{"id":"B123BDDE-CA55-43E5-8059-1D346032660A","title":"IAA Proposal","abstractText":"OBJECTIVE 1: To strengthen interaction between NERC-funded science and the user community, primarily businesses, to accelerate and amplify the impact of NERC science.\n\nThe approach taken will work alongside the Objective 2 in our Phase I proposal and alongside activities taken forward, tried and tested in our other IAA awards - EPSRC and ESRC. In this way the NERC activity will benefit not only from the support of posts within the departments of the University that are already in place to promote the impact and knowledge transfer agenda, but also from the practice and experience of different types of impact activities that have been set up and held using other IAA awards. \n\nIn this objective we shall focus on further encouraging and supporting engagement of the University research base with business in particular. In order to deliver that, we'll use the existing support structure put in place to deliver impact and knowledge transfer activities. We shall also engage one of our strategic corporate partners, Shell, and work jointly to build further collaborative activities and enhance the impact of NERC funded research. We are discussing two avenues to achieve this: (i) to second a staff member from Shell for up to 6 months, and / or (ii) employ a consultant to work between the two organisations identifying opportunities. They will be based in one of the academic departments and their role will be to identify and develop collaborative opportunities between Shell and the University, which will then be put into practice and funded under the Framework Agreement. This post will also have a role in delivering Objective 2 of this proposal and will work alongside other IAA coordinators in identifying activities which enable the researchers and the University to engage most effectively in the impact agenda and will help and support sharing best practice in engaging with the KT activities. If this pilot is successful we would repeat the same process with other corporates.\n\nWe shall further build on the work done in Phase I on facilitating and pump-priming collaborative links between Cambridge and BAS scientists. Our call for joint proposals focussing, in particular, on projects which will engage the user community, has attracted a lot of interest and we would like to use these additional Phase II funds to support 2 more collaborative proposals leading to engagement with industry and other users. \n\nOBJECTIVE 2: To support strategic level, cross-project impact activities that help enable impact to be achieved in a more effective and timely manner.\n\nThis objective presents a new activity in the NERC IAA, but it is building on the activities done in other IAAs. Our internal evaluation of what limits out ability to deliver impact suggests no lack of willingness to engage but, in many cases, a lack of experience in knowing how to engage with the impact agenda. We would like to use this Phase II pilot to leverage on the learning from the Phase I pilot and other KT activities and to spread and share best practice in engaging with the impact agenda and KT activities in general. \n\nThis will be delivered through a series of training sessions and workshops which will provide training and advice to researchers of all career stages on engaging in knowledge transfer. Typical activities include workshops in which case studies are presented of examples of successful engagement with industry. Further, facilitated meetings between industry and researchers are also organised by the University's tech transfer company, Cambridge Enterprise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L012936/1","grantId":"NE/L012936/1","fundValue":"201620","fundStart":"2013-11-01","fundEnd":"2013-11-12","funder":"NERC","impactText":"  This is an institutional grant used to accelerate impact from NERC funded research. All projects funded from this grant are still in progress and we cannot provide info on the findings and impacts from these projects until they finish. Agriculture, Food and Drink,Chemicals,Electronics,Energy,Environment,Retail Economic,Policy & public services","person":"Gordana  Najdanovic","coPersons":[],"organisation":"University of Cambridge","findingsText":" This is an institutional grant used to accelerate impact from NERC funded research. All projects funded from this grant are still in progress and we cannot provide info on the findings and impacts from these projects until they finish. This is an institutional grant used to accelerate impact from NERC funded research. All projects funded from this grant are still in progress and we cannot provide info on the findings and impacts from these projects until they finish. Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Transport","dataset":"gtr"}