{"id":"B12C5FB3-2A8A-4AD6-AE7B-3F8D77CFE6CF","title":"Set-valued numerical analysis for critical transitions","abstractText":"Complex systems research has been on the forefront of scientific priorities of many national and international research councils for more than a decade. Many very interesting phenomena have\nbeen identified and explored, but the development of the underpinning mathematical theory has been lagging behind. The proposed research builds on an emerging movement in applied\nmathematics which aims to provide proper mathematical bifurcation theory for the existence of early-warning signals for sudden changes in dynamical behaviour. These sudden changes are commonly\nreferred to as critical transitions, and have been reported by applied scientists in various contexts. Practical implications for the existence of such early-warning signals are far reaching, since these would enable the development of better control strategies to avoid or diminish the effect of catastrophes.\n\nIn this project, techniques for the numerical study of critical transitions will be developed. In particular, it will provide new techniques for the approximation of invariant sets. The research will be based on very recent results that make a representation of such invariant sets as functions in a Banach space possible. One of the main advantages of this new approach is that it can be used to study bifurcations, in contrast to grid-cell discretisations, which is the current state-of-the-art for the computation of invariant objects. The specific numerical studies on random systems with bounded noise will lead to insights into how an early-warning can be given should a dynamical system approach a bifurcation point.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L00187X/1","grantId":"EP/L00187X/1","fundValue":"175772","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  I have just submitted the first paper on the proposed algorithm combining techniques from computational dynamical and machine learning theory, so the findings haven't been employed yet. I plan to organise a workshop (involving also with industry representatives) in September 2015 in order to disseminate the research results and maximise the impact of my research.  ","person":"Nils Martin Rasmussen","coPersons":[],"organisation":"Imperial College London","findingsText":" I have pioneered a development to combine the theories of computational dynamics and machine learning. In particular, I have developed an new algorithm to numerically approximate reachable sets for nonlinear control systems, which is based on the support vector machine algorithm. The method represents the set approximation as a sublevel set of a function chosen in a reproducing kernel Hilbert space and outperforms traditional methods. The algorithm can also be modified to approximate minimal invariant sets of random dynamical systems, and theoretical results in this directions are in progress. I have initiated a piloting study to combine the theories of computational dynamics and machine learning. This study will be the basis for further numerical algorithms concerning the early warning for critical transitions and bifurcations of random dynamical systems with bounded noise. Furthermore, the use of machine learning will make the implementation of data-driven technologies possible, in contrast to algorithms require the actual model. I will put emphasis on this aspect in the second half of the grant. Energy,Transport","dataset":"gtr"}