{"id":"B12E4576-2360-4509-BCE8-898C0AB93533","title":"Novel superfluid phenomena in semiconductor microcavities","abstractText":"Superfluidity is one of the most remarkable consequences of macroscopic quantum coherence in interacting condensed matter systems, and manifests itself in a number of fascinating effects, such as for example dissipationless flow of a superfluid via obstacles, quantised circulation, and metastable persistent currents. First observed in liquid Helium in 1937, it is closely related to the phenomena of Bose-Einstein condensation (BEC), and to the Bardeen-Cooper-Schrieffer (BCS) collective state of fermions, which is responsible for superconductive behaviour of some materials.The phenomenon of macroscopic coherence and superfluidity is not restricted to systems close to thermodynamic equilibrium, such as liquid Helium, superconductors and ultra-cold atomic gases. It has also been recently observed in systems far from equilibrium, where a steady-state is obtained by a dynamical balance of driving and losses. Semiconductor microcavities currently play a leading role in the study of non-equilibrium superfluidity. Strong interactions between confined light and bosonic excitations in the semiconductor (called excitons) lead to new quasi-particles - microcavity polaritons, in which interactions can be manipulated externally by changing the driving power and the energy detuning between photons and excitons, and where the matter component can be accurately probed by measuring the properties of the emitted light.An additional advantage of semiconductor microcavities is that the temperatures for BEC and superfluidity in current experiments are of the order of 10K, and are only limited by relatively small dipole interactions between excitons and photons in GaAs. Other materials, such as GaN, have already hosted polariton lasing at room temperature, and it is now only a question of technological progress in manufacturing samples of a better quality (less of the inhomogeneous disorder) for polariton BEC and superfluidity to be realised at room temperature. Quantum collective effects at such high temperatures are likely to lead to device applications, for example in quantum storage and computation, and for transporting light-matter pulses without loss over macroscopic distances.However, properties which characterise non-equilibrium superfluids in dissipative and driven quantum systems are fundamentally different compared to superfluids in thermal equilibrium, and thus we are faced with an exciting opportunity to discover and explore brand-new physical phenomena. This project is aimed at exploring novel superfluid properties of non-equilibrium condensates, using polaritons in semiconductor microcavities. It is a very broad subject since essentially all phenomena discovered and discussed in the context of equilibrium superfluidity are likely to be affected by non-equilibrium. Our aim is to provide a comprehensive theoretical description, and experimental realisation by our project partners, of a broad range of phenomena connected with superfluid behaviour.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I028900/1","grantId":"EP/I028900/1","fundValue":"397191","fundStart":"2012-09-24","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Marzena Hanna Szymanska","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}