{"id":"B14303B6-AD1B-4E59-AECE-CE5DC353D3C8","title":"Playing with Words: artistic practices with the spoken word","abstractText":"This research project will investigate the many ways in which artists from a variety of periods and backgrounds have experimented with using words, especially spoken words, as an integral part of their creative practice. This application is a resubmission and since the last application I have started the proposed research by identifying and inviting selected practitioners working in sound and other genres to represent their artistic practices on the printed page for inclusion in a book entitled 'Playing with Words' and am now disseminating this part of the project through its publication and subsequent distribution in Summer 2008. Each invited contributor to 'Playing with Words' was encouraged to experiment with the illustration, representation and communication of aspects of their practices with words in order to try and capture the qualities of their work in sound, that most elusive medium, for the printed page. I now wish to extend the research through scholarly study, archival research and further dialogue with the curated artists which will inform an academic essay about the variety of practices used by artists and creative practitioners working with words, particularly the spoken word, to be published in a peer reviewed journal in 2009/10. I also wish to add to my own practice based research in this field and produce a new sound work to be included in the online exhibition of curated audio works, the second major outcome of this research. The third outcome is a public symposium which will be archived online.\\n\\nExamples of word play in aural art forms and on the printed page or in other visual media can be found throughout history. In the last century, pockets of experimental practices developed in areas such as poetry, typography, music, fine art, graphic art and performance and technological developments have resulted in the emergence of new genres. All these practices are driven by a motivation to explore words and to make the sound or the look of words as important as their meaning. The sound of spoken words have been explored and exploited by artists working in areas such as sound poetry, electroacoustic music composition and text-sound composition. Experimental play with words on the page has resulted in genres such as concrete poetry and pattern poetry which in turn have developed into interactive wordplay genres in digital arts. \\nThe proposed research has developed from my work as a composer and sound artist. In my compositional practice I use technology to manipulate and process recordings of spoken word and other material. This might be in order to amplify their inherent musicality or textural quality, to change their meaning in some way, to combine segments of words together to form new words, to explore narratives through a series of different voices or simply to provide a commentary on other sonic events. In developing this practice I have become aware of the work of other practitioners and artists who use words extensively. I now propose to conduct in-depth research into the ways, means and motivations that inform their work in order to develop and extend my own practice and that of others. I will establish the similarities and differences between the various cross-disciplinary approaches to playing with words and establish spoken word composition as an area of creative practice and research within an interdisciplinary context. \\nAlongside the published book the outputs of this research, the scholarly essay, online audio exhibition, new sound work, symposium at Tate Britain and workshop at UAL will provide an introduction to the variety of artist's practices with the spoken word within a larger context of the creative manipulation of words and provide an innovative range of approaches to the representation and communication of sound practices. They will inform the further development of my own creative practice and that of other practitioners and stimulate a wider interest in sonic practice using words.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G011249/1","grantId":"AH/G011249/1","fundValue":"15773","fundStart":"2009-01-05","fundEnd":"2010-03-01","funder":"AHRC","impactText":"  Reviewed in a number of European publications. \nFormed the basis of conference papers: &quot;Composing with Sound History and Memory&quot; at Sound of Memory Symposium, University of Kent (2013)\nDeveloped into further compositional work exploring sound history and memory and released as The Hebrides Suite CD in 2013. \nWork on voice and langauge has fed into new ongoing research into feminist suond arts practices: includes conference papers 'Why not our Voices?' 13th Feminist Theory and Musicology Conference, Hamilton College, New York, USA (2013)\n&quot;My Voice in the Machine&quot; at Her Noise Symposium: Vocal Folds, Oslo Contemporary Art Museum (2013) Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural","person":"Cathryn  Lane","coPersons":[],"organisation":"University of the Arts London","findingsText":"","dataset":"gtr"}