{"id":"B1456A10-002D-4B17-9BFB-A9CCDC1A81A9","title":"Three-dimensional droplet impacts and aircraft icing","abstractText":"Droplet impacts and splashes are an everyday occurrence seen when standing in the shower, spilling a glass of water or watching a raindrop hitting a puddle. They also play an important role in a diverse range of practical applications such as soil erosion by rain, crop spraying, inkjet printing and chocolate manufacture. In some industrial contexts it is desirable to eliminate or minimize splashing (such as spray painting or crop spraying), while in others enhancing and increasing the rebounded mass of water is beneficial (think of a car windscreen that could make droplets rebound rather than stick). In either case, an understanding of basic droplet impacts and splashing events is desirable. Despite their commonplace nature, the basic physics that governs the dynamics of an impacting water droplet are extremely complex and the process is still not fully understood. Another important application, and the one that the proposed research is particularly concerned with, is ice forming on aircraft. When flying through clouds at cold temperatures, water droplets suspended in the cloud hit the aircraft wings and can then turn into ice. Large build-ups of ice can be detrimental to the stability and control of an aircraft and ultimately can be a danger to air safety. To successfully model and understand icing, a knowledge of how these droplets impact upon the wing and under what conditions they splash is vital. Existing models cannot accurately predict icing when there are large droplets and splashing involved.This research is to examine high-speed water droplet impacts onto water layers to try and gain a better understanding of what factors lead to splashing. In particular, it is to concentrate on three-dimensional effects such as water droplets impacting at an angle or onto a water layer that is sitting above a complicated ice shape. It is also to look at the influence of air on the impact process. The overall aim is that, through a better appreciation of what happens when a droplet hits a relatively thin water layer, improved models of aircraft icing can be developed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E027814/1","grantId":"EP/E027814/1","fundValue":"156762","fundStart":"2007-07-31","fundEnd":"2009-07-30","funder":"EPSRC","impactText":"","person":"Richard  Purvis","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}