{"id":"B14BBA8B-7325-4BAE-90AE-7EC18ED08AE9","title":"Cognitive Resource Scheduling Designs Towards Green Wireless Systems","abstractText":"It is reported that the total energy consumed by the ICT infrastructure of wireless and wired networks takes up over 3 percent of the worldwide electric energy consumption that generated 2 percent of the worldwide CO2 emissions nowadays. It is predicted that in the future a major portion of expanding traffic volumes will be in wireless side. Furthermore, future wireless network systems (e.g., 4G/B4G) are increasingly demanded as broadband and high-speed tailored to support reliable Quality of Service (QoS) for numerous multimedia applications. With explosive growth of high-rate multimedia applications (e.g. HDTV and 3DTV), more and more energy will be consumed in wireless networks to meet the QoS requirements. Specifically, it is predicted that footprint of mobile wireless communications could almost triple from 2007 to 2020 corresponding to more than one-third of the present annual emissions of the whole UK. Therefore, energy-efficient green wireless communications are paid increasing attention given the limited energy resources and environment-friendly transmission requirements globally.\n\nThe aim of this project is to improve the joint spectrum and energy efficiency of future wireless network systems using cognitive radio technology along with innovative game-theoretic resource scheduling methods, efficient cross-layer designs and contemporary clinical findings. We plan to consider the health and environmental concerns to introduce power-efficient resource scheduling designs that intelligently exploit the available wireless resources in next-generation systems. Our efforts will leverage applications of cognitive radio techniques to situational awareness of the communications system with adaptive power control and dynamic spectrum allocation. This project will underpin the UK green communication technology by designing environment-friendly joint power and spectrum efficient wireless communication systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K011693/1","grantId":"EP/K011693/1","fundValue":"300568","fundStart":"2013-01-07","fundEnd":"2016-07-06","funder":"EPSRC","impactText":"","person":"Qiang  Ni","coPersons":[],"organisation":"Lancaster University","findingsText":" We have investigated joint spectrum and energy efficiency of future wireless network systems using cognitive radio technology along with innovative game-theoretic resource scheduling methods and efficient cross-layer designs. Our research findings have been cited by various other researchers/engineers in the world. Digital/Communication/Information Technologies (including Software),Electronics,Energy","dataset":"gtr"}