{"id":"B1501129-A399-4450-A313-922C0A48C537","title":"International Collaboration in Chemistry: New First Principles Methods for Nonadiabatic Dynamics","abstractText":"A detailed understanding of the dynamics of electronic excited states and the breakdown of the Born-Oppenheimer approximation around conical intersections is critical in order to model and improve light to energy conversion processes. Such processes are fundamental in light harvesting such as natural and artificial photosynthesis and also may play a role in molecular scale devices with mechanical responses to light (photoisomerization and photoreceptors in both natural and artificial constructs). Although nuclei are heavy particles and usually can be treated classically, the case of photodynamics is a significant exception. Light absorption always creates a coherent initial wave packet which retains its quantum nature on time scales faster than the decoherence time. Therefore ultrafast photochemistry on the timescale below few picoseconds is an essentially quantum process. There are two main challenges in modelling of excited state chemistry. First, the potential energy surfaces (PES) and their nonadiabatic (non-Born-Oppenheimer) couplings are difficult to describe because they require the electronic structure of excited electronic states. In big systems the topology of the PES can be very complicated. Second, the quantum nature of the dynamics requires the solution of the Schr&ouml;dinger equation for the wave packet in many dimensions. Both problems of PES and wave function complexity are addressed when trajectory guided basis sets are used to describe quantum dynamics. First, ab initio calculations have to be done only along a set of trajectories and, second, the basis set size is minimized because trajectory guided basis covers only the most important part of the system's phase space. Also trajectory guided basis sets with randomly selected initial conditions avoid the so called exponential scaling of quantum mechanics with the number of degrees of freedom. In this project we will develop further two cutting edge trajectory based methods of quantum mechanic, namely ab initio Multiple Spawning (AIMS) and Multiconfigurational Ehrenfest (MCE) dynamics. We will add MCE to the existing AIMS code, compare the two methods, and develop an approach which combines their best features. We will apply the new methods to simulations of excited state dynamics in chemistry and biochemistry. Most importantly we will also develop new related methods. First we will work out semiclassical approximations to the new MCE method and second we will explore the use of trajectory based methods to study the quantum dynamics of Fermions, which would be a completely new direction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J001481/1","grantId":"EP/J001481/1","fundValue":"366597","fundStart":"2011-12-01","fundEnd":"2015-08-31","funder":"EPSRC","impactText":"  This is a fundamental research and the results will certainly be used by others. For the moment our calculations are being used to predict the possibility of peptide cyclization for biomedical applications. Pharmaceuticals and Medical Biotechnology ","person":"Dmitry  Shalashilin","coPersons":[],"organisation":"University of Leeds","findingsText":" We developed new a new approach to simulations od ultrafast photodynamics, which accounts for quantum nonadiabatic coupling between electronic states. On the basis of this theory we demonstrated the existence of a new mechanisms of photodissociation of small aromatic molecules.\nA new software developed by the project postdoc has been developed and added to Stanford MS-MOLPRO package \nThe project student have used Boxed Molecular Dynamics method to explain the AFM protein unfolding experiments and to predict the rates of peptide cyclization. The MS-MOLPRO package is used by many groups worldwide to simulate ultrafast nonadiabatic reactions Chemicals,Energy,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}