{"id":"B154006B-5FC3-4C78-8DDE-7A7DAC514E50","title":"Sources for Gravitational Wave Astronomy","abstractText":"With the first generation of highly sensitive gravitational wave detectors operating at design sensitivity, this is an exciting time for general relativity and astrophysics. With upgrades to advanced detectors planned and the space based detector LISA due for launch around 2015, we hope to soon be able to use gravitational wave data to learn more about the Universe. With its potential for probing otherwise dark or hidden processes, gravitational wave astronomy promises to change our understanding of, in particular, black holes and neutron stars significantly. The information gleaned will be complementary to that from electromagnetic observations. However, we need to improve our current models of the predicted sources. Better models are needed not only to detect the gravitational waves in the first place, but also to probe as much physics as possible. This research proposal builds on the Southampton General Relativity Group's expertise in black hole, neutron star and gravitational wave astrophysics, and is aimed at developing a deeper understanding of how gravitational waves are emitted by black holes and neutron stars, and how the signals can be used to provide information about the involved physics. The proposed programme is of a highly interconnected nature with four different projects requiring similar methodology (e.g. general relativistic perturbation theory or numerical simulations) and physics input (e.g. superfluidity, magnetic fields or gravitational radiation reaction). The overall aim is to develop significantly improved models for gravitational waves from a range of astrophysical scenarios involving compact objects. Neutron stars are unique astrophysical laboratories, the modelling of which requires much poorly known physics. In order to investigate their properties, one must combine supranuclear physics with magnetohydrodynamics, a description of superfluids and superconductors, potentially exotic phases of matter like a deconfined quark-gluon plasma and, of course, general relativity. Since they can radiate gravitational waves in a variety of ways, achieving a better understanding of neutron star dynamics is one of the key aims of this proposal. To do this we will carry out three parallel projects, focused on neutron star oscillations, rotational dynamics and fully nonlinear simulations to study neutron star birth. The proposed work is not only relevant for gravitational wave physics, it will also provide useful insights into problems relevant for electromagnetic observations. We aim to contruct accurate models of magnetic star pulsations that can be tested against recent observations of oscillations associated with magnetar giant flares. Our studies of rotational effects should shed light on the pulsar glitches, while the nonlinear simulations will lead to a better understanding of the formation of magnetised stars and the gamma-ray burst central engine. Black holes interact with their environment in complex ways. The modelling of this interaction provides a serious challenge. In the proposed research programme we will consider two important problems for black hole physics. We will use nonlinear simulations to study the late stages of gravitational collapse, the birth of a black hole and the dynamics of the debris disk that may surround it. We will also study the problem of radiation reaction driven inspiral of a binary system resulting from gravitational capture in a galaxy core, one of the most interesting sources for LISA. Although these two problems are rather different, they both require accurate modelling of spacetime dynamics. Recent progress on black hole binary simulations provides significant momentum for work in this area, which is ultimately aimed at using gravitational wave data to probe the strongly curved spacetime near a black hole.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E001025/1","grantId":"PP/E001025/1","fundValue":"1539320","fundStart":"2007-04-01","fundEnd":"2010-03-31","funder":"STFC","impactText":"","person":"Nils  Andersson","coPersons":["David Ian Jones","Ian  Hawke","James Alastair Vickers","Leor  Barack","Carsten  Gundlach"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}