{"id":"B1543E49-FE6D-48FA-BFAB-0BA4820BD9FE","title":"Pivotal role of the Keap1-Nrf2 pathway in the pathogenesis and prevention of non-alcoholic steatohepatitis induced cirrhosis","abstractText":"Non-alcoholic steatohepatitis (NASH) is a common disease that involves fat accumulation in liver cells and inflammation of the liver. Its incidence is increasing rapidly because it is prevalent in individuals with diabetes and those who are obese; it has been estimated that approximately 2.0% of the adult population in the UK may have NASH. This trend is alarming, and has huge cost implications for the National Health Service, because NASH can give rise to liver fibrosis, cirrhosis and cancer, none of which are treatable. It is thought that NASH arises in certain individuals because their livers do not cope with metabolic changes produced by diet, diabetes or the environment. In each of these cases, it is envisaged that oxidative stress represents a common consequence of the physiological and environmental insults that produce liver disease. The activity of a protein known as Nrf2 is emerging as the most important determinant of susceptibility to NASH for three reasons: (i) it keeps fat production and storage in the liver low; (ii) it helps maintain high levels of anti-inflammatory proteins and (iii) it is a vital component in maintaining high levels of natural anti-oxidant agents in the liver. \n\nWe hypothesize that Nrf2 normally functions to minimise the likelihood of NASH arising, and that by increasing its activity using drugs will protect 'at risk' individuals of developing NASH and the disease progressing further. To date, experiments that have implicated Nrf2 in determining susceptibility to NASH or prevention of the disease have used a specialized, non-standard diet (deficient in certain key molecules), which is not relevant to the human disease. Unfortunately, no standard animal model exists that recapitulates the entire spectrum of liver pathology (i.e., from steatosis, to NASH, to fibrosis, to cirrhosis and to hepatoma), which we can use to test the role of Nrf2 in this disease. In a pilot study, we have found that feeding a 'Western' high fat (HF) diet to mice for 24 weeks produced mild NASH, whereas feeding the same diet to mice totally deficient of Nrf2 for the same period produced full-blown NASH with fibrosis and cirrhosis. We now wish to confirm these preliminary findings by studying a larger number of animals on the HF diet, and by examining the time-course of the disease using biomarkers (i.e. monitoring levels of certain disease-associated molecules in the blood).\n\nIn order to prove whether Nrf2 is important in the development of NASH and its progression to fibrosis and cirrhosis, we first require at least one reliable animal model that reflects the human disease. To this end, we will generate two models, which we anticipate will develop liver disease at different rates: firstly, we will feed normal mice a 'Western' high fat (HF) diet; secondly, we will feed normal mice a 'Western' high fat + fructose (i.e. high levels of sugar; HFF) diet. A detailed time course of the development of fatty liver, NASH, fibrosis and cirrhosis in mice fed these two diets will be established using clinical chemistry, histology and biochemical measurements of pathological changes associated with development of the disease. Once the rate of progression of the disease has been established in the normal mice placed on the 'Western' HF and HFF diets, we will examine the contribution that Nrf2 makes to protection against NASH by testing whether removal of this protein results in an accelerated appearance of NASH, fibrosis and cirrhosis when these mice are fed the same diets. Lastly, we will examine whether activation of Nrf2, either by genetic means or by treatment with a certain type of drug, inhibits the appearance of NASH, fibrosis, or cirrhosis when the animals are fed the same 'Western' HF and HFF diets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J001465/1","grantId":"MR/J001465/1","fundValue":"592732","fundStart":"2012-11-01","fundEnd":"2016-03-31","funder":"MRC","impactText":"","person":"John Duncan Hayes","coPersons":["Rory  McCrimmon","Michael  Ashford","John Francis Dillon"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}