{"id":"B158EDFD-517E-40F7-9B65-71610EC91C02","title":"RNA polyuridylation: regulation and consequences","abstractText":"While the DNA in our cells contains the information that controls their behaviour, this information has to be copied into RNA 'messages' before it can be decoded, for example to make proteins. The information content of each message, copied from the DNA template, is encoded in a long string of chemical letters, of which there are four types: A, U, C and G. For some time it has been known that the end of most RNA messages consists of a string of 'A' letters that are not encoded in the DNA, but added after the message has been copied. The length of this A-tail determines how long the message lasts before being destroyed, and how efficiently it is decoded to make protein. We have recently discovered that messages can instead have tails made mostly of 'U' letters, and that this is something that happens in organisms as distantly related as yeasts and humans. This project aims to investigate the function of these U-tails, and to determine how their synthesis is regulated. Our preliminary results suggest that, in the longer term, drugs that interfere with the addition of U-tails to RNAs might inhibit the growth of cancer cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F013531/1","grantId":"BB/F013531/1","fundValue":"303293","fundStart":"2008-02-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"  The findings defined a previously unknown pathway of mRNA degradation. It has since transpired that similar mechanisms are used to regulate miRNA biogenesis. Healthcare,Pharmaceuticals and Medical Biotechnology Cultural","person":"Christopher John Norbury","coPersons":[],"organisation":"University of Oxford","findingsText":" The findings defined a previously unknown pathway of mRNA degradation. It has since transpired that similar mechanisms are used to regulate miRNA biogenesis. Therapeutic intervention in the pathway defined by our study may be of value in the treatment of cancers. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}