{"id":"B15C1861-9334-400E-94B8-740D3341CD7D","title":"The Apostle Paul in the Jewish Imagination: A Study in Ideology","abstractText":"This project will fill a prominent gap in the scholarly literature through the publication of a major study on Jewish views of the first-century New Testament author, Paul. Although much has been written about Jewish views of Jesus, little has been published concerning the so-called Apostle to the Gentiles. This is remarkable since Pauline thought and Christian interpretations of it have significantly shaped the Church (especially the Protestant Church) with which Judaism has struggled down through the centuries. Traditionally, Paul's teachings have even been regarded as responsible for the 'Parting of the Ways' between Judaism and Christianity. Because an understanding of Paul is vital to understanding Christianity, a study of how the Jewish community and scholars have made sense of Paul will provide crucial insights into Jewish approaches to Christianity and to the development of Jewish-Christian relations in general.\n\nIn attempting to understand how the Jewish community has regarded Paul historically, it is important to make a distinction between popular and scholarly views:\n\n1. One the one hand, this project will explore media and broadcast archives, popular histories, sermons, private correspondence, and artistic contributions including plays, novels and fine-art. It will also involve interviews with religious leaders and ordinary members of the Jewish community. The so-called traditional Jewish view of Paul', which sees him as a traitor and an enemy of the Jewish people, as one who renounced the Jewish Law or Torah and thereby condemned its loyal followers to centuries of persecution by his disciples, is well known. One hypothesis to be tested is whether the popularity of the negative view of Paul might be best explained in terms of the wider cultural landscape and, in particular, a complex array of ideas and attitudes that possess profoundly negative historical, sociological, and psychological connotations for many Jews. It is the conscious or unconscious projection of these attitudes onto Paul that might account for the power of the 'traditional Jewish view'. Conceptual categories to be analysed include (i) Jewish apostates, (ii) Jewish self-haters, (iii) Jews who disregard Torah, and (iv) Messianic Jews.\n\n2. On the other hand, this book will document the wide variety of views on the subject offered by individual Jewish writers, who have by no means always reflected popular opinion. These range from an assessment that the apostle Paul has been responsible for more Jewish deaths than any other thinker, to seeing him as a figure of hope and reconciliation for Jewish-Christian interfaith relations, to holding him up as an icon of post-modern Jewish identity politics. The history of the Jewish scholarly study of Paul is more recent than one might imagine. Until the nineteenth-century, there was little Jewish interest in Paul, in stark contrast to Jewish interest in Jesus. One hypothesis to be tested is whether the emergence of a Jewish reclamation of Jesus as a 'good Jew' at this time was responsible for the new Jewish scholarly interest in Paul as his replacement as chief representative of a hostile Christianity. In so doing, it sets out to relate the scholarship and to the religious ideology.\n\nIt is the multifaceted relationship between the scholarship and public opinion that, in part, makes this study unique. In addition, it will relate for the first time historical developments in Jewish and Christian Pauline scholarship. And in the deconstruction of artistic representations of the apostle, this study will broaden the focus of how such theological subjects are approached.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D501482/1","grantId":"AH/D501482/1","fundValue":"23161","fundStart":"2007-02-07","fundEnd":"2007-06-06","funder":"AHRC","impactText":"","person":"Daniel  Langton","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}