{"id":"B164D3FA-BAE3-401E-924B-94D37EE7BFBB","title":"From Greenhouse Effect to Climategate: A Systematic Study of Climate Change as a Complex Social Issue","abstractText":"<p>Climate change is a complex social issue, involving a wide range of social actors and organisations. Debates about climate change or global warming have been characterised by long periods of slow, mainly consensus-dominated phases, and by a series of sudden changes in attention.</p>\n\n<p>In recent decades, the public debate surrounding man-made climate change has evolved from climate scientists' warnings about the 'greenhouse effect' in the 1990s to public distrust of 'climategate' in 2009.</p>\n\n<p>Climate change resonates with a wide scale of other debates, such as sustainability and energy security. This multiple complexity makes it a fascinating case for research into the links between social dynamics (and movements) and linguistic and conceptual dynamics across longer periods of time and at specific points in time. Theoretically, the project is embedded in three layers of sociological research dealing with:</p>\n\n<ul>\n \n\n <li>the dynamics of slow processes and sudden bursts of social systems (social change and stability)</li>\n\n <li>the power and politics of namings, framings and metaphors (the struggle over meaning)</li>\n\n <li>the role of Web dynamics in public debate.</li>\n\n</ul>\n\n<p>Methodologically, the project uses a combination of quantitative and qualitative text analysis and develops new methods for the automated analysis of the online meaning and spread of concepts.</p>\n\n<p>To follow the progress of this research programme, please consult our website:</p>\n\n<p>http://www.nottingham.ac.uk/sociology/research/projects/climate-change/index.aspx</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-360-25-0068","grantId":"RES-360-25-0068","fundValue":"306755","fundStart":"2011-05-01","fundEnd":"2014-07-30","funder":"ESRC","impactText":"","person":"Brigitte  Nerlich","coPersons":["Nelya  Koteyko"],"organisation":"University of Nottingham","findingsText":" This project aimed: to understand what events trigger and perpetuate waves of public attention to climate change; to examine how linguistic frames shape public understanding and motivate public action; to assess the role of the web plays in this communication dynamics; to determine what this can tell us about the complex interactions between science and society and in particular the role of climate change communication in this process.\nWe used a novel combination of theories and methods. Theories: Social Representation Theory, Identity Process Theory. Methods: Quantitative: Corpus linguistic, semantic tagging, semantic mapping, twitter analysis. Qualitative: metaphor, discourse and visual analysis. \nIt was only possible to apply these methods creatively and achieve our aims because this ORA project could draw on varieties of expertise in the UK and the Netherlands. Most importantly, our PLOSONE article (Pearce, Holmberg, Hellsten, Nerlich, 2014) and an article we submitted to Nature Climate Change are based on close collaboration and teamwork (see also Hellsten, Porter &amp;amp; Nerlich, on Rio 1992 and 2012; Porter, Kuhn &amp;amp; Nerlich, submitted, on the IPCC and climate science in the Netherlands).\nCore findings:\n(1) Arguments and counter-arguments about climate science and policy have stayed virtually stable since 1988. However, in 2006 and 2007 there was a wave of hope that international policy agreements could be achieved, reflected in increased political and media activity. In 2009 'climategate' disrupted this process and, most importantly, was used as 'evidence' for arguing that climate science was not trustworthy. This, together with the fincial crisis, led to a rapid drop in political and media attention and increasing polarisation (Jaspal &amp;amp; Nerlich, 2014; Jaspal et al. 2013, Koteyko et al., 2013).\n\n(2) Online reader comments in mainstream media open up spaces for deliberation of scientific issues. However, all too often they are closed down through rhetorical strategies of denigration disguised as 'better scientific practice' by those doubting mainstream science. Twitter usage after the publication of the IPCC Working Group 1 report in 2013 showed that this online tool only partially enables barriers between entrenched views/communities to be overcome (Collins &amp;amp; Nerlich, in press; Pearce et al., 2014).\n\n(3) Climate change communication, perception and action are intricately linked to the ways that individuals and social groups negotiate identities and develop coping strategies. Identity needs determine how people process social information concerning climate change and mediate the link between social representations and environmental behaviour (Jaspal et al., 2013).\n\n(4) Verbal metaphors and visual images play a powerful role in setting agendas, either by promoting certain types of action (metaphors in geoengineering and CCS for example) or by discouraging action (visual images of extreme weather) (Jaspal &amp;amp; Nerlich, 2014; Jaspal et al., 2014; Nerlich &amp;amp; Jaspal, 2012; Nerlich &amp;amp; Jaspal, 2013; Koteyko &amp;amp; Antanasova, in prep; Nerlich &amp;amp; Hellsten, 2014).\n\n(5) Incongruent analogies chosen by scientists and journalists may interfere with communicating scientific findings which the IPCC tries to convey in a finely calibrated language using certainty and confidence levels (Nerlich &amp;amp; Collins, submitted).\n\n(6) Metaphorical framing used in international policy documents can be a powerful tool in global climate change governance but may marginalise subordinate risk assessments and hinder engagement with wider publics (Shaw &amp;amp; Nerlich, submitted) 'Climate scepticism' is further explored in a current project funded by the Leverhulme Trust, led by Nerlich. Beyond this, Jaspal and Nerlich are part of a group of researchers applying for funding to explore the social and cultural impact of fracking in the UK. Energy,Environment","dataset":"gtr"}