{"id":"B164004B-0A36-40C3-B493-C5266901034D","title":"Weighing the Ocean","abstractText":"How much water is entering the oceans? This proposal is aimed at providing an answer to this question. Knowledge of mass exchange between the continents and the oceans is fundamental to understanding and interpreting sea level rise. However, constraining this value has been very difficult until the launch of the Gravity Recovery and Climate Experiment (GRACE) satellite mission. GRACE provides a unique global view of the motion of water across the surface of the planet. Several studies have used GRACE data to estimate the mass gain in the oceans over its lifetime (2002-present). Unfortunately, the gravity changes that GRACE measures are due not only to water entering the ocean, but also due to the ongoing motion of the solid earth caused by the last ice age, a process called glacial isostatic adjustment (GIA). In an odd coincidence, the ocean-averaged, apparent mass trend caused by GIA is nearly equal in magnitude and opposite in sign to the trend of freshwater entering the ocean from the continents. As the ocean-averaged GIA value can only be modelled, it introduces a large uncertainty to the interpretation of the ocean-averaged GRACE results.\n\nAnother independent method of measuring the mass change is to observe the change in pressure at the bottom of the ocean. The mass component of water entering the ocean spreads quickly worldwide, thus increasing bottom pressure everywhere. There are two complications, however. First, there are many dynamic processes in the ocean that also impact bottom pressure. For sea level, these dynamic changes often are much larger than the average change in sea level height caused by the water flux. For bottom pressure, though, the variation due the dynamic signals is much smaller than that of sea level, and in certain regions, such as near the equator, it is expected they may even be smaller than the pressure change due to addition of mass into the ocean. Second, the water entering the oceans does not distribute uniformly because the shifting position of the mass causes crustal motion and changes in gravity. These changes produce unique patterns of bottom pressure change, which we refer to as the static ocean response to differentiate it from the dynamic processes. \n\nThis proposal will test the hypothesis that bottom pressure measurements can provide a useful measure of the mass entering the ocean. To assess this possibility, we will complete four tasks. First, we gather existing bottom pressure data and generate bottom pressure fields from the GRACE satellite mission data. Second, we compare a number of dynamic ocean model results to gauge our knowledge of the dynamic bottom pressure signal and the variability of this measurement. Third, we will generate a number estimates of the static bottom pressure field, caused by change of water on land and the ongoing response of the earth to the last ice age, to explore the spatial and temporal variability expected due to these sources. Finally, we will combine the previous results to evaluate our ability to extract the globally-averaged mass change at the short time scales (monthly to annually) that are accessible with the available data. In addition, this task will also determine the ideal set of bottom pressure measurements that are needed to estimate the global average on longer time scales. If we find that the bottom pressure measurements are useful, we will create a proposal to the global observing systems that bottom pressure should be added as a component that complements the GRACE mission in the same manner as tide gauges complement altimetry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I02352X/1","grantId":"NE/I02352X/1","fundValue":"17819","fundStart":"2012-08-01","fundEnd":"2016-07-31","funder":"NERC","impactText":"","person":"Andrew Edmund Heath","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}