{"id":"B16B50EC-F4F2-439C-B638-4C0D23124FF8","title":"Perceiving speech in single and multi-talker babble in normal and impaired hearing","abstractText":"Most speech is heard in the background of other sounds, particularly other people talking. Listeners with normal hearing have remarkable abilities to filter out extraneous sounds and listen only to the desired talker. This is known among researchers as the ?cocktail party effect?, because these abilities are so important at a noisy cocktail party. We are only beginning to understand the complex processes going on in the ears and brains of people as they perform this remarkable feat, far beyond anything current-day computers can manage. One fact is clear ? people with hearing impairment find this situation very challenging, even though they might function very well with their hearing aids in a quiet room. The situation is even worse for users of cochlear implants, devices which stimulate the hearing nerve directly with tiny electrical currents in cases where ordinary hearing aids are not adequate.\nAny attempts to improve this situation through more sophisticated electronics in cochlear implants and hearing aids will depend on a thorough understanding of how the abilities of hearing-impaired listeners differ from those of normal listeners. In our laboratory model of a cocktail party (not including drinks!), both normal hearing and hearing-impaired participants will be tested on their perception of sentences in the presence of other background sounds. These other sounds will consist of a ?babble? of talkers in which the number of people talking simultaneously will vary from 1 to 16. We will test a number of ideas about why hearing-impaired people find this more difficult than normal listeners.\nOur focus will be on one crucial factor ? ?babble? can fluctuate a lot in level, especially if there is only one other talker speaking. This creates ?dips? in the interfering sounds in which the target speech is more intense, thus easier to hear. Normal-hearing people can very effectively ?listen in the dips? of interfering sounds, but hearing-impaired listeners do this poorly. Many ideas have been advanced in explanation, including the way in which people with hearing impairment hear the pitch of voices, and their apparent inability to fuse together bits of sound information separated in time. What we hope to do is more fully explain how people with normal hearing manage this so well, whereas people with hearing impairment do not. We are hopeful that this deeper understanding will lead to new ideas for hearing aids that will enable hearing-impaired people to understand speech better in noisy environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001255","grantId":"G1001255","fundValue":"408931","fundStart":"2011-03-01","fundEnd":"2014-08-28","funder":"MRC","impactText":"","person":"Stuart  Rosen","coPersons":["Tim  Green"],"organisation":"University College London","findingsText":"","dataset":"gtr"}