{"id":"B178625E-248F-4CFC-8EC2-504F0FCB80F2","title":"Cultures of Legibility: Emergent Urban Landscapes in Southeast Asia","abstractText":"This research is focussed on the representation of the complex forms of settlement that are emerging in the wet-rice agricultural landscapes around the city of Jakarta. It documents the limitations of official macro-scaled planning maps in recording these areas, and diagnoses alternative styles of representation that various private sector and community actors have developed. This research hypothesizes that such representations are forming nascent 'cultures of legibility', and it examines their capacity to inform the formal urban and regional planning processes without being subsumed by their instrumental logics.\\n\\nThe settlement forms emerging around Jakarta (and other Southeast Asian mega-cities such as Bangkok and Manila) have been dubbed desa-kota landscapes ('rural-city' in Indonesian). They are characterized by a unique combination of land uses and infrastructures / rice agriculture, traditional villages, gated suburbs, cottage industries, malls, golf courses, industrial complexes, freeways. Desa-kota landscapes are visually, morphologically, and functionally more complex and fluid than even the most dispersed of western cities. Despite the ecological, social and economic difficulties such zones experience, they sustain (through various legal, illegal, and quasi-legal means) relatively successful communities.\\n\\nThe complexity and fluidity of desa-kota landscapes means that they present particular difficulties for the conventional modes of representation as deployed by the state agencies responsible for planning and managing their futures. These agencies rely heavily on the quantitative, orthographic and instrumental logics of traditional cartography and Geographic Information Systems (GIS). These forms of mapping, while suited to recording hard urban infrastructures, such as suburban housing, industrial complexes, and freeways, tend not to register the more ephemeral, landscape or vernacular elements of desa-kota zones. As a consequence, existing planning maps of desa-kota zones always contain substantial areas of 'illegibility' in which certain areas are left unmapped.\\n\\nIn many respects such desa-kota zones have, to date, benefited from their illegibility to the visual regime of state planning. This said, the longer-term viability of these zones requires them to become legible to, and so claim a stake in, formal planning processes. The illegibility of desa-kota zones at official levels is not replicated in local populist levels. Here, desa-kota landscapes have spawned a wide range of variable representational forms, ranging from private sector street directories and real-estate maps, to NGO and community green maps, to information graphics in mass circulation newspapers and magazines. The diverse aims, mediums and methods of such localized representations mean that they cannot be subsumed into a general cartography or singular logic of legibility. But they do offer patches of local legibility that constitute nascent ways of imagining the urban landscape, and that may give rise to distinctive 'cultures of legibility'.\\n\\nThe summary research objectives are to:\\n\\n1. Investigate recent debates on 'urban legibility'\\n2. Elaborate these debates in relation to specific desa-kota landscapes\\n3. Document the limitations of official macro-scaled planning maps and diagnose nascent 'cultures of legibility' in these zones\\n4. Examine their capacities to inform and extend the representational conventions of urban planning and design\\n5. Exploit the potentials of interactive, web-based geographic information technologies for research and dissemination.\\n\\nThis research has the potential to enrich the visual languages and theoretical vocabularies available to planners, urban designers and architects working in desa-kota contexts. Furthermore, it will facilitate the integration of the Southeast Asian urban experience into wider international debates on emergent urban forms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F011040/1","grantId":"AH/F011040/1","fundValue":"214628","fundStart":"2008-03-01","fundEnd":"2010-07-05","funder":"AHRC","impactText":"","person":"Stephen  Cairns","coPersons":["William  Mackaness","Femke  Reitsma"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}