{"id":"B17DF861-C07B-4A31-9130-15F72DF3E4EB","title":"Multiscale Modelling of Magnetised Plasma Turbulence","abstractText":"Heisenberg reputedly said on his death bed, When I meet God, I am going to ask him two questions: Why relativity? And why turbulence? I really believe he will have an answer for the first. Understanding turbulence remains a fundamental open question in physics that is nowadays accessible to high performance computing (HPC).Plasma (ionised gas) is the fourth state of matter that dominates our observable universe, and burns in stars through nuclear fusion reactions to produce energy and the elements. Laboratory experiments replicate these processes, aiming to harness terrestrial nuclear fusion for energy, and an advanced approach exploits toroidal magnetic fields to confine hot plasma at temperatures &gt;100 million K. Fusion requires good confinement, and this is limited by collisions and plasma turbulence. Collisional processes cause an irreducible minimum plasma loss rate that is understood theoretically, but larger losses, due to turbulent processes, are observed in devices. Recent experiments find dramatically enhanced confinement regimes with higher core pressures, where losses are strongly reduced in localised regions of plasma, approximately to the level predicted by collisional theory. In the region of the internal transport barrier (ITB), turbulence is strongly suppressed. There is much scope for optimising fusion devices through controlling turbulence.Calculations of magnetised plasma turbulence parallelise efficiently, and recent advances in HPC permit high fidelity first principles based calculations. HPC is essential because of the high dimensionality of the problem (5-D in kinetic approaches) and the huge ranges of scales of the physics processes in space and time. This proposal is for scientists at UKAEA Culham, Edinburgh, Oxford, Warwick and York to exploit the EPSRC national supercomputer HECToR to perform magnetised plasma turbulence simulations using state-of-the-art kinetic and fluid models. Multiscale simulations, ideally suited to HECToR, will resolve fundamental plasma processes that span in space from the short length scale associated with particle gyration around the magnetic field (eg the ion Larmor radius rho_i ~O(5)mm) to the device minor radius a (~O(1)m), and in time from the lifetime of turbulent eddies (~O(10^-6)s) to the energy confinement time (~O(1s)). We will approach our objectives using complementary models: (i) coupling multiple local kinetic turbulence simulations self-consistently with a transport solver to track the slower evolution of macroscopic plasma properties, (ii) global kinetic simulations and (iii) applying the two-fluid-MHD plasma model to describe turbulence at scales between rho_i and a. The key scientific issues to be explored include: (1) probing the fundamental triggers for the suppression of turbulence and the onset of transport barriers(2) assessing the relative importance of turbulent fluctuations on different length scales, and probing the cascade of turbulent energy between these scales(3) comparing model predictions with experiments (including spherical tokamaks like the UK experiment MAST), and suggesting routes to optimise plasma performance in future devices (eg the next step burning plasma experiment ITER).This internationally leading project team is well placed to make unique contributions towards addressing these important and challenging scientific questions. Our proposed simulations will parallelise to exploit 1000s of computational cores efficiently, and indeed require access to a state of the art supercomputer like HECToR. The science tackled is relevant to fusion and astrophysics. Success in achieving these ambitious scientific objectives will address long standing grand challenges, and will have a high international impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H002189/1","grantId":"EP/H002189/1","fundValue":"37421","fundStart":"2009-10-14","fundEnd":"2013-10-13","funder":"EPSRC","impactText":"","person":"S C  ChapmanArthur Godfried Peeters","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}