{"id":"B1887267-CA52-437D-8B70-03C8E92D28F3","title":"Unraveling a novel mechanism for cellulose decomposition in the bacterial phylum Fibrobacteres.","abstractText":"Cellulose is the most abundant organic polysaccharide on Earth and represents a major structural component of plant cell walls. Consequently, lignocellulosic plant biomass is largely recalcitrant to decomposition by microorganisms, and the ability to degrade and utilise cellulosic polysaccharides is limited to only a few bacterial and fungal groups. In nature, two different enzyme mechanisms for cellulose decomposition are utilised by bacteria and fungi; aerobic fungi and bacteria secrete high quantities of extracellular enzymes, whereas anaerobic bacteria and fungi possess cell-surface bound enzyme complexes (cellulosomes). Ruminant herbivores such as domestic cattle rely on symbiotic gut microorganisms for the digestion of plant material. Fibrobacter succinogenes is the type species of the genus Fibrobacter and was first isolated from the bovine rumen where it is established as the most prolific bacterial degrader of plant biomass. This superior efficiency to degrade cellulose in the rumen may be explained by recent evidence that within the genus Fibrobacter, a 'third' mechanism for the degradation of cellulose has evolved. F. succinogenes does not conform to the classical models of cellulose decomposition, and one possible mechanism for cellulose degradation in Fibrobacter involves the removal of individual cellulose fibres and subsequent transport through the outer membrane where they are cleaved by cellulases. Furthermore, molecular approaches have successfully identified members of the genus Fibrobacter in non-gut environments where cellulose is degraded (landfill sites and freshwater lakes), suggesting a greater diversity of fibrobacters than previously thought. Here, our approach is to sequence the genomes of several Fibrobacter strains that represent the breadth of ecological and taxonomic diversity currently detected within the genus. These analyses will include some novel strains of F. succinogenes that we have recently isolated from landfill sites and this is the first isolation of this species from a non-gut environment. Furthermore, these strains can utilise cellulose as the sole source of carbon for growth. Our comparative genomic analyses will enable us to investigate the evolutionary relatedness of the different strains and species within the Fibrobacter genus, with particular emphasis on the mechanism of cellulose degradation that we suspect is conserved across all members of the Fibrobacter genus and is the key physiological attribute that circumscribes the group. We will then focus on phenotypic characterisation of members of the genus, by observing the degradation and utilisation of polysaccharides and their derivatives by each strain, obtaining quantitative data on growth rates and enzyme activities. These data will provide important information on the hydrolytic abilities and substrate specificity of each strain, for which there is a currently a paucity of information. Finally, we will again use high throughput sequencing techniques, but this time focussing on gene expression profiles (mRNA) using transcriptomic approaches that inform on the differential expression of functional genes in response to growth on a range of polysaccharides and their derivatives. We will provide growth substrates that range from simple sugars to complex lignocellulosic plant biomass and compare gene expression profiles to enable us to implicate specific genes in particular degradative processes such as cellulose attachment or the transport of simple sugars. These data will provide a step change in our understanding of the mechanism for cellulose degradation employed by fibrobacters. It is clear that fibrobacters are prolific degraders of cellulose, and their enzymes may therefore find biotechnological application in improving the nutrition of economically important ruminant animals and in the refining of plant biomass for the production of bioethanol.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L002043/1","grantId":"BB/L002043/1","fundValue":"321994","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"","person":"James Edward McDonald","coPersons":[],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}