{"id":"B192D2A5-00AF-47FF-B8EF-CB4E16CB6BBE","title":"Strengthening health system promotion of maternal and child health through medical travel","abstractText":"This 12 month grant focuses on strengthening health system promotion of maternal and child health through medical travel. It concentrates on South Africa and the effect on resident population of patients traveling to South Africa for treatment from neighbouring countries. It is a collaboration between the University of Cape Town and the London School of Hygiene and Tropical Medicine. \n\nThe main objective is to identify how to assess and influence the effect of medical travel on the health system and maternal and child health in South Africa. There are three linked specific objectives.\n1) To understand how inbound medical travel affects the maternal and child health of the resident South African population.\n2) To identify and analyse current agreements between South Africa and neighbouring countries which govern and affect patients traveling.\n3) To establish and review what kind of indicators and data are available at national and sub-national level to monitor health systems impact of medical travel on MCH. \n\nResearch employs quantitative and qualitative methods. To assess effects on resident South African MCH, it examines indicators and experiences of health workers, patients and other actors in areas where health facilities are seeing a large number of medical travellers coming in and compare these with areas and facilities who do not. These will be identified through initial key informant interviews. Interviews will be in five communities/facilities where large numbers of medical travellers are received and five where there are not. Quantitative work will evaluate usefulness of core indicators for MCH and health systems access which are publicly accessible. Research will include the analysis of agreements governing medical travel between South Africa and neighbouring countries to identify policy recommendations on how such governance arrangements can best support health systems' promotion of maternal and child health. \n\nFindings, including reflection on methods, will inform a larger comparative research proposal with researchers in India and Thailand.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M002160/1","grantId":"MR/M002160/1","fundValue":"88682","fundStart":"2015-01-31","fundEnd":"2016-03-31","funder":"MRC","impactText":"","person":"Johanna  Hanefeld","coPersons":["Lucy  Gilson","Neil Thomas Lunt","Richard  Smith"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}