{"id":"B193A5BB-B614-4016-A544-D080C13FB3DC","title":"Digital Fabrication of UHF Electromagnetic Structures","abstractText":"Radio Frequency Identification (RFID) technology uses radio waves to communicate between wall-mounted or handheld reading devices and small unobtrusive labels. RFID has greater potential than commonly used barcodes and is increasingly used to track the whereabouts of everyday items as they move through, eg, a factory or supermarket. Obviously, if they are to compete with barcodes, they must be very cheap and printed in one way or another. Very thin tag designs must work sufficiently on different objects. Fabrication technologies need to be evolved to make the RFID integrated circuit connection cheaply and easily. \nAlthough RFID has been used to illustrate the concept of printed tags, it is envisaged that skin transfer antennas could also be designed with the terminals connected by surgical plaster. Longer term possibilities involve putting high impedance surfaces directly onto the skin to manage the radio channels around the body, and even facilitate personal stealth where the visibility of a person to radar could be altered to avoid detection in a military scenario. The technology could also be applicable for medical sensing and as a pick up for implanted devices. The human body is an especially challenging platform for RFID owing to its high conductivity. Human tagging, external to the body, is usually based on wrist bands or ID badges which can be removed and given to other people. A design concept outlined in this proposal is a thin, platform insensitive UHF RFID tag that can be mounted directly onto the skin surface in the form of a transfer patch in much the same way that a temporary tattoo could be applied. This work is at an early stage and requires research into effective inkjet printing of the tag pattern onto the transfer material and reliable mounting of the tag Integrated Circuit. \nThe next ten years will see a rapid gain in market share of mainstream printed RFID tags. According to 'Printed and Chipless RFID, Forecasts, Technologies &amp; Players 2011-2021' (by IdtechEX), the numbers sold globally will rise from 12 million in 2011 to 209 billion in 2021. By value, chipless versions will rise from less than $1.38 million in 2011 to $1.65 billion in 2021, about one fifth of all income from RFID tags in 2021 because most of the increase in penetration will be by price advantage'.\n\nFrequency Selective Surfaces (FSS): The radio spectrum is a finite resource and just as is the case with oil and gas and other fuel supplies, the expanding economies are making ever increase use of it. But whereas with oil and gas the total amount that might be available is uncertain, with new fields discovered from time to time, the extent of the radio spectrum is limited. Almost everyone now has a mobile phone and a wireless computer, whether at home or in the office. They all use radiowaves to communicate with each other and so all have the potential to interfere with each other. In buildings, the walls and office furniture hinder efficient communications but at the same time are often insufficiently hindering to prevent unwanted evesdropping. FSS are flat pieces of thin material somewhat like wall paper with printed patterns. These patterns if drawn correctly have the potential to either enhance or seriously reduce the travel of radiowaves from place to place in the building. In other words they influence the electromagnetic architecture of the buildings. By careful configuration this means that more computers can be installed in a building without interacting with each other if that is required, while at the same time unwanted interference from other computers or other cell phones can be reduced improving the speed of broadband provision and avoiding lost phone calls.\n\nInkjet conducting ink processes will make these technologies inexpensive and widespread.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J000825/1","grantId":"EP/J000825/1","fundValue":"296909","fundStart":"2012-01-03","fundEnd":"2015-01-02","funder":"EPSRC","impactText":"","person":"Stephen George Yeates","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}