{"id":"B1AE9859-C5C8-4BA3-8508-985D2979A1B4","title":"SEM-based Technique for Local Property Measurements in Electroceramic Thick/Thin Films: Proof of Principle","abstractText":"Electroceramics are exploited because they respond in useful ways to external stimuli, e.g. electric fields (varistors, relaxors), temperature (thermistors), or atmosphere (gas sensors). In some cases the best performance is achieved if the bulk ceramic is homogeneous (e.g. microwave dielectric or piezoelectric ceramics) whilst in other cases the behaviour depends upon carefully engineered grain boundary structures (for example PTC thermistors and varistors), or functionally graded materials. It is therefore important to understand, and optimise, the fine scale homogeneity of these materials. As the size of electroceramic components continues to reduce, ever smaller scale variations in a material's microstructure become significant, both from a device homogeneity and processing batch variability perspectives. These inhomogeneities can broaden or degrade the response of the bulk device, as may be seen in practice through a reduction in the quality factor of a microwave dielectric material, a change in the ease of domain switching in ferroelectrics, or a change in the temperature interval of the PTC transition in a thermistor. In cases where operation requires a high level of transient power dissipation, such as for varistor or thermistor protection devices, inhomogeneity can lead to localised mechanical stresses and (possibly) failure of the device. There is therefore a materials processing need to characterise, understand, and limit the extent of these microperformance variations.In this research project, we wish to develop SEM-based localised electrical property and electrical structure measurement techniques, specifically for electroceramic film applications, which we will use in parallel with other SEM based techniques (e.g.EBSD analysis)to study directly the link between microstructure, crystallography and local electrical performance in a wide range of semiconducting, dielectric and multifunctional electroceramic films. This 12 month programme of work is designed as a 'proof of principle' exercise and will address the following:1. Modification of our SEM-based conductive mode microscopy (CM) and local property measurement facility to allow quantitative study of local electrical structures and performance in thick/thin films.2. Development of measurement techniques to enable quantitative AC methodologies to provide localised capacitative/permittivity data from dielectric and related functional electroceramic films.3. Establishment and evaluation of a new local property characterisation technique based on measurements of the discharge profile of beam-injected charge into a thin film.Our approach will be to combine new experimental techniques with modelling/simulation studies. We will do this by developing our current SEM conductive mode facility to undertake studies of thin films and to evaluate the new measurement technique. We will quantify and interpret signals through parallel modelling and simulation studies, including Finite Element (FE).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F05694X/1","grantId":"EP/F05694X/1","fundValue":"101262","fundStart":"2008-11-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"  This group has many years' experience of making quantitative local property measurements in bulk materials. This proof of principle project established the experimental parameters for extending these measurements to thin film geometries in medium conductivity materials and established a new approach to measuring local film capacitance under an electrode based on discharge rates. These techniques have been used to characterise experimentally prepared films of multiferroic BiFeO3 and related materials in basic research. Electronics,Energy ","person":"Colin  Leach","coPersons":["Robert  Freer"],"organisation":"The University of Manchester","findingsText":" This proof of principle project established the experimental parameters for making quantitative local property measurements in thin films, and developed a new approach to measuring local film capacitances, based on discharge rates under an electrode. Electroceramics are increasingly being produced as thin films and rely for their performance on homogeneity of properties (or carefully controlled spatial variations) and consistency of manufacture, and these techniques allow materials engineers a new way to accurately characterise their materials. In the characterisation of novel electroceramics and monitoring of consistency and accuracy of manufacture of commercial products. For example, these techniques have already been used to characterise experimentally produced thin films of multiferroic material, piezoelectric materials under extreme conditions and varistors produced using novel processing methods. Aerospace, Defence and Marine,Electronics,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}