{"id":"B1AF3DFE-C98C-4EDF-B270-60A636EA3312","title":"Treatment of model bias in coupled atmosphere-ocean data assimilation","abstractText":"It is expected that the change in climate over the next century is likely to lead to many more extreme weather events, which will have significant impacts on society. In order to be able to plan for societal developments policy makers need to understand the likely effects of climate change over the coming decade. This information would be useful in planning projects designed to alleviate the effects of climate change, such as flood defences, as well as for more general projects, such as deciding where to build new housing. Scientists are currently developing methods to predict general weather phenomena over time scales of several years using computer simulations of the atmosphere and ocean. However, whereas many advances have been made in recent years in forecasting on time scales of days to weeks, the science of forecasting on much longer time scales is still in its infancy.\n\nRecent developments in this area suggest that certain parts of the climate system may be predictable on time scales of several years if we can know more accurately the current state of the atmosphere and ocean throughout the world. Data assimilation is the science of combining observations of the atmosphere or ocean with computer simulations in order to be able to determine more accurately the current conditions and so produce a better forecast. It has been widely used in both weather forecasting and ocean forecasting for many years. However in developing predictions on seasonal to inter-annual time scales we need to simulate the evolution of the atmosphere and ocean together. Determining the current atmospheric and ocean states together is made more difficult in particular by two factors. One is that the atmosphere and ocean evolve on very different time scales and this is not very well handled by current methods of data assimilation. The other factor is that the computer models inevitably contain errors, due to our imperfect knowledge, and these errors are exacerbated when we treat the two systems together. In this project we will develop new data assimilation methods to determine simultaneously the state of the atmosphere and oceans using observed data, taking account of both the different time scales in the two systems and of the unknown errors in the computer models. The direct involvement of the European Centre for Medium-range Weather Forecasts in the project will allow a transfer of knowledge to operational practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J005835/1","grantId":"NE/J005835/1","fundValue":"355368","fundStart":"2012-05-08","fundEnd":"2016-04-07","funder":"NERC","impactText":"","person":"Amos Stephen Lawless","coPersons":["Keith  Haines"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}