{"id":"B1B17A3F-2F8B-4E0C-8A5B-0E4BDFC4F69D","title":"In vivo and in vitro studies of dietary fatty acids eNOS polymorphisms and insulin resistance in the endothelium","abstractText":"The hormone insulin is involved in stimulating the uptake and metabolism of dietary carbohydrates (e.g. sugars) and fats by cells such as those in muscle, fat tissue and liver. When insufficient insulin is produced (type 1 diabetes), or when there is lack of effect of insulin on cells (type 2 diabetes and insulin resistance), the metabolism of carbohydrates and fats becomes abnormal. Levels of blood glucose rise, leading to symptoms of diabetes (thirst, tiredness etc) and blood lipids also rise. Lipids are carried in the blood on complex particles called lipoproteins (e.g. LDL and HDL cholesterol). In diabetes these particles are abnormal, with low HDL cholesterol (good cholesterol) and raised concentrations of particles called triglyceride rich lipoproteins. This combination is known to increase the risk of cholesterol penetrating the blood vessel wall, leading to hardening of the arteries and heart disease. For a long time it was thought that the reason people with diabetes have a much higher risk of heart disease was because of these abnormal lipoprotein particles. Whilst this is undoubtedly part of the story, new research is suggesting other mechanisms may also be involved. Although we have known for a long time that cells such as muscle, fat and liver require insulin, it is only recently that insulin has been shown to be required for the normal healthy functioning of the cells that line the blood vessel wall (called endothelial cells). Insulin increases the formation of compounds which keep the blood vessel wall dilated and reduces release of compounds which constrict the blood vessel wall and cause it to become sticky (called inflammatory proteins). This new research is helping to understand how insulin triggers the release of compounds which keep the vessel wall healthy and what happens when people become resistant to the normal actions of insulin. People who are diabetic or insulin resistant are unable to dilate their blood vessels normally when stimulated and release inflammatory proteins which are more likely to lead to cholesterol depositing in the artery wall. The reason there is increasing concern about insulin resistance is that this condition is becoming extremely common because it is linked with overweight and obesity. It is now estimated that as many as 20% of middle aged adults may be insulin resistant and this greatly increases their risk of getting heart disease or having a stroke. Understanding the consequences of insulin resistance in blood vessel cells is therefore very important. Some research has shown that the types of fats in the diet can influence the efficiency with which insulin acts on muscle, fat and liver cells. However very little is known about how the type of dietary fat influences endothelial cells and how the cells behave when exposed to different fats, both in the body and when studied in test tubes. We will use a technique to study the behavior of blood vessels in people when they are exposed to high concentrations of different types of fats and also how it affects their blood vessel response when insulin is given. We will also study cells cultured in the laboratory to see if we can understand the triggers that lead to the cells responding more or less favourably in the presence of different types of fats. One of the compounds which help the blood vessel wall to dilate is a small molecule called nitric oxide. The enzyme which leads to the release of nitric oxide is a protein whose structure varies slightly in some people due to differences in their genes (about 12% the population carry this variation and are known to be more at risk of heart disease). We want to study people with and without this variation and see if they respond differently to different fats. We will also study blood vessel cells (from the umbilical cord) which have been obtained from women with and without the variant to see how this enzyme works.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E021816/1","grantId":"BB/E021816/1","fundValue":"350372","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"BBSRC","impactText":"","person":"Christine  Williams","coPersons":["Anne Marie  Minihane","Michael John Fry"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}