{"id":"B1BE8044-C7B8-4594-8E19-621A411FDCC7","title":"A new radar for integrated atmospheric science in the southern hemisphere.","abstractText":"The Earth's atmosphere is a complex dynamical system involving interactions from local through regional to planetary scales and from the ground to its outer limits in Space. In particular, it is becoming increasingly apparent that the uppermost layers of the atmosphere (mesosphere, thermosphere, ionosphere, and magnetosphere/exosphere) may have significant influences on the lower atmosphere (stratosphere and troposphere). For example, work at BAS and Leicester University has shown influences on the lower atmosphere associated with solar heating above 100 km, geomagnetic activity arising from electrical currents in the ionosphere, and energetic particles from the magnetosphere. Such research is addressing the report of the Intergovernmental Panel on Climate Change (IPCC) which stated that the level of scientific understanding of the solar contribution is 'very low' and has significant uncertainties. Recognising the importance of the upper atmosphere, the U.K. Meteorological Office has recently raised the upper limit of its operational forecasting model from 37 to 63 km altitude with a consequent increase in forecasting skill and the next model due this year will have a ceiling at 80km. The Super Dual Auroral Radar Network (SuperDARN) is a powerful tool for measuring convection and waves in the mesosphere, thermosphere and ionosphere on local, regional and planetary scales. It has greatly advanced our understanding of the upper atmosphere and Space, and the U.K., despite a relatively small investment in SuperDARN, has dominated its exploitation. Initially, SuperDARN was concentrated at polar latitudes but recently it has begun to expand its coverage to lower temperate latitudes to form a sub-network known as StormDARN. This proposal highlights a time-limited opportunity to build a StormDARN radar on the Falkland Islands to address three specific challenges of integrated atmospheric science - the structure and influences of atmospheric gravity waves, atmospheric tides, and charge particle precipitation from the outer radiation belt.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G019665/1","grantId":"NE/G019665/1","fundValue":"387267","fundStart":"2009-09-29","fundEnd":"2013-12-31","funder":"NERC","impactText":"  These findings provide an improved understanding of winds, tides, and atmospheric waves in the Southern Ocean. Techniques developed to study waves in our work has been used by other researchers in their work. Environment ","person":"Stephen  Milan","coPersons":["Neil Fraser Arnold","Terry  Robinson","Darren Mark Wright","Chris  Thomas"],"organisation":"University of Leicester","findingsText":" We have studied winds, tides, and waves in the upper atmosphere over the Antarctic Peninsula, as well as electrodynamic coupling between the ionized upper atmosphere and the magnetosphere which produces energy deposition in the atmosphere and may affect climate. We have developed a fuller understanding of all these processes. Our work provides a better characterization of ionospheric disturbances in the Southern Hemisphere which will help with mitigation of some Space Weather impacts on communications and navigation. Aerospace, Defence and Marine,Environment","dataset":"gtr"}