{"id":"B1C9989D-96C8-4A86-9AB6-27047250501C","title":"Structural and electronic properties of InN surfaces and interfaces","abstractText":"The proposed programme will investigate the structure and electronic properties of indium nitride (InN) surfaces and interfaces. This work is both a natural continuation of our successful research on the surface electronic properties of InN and takes our research forward into new and exciting areas. In addition to investigating the novel surface structures of what is considered to be the last unexplored III-V semiconductor material, we will also study a wide range of InN-containing interfaces which will pave the way for the material to be used in new or improved (opto)electronic devices. The optical and electrical properties of InN, and its alloys with other nitrides make it extremely attractive for use in the next generation of devices, including lasers, sensors, high-brightness light emitting diodes, high-efficiency solar cells, and high-speed transistors.Surface reconstruction refers to the process by which atoms at the surface of a crystal assume a different structure from that of the bulk. Due to the large size difference between indium and nitrogen, InN is likely to exhibit novel surface structures which do not conform to the established guiding principles of surface reconstruction of traditional III-V semiconductors, such as gallium arsenide. This has been confirmed in our preliminary study of one crystal orientation of InN, where, unusually, the surface was terminated by over three layers of indium, including a topmost laterally contracted and rotated indium layer. The detailed arrangements of the atoms at surfaces and interfaces have important implications for both epitaxial growth behaviour and device properties.Consequently, the development of novel semiconductor devices is intimately related to fundamental investigations of interface physics. With continuing miniaturisation in semiconductor device technology, the interface itself is increasingly becoming the device. To fully realize the potential of InN-based low dimensional devices, understanding of both the surface and interface properties is essential. Our research programme will employ a comprehensive range of surface- and interface-sensitive experimental techniques to probe the structural and electronic properties of both clean InN surfaces and a range of technologically important InN-containing interfaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G004625/1","grantId":"EP/G004625/1","fundValue":"373818","fundStart":"2009-01-05","fundEnd":"2012-07-04","funder":"EPSRC","impactText":"","person":"Christopher Frances McConville","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}