{"id":"B1CBF959-69B6-412F-AA19-0D40A5FDC814","title":"The Non Scaling FIxed Field Alternating Gradient (NS-FFAG) Accelerator","abstractText":"Particle accelerators are used to produce beams of charged particles such as protons or electrons which are then used for a wide variety of applications in medicine and industry and for pure research. There is a compelling need for new types of accelerator that are easier to operate and maintain and are more reliable and compact, yet are more flexible and efficient. One such accelerator is the non-scaling fixed field alternating gradient (NS-FFAG) accelerator, and it is a very promising candidate, but no-one has yet built such a machine, and there are many technical challenges to be overcome before such a machine could be used commercially.An opportunity is arising which could allow the NS-FFAG to be used as a new type of charged particle therapy machine for treating cancer. The reduced size, increased reliability and flexibility of such machines should all lead to lower costs of ownership while delivering more effective therapies. Beams of protons or heavier particles such as carbon ions can deposit much more radiation directly in the cancer while losing much less energy in the surrounding healthy tissue. NS-FFAGs could also be used for many other purposes. They could be used to help generate electricity without significant greenhouse gas emissions while reducing the amount of long-lived nuclear waste produced. They could be at the heart of a new generation of very intense sources of neutrons for studying the structure of materials and the dynamics of chemical reactions, of interest to physicists, chemists, biologists, engineers and many industries. They could also play a significant rle in elementary particle physics, perhaps leading to new discoveries about the origin and structure of the universe we see around us today.We are a group of scientists from many different disciplines who believe that the non-scaling fixed field alternating gradient accelerator could have many advantages. The UK is uniquely well placed to develop this new technology, with significant benefits to both science and society. There is also a lot of international interest in NS-FFAGs. The demonstration in this country that these machines are able to meet the expectations listed above would place the UK in the forefront of this exciting new development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E032869/1","grantId":"EP/E032869/1","fundValue":"7472360","fundStart":"2007-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"","person":"Roger  Barlow","coPersons":["Neil  Marks","D  Baynham","Karen Joy Kirkby","Bleddyn  Jones","Juergen  Pozimski","Ken  Peach","William Gillies  McKenna","Michael William Poole","Robert  Cywinski","A  Elliot","Roger Paul Webb","Borivoj  Vojnovic","Mark Antony Hill","Thomas Robert  Edgecock"],"organisation":"The University of Manchester","findingsText":" The principle of the non-scaling Fixed Field Alternating Gradient accelerator has been validated. This means that simpler and more compact magnets can be used for high current accelerators, for many purposes. By building better, cheaper accelerators Aerospace, Defence and Marine,Agriculture, Food and Drink,Energy,Healthcare,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}