{"id":"B1D297FE-2DAC-4E7A-A6D2-AE189E928B72","title":"Silicic acid uptake by marine diatoms and the biological pump of carbon during glacial periods: A case study in the eastern tropical Pacific","abstractText":"Variations in atmospheric CO2 concentrations have a profound impact on earth's climate. However, the causes of such changes are still poorly known. In particular, the fundamental role of the ocean in modulating the atmospheric carbon reservoir in the past still has to be clearly assessed. This knowledge is essential for predicting atmospheric CO2 concentrations and global climate in the future. The most plausible hypothesis currently put forward to explain lower CO2 during Glacial periods involves an increased biological pump of carbon and in particular higher relative proportion of organic carbon to inorganic carbon in settling particles, the so-called 'rain rate ratio'. According to this theory, one way to increase the rain rate ratio, and hence decrease pCO2, is to favour Si-secreting over CaCO3-secreting phytoplankton in the surface ocean by increasing the supply of silicic acid to the euphotic zone. This hypothesis is based on the assumption that marine carbon and silicate uptake by Si-secreting organisms are coupled and both depend on silicic acid availability. However, recent in situ and laboratory experiments have shown that under iron-limited conditions, additional supply of Fe decreases the Si to N (and C) uptake ratio by siliceous phytoplankton; that is more organic matter is produced conserving silicic acid. Silicic acid conservation under Fe replete conditions could lead to lower export of opal but unchanged or increased export of organic carbon and rain rate ratio. Given the much larger input of dust-borne Fe to glacial ocean, opal accumulation rate based interpretations of glacial-interglacial change in the intensity of the biological CO2 pump are currently suspect. The silicon isotopic signal of diatoms (d30Si), in sediments could be used along with opal and other geochemical proxies to reconstruct the degree to which silicic acid is conserved/utilised During glacial period in areas of the ocean currently limited by Fe. The Eastern Tropical Pacific is one such key area where there is large-scale limitation of Fe, widespread upwelling an out gassing of CO2 and large opal accumulation rates. We propose to use this area as a test bed and present preliminary data from the Gulf of California which shows for the first time millennial scale d30Si and confirms that silicic acid uptake by diatoms is an important factor controlling opal accumulation. The proposed study addresses two important questions surrounding opal production and accumulation in sediments and its relationship to rain rate ratio and the biological pump of carbon. (1) By reconstructing d30Si and opal accumulation in upwelling regions we will assess whether or not relative Si utilisation during diatom growth is an important control on opal accumulation in sedimentary records. (2) Through synoptic reconstruction Silicic acid relative utilisation in the Eastern Equatorial Pacific we will gauge if this regions contribution to lower glacial PCO2","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E017738/1","grantId":"NE/E017738/1","fundValue":"276240","fundStart":"2008-04-01","fundEnd":"2012-09-30","funder":"NERC","impactText":"","person":"Raja  Ganeshram","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}