{"id":"B1E0FE38-0995-4BFB-9EEA-6A81893EA034","title":"Nonlinear Mechanics and Design of Prestressed Stayed Struts","abstractText":"This project aims to investigate the behaviour of a structural member designed to withstand compressive loads constructed from steel and stiffened by tensioned fibre cables. This type of prestressed strut is only a fairly recent innovation and has been employed in the construction of concert stadia where its efficiency along with its aesthetic quality demonstrates its potential for much wider usage. Currently, however, the available design procedures for this type of component are largely based on small-displacement assumptions; this may be reasonable for some simple configurations, but optimization of this structural form may become dangerous if the implications of these assumptions are not appreciated - complex interactions between potential modes of failure can lead to highly unstable structural responses being missed by the designers if the structural analysis assumes the existence solely of small-displacements.In this project the intention is to examine the response of such structures in the laboratory and compare these results with parallel developments in mathematical and numerical models. These new models will primarily assume large-displacement behaviour with the aim that the strut can be designed safely and configurations likely to prove troublesome, by being sensitive to initial imperfections in construction, can be robustly avoided. Therefore, development of rational design guidance will be the key final outcome of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F022182/1","grantId":"EP/F022182/1","fundValue":"412681","fundStart":"2008-10-06","fundEnd":"2011-10-05","funder":"EPSRC","impactText":"  The primary work studied the behaviour of an innovative and highly efficient structural component the behaviour of which is now much better understood. Moreover, we have developed a simplified procedure such that the component can be designed safely and efficiently, which will enable much wider use of this technology particularly where long and slender columns are desired in construction applications. There are applications for this in shoring structures, supporting roof structures, masts and towers. The developed understanding and design procedures developed will be proposed for inclusion in a new revision of the European code of practice for designing steel structures - Eurocode 3. Currently, the results from the project are being used in an EU RFCS (Research Fund for Coal and Steel) project on high-strength steel (HILONG), where the technology is being tested in conjunction with the developments in high strength structural steel. The study of this combination will allow a maximization of the advantages of the system. Aerospace, Defence and Marine,Construction,Energy,Environment Economic","person":"Mohammad Ahmer Wadee","coPersons":["Leroy  Gardner","Roger  Hobbs"],"organisation":"Imperial College London","findingsText":" Prestressed stayed columns are cable stiffened compression members that are used in practice to increase the buckling resistance without increasing the structural weight. However, because of their optimized nature, nonlinear behaviour of such structures was found to be significant. A series of analytical, experimental and numerical studies were conducted. The behaviour of these components has been classified into zones that are directly related to the initial prestress level applied to the cable stays where the post-buckling behaviour is strongly stable and, more dangerously, strongly unstable. In fact, the most unstable case was found to be the one which the previous literature had identified to be the best design configuration. Work continued to examine the effects of imperfections and inelasticity in the response and modal interactions. This latter feature is one of the key findings since it was not predicted or seen in any previous work. Analytical and numerical modelling in conjuinction with full-scale experiments combined to reveal when modal interactions become practically important provided excellent validation for the theoretical studies. This led to the development of code-ready design guidance for practising structural engineers such that these components can be designed safely and efficiently.\n\nIn parallel to this work, the stability of steel beams under bending was investigated in several different ways. The effects of laterally restraining beams were modelled and a combination of analytical and numerical studies have demonstrated that the current approach can lead to designs that are at times overly safe and, more importantly, at times are unsafe. New design guidance has been proposed from our work that has a superior theoretical basis. A different theoretical investigation into the interaction between lateral buckling and local buckling in thin-walled beams was also conducted. This, for the first time, predicted a progressive form of instability in beams, known in the literature as cellular buckling or snaking, which was confirmed by a series of physical experiments. This has opened up the area of analytical modelling to a wider range of thin-plated structural components such as columns, stiffened plates and cold-formed steelwork, which is being pursued currently. The primary work studied the behaviour of an innovative and highly efficient structural component the behaviour of which is now much better understood. Moreover, we have developed a simplified procedure such that the component can be designed safely and efficiently, which will enable much wider use of this technology particularly where long and slender columns are desired in construction applications. There are applications for this in shoring structures, supporting roof structures, masts and towers. The developed understanding and design procedures developed will be proposed for inclusion in a new revision of the European code of practice for designing steel structures - Eurocode 3. This will enable our research work to be exploited by the construction industry; already an EU RFCS project (HILONG) is taking this technology forward by combining the stayed column arrangement in conjunction with high-strength structural steel, which will maximize its potential. Construction,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}