{"id":"B1E15C00-569E-40AA-83C9-09211C95B532","title":"A novel characterisation and separation technique for pluripotent human embryonic and hematopoeitic stem cells","abstractText":"Realising the promised benefits of stem cells and their derivatives in regenerative medical therapies or in high throughput screening platforms for drug development necessitates the development of tools to purify cells to homogeneity. Ideally, such tools should be non-invasive with a capacity for separation several orders of magnitude beyond current methods. Industrial systems for the purification of therapeutic proteins provide precedents for large scale bioprocessing. To date, the vast majority of these have focused on column chromatography to achieve desired levels of purity. However, the size, sensitivity and complexity of cells present particular challenges to the downstream engineer which are unlikely to be solved by any further evolution or modification of traditional column chromatographic techniques. Consequently, novel techniques are needed. This proposal intends to develop a novel, simple, scalable and commercially useful technique for the separation/purification of human stem cells irrespective of their tissue of origin. This will be achieved by using Atomic Force Microscopy to define the topography and electrical charge distribution on the surfaces of human embryonic and adult haematopoietic stem cells followed by the use of this information in computational models to design complimentary surfaces. Surface prototypes will then be used in small-scale experimental work with living cells to demonstrate their ability to reversibly bind and separate cells and their subsequent viability. By focusing on both charge and topography of stem cell-surfaces the project will produce an adsorption-based separation technology more specifically suited for cell purification than current chromatographic techniques. The use of both adult and embryonic stem cell populations will exemplify the utility of this technology to both current and future clinical and research applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G010323/1","grantId":"BB/G010323/1","fundValue":"105412","fundStart":"2009-06-11","fundEnd":"2012-06-10","funder":"BBSRC","impactText":"  They have been used to inform the development of a device to separate/purify human stem and derivative cells. Pharmaceuticals and Medical Biotechnology Economic","person":"Paul Alexandre De Sousa","coPersons":["Marc Leighton  Turner"],"organisation":"University of Edinburgh","findingsText":" Industrial project management and development experience in support of commercial development of technology to separate human stem and derivative cells on the basis of their elasticity. Device to positively or negatively purify stem and derivative cells being manufactured for industrial or therapeutic purposes. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}