{"id":"B1E68E98-FE32-4632-8058-22FE6326945D","title":"Labor Outmigration, Agricultural Productivity and Food Security","abstractText":"We propose to investigate the consequences of labor outmigration on agricultural productivity in a poor agricultural country persistently facing food security problems. We aim to answer three high-priority scientific and policy questions: To what extent\n(a) Does labor outmigration influence (i) agricultural productivity, (ii) women's participation in farming, and (iii) exit from farming?\n(b) Do remittances influence (i) farm technology use, (ii) women's participation in farming, and (iii) exit from farming?\n(c) Do farm technology use and exit from farming influence subsequent outmigration?\nWith an estimated 214 million people l--mostly from poor agricultural regions to more industrialized countries-international migration is a key concern in scholarly and policy arenas. This unprecedented phenomenon has wide-ranging consequences both for migrant-sending and receiving locations. This study focuses on one specific, but crucial consequence - the impact of labor outmigration on agricultural productivity in migrant-sending areas. As the agriculture productivity in poor subsistence economies is closely connected with one of the world's epidemic problems: food security. FAO estimated about 870 million people were undernourished in the period 2010-12. The vast majority of these - 852 million live in developing countries. Thus, increased agricultural productivity in poor countries is a key tool for alleviating this problem. This proposed project aims to better understand the relationship between labor outmigration and agriculture, providing crucial information for scientific and policy development of food security concerns.\n Understanding the link between outmigration and agriculture is complicated by the fact that migration does not happen randomly. Additionally, changes in agricultural practices and migration are likely to influence each other. Thus, the empirical demands for adjudicating potential reciprocal relationships are high, limiting the ability of previous research to speak to these questions. To address this complication, we will leverage the Chitwan Valley Family Study (CVFS), a case control comparison design at the community level with a 15-year panel study of a stratified systematic sample of communities, households, and individuals in Nepal. This unusual panel study enables us to address the non-random selection of individuals into migration. Furthermore, the case control design is particularly powerful for controlling macro-level effects (e.g. climate, prices, and policies) to detect the effect of change and variation in the phenomena of interest: farm labor loss, remittances, farm technology use, agricultural productivity, and women's participation in farming. Despite the wealth of panel data, answering our specific questions requires a modest level of new data collection. Our proposed panel measurement will involve multi-mode mixed methods data collection with appropriate temporal order and timing precision necessary to assess the relationships31. \nThis study will generate high quality scientific outcomes that will be widely disseminated around the world. These outcomes are (i) comprehensive panel data with potential to address perplexing methodological problems; and (ii) empirical evidence of the consequences of labor outmigration, agricultural productivity, and its interplay with gender. First the data will be made available through ICPSR and UK Data Service and publications through websites will be provided to broader audiences. Second, the findings will be disseminated among the scientific communities through presentations at national and international conferences and publication of scientific articles, research briefs, and policy briefs. Finally, our capacity building training will also enhance scientific and analytical capacity of faculty and scientists of host country institutions (AFU, NARC and others).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L012065/1","grantId":"ES/L012065/1","fundValue":"531826","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"ESRC","impactText":"","person":"Dirgha  Ghimire","coPersons":["Rebecca  THORNTON","Prem Bahadur Bhandari","William  Axinn","HUMNATH  Bhandari"],"organisation":"University of Michigan","findingsText":"","dataset":"gtr"}