{"id":"B1E8C3FF-42B6-4483-85A9-BBB6295308B3","title":"Identification of asthma susceptibility genes on chromosome 19q13","abstractText":"Asthma is a major cause of human suffering worldwide. Asthma runs in families and has a clear genetic component that leads to the development of disease. A greater understanding of why some people develop asthma and some do not will lead to a greater understanding of the disease, allow treatment to be targetted at those most at risk and provide new targets for drugs to treat asthma.\n\nAt this time we do not fully understand what in peoples DNA causes them to develop asthma; however parts of the human genome (all of our genetic material) that might be important have been identified. Our genome is divided into smaller parts called chromosomes. Part of one of these chromosomes; chromosomal region 19q13 has been shown to be involved in asthma susceptibility, but this region is large and the specific parts of the region involved have not been defined. \n\nThe aim of this project is to narrow this region and identify potential genes that may be involved in asthma susceptibility. I will use genetic methods to follow how genetic material is passed from generation to generation in families that have asthmatic children (we have DNA from over 400 families). This information can be used to further define the region we should be looking in for asthma related genes. Once we have this information, potential candidate genes will be analysed for polymorphism (changes in our DNA) and they will be tested to see if they cause an individual to be more likely to develop asthma. If we identify a gene polymorphism that seems to predict the development of asthma we will see if that gene is turned on more in asthmatic vs. non asthmatic tissue and begin studies to understand the role of these genes in asthma.\n\nThis project has the potential to identify novel asthma susceptibility genes, identify disease pathways and provide new targets for therapeutic intervention in asthma.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400283","grantId":"G0400283","fundValue":"218929","fundStart":"2004-12-07","fundEnd":"2008-05-06","funder":"MRC","impactText":"","person":"Ian  Sayers","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}