{"id":"B1EAF220-6B63-4B69-BC7F-48C0A8C9F7F4","title":"Dislocations: British and Irish Poetry since 1968","abstractText":"Since 1968 a wealth of poetry has been produced in Britain and Ireland. The star-cluster of talent associated with Belfast and the emergence of Black writers in Britain are only the most striking manifestations of what looks with hindsight like an innovative and richly achieved period in Anglophone poetry. Many reviews and essays have sought to assess and influence the course of this poetic renaissance, and a number of fine monographs have dealt with individual writers and movements. Student primers are also now starting to set out the field. There is not yet, however, a single, wide-ranging, fully researched book on the subject. This is what Dislocations: British and Irish Poetry since 1968 aims to provide.\n\nThere is a long-standing belief in some vociferous quarters that poetry over the last forty years has run along incompatible 'mainstream' and 'experimental' tracks. While acknowledging the importance of this construction of the British (and to some extent the Irish) scene, I doubt its creative validity. The practice of such key figures as Roy Fisher and Geoffrey Hill has always resisted easy categorisations. My book reads such 'mainstream' figures as Ted Hughes alongside the more hybrid ludic and elusive Paul Muldoon and Eileen Ni Chuilleanain and the self-consciously late-modernist and marginal (J.H. Prynne, Tom Raworth, and Denise Riley).\n\nA critic writing about recent, sometimes difficult poetry, should be as open-minded as she/he is well-informed. Yet the advantages of writing at book length depend on a willingness to pursue certain issues in greater depth than is possible in occasional pieces. In Dislocations I seek to maintain freshness of response while developing a degree of coherence by approaching poetry from the uncontroversial but fruitful observation that interrelated changes in spatial experience, identity, and situatedness in a media environment have transformed British and Irish culture over the last four decades. Signs of this are written all over the verse, from love poetry to hard-nosed satire, not just when underlying political and social factors are made explicit. For Dislocations what matters is how the signs help throw into relief what is distinctive about the achievements of particular writers and groups of writers.\n\nAfter a substantial, as yet unwritten 'Introduction', of about 15,000 words, which I hope to research and write during AHRC additional leave, the book is organised into three sections entitled 'Sites', 'Topics', and 'Reaches'. Section I starts close to dislocation at its most geopolitical and existential, with a discussion of poetry and devolution, the relationship between verse and urban experience, how these are affected by gender, and so on. In 'Topics', the focus is on more metaphorical and psychological aspects of dislocation, from the way metamorphosis and exile are explored in Ulster poetry of the 1980s to versions of the northern voice from Tony Harrison to Simon Armitage. Section Ill, 'Reaches', looks at poetic practices which in their differently ambitious, international bearings go beyond British-Irish norms. There are chapters on poetry and modernist painting, experimentalism (with its American backgrounds) and Black poets such as Grace Nichols. It will not be argued that the relatively concrete sources of dislocation discussed in Section I determine those investigated in Sections II and Ill. The mode of connection will be more relaxed, leaving chapters to be essayistic and probing, while affirming the significance of links between the sociological, the psychological and the creative when they are demonstrable.\n\nMost of the book is already published in essay form, or drafted as lectures. Further gaps will be filled by the end of 2006. My aim during AHRC leave would be to finish the book by writing the long 'Introduction', which must provide a great deal of background information while not lapsing into the mechanical procedures of a textbook.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E505325/1","grantId":"AH/E505325/1","fundValue":"22807","fundStart":"2007-01-01","fundEnd":"2007-03-31","funder":"AHRC","impactText":"","person":"John  Kerrigan","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}