{"id":"B1EE98F8-4E51-40B7-8C3D-A882E08BC321","title":"IMPRINTS Identity Management: Public Responses to IdeNtity Technologies and Services.","abstractText":"IMPRINTS: Identity Management: Public Responses to IdeNtity Technologies and Services. \n\nSUMMARY\n\nBoth in the UK and the US there is an important societal agenda in relation to identity management technologies, services and practices (IM-TSP), set against a background of civil liberties. Citizens regularly express concern about the amount of personal information that is held electronically and that is available to benign and malign organisations. There are, for instance, public anxieties around biometric identification, the introduction of strong border security initiatives and the risks of identity theft. Such fears are typically heightened by media reactions to, among other things, the loss of publicly held personal data records or terrorist threats. Against this backdrop, in contrast, there is a growing appetite for identity sharing through social networks, customer profiling and collaborative filtering and various loyalty schemes. \n\nIn this project, we seek a better understanding of such anxieties and appetites, by examining identity management taboos and desires and their culturally situated causes and effects. Our challenge is to understand the way that citizens in the UK and the US will respond to new IM-TSP, and to promote trustworthy and pleasurable processes of identity verification across contexts and communities, providing win-win situations for the civic, commercial government and security sectors. \n\nOur overall question is: What will influence UK and US publics to engage and/or disengage with identity management practices, services and technologies of the future? \n\nThe technologies, services and practices of identity management are in a state of rapid and somewhat unpredictable flux. To examine public perceptions and responses in this field, it is necessary to take a forward looking approach. Research about the current state of IM-TPS runs the risk of being obsolete by the time it is ready for implementation and publication. We will therefore use scenarios for the future as they have been presented in research, film, literature, consumer trend reports, policy reports and security exploration as our first core of data, and use these to map an expected landscape of IM-TPS. The research then proceeds in the following phases: \n1. Identify the most plausible scenarios and represent them in the form of written and visual narratives, online avatars and off-line artefacts that will function as stimuli in the research with individuals, and civil society, government, commercial and security actors, taking into account the different contexts and sensitivities in the UK and US.\n2. Elicit responses to these scenarios from UK and US based individual and collective actors in the four mentioned sectors, using a range of traditional and innovative quantitative and qualitative methods of data gathering, including deliberative polling; q-sorts; peer-to-peer and intergenerational group research; interactive pop up installations and simulation games. \n3. Analyse the responses to provide an a multilevel account of underlying individual, political, social and cultural reasons for the different publics' desires and taboos. \n4. Represent the outcomes of the research in a grid of taboos and desires that locates opportunities for civic, government, commercial and security actors.\n5. In the process, create artefacts and methodologies that will enable the various stakeholders to interact with the public and take their concerns into account in the development, production and implementation of IM-TPS. \n\nThe project involves a UK-US collaboration and will be managed from Loughborough University, UK. It will progress in ongoing interaction with academic advisors and stakeholders from the four sectors, represented in two different 'boards'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005037/1","grantId":"EP/J005037/1","fundValue":"1360610","fundStart":"2011-09-01","fundEnd":"2014-11-30","funder":"EPSRC","impactText":"  Our findings have been used primarily by the UK and Dutch governments, respectively the Science and Technolkogy Committee of Parliament (evidence given twice), and the new Dutch e-ID scheme Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice Policy & public services","person":"Liesbet  Van Zoonen","coPersons":["Aletta  Norval","Sandra  Wilson","Pamela  Briggs"],"organisation":"Loughborough University","findingsText":" While there are good reasons for the increased demand for identification and authentication (higher security, greater efficiency, better service, more fun and so on), it is simultaneously a source of stress, ranging from concerns about privacy to irritation about long queues at the border, or despair about lost passwords and pincodes\n\nNevertheless, it has become almost impossible to be a citizen or a consumer without having valid means to show who you are. In fact, with sectors such as education, leisure, public transport and others increasingly requiring identification, it may become ever more difficult to lead our everyday lives without an acceptable ID. Thus, it is crucial for us and for the organisations that offer networked products and services to manage our identities in ways that are easy, efficient and secure. In the first phase of the research we have examined how our politicians, industry leaders, journalists, artists and media producers envision we easily and safely identify ourselves in the future? Two sets of technologies are key in their predictions: biometrics, and radio-frequency identification (RFID). In addition, the smart phone is rapidly becoming an important platform for innovations in identity management.\n\n\n\nBoth the biometrics industry and scientists across the world are working steadily at refining existing biometrics and experimenting with new measures. Body odour, for instance, has been tried out as a biometric measure, while Japanese scientists are testing car seats that recognise the buttocks of the car owner. Breath, gait, DNA and other bodily features are being similarly explored. For the industry as \n\na whole, growth figures of up to 25 percent are predicted, not only as a result of greater security demands, but also as a byproduct of economic growth in countries such as Brazil and India. That biometrics will be part of our future is certain; they are already part of our present. But there is still an intense battle as to how far they will reach. Each participant in this debate has a range of ingredients to support their position: a rapidly growing industry, a dark popular imagination and a tense policy arena offer the means to imagine a wide range of contrasting future biometric scenarios.\n\n\n\nWhile RFID has been developed as a technology for tracking products through their production and distribution line, it is rapidly spreading as a means for the identity management of human beings. Our passports, ID or loyalty cards already tend to carry RFID chips and will only become 'smarter'. In the health sector, there is a growing practice of attaching RFID technology to pace makers or joint replacements, to enhance the monitoring of a patient's health. There is also wide discussion of directly implanting RFID chips in the body of Alzheimer's patients so that they can be tracked and found. Another common expectation is that RFID will be worn on the body instead of in the body, in the form of smart fabrics, smart jewellery or smart tattoos. Here is a form of future identity management that is not surrounded by visions of doom and gloom, but instead explores its possible beauties and appeal. \n\n\n\nUnlike biometrics and RFID technology, the smartphone does not feature prominently in policy or popular visions of the future. In film and television drama it basically occurs as the all powerful but inconspicuous tool that heroes and villains have at their disposal for searching, monitoring and controlling. Likewise, policy focuses on standardization and costs and has tended to overlook the martphone \n\nas a possible means of identification or authentication. Nevertheless, the smart phone at present, seems to be the only identification technology that is surrounded by excitement and expectation, rather than bythe fear and anxiety that biometrics and RFID produce. \n\n\n\nIn the next phase of our research, we will examine how these ideas about the future resonate in the imagination of members of the public. How do they think identity management will develop in the future? What are their desires and taboos? We will asks this to both the general British public and a number of specific groups, for instance elite groups like frequent flyers, policy makers and professionals and vulnerable groups like the elderly, asylum seekers and British Muslims. There is a clear new perspective regarding identity management as a matter of performance and agency, rather than as the outcome of a rational assessment of pros and cons of new technologies. This has both academic and social/design consequences Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Security and Diplomacy,Transport,Other","dataset":"gtr"}