{"id":"B1EED265-6917-487D-82DC-D2E5AFE80BF9","title":"COMPLIANT INTERACTIONS AND LIMB MECHANICS DURING ARBOREAL LOCOMOTION IN TROPICAL FOREST ENVIRONMENTS","abstractText":"Sumatran orangutans are the largest mammal to live an exclusively arboreal lifestyle and yet they habitually navigate the slender, peripheral branches of trees - the terminal branch niche - where the majority of tasty fruits and the narrowest gaps between tree crowns are situated. Theoretically they should access these slender branches either by suspending underneath them or walking on all fours on top with highly flexed joints to reduce branch vibrations. But contrary to these predictions we have shown that orangutans actually walk bipedally (that is, like humans) on the very smallest flexible branches, using their long prehensile toes to grip multiple supports and increase stability, while freeing one or both hands to reach fruits or other branches for gap crossing. Interestingly and unlike all other monkeys and apes tested to date (including chimpanzees and gorillas), orangutans maintain very straight legs when they walk bipedally in the trees. The benefits of this are unclear, but are important for 3 key reasons. Firstly, orangutans are an important model for the locomotor ecology of arboreal animals and the relationship between large body mass and the terminal branch niche. Secondly, arboreal bipedalism is increasingly thought to have been a fundamental component of the locomotor repertoire of the common ancestor of all apes and elucidating its ecology and mechanics will aid interpretation of the Miocene fossil record and the evolution of locomotor diversity in the living apes. Finally, increasing evidence suggests that the origins of human terrestrial bipedality lie in locomotion in an arboreal rather than terrestrial setting and studying the locomotor ecology and mechanics of arboreal bipedalism may shed light on the formative stages of the evolution of our own bipedality. The suggestion that bipedality evolved in the trees and has been present to some extent since the split from the old world monkeys is key to the distinction between the human and chimpanzee fossil record, since adaptations for bipedality have traditionally been taken to define human ancestors from those of the other African apes. In this proposal we combine studies of wild orangutans with those of zoo orangutans and humans to quantify the mechanics of arboreal bipedality, and crucially, how these change in accordance with changes in the mechanics of the branches, since branches taper and become more flexible towards the ends. It is possible that the straight legged postures might enable either transfer of energy between joints; or the transfer of energy from the flexible branches to the orangutan, in the same way as human athletes recover energy when running on springy running tracks. To study these we will use a relatively new technique in gait analysis, ultrasound, to record the behaviour of the muscles and tendons during locomotion in humans and orangutans. When merged with data on muscle activity and mechanics this will allow us to obtain a complete picture of internal and external energy storage and transfer during arboreal bipedality. We will also complement these data with computer modeling to mimic energy transfer from branches and between joints in situations that are not possible or practical to test experimentally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F004265/1","grantId":"NE/F004265/1","fundValue":"53066","fundStart":"2008-09-08","fundEnd":"2011-09-07","funder":"NERC","impactText":"  the expertise gained and equipment built in this study have facilitated 2 further studies; 1) on the ability of lemurs to store energy in their tendons during richochetal leaping (led by Crompton) and 2) on the energy costs and savings of ape arboreal locomotion (in collaboration with Halsey) , where we used parkour athletes to emulate the locomotion of great apes across a custom-built arboreal assault course. The link to this grant allowed us to achieve this substantial project within the funding and time scale of a small NERC grant (NE/J005371/1). the expertise gained and equipment built in this study has facilitated 2 further studies; 1) on the ability of lemurs to store energy in their tendons during richochetal leaping (led by Crompton) and 2) on the energy costs and savings of ape arboreal locomotionwhere we used parkour athletes to emulate the locomotion of great apes across a custom-built arboreal assault course. Culture, Heritage, Museums and Collections Societal","person":"Robin Huw Crompton","coPersons":[],"organisation":"University of Liverpool","findingsText":" Research under this grant was carried out jointly with NE/F003307/1 - COMPLIANT INTERACTIONS AND LIMB MECHANICS DURING ARBOREAL LOCOMOTION IN TROPICAL FOREST ENVIRONMENTS\n\n\n\nIncreasing mechanical and fossil evidence suggests that human (hominin) terrestrial bipedality originally arose from adaptations for orthograde (upright-trunk) locomotion in the forest canopy. In this study, our primary objectives were to quantify the mechanical interactions between arboreal bipedality and flexible branches in orangutans and humans, and to establish whether this behaviour could have been preadaptive for adoption of habitual terrestrial bipedality by early hominins.\n\nTo achieve this we employed a 3-pronged approach that combined study of the interactions between locomotion and branch compliance during arboreal bipedality by wild orang-utans; development of a portable instrumented compliant-branch system with variable compliance settings to study the mechanics, muscle activity patterns and limb/branch interactions in zoo orang-utans and humans; and finally development of 2-d computer simulation models of walking and running on compliant surfaces to study the stability and efficiency of arboreal bipedality in orangutans, humans and Au. Afarensis. In addition we undertook complementary studies on the postural (rather than locomotor) stability of arboreal bipeds faced with a moving physical and visual environment and the mechanics of orang-utan nest building, as both enhanced our understanding of the interactions between orang-utans and compliant supports.\n\nOur primary findings are:\n\n1. Conditions exist in the wild for orang-utans to obtain energy return from flexible branches, much like runners running on springy running tracks\n\n2. Captive orang-utans walking on our instrumented complaint branch were able to obtain up to 60% of the cost of the stride in energy return from the beam\n\n3. Computer models of orangutans identify straight-legged bipedalism as the most effective technique to move on compliant branches\n\n4. Postural stability in the dynamic physical and visual forest environment can be maintained through lightly touching rather than gripping adjacent branches.\n\n5. The mechanical structure of orang-utan nests suggests an enhanced degree of technical knowledge and choice in the construction of nests this work has relevance to captive care and conservation of endangered species which has already been implemented eg at Twycross Zoo Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}