{"id":"B1F299B8-9E82-4363-948D-274829BA7EB6","title":"Why does transcription present a major barrier to genome duplication?","abstractText":"When a cell divides, all of its DNA must be copied so that each of the two new cells contains a complete set of genes. The copying and passing on of genetic information is a central feature of life, and is performed in a similar manner by organisms from bacteria to humans. DNA replication must be accurate because mistakes can corrupt the genetic message with potentially fatal consequences. The DNA replication machinery must also be able to overcome any obstacles that it encounters, because a cell cannot divide until its genome has been fully duplicated. Potential obstacles to DNA replication are common, because DNA within cells is coated with proteins that package, repair or read the genetic material. In this project we aim to determine how the DNA replication machinery deals with a common and potent obstacle: collisions with the molecular machinery that 'reads' the information contained within genes. The central components of this machinery are enzymes called RNA polymerases. These enzymes unwind the double-stranded DNA molecule at the beginning of a gene so that they can use one of the two strands as a template for the construction of a temporary copy, called mRNA. In order to copy a complete gene the RNA polymerase must move along the DNA, unwinding it as it goes. During this process RNA polymerase binds tightly to the DNA to stop it falling off before it reaches the end. The copying of genes by RNA polymerase is regulated: the cell needs more copies of some genes than others, and so RNA polymerases are found rarely on some genes and in nose-to-tail traffic jams on others. Like RNA polymerase, the enzymes that replicate DNA move along, and unwind, the DNA double helix. As the DNA replication machinery has to copy the entire genome it will collide frequently with RNA polymerases that are copying individual genes. Because RNA polymerases bind tightly to DNA, the DNA replication machinery often has difficulty moving past them, and in some cases needs help from other proteins in order to overcome the obstacle. In our preliminary experiments we have identified two proteins that help the DNA replication machinery to push its way through obstacles. We have also shown that one of the main reasons that these proteins are needed by cells is to help overcome the 'roadblock' effect caused by RNA polymerases. The experiments that we now wish to undertake will enable us to discover what determines whether a particular RNA polymerase blocks DNA replication or is easily bypassed (for example, does the length of an RNA polymerase 'traffic jam' determine how easily the replication machinery can get through?). They will also enable us to define the various helper-systems that the cell uses to overcome such obstacles, and understand which systems help at which types of obstacle. There are many reasons why it is interesting and important to undertake this study. These experiments are exciting because they aim to understand the interface between two of the most fundamental and important processes in the cell: the copying and expression of the genetic material. These processes are well conserved in all organisms, and our findings will have implications beyond the experimentally tractable model system in which we will work. The understanding that we will gain will also have practical implications. It is now possible for scientists to construct organisms in which large sections of the genome, or even the entire genome, are artificially designed and constructed. A sound understanding of the interplay between genome replication and gene expression will be important if these designed organisms are to function correctly. Furthermore, by understanding how cells help the DNA replication machinery to overcome obstacles we can identify opportunities to disrupt those processes: drugs that target the helper-systems and prevent complete DNA replication may have applications in anti-bacterial or anti-tumour chemotherapy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I001859/2","grantId":"BB/I001859/2","fundValue":"151603","fundStart":"2012-10-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"  This project is still running and it is too early to have any measurable impact.  ","person":"Peter  McGlynn","coPersons":[],"organisation":"University of York","findingsText":" The machines that copy the genetic material, DNA, inside all cells must do so within the context of other molecular machines that are essential for transcribing genes on the same DNA. Consequently, collisions between these two types of molecular machines are inevitable. We have exploited the advanced molecular tools in the model organism Escherichia coli to demonstrate that:\n\n1) such collisions are the primary reason why DNA replication complexes pause inside cells. However, most of these paused complexes can subsequently continue without any need for repair.\n\n2) both head-on and co-directional collisions between DNA replication and transcription complexes result in pausing of the copying machinery. This finding is unexpected and implies that supercoiling (knotting) of the DNA between the approaching complexes often causes replication breakdown inside cells.\n\n3) a third type of complex, the ribosome, translates messenger RNA. Ribosomes and transcription complexes can function in a coupled manner in bacteria. Previous work implied that this coupling can be important in preventing blockage of replication by transcription complexes. However, our work has demonstrated that the opposite can also occur. Uncoupling of ribosomes from transcription complexes can aid replication fork movement. Our finding that uncoupling of translation from transcription can aid genome duplication may have implications for antimicrobials that target various aspects of nucleic acid metabolism. This discovery indicates that sublethal concentrations of antimicrobials that target translation might help bacteria to survive antimicrobials that inhibit transcription or replication. We now need to uncover why inhibition of translation can help in genome duplication. We have eliminated one possibility (elevated ppGpp levels) and are currently analysing other potential mechanisms.\n\nOur finding that DNA replication complexes pause very frequently inside cells but that most paused complexes can continue subsequently without any need for repair implies that efficient mechanisms exist to facilitate resumption of replication by such paused complexes. Exactly what these mechanisms are remains to be discovered.\n\nOur work on the nature of replication/transcription collisions has important implications for the design of synthetic organisms. Our current data imply that the organisation of transcription units within the genome, and the control of DNA supercoiling, are critical factors to be considered when designing novel genomes. However, we currently do not have sufficient insight in order to accurately predict what the consequences are of specific genome designs. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}