{"id":"B1FB096F-17AE-40DD-836A-8DB810FBEAC1","title":"Networks and Actors in the British and French Foreign Ministries: Responses to the Idea of European Integration, 1919-1957.","abstractText":"This project concerns the intellectual framework applied by civil servants (permanent officials) who formulated British and French foreign policy between 1919 and 1957 and how they decided whether an integrated European approach to international security was preferable to a more traditional single state strategy. Research on the history of European integration has tended to focus on policy at government level; little attention has been given to how policy was formulated and executed within foreign ministries and certainly not in any comparative way. And yet, the core political and diplomatic assumptions of the permanent officials should be intrinsic to our understanding of how the British and French foreign ministries, or networks within them, saw Europe as a solution to maintaining their international influence. We will also demonstrate how civil servants, including diplomats, reflected the value systems of those who appointed them and those who trained them, although it is not always true that they reflected the priorities of the government ministers whom they served. \n\nEven though Britain and France became members of the European Community at different moments, they have been chosen because they are nation-states of similar populations, with similar imperial histories and world roles, they are both permanent members of the UN Security Council, leading members of NATO and of the EU. Nevertheless, historically these two countries have viewed the concept of European security and integration differently, with Britain placing more emphasis on the importance of overseas ties (Empire, Commonwealth, US) than the French have chosen to do. The British and French examples reveal how within the machinery of government of these states different views were held by politicians, permanent officials and diplomats about how far a commitment should be made to Europe as part of their wider foreign and imperial policy. The consensus among historians of British foreign relations is of an either/or contest between a continental and an imperial strategy, when in reality both views were held simultaneously by different groupings of permanent officials, diplomats and their political masters. The French case is similar. In France competing views were held by politicians and networks of officials about how to provide the security necessary for France to continue to play an imperial and world role. While some believed her security lay, as before the First World War, in a more loosely based network of alliances, others were increasingly committed to an institutional form of European integration.\n\nVery little work has been done on the process by which the permanent officials of the foreign ministries of European states considered the question of European integration; when this has been done it tends to be in relation to Cold War strategic questions. Even fewer studies are to be found on European integration prior to the Second World War; and no works of a comparative nature consider foreign policy-making and the influence of networks in relation to the European ideal in the French Foreign Ministry or British Foreign and Commonwealth Office(FCO).\n\nThis work has considerable benefits for policy makers in the FCO, the French Foreign Ministry and in the European Commission. It is a current FCO priority to understand better the historical perspective on present-day policies to which this project would contribute. It would also be of great benefit to those engaged in the study and formulation of foreign policy amongst all EU members and future accession countries. It is our intention to use our research as the basis for a series of workshops for British and French diplomats and permanent officials as well as organisations that liaise with the EU such as the United Kingdom Permananent Representation to the European Union (UKREP).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K000047/1","grantId":"AH/K000047/1","fundValue":"212019","fundStart":"2013-06-20","fundEnd":"2017-05-01","funder":"AHRC","impactText":"","person":"John Frederick Keiger","coPersons":["Gaynor  Johnson"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}