{"id":"B20C2268-904D-4022-B3E2-3EEF96E4B69F","title":"Key physics for Inertial Confinement Fusion diagnosed by ion emission","abstractText":"We propose a new programme of research which will provide substantial and important advances in our understanding of the physics of energetic electron transport and shock breakout uniformity in dense plasma - processes critical to the success of Inertial Confinement Fusion (ICF) schemes. We will do this by developing an entirely new class of diagnostic, based on ion emission, and apply this to diagnose electron transport and shock uniformity breakout with unprecedented micron-scale resolution. This offers significant advantages over existing diagnostic techniques and when combined with existing techniques will greatly increase our understanding of key physical processes for ICF.ICF holds the promise of achieving conditions in the laboratory where more energy is produced in fusion reactions than is incident on an imploding fusion pellet, thus creating an energy source (Inertial Fusion Energy). A critical issue for the fast ignition approach to ICF is the efficient delivery of energy from a short 'ignition' laser pulse, usually by acceleration and transport of energetic electrons. An understanding of energy transport and heating by laser-accelerated relativistic electrons is therefore of fundamental importance to the fast ignitor concept and yet there are many outstanding physics questions relating to this. The transport of fast electrons through dense matter is also important for the development of high power laser driven ion sources. The research proposed here involves a comprehensive programme of experimental investigations, underpinned by theoretical modelling, designed to address questions on electron transport and shock propagation of fundamental importance to the development of laser driven particle and radiation sources in general and ICF in particular.The programme will be carried out using state-of-the-art high intensity laser systems at the Central Laser Facility, Rutherford Appleton Laboratory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E048668/1","grantId":"EP/E048668/1","fundValue":"657788","fundStart":"2007-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Paul  McKenna","coPersons":["David  Neely","Roger Gwynne Evans"],"organisation":"University of Strathclyde","findingsText":" This research project focused on the physics of energetic electron generation and transport in dense targets irradiated by ultraintense laser pulses. The results are important for almost all topics in the field of high intensity laser-solid interactions, and are of particular importance in the development of advanced approaches to inertial confinement fusion and for laser-driven schemes for the production of high energy ion beams. The project was highly successful, as evidenced by the relatively large number of resulting publications for a grant of this size (27 papers, so far, in leading international peer-reviewed journals, including several in Physical Review Letters - one of the highest impact physics journals) and 12 invited presentations at national and international conferences and workshops.\nA highlight of our research programme was the first demonstration that lattice structure plays an important role in defining the properties of beams of energetic electrons transported in solids irradiated by ultrashort high intensity laser pulses. We determined that by heating solids fast enough it is possible to create highly non-equilibrium states of warm dense matter in which the electrons in the material are thermally excited but the ions temporarily remain cold and retain their lattice structure, and that the electrical conductivity of the material in this transient state strongly affects energetic electron transport. The experiment was performed using high-power laser pulses from the Vulcan petawatt laser at the UK's Central Laser Facility and our findings are supported by detailed theoretical work. The result has implications for the many potential applications of high power laser-solid interactions, e.g. impacting on the choice of materials used in the fabrication of advanced targets for fusion and in targets for laser-driven ion acceleration. Our finding that diamond produces smooth electron transport is particularly interesting from an applications viewpoint because of its unique material properties, including high hardness and thermal conductivity. \nOther pioneering work resulting from this research programme includes demonstration of the effects of self-generated magnetic fields on the propagation of energetic electron beams in homogeneous solids and a new technique for guiding energetic electrons in layered solid targets irradiated by ultra-intense laser pulses. Strong magnetic fields created at the interface of two different metals are used to guide the transport of energetic electrons through dense plasma. This approach could have substantial impact on the design of targets to achieve the fast ignition approach to inertial fusion energy. \nOther highlights include important new understanding of the processes giving rise to the guiding of energetic electrons laterally along target surfaces, and specifically the sensitivity of these processes to various laser and target parameters. The effects of circulating energetic electrons within solids on X-ray emission was demonstrated for the first time and a comprehensive set of measurements on the effects of preformed plasma on laser energy absorption and coupling to energetic electrons was made as part of this research project. These results have led to new schemes for enhancing laser energy coupling to electrons and ions and for controlling the properties of laser-accelerated ion beams.  ","dataset":"gtr"}