{"id":"B20DD5B1-2D91-45CB-9D96-5817AC758504","title":"Integrated transcriptome and genetic analysis of early events determining tissue susceptibility in the Claviceps purpurea - wheat interaction","abstractText":"The need for safe and nutritious wheat is as important as ever. The aim of this project is to gain an understanding of the interaction between the alkaloid producing plant pathogen Claviceps purpurea and its host hexaploid wheat. Claviceps forms a fungal body called an ergot in the place of a wheat grain following infection of the flower. Ergots contain high levels of extremely toxic alkaloids and pose a risk to humans and animals when ingested hence a zero tolerance level for wheat entering the human food chain and strict levels allowed for sale of grain for feed. Levels of ergots found in seed lots have been increasing over recent years which is driving the need for this research. In order to understand the fundamental biology of the interaction during the infection process, we will extract and measure relative abundance of the expressed genes from a set of very specific tissues of the infected wheat flower over a time course that identifies the key stages of Claviceps infection along with an uninfected control. Claviceps hyphae grow through the same tissues of the wheat flower as the growing pollen tube during pollination so we propose to include the pollen-flower interactions in the analysis. We will identify set of genes that are up and down regulated in response to either pollen and or hyphal growth and will identify common signals involved in perception and response. There is no chemical that can be deployed to defend against infection by Claviceps, so natural resistance to this pathogen must be exploited in any long-term sustainable control strategy. Partial resistance has been identified for a UK wheat variety and there is also source of near complete resistance identified in durum wheat, and we intend to locate the genes conferring these traits and to compare their location with those of genes whose expression appears to correlate in time and space with the expression of resistance. Additional evidence for or against the putative role of genes of interest in determining resistance will be gained by using genetic modification to increase or decrease expression of specific candidates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G020418/1","grantId":"BB/G020418/1","fundValue":"897714","fundStart":"2009-06-01","fundEnd":"2013-11-29","funder":"BBSRC","impactText":"","person":"Donal Martin O'Sullivan","coPersons":["Rosemary Ann Bayles","James Phillip Haseloff","Gary  Barker"],"organisation":"National Inst of Agricultural Botany","findingsText":" Objective 1: To identify overlapping factors and signalling pathways in a comparison of global gene expression during early stages of Claviceps infection and pollination in wheat. We conducted a large transcriptome study comparing gene expression in male-sterile wheat ovaries either mock-inoculated (water), infected with Claviceps pupurea or pollinated. Three distinct tissue sections were separately harvested at a number of timepoints from 30 minutes to 7 days after inoculation.\n\nBetween 24 and 72 hours after inoculation, gene expression switched from being almost entirely wheat-derived to being almost entirely ergot-derived. Despite the dramatic changes in relative activity of the competing organisms, host gene expression changes were restricted to a relatively modest number of transcripts notably hormone biosynthesis and signalling pathways and defence-related pathways. Advanced confocal microscopy permitted us to obtain high resolution 3D reconstructions of intact half ovaries in which invading fungal tissue was clearly stained, showing for the first time the precise route of infection, and the timing and nature of developmental changes associated with early colonization of wheat ovaries by Claviceps.\n\nA manuscript detailing the ultrastructure of the infection pathway and expression patterns associated with the early steps of ergot infection is in preparation at time of writing (Feb 2014).\n\nAt the start of this project, Claviceps purpurea was one of many unsequenced organisms. In order to help us correctly identify and annotate Claviceps genes in the mixed host-pathogen tissue libraries, we entered into an international collaboration to sequence and assemble a high quality draft of the Claviceps purpurea genome. This genome sequencing effort has already permitted a comparative analysis of genome organisation of the alkaloid synthetic clusters and was recently published in (Schardl et al, 2013).\n\n\n\nObjective 2: To locate genes and QTL determining resistance to ergot in wheat.\n\nA winter (hexaploid) wheat population segregating for partial resistance to ergot in wheat was created and inoculated with ergot spores at flowering in two field and one glasshouse experiment. In each experiment, the largest effect QTLs for sclerotial size/weight coincided with the location of the two reduced height (rht1 and rht2) genes segregating in the population. Rht alleles are known to result from defects in a gibberellin signalling gene, and therefore it seems that the ergot fungus exploits a hitherto undocumented role of gibberellin signalling in the ovary to develop its fruiting body, the sclerotia. A manuscript describing QTL for partial resistance to ergot infection is close to completion at the time of writing. A durum (tetraploid) wheat segregating population, from a cross between a susceptible line and one expressing a more complete form of ergot resistance was inoculated in a controlled environment experiment and this confirmed the presence of a major QTL controlling honeydew formation (the first macroscopic symptom of infection).\n\n\n\nObjective 3: To relate candidate genes and pathways identified by transcriptomics to QTL\n\nIn order to identify expression QTL associated with the major QTL resistance described under Objective 2, the controlled environment inoculation experiment was designed so that half the inoculated ears were scored for honeydew and sclerotial weight, whilst RNA was isolated from the matching alternate ears from each replicate for RNA-Seq global gene expression analysis. Sequence data from this experiment is currently in production at the time of writing.\n\n\n\nObjective 4: To assess the a priori hypothesis that inhibitors of Claviceps pectin-degrading enzymes can provide resistance. The interaction of the ergot fungus with wheat plants genetically-modified to alter the ability to the pathogen to breakdown host cell walls is examined. One mechanism, the overexpression of an inhibitor of a critical fungal cell wall digestive enzyme, is shown to be evaded as the ergot form of this enzyme (unusually amongst pathogenic fungi) is not inhibited. The other mechanism, the overexpression of pectin-modifying enzyme (pectin is a key component of plant cell walls) leads to a notable delay and reduction in ergot symptoms. These results, obtained in collaboration with the lab of Dr. Renato D'Ovidio in the University of Tuscia were described in a recent publication (Volpi et al, 2013).\n\n\n\nObjective 5: To over-express/silence candidate genes to probe their possible role in determining ergot susceptibility. \n\nWe have validated a published promoter of ovary-enriched gene expression and incorporated this into overexpression and RNAi entry vectors to allow us to drive express of genes of interest in a manner which is highly enriched in the target ovary tissue and peaking at the time of anthesis. Following up the transcriptomic and genetic evidence that the host gibberellin hormone signalling pathways are de-regulated during early pathogen development, transgenic wheat plants which will overexpress a gibberellin-deactivating enzyme in an ovary-enriched pattern are being created. A separate set of transgenic plants in which anti-sense targets of key Claviceps genes are expressed in the same manner are also in production. BREEDING: The knowledge that 'green revolution' rht (reduced height) genes modulate the interaction with Claviceps may lead breeders to utilise alternative sources of dwarfing for future lodging-resistant varieties. Molecular markers linked to the major QTL found in the durum wheat background will be of use in selecting resistance to this difficult pathogen.\n\n\n\nBIOTECHNOLOGY: the demonstration that pectin modification can delay ergot development can be exploited in a transgenic approach to boosting plant defences. \n\n\n\nMEDICAL RESEARCH: the existence of a near complete and well-annotated genome assembly for this organism helps to complete our knowledge of the alkaloid biosynthesis pathways that are exploited in the industrial production of several pharmacological agents derived from Claviceps purpurea such as the labour-inducing drug, ergometrine. A considerable body of basic knowledge on the molecular and ultrastructural aspects of ergot infection in wheat has been achieved during this project. The Claviceps genome has been sequenced, the ultrastructure of the hidden early stages of infection in wheat revealed and the associated changes in gene expression (highlighting the critical role of perturbation of endogenous hormone signalling) catalogued for the first time. Genetic studies have revealed the specific relevance of gibberellin signalling in determining the outcome of infection as well as uncovering novel genetic loci conferring resistance. The first route for exploitation of this knowledge involves dissemination of these key findings. The Claviceps genome is made available publicly via the servers of our collaborators at the Helmholtz Institute. Analysis of the evolutionary dynamics of the alkaloid cluster based on this new genome assembly has been published in PLoS Genetics and further manuscripts relating to the highlights outlined above are in preparation. Three talks to academic meetings including a keynote lecture to the Canadian Phytopathology Society 2013 Annual conference have been given in order to disseminate the results directly to audiences that include researchers, industry and government/third sector players.\n\nLooking beyond the dissemination of academic knowledge, we have been active to engage the commercial breeding community in discussions about how the results might be exploited in the commercial cereal breeding context. Opportunities for such engagement come both from private meetings and at workshops such as the annual Monogram cereals and grasses research meeting.\n\nOnce transgenic wheat lines misexpressing genes hypothesized to be critical to the outcome of the interaction have been challenged and subject to the validation of our hypotheses, we feel that there will be a strong basis for follow-on funding or a public-private collaborative R&amp;D project to take the research the next step closer to application. This validation work will need to continue beyond the project itself.\n\nThe value of the research to society by contributing to knowledge underpinning crop protection and food security has been promoted through public engagement work by the project team at various events such as Cambridge Science Week, Royal Berkshire Show, various stakeholder engagement events held at NIAB Innovation Farm and the ongoing display of imagery from the project on Wellcome Trust Image Awards 2011 Winner's Gallery. Agriculture, Food and Drink","dataset":"gtr"}