{"id":"B210FEF9-34D8-482F-B950-33EF12A2FD86","title":"Microstructure-Based Multi-Physics Characterisation and Modelling of Magnetorheological Elastomers","abstractText":"Magnetorheological elastomers (MREs) are multi-phase, multi-functional composite materials with magnetisable particles suspended in a non-magnetic elastomer solid. The mechanical properties of MREs can be reversibly changed and controlled almost instantaneously by altering an externally applied magnetic field. For this reason MREs are regarded as a class of smart materials and hold promise in many industrial applications (e.g., adaptive tuned vibration absorbers, stiffness tuneable mounts, and artificial muscles). However, a generalised constitutive model for MREs is lacking due to the difficulties to model precisely MREs' nonlinear and anisotropic behaviour (including the nonlinear ferroelectric properties of the particles, the nonlinear mechanical response of the matrix, and the anisotropy caused by the material microstructure and the external magnetic field), making it currently difficult to simulate and optimise the design of MRE applications in a virtual environment. Given the importance of computer aided engineering in today's design methodology, this is clearly a significant obstacle preventing widespread exploitation of MREs. Furthermore, a fundamental understanding of the relationship between microstructure and macroscale behaviour in MREs is essential before improving and tailoring MREs for a specific application can be achieved. This project is concerned with modelling and characterisation of the magnetomechanical behaviour of MREs in the finite deformation regime in order to ultimately understand the structure-property relation of MREs. The goal is to develop the first realistic microstructure-based macroscale magnetomechanical constitutive model for MREs via homogenisation of the multi-physics simulation of representative volume element (RVE) model at the microscale.In the proposed research, true 3D microstructures of various MRE materials will be obtained by MicroCT to develop computational magnetomechanical RVE models of MREs. Macroscale complete magnetomechanical constitutive models will be derived and calibrated through homogenisation of the RVE models. Comprehensive experiments will be implemented and the measured microscale deformation (via MicroCT) and macroscale (homogenised) deformation (via Digital Image Correlation (DIC) system) will be employed to verify the developed microstructure-based RVE models and macroscale models respectively. The models will then be applied to a real engineering problem, the design optimisation of the MRE rubber air springs.This project hinges upon a unique combination of analytical, numerical and experimental work and it will deliver (i) magnetomechanical experimental protocols for MRE materials; (ii) microstructure-based RVE models for MRE materials; (iii) a multi-physics nonlinear FEM solver for magnetomechanical problems; and (iv) a general macroscale constitutive modelling framework applicable to any multi-physics phenomena. The successful outcome of this project will have significant direct impact on both industrial and academic communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H016619/2","grantId":"EP/H016619/2","fundValue":"90036","fundStart":"2010-06-12","fundEnd":"2011-10-01","funder":"EPSRC","impactText":"","person":"Zaoyang  Guo","coPersons":["Raymond William Ogden"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}