{"id":"B228C412-6E4B-411B-9F10-B3B2EF2FE42F","title":"Commercial scale manufacture of adult allogeneic cell therapy for regenerative medicine","abstractText":"Commercial growth within the cell therapy industry heavily relies on development of new platform technologies that offer rapid, cost-effective bioprocessing solutions to produce large quantities of high-quality cell product. In this proposal we aim to achieve that by translating a regulator-approved cell immortalization method pioneered by British company ReNeuron (Guildford, Surrey) for treatment of stroke to a new cell type for regenerative cell therapy for other neural disorders. Patients who suffer acute neurologic injury (such as stroke and spinal cord injury) require rapid treatment in order to prevent loss of function. As a single example, in the UK alone 2,000 mostly young people become paralyzed each year due to spinal trauma. Currently there is no cure. Such disability has major consequences for patients, their families, carers and the whole healthcare system. The average cost (direct healthcare and indirect social costs) per patient per year is in the order of &pound;100,000. As a general rule, neural tissue does not regrow after damage. One exception is in the olfactory system where nerve regeneration happens throughout life, enabling us to regain sense of smell following a common cold. Regeneration is possible thanks to a unique cell population called olfactory ensheathing cells (OECs) found in the nose that facilitate new neuronal connections by producing guidance channels. Over the last 20 years Prof. Raisman's group have identified and tested the ability of OECs in combination with co-located fibroblasts to enable neural regeneration. Animal studies have demonstrated safety and efficacy of this cell therapy approach and appropriate ethical approvals for a clinical trial are in place. However, there is a significant hurdle. The present method uses the patient's own (autologous) cells but in acute trauma patients, treatment needs to occur within 14 days. This is not adequate time to take a tissue biopsy, process the cells, characterize and implant a viable herapeutic dose. We will therefore make a step change to universal (allogeneic) OEC cell lines and explore parallel single cell cultures and direct co-culture options. We will use the ReNeuron approach, with advice from their Chief Scientific Officer, Dr. John Sinden, to make universal OEC cell lines that are easily grown in the lab and then reliably silenced upon transplantation into the patient, making it a safe approach. OEC-fibroblast preparations will be produced at different ratios and we will identify key characterization and monitoring issues associated with co-culture. Preparations will be tested for potency and regenerative potential using robust high-throughput in vitro screening assays developed in our lab. GMP-compliant manufacture of a potent cell line will then be initiated. This project will benefit those affected by a range of neurologic injuries. Significantly, the bioprocess industry will gain a pioneering generic platform technology that has been tested in multiple cell types for several indications and gain understanding of manufacturing considerations for co-culturing of cells for therapy. Successful cell based products of the future are likely to comprise two different cell types to produce the therapeutic effect. Therefore it is crucial to derive robust co-culturing methodologies applicable to scalable GMP manufacture. This project will accelerate cures for neurologic injury and expand the UK's bioprocess knowledge pool and skills-base in the area of co-culture to increase the UK's commercial competitive advantage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K011154/1","grantId":"BB/K011154/1","fundValue":"447409","fundStart":"2013-08-01","fundEnd":"2016-07-31","funder":"BBSRC","impactText":"  This work is still in infancy and ongoing  ","person":"Ivan  Wall","coPersons":["David  Choi","Geoffrey  Raisman","Daqing  Li","Ying  Li","Farlan Singh Veraitch","Christopher  Mason"],"organisation":"University College London","findingsText":"","dataset":"gtr"}