{"id":"B22833EA-34D8-40DF-9674-BD9EF784E308","title":"Modelling on the Move: Towards Transport System Transitions?","abstractText":"<p>This seminar series brings together researchers from different disciplines and practitioners to discuss innovative ways of responding to pressing policy problems. Twenty-first century societies face three interlinked and seemingly intractable energy problems: climate change, obesity, and oil depletion. The need for change is urgent: the UK has set legally binding greenhouse gas emission reduction targets of 80 per cent below 1990 levels by 2050. All sectors must decarbonise, but the transport sector is lagging behind, even though moving to a highly active, low carbon transport system would generate substantial health and environmental benefits. Meeting this challenge requires new collaborations, new perspectives, and new combinations of existing methods.</p>\n\n<p>We focus on transport modelling, which uses mathematical equations to represent how people, vehicles, and goods travel. Transport modelling plays a key role in policy development and policy choice, and whilst it is changing in response to the need for systemic transitions in transport, it is unclear whether changes so far are fundamental enough. More profound changes may be necessary and we will respond to these challenges by creating new collaborations between modellers, social scientists, and population health scientists, to explore approaches to transport modelling that can help us understand, and bring forward, system transition.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J022101/1","grantId":"ES/J022101/1","fundValue":"16778","fundStart":"2012-10-01","fundEnd":"2014-02-28","funder":"ESRC","impactText":"  The series website has so far attracted 8,000+ visitors (&amp;gt;17,500 pageloads) and will remain available for at least another two years after the end of the series. It contains speaker presentations, audio and additional material. Comments from practitioners (e.g. on LinkedIn) and analysis of the weblog suggest these resources attract a practitioner and academic audience.\n\nSeries activities continue to generate dissemination activities. Collaborations that have been developed include work with Transport for London and their contractors around integrating cycling into transport modelling, and work supported by CILT on modelling bus-cycle interactions.\n\nIndividual discussions and joint events have taken place; an early example being my invitation in March 2013 to speak to TfL's HAM (Highways Assignment Model) User Group; the latest being a session of Modelling World, 5th June 2014, where I spoke alongside Yaron Hollander (TfL) and Co-I James Woodcock.\n\nA report uploaded to the website summarises some key issues discussed and outlines challenges and opportunities for future work. This was promoted and publicised at Modelling World and similar events.\n\nThe series has already contributed to TfL's work developing new modelling methods; TfL presented and gained feedback at the final seminar, while I presented insights from the seminars to TfL (as mentioned above). Co-I James Woodcock is working with DfT on including incorporating morbidity as well as mortality in WebTAG (Transport Analysis Guidance). Transport Policy & public services","person":"Rachel Eleanor Aldred","coPersons":["Alexandra Kathryn Macmillan","David  Banister","Zaid  Chalabi","James David Woodcock","Tim  Schwanen","Simon John  Lloyd"],"organisation":"University of Westminster","findingsText":" Key findings relate to the series aim of using different disciplines, themes and topic areas to open up new avenues for thinking about transport and modelling. For example, Peter Jones' review of transport modelling's academic history at the launch event showed how disciplinary assumptions shape the kinds of questions asked (and not asked). The second seminar brought public health modellers and transport modellers together, exploring the 'taken-for-granted' in each discipline from the perspective of the other.\n\nThe third event asked how we might use qualitative data to develop different kinds of transport models; for example, through better understanding how societal shifts in transport systems relate to individual-level attitudinal and behavioural change. The fourth event focused on social theory, including a talk by Paul Timms on the role of metaphors and narratives within transport models.\n\nThe fifth event, on participatory modelling, discussed the limits of expert-driven approaches, why we might want greater user involvement in modelling, and what problems there might be. Finally the sixth event brought together practitioners, consultants, policy-makers, advocates and academics to focus on cycling, including Helen Bowkett and Tim Gent on data limitations and what kinds of data we need to better model for cycling. The economic and societal impacts anticipated are primarily around encouraging developments in existing modelling approaches and the greater use of a plurality of modelling methods. This can help transport modelling better address and/or incorporate under-studied ideas (e.g. around understanding behaviour in relation to practices rather than attitudes), modes (e.g. walking and cycling), and disciplines (e.g. public health). There is clearly interest in these issues (evidenced by Modelling World and TfL interest, representing the practitioner cutting edge) and the seminar series has started to bring people together to work further on them.\n\nFor example, our second seminar brought together those doing public health modelling with those doing transport modelling, and developed transport modellers' understanding of how their work might incorporate health issues and health modelling approaches (and vice versa). This has helped strengthen and develop collaborations such as that mentioned between Co-I James Woodcock and DfT (see above). Our third seminar generated insights into the potential use of qualitative data (a relatively new area), and to develop this further I organised a work-in-progress webinar on using qualitative data within agent-based modelling (13th June), under the aegis of the Changing Commutes project. Transport","dataset":"gtr"}