{"id":"B23CC6EC-35BC-4754-89FD-5F657C21CFC0","title":"Producing low acrylamide risk potatoes","abstractText":"Acrylamide is a chemical that is considered to be probably carcinogenic (cancer causing) and which affects the nervous and reproductive systems. The discovery in 2002 that it is present in many cooked foods was, therefore, quite a shock for the science community, the food industry and regulatory authorities. The disquiet was compounded when it became clear that acrylamide is formed not as a result of the presence of an additive or a change in agricultural or food processing methods that could be readily reversed, but from naturally-occurring substances reacting at the high temperatures achieved during the basic cooking processes of frying, baking and roasting. Any complacency that had built up since that first discovery has just been swept aside by the publication of two studies linking the eating of 'high-acrylamide' foods with cancer in humans. Foods derived from potatoes have a particularly high acrylamide risk. The major route for acrylamide formation is the breakdown of an amino acid called asparagine in the presence of sugars. This is part of the Maillard reaction, which occurs during the cooking of food and is also responsible for the production of flavour and colour. This puts a constraint on what food processors can do to deal with the problem and, despite the fact that some progress has been made, the levels of acrylamide in foods such as French-fried potatoes, crisps and other potato-based snacks are still commonly several hundred parts per billion (ppb). While no limit has yet been set for food, regulatory authorities around the world have stated that they wish to see dietary intake of acrylamide reduced. Methods for lowering acrylamide in foods include reducing cooking times and temperatures and making the processing conditions more acidic. However, these methods are reaching the limit of what can be achieved. The use of asparaginase reduces acrylamide levels in certain processed foods but it is ineffective in, for example, sliced and chipped potatoes and is unsuitable for use in the home. An alternative is to produce raw materials with reduced levels of sugars and asparagine. This is the aim of this project, focusing on potato. The strategic target is to produce potatoes that retain sufficient sugars and amino acids for the generation of colour and flavour compounds but which produce less acrylamide. The project will involve researchers from Rothamsted Research, the University of Reading and Scottish Crops Research Institute, and key companies in potato production, processing and marketing. Outputs will include advanced knowledge of the mechanisms regulating asparagine and sugar accumulation in potatoes, the identification of important genes that are responsible for the differences between varieties and 'proof of concept' using genetic modification. The project will generate new tools for plant breeders to use in breeding programmes and will enable a better understanding of the effects of plant nutrition on acrylamide risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G019967/1","grantId":"BB/G019967/1","fundValue":"131955","fundStart":"2009-06-01","fundEnd":"2012-05-31","funder":"BBSRC","impactText":"  Acrylamide, a suspect carcinogen and neurotoxin, forms in plant-derived foods during thermal processing from the reaction of free asparagine and reducing sugars in the Maillard reaction. Asparagine is the major amino acid in potatoes and,\ntherefore, potato products, such as crisps and fries, are particularly susceptible to the formation of acrylamide. Control of these precursors, in particular asparagine, could provide a tool for plant breeders and growers to minimise the risk of\nacrylamide in potato products. In this project variation in levels of the acrylamide precursors (asparagine, other free amino\nacids and sugars) have been investigated for different potato genotypes and varieties to identify their acrylamide-producing\npotentials. The key regulatory genes controlling asparagine in these potatoes have been examined as well as the effects of\nsulphur and nitrogen fertilisers on acrylamide precursor generation. \nThis was a LINK project under the Sustainable Arable Programme and was supported by BBSRC, the Scottish\nGovernment, AHDB Potato Council, and a consortium of agricultural and food companies. The science partners were\nUniversity of Reading, Rothamsted Research and the Scottish Crop Research Institute (now incorporated into the James\nHutton Institute). Agriculture, Food and Drink,Government, Democracy and Justice Economic,Policy & public services","person":"Donald Stewart Mottram","coPersons":[],"organisation":"University of Reading","findingsText":" Research in this project, has investigated the lowering of acrylamide precursors in cereals and potatoes This has impacted on the understanding of agronomic and genetic factors affecting asparagine and sugar levels in cereals and potatoes and their influence on acrylamide. Developing best practice for cultivation of particular crops, alongside variety selection and improvement, has an important part to play in acrylamide reduction strategies. The research has given crop producers an increased awareness of how plant varieties and agronomy methods relate to acrylamide formation. It has also allowed the food industry to implement strategies for acrylamide reduction through an understanding of the role of natural acrylamide precursors. Findings have been taken up by the Agriculture and Food industries to develop food products with low levels of acrylamide. Agriculture, Food and Drink,Government, Democracy and Justice","dataset":"gtr"}