{"id":"B243E3F3-DA9C-4A2C-BA67-66FC9463402A","title":"The library of the Count-Duke of Olivares: a mirror of power, patronage, and Baroque culture in Golden Age Spain","abstractText":"The seventeenth century saw the rise of 'great libraries' -- immense private collections assembled by aristocrats and kings. Spain, the pre-eminent European imperial power, boasted fine examples in the libraries of the Escorial, the Mendozas, Z&uacute;&ntilde;igas, Velascos, count of Gondomar, marquises of Montealegre and Mond&eacute;jar, duke of Uceda, etc. Similar lists could be given for other European kingdoms; bibliophily was a striking form of conspicuous expenditure in that aristocratic age. The Count-Duke of Olivares's collection of c.5,000 items and over 1,400 MSS in Hebrew, Greek, Latin, and the European vernaculars, though by no means the largest great library, was one of the richest in quality, as befitted the king's first minister and de facto ruler of the empire. Many of its treasures were products of a discriminating patronage that fostered the imperial ideology and defined the official lineaments of science and power. To dedicate a work to Olivares was a path to intellectual preeminence and court preferment.\\n\\nThese libraries have never been critically studied as a class, nor have the Spanish examples attracted attention. Yet the great libraries were of singular significance; they marked a turning-point in the history of reading and an epoch in the development of Baroque sensibility. These facets are epitomized in what to us appears to be their illegibility: whereas we presume a private library should reflect individual personality, great libraries sought to embody the universal ideal of an encyclopaedia --something made feasible for the first time by the industrially printed book. The motive was not to indulge a private taste but to make a defining cultural gesture; the libraries fulfilled a self-conscious aspiration to be mirrors of their age (a contemporary term was 'museum', as in Maldonado's Museo o biblioteca selecta del marqu&eacute;s de Montealegre, 1677).The books' disposition reflected current models of knowledge and was shaped by contemporary ideology. Beginningh the queen of sciences, Latin theology, other subjects and languages were listed in a descending hierarchy of ancillary branches, an arrangement redolent of a Baroque conceit.\\n\\nOur project examines the Baroque great library through the example of Olivares's collection, which has never before been systematically catalogued. The first step is to reconstruct the contents of the library through a study of its MS inventories of 1627, surviving books, and archival documents. The task involves painstaking detective work since the library was dispersed after its owner's disgrace in 1643. Nevertheless, a core of books was acquired by the Crown and formed the nucleus of Spain's first national library in 1716, its fate thus providing material for meditations on the next great epoch in the history of reading, the Enlightenment.\\n\\nOnce catalogued, the collection will be opened to critical analysis for the first time. We will initiate study of Olivares's enterprise in its historical context through a series of three conferences, the proceedings of which will be published as themed volumes on great libraries and Baroque culture.\\n\\nThe culmination of the project will be a 175,000-word monograph. Its core will be our annotated critical edition of the catalogues, indexed by author and title for use as a rich bibliographical repertory. This will be prefaced by a substantial three-part introduction analysing the library as a mirror of Baroque culture.\\n\\nThe project will provide a major stimulus to the study of the great libraries as cultural monuments, returning these noble collections to their rightful place in the history of early-modern Western culture. It will challenge current views of the marginality of Spanish Golden Age thought, refine methodologies in the typological study of libraries, and, in dialogue with cultural theorists and historians, suggest new paths in the study of reading that will apply across boundaries to other periods, spaces, and disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F010141/1","grantId":"AH/F010141/1","fundValue":"378126","fundStart":"2008-03-01","fundEnd":"2011-08-31","funder":"AHRC","impactText":"","person":"Jeremy  Lawrance","coPersons":["Oliver James Noble Wood"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}