{"id":"B2445940-DBE1-4BCC-AC67-B34D4BE1719C","title":"Functional and Green End-of-life Nanocomposites: Design, Processing and Characterisation","abstractText":"There is currently a timely opportunity to create dramatically improved green (renewable) and environmentally-friendly biodegradable materials for high volume, low load, and low cost. By manufacturing new bacterial cellulose reinforced bio-derived polymer nanocomposites, a new class of hierarchical composites with both much improved mechanical and environmental performance, as well as reduced through-life costs will be possible. The resulting product will be made completely from renewable resources, and will be totally biodegradable. We are expecting greatly improved materials for which three major applications are envisioned: fibre reinforced green nanocomposites for the automotive and construction industry and foamed nanocomposites as novel insulating materials for the packaging and construction industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F032005/1","grantId":"EP/F032005/1","fundValue":"442090","fundStart":"2008-05-27","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  The outcome of this work has led to an EPSRC Follow-on Fund to further develop the use of nanocellulose as binding agents for various preforms. Environment,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Alexander  Bismarck","coPersons":["Athanassios  Mantalaris"],"organisation":"Imperial College London","findingsText":" The first aspect of this project focused on the fabrication of novel green materials using nanocellulose as the building block. Bacterial cellulose (BC) was used as the nanocellulose predominantly for this work. BC is highly crystalline pure cellulose with an inherent fibre diameter in the nano-scale. A single BC nanofibre was found to possess a Young's modulus of 114 GPa. All these properties are highly favourable for using BC as a nanofiller/reinforcement in green nanocomposite materials. The work will be of fundamental interest to a range of industries from composite manufacturers, OEM and users, such as Visteon. Specific interest in promoting any arising technology may come from the automotive and construction industry. Farmers will benefit from the project in so far that new much improved properties of green composites might increase the use of bio-derived polymers, natural fibres and nanocellulose. Benefits to the consumer and wider society as a whole will depend on the outco Creative Economy,Environment","dataset":"gtr"}