{"id":"B24B35FE-C41E-4CD6-8C90-2DC61A00964A","title":"A Novel Active Anode for Improved Photomultiplier Dynamic Range and Lifetime","abstractText":"Despite advances in the performance of solid state photon counting devices, microchannel plate (MCP) photomultipliers remain the technology of choice for sub-200 picosecond event timing used in applications in particle and nuclear physics, and have application in other fields including life sciences, biological microscopy, for remote sensing and surveillance, materials analysis, fusion physics and space science instrumentation. \n\nCurrent MCP photomultiplier designs have performance limitations which restrict their application. These are (i) limited maximum count rate, and (ii) limited detector lifetime. \n\nWe propose to add a gain stage behind the MCP stack by coating the anode with secondary electron emitting material, and collecting the charge on a mesh between the anode readout interface and MCP. An extra gain stage providing an amplification of ~10 would lower the gain required in the MCP stack by an order of magnitude, increasing both the local and global count rate limits imposed by the MCP and would further enhance the detector lifetime beyond that achieved by MCPs. The technique can be used with both conventional multi-anodes and the Image Charge technique can easily be adapted to provide gain by converting its resistive layer to a high emission dynode and inserting a transparent conductive mesh between MCP and dynode to act as an anode. \n\nSuitable materials for a dynode material such as SiO2, Si3N4, Al2O3, MgO and BaO would be subject to charge-up. However ALD coating can overcome this problem by layering dopant materials to control the material resistivity.\n\nA key issue in the proposed development is the deposition of thin film coatings with a tailored combination of electrical sheet resistance (100kohm per square - 100Mohm per square) and secondary electron emission. Candidate materials include alumina, magnesia and zinc oxide in their doped and pure compositions. ALD will be used in this project to prepare films on the MCP-dynode assemblies to be developed. ALD is a batch manufacturing process capable of highly conformal, pin-hole free and large area coatings. The technique has become a core manufacturing process for the deposition of 'high-k' dielectrics in current computer processor and memory devices where atomic control of thickness and uniformity is needed. \n\nThe Space Research Centre, University of Leicester, has long record of successful collaboration with Photek Ltd. focussed on development and commercialisation of novel concepts and techniques for photon counting, imaging detector systems. Photek have existing links with Professor Chalker at Liverpool and the proposed collaboration has already manufactured, characterised and tested a preliminary batch of ALD-coated samples which has provides promising technical justification for this proposal.\n\nThis collaboration has identified a novel technique of applying ALD coatings to enhance MCP photomultiplier dynamic range and lifetime which is patentable and highly complementary to existing devices. We have made preliminary measurements of candidate ALD coatings manufactured by Liverpool, demonstrated proof-of-concept of the image charge dynode/mesh anode gain technique in an MCP detector, and made a patent application to protect our IP.\nWe envisage that this technique, by providing significant detector dynamic range and lifetime benefits, will give Photek considerable advantage as detector providers for new projects at sLHC and FAIR. In addition the technique is applicable to many MCP-based photomultiplier designs for which there are significant markets in other areas including in fusion physics, remote sensing, life sciences, from biological R&amp;D to clinical diagnostics, materials analysis and planetary science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000164/1","grantId":"ST/L000164/1","fundValue":"59050","fundStart":"2013-09-09","fundEnd":"2014-09-08","funder":"STFC","impactText":"  The project has developed secondary electron emission coatings, which have been exploited in detector systems Electronics Economic","person":"Paul Raymond Chalker","coPersons":[],"organisation":"University of Liverpool","findingsText":" Properties of the emissive coatings including thickness and composition have been optimised for the detector application The company involved will exploit these findings Electronics","dataset":"gtr"}