{"id":"B254FAD9-D2B1-4A27-994D-EE28B188134C","title":"NOVA-Cell - Non Vacuum deposition &amp; metallisation of CIGS solar cells","abstractText":"NOVA-Cell will exploit the potential of chalcogenide-based thin film photovoltaics technology for the development and scale up of new processes for the production of low cost efficient solar cells compatible with mass production. Current state of the art thin film PV technology is dominated by cadmium-tellurim (CdTe), amorphous silica (a-Si) and copper-indium-gallium-selenide (CIGS) solar cells. The application and commercialisation of CdTe is limited due to the presence of toxic cadmium and the scarcity of high-cost tellurium. Amorphous silicon thin film is the most mature of thin film\ntechnologies, suggesting that efficiency gains will be merely incremental. Commercially available CIGS cells are manufactured using physical vapor deposition (PVD) and screen printing of Ag pastes. PVD exhibits limited uniformity of deposition across large areas, requires expensive vacuum based capital equipment and exhibits process drift as the PVD targets are eroded. Conventional screen printing techniques limit the resolution of electrode printing, and silver pastes are typically 2-3 x the price of nano-Cu and subject to considerable price volatility due to the commodity trading of silver. NOVA-Cell's main objective is to explore and evaluate the technical feasibility of novel methods for the manufacture of CIGS thin film solar cells. The methods that will be addressed include the deposition of CIGS solar cells via a novel nonvacuum\ntechnology (CASVD) with high-efficiency at low cost, and the deposition of nano copper metallic electrode structures using high-resolution printing technology (ESJET) to reduce cell cost/Watt by 10.6%, and to reduce shading losses (representing a 0.6% cell efficiency gain).\n\nOur approach will be:\n(1) to optimise the CIGS absorber material by controlling ratio of its components to obtain the desired chemical composition;\n(2) to optimise the CIGS structural properties through control of the deposition rate and temperature;\n(3) to conduct a robust design of experiments to optimise the intermediate selenisation step for increased absorbance of the solar cell, including the selenium pressure, the temperature and the selenisation time; (4) to conduct transmission line model deposition measurements to modify the contact and sheet resistance of the ESJET deposited Cu metalisation;\n(5) to deposit Cu electrode structures onto CIGS;\n(6) to conduct initial efficiency and accelerated lifetime measurements.\n\nThe work programme is detailed in Appendix B and is summarised below: WP1: Management [M1-M12, PVI], WP2:\nExploitation and Dissemination [M1-M12, PVI], WP3 CSAVD CIGS deposition [M2-M11, UCL], WP4: ESJET Cu metallisation study [M2-M11, PVI] WP5: Cell Testing and accelerated lifetime measurements [M6-M12, UCL].","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N510002/1","grantId":"EP/N510002/1","fundValue":"133268","fundStart":"2016-01-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Kwang-Leong  Choy","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}