{"id":"B2583485-C0B3-420B-8F83-E0D792F264D3","title":"Regulation of active/deactive transition of mitochondrial complex I in health and pathology","abstractText":"Currently in the UK every six minutes a person dies of heart disease and every five minutes another person dies of stroke. The impact of stroke on the UK economy is about &pound;7.0 billion in NHS, post care costs and benefit payments. Our project aims to improve the situation with these pathologies.\nThe reason behind death or damage during heart failure and stroke episodes is a lack of oxygen or &quot;hypoxia&quot; in the tissue. Hypoxia causes this damage because it results in impairment of energy balance in cells. Production of energy in the body is provided by the action of the respiratory chain in small specialised structures known as mitochondria - &quot;power stations&quot; of the cell. They are the main oxygen consumers and 99% of the oxygen we breathe is used by mitochondria. They generate energy needed for the body such as heart beating, brain activity, conduction of nerve impulses, DNA biosynthesis and cell growth. If oxygen is present, our cells &quot;respire&quot; and mitochondria produce energy. Without oxygen mitochondria cannot generate energy, and moreover, when oxygen supply is restored mitochondria generate detrimental free radicals. These radicals damage all the surrounding structures including mitochondrial proteins, DNA and membranes.\nAn enzyme called mitochondrial Complex I is the key protein in the mitochondria since it starts a sequence of reactions that eventually produces energy. It is a huge enzyme and it is still not clear how it works or how cells regulate it. Defects in Complex I are associated with many human disorders such as Parkinson's disease, muscle problems and stroke-like episodes in children. Despite decades of studies, we still do not know exactly how Complex I works and we are still unable to prevent damage to mitochondria during stroke or heart failure. Recently we found that there are two different forms of Complex I present in tissues: either an active or a sleeping, dormant form. We found that the dormant form is particularly susceptible to modification b several biological molecules including free radicals. Depending on physiological conditions, it may cause either protection of the tissue during hypoxia or make hypoxic damage worse. This finding opened a completely new area of research on a link between Complex I and oxygen. Complex I does not require oxygen for functioning but surprisingly it can be regulated by oxygen concentration in the cell. We want to understand this interesting phenomenon and identify the conditions in which natural, protective de-activation of Complex I may be disadvantageous.\nWe also plan to investigate special molecules from the cellular membrane called fatty acids because our preliminary data show that they strongly affect the active/dormant state of the enzyme. Fatty acids are long water-insoluble molecules that are part of fat-containing food. Therefore their concentration in our body is moderated by diet and is altered in obesity.\nWe are going to use modern proteomic techniques to carry out structural studies of Complex I at the biochemical level in intact mitochondria, cells and tissues. We will also use advanced non-invasive cellular respirometry techniques for measuring how cells consume oxygen. Also we will be using fluorescent confocal microscopy, a special technique to look at the different parameters in a single alive cell. Our research will help to understand the mechanisms of changes in mitochondria and cells after stroke or infarction and outline the way to ameliorate the damage after the episode has happened. In addition it would help to develop approaches for early diagnosis, and prevention of the initial stages of neurodegenerative conditions such as Parkinson's disease. It will also lead to the development of new drugs that can selectively regulate Complex I activity in order to diminish hypoxic injury in tissues like heart and muscle in disease and to control age-related damage of nerve cells in the brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L007339/1","grantId":"MR/L007339/1","fundValue":"376416","fundStart":"2015-01-16","fundEnd":"2018-01-15","funder":"MRC","impactText":"","person":"Alexander  Galkin","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}