{"id":"B25A593E-7DF3-461D-9CD4-2274A6F857C1","title":"High-Dimensional Time Series, Common Factors, and Nonstationarity","abstractText":"In this modern information age, with increasing computing power it has become commonplace to access and to analyze data of unprecedented size and complexity. In many important statistical applications, the number of variables or parameters is now as large as or even much larger than the number of observations. Inference under such a circumstance is generally acknowledged as an important challenge in contemporary statistics, and has been a focus point for active research lately. The Newton Institute in Cambridge has staged a large scale research programme on Statistical Theory and Methods for Complex, High-Dimensional Data in January -- June 2008. Against this background, the proposed project is devoted to the research on both theory and methodology for analyzing ultra-high dimensional time series which arise from various practical problems. For example, in portfolio optimization and risk management the number of assets concerned is typically in the order of hundreds or thousands. The so-called panel data, collected for various applications, consist of p time series of length n with, typically, p is larger or much larger than n.For analyzing those large scale multiple time series, dimension-reduction is a key for success. In this project we propose an innovative factor modelling technique which is statistically versatile and computationally effective. In particular, we will conduct the research in several interlocking areas including: (i) modelling high-dimensional time series with nonstationary factors, (ii) establishing high-dimensional volatility dynamics based on factors, including high-dimensional daily volatilities using high-frequency data; and (iii) identify finite dimensionality of curve time series. The results from (i) will be useful for modelling and forecasting panels of time series arising from economics, business, marketing, sociology, biology and ecology etc. (ii) addresses directly the important issues in modern finance such as asset pricing, portfolio allocation and risk management. Curve time series analysis (iii) will find applications in, for example, environment studies (annual weather record charts, annual pollution charts), finance (daily volatility curves, yield curves), marketing (sales charts). The freely-available softwares will be developed to implement the new methods.High-dimensional data analysis is clearly one of the most vibrant research areas in statistics (including biostatistics) and econometrics (including financial econometrics) these days. The novelty of this proposal lies mainly on the new estimation procedure which transfers the problem of estimating latent factors, which may be nonstationary, into a standard eigenanalysis, and therefore is applicable to the cases with the dimensionalities in the order of thousands. The idea of handling nonstationarity in the framework of curve time series is also new.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H010408/1","grantId":"EP/H010408/1","fundValue":"331455","fundStart":"2010-06-01","fundEnd":"2013-05-31","funder":"EPSRC","impactText":"","person":"Qiwei  Yao","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":" A new tool which we have advocated in last a few years is to represent a multiple time series as linear combinations of a low-dimensional latent factor process plus a vector white noise. The factors are defined in terms of the serial correlations among all the\n\ncomponent series. This approach is designed and effective for analyzing multiple data when the underlying serial dependence is driven by a low dimensional process. Our method can handle nonstationary factors, and the nonstationarity is not necessarily driven by unit-roots or cointegration. However under stationary settings, the inference is simple in the sense that both the number of factors and the factor loadings are estimated in terms of an engenanalysis for a positive semi-definite matrix, and is therefore\n\napplicable when the dimension of time series is in the order of a few\n\nthousands. Asymptotic properties of the proposed method are investigated under two settings: (i) the sample size goes to infinity while the dimension of time series is fixed, and (ii) both the sample size and the dimension of time series go to infinity together.\n\nIn particular, our estimators for zero-eigenvalues enjoy the faster\n\nconvergence rates, which makes the estimation for the number of factors easier. Furthermore the estimation for both the factor loadings and the number of factors exhibits the so-called ``blessing of dimensionality&quot; property.\n\n\n\nWe have also applied the idea of dimension reduction in curve time seires analysis. We have made two contributions in this front: (i) we proposed a new notion of dimensionality for curve (or, in general, functional) time series based on their linear dynamical correlation, and a new method to identify the dimensionality. (ii) We also introduced a concept of the correlation dimension between two curves based on a singular-value-decomposition in a Hilbert space.\n\nIt was then used to reduce a curve linear regression to several ordinary scalar linear regression. This new technique was utilized\n\nin a ongoing joint project with the EDF for forecasting daily electricity loads, which outperformed most available forecasting models.\n\n\n\nWe have also proposed a factor model directly for a high dimensional volatility matrix process in the inference based on\n\nhigh-frequency intra-day data. Industry sectors, service and government offices for which analysis and forecasting of multiple time series are relevant.\n\n\n\nPotential users are welcome to contact the PI via email (q.yao@lse.ac.uk) Curve regression via dimension reduction was used to develop a new method for the EDF daily forecasting for electricity loads. \n\n\n\nModelling and forecasting multiple time series are technical challenging and practically important. The methods obtained in this project should benefit industry sectors, service and government offices for which analysis and forecasting of multiple time series are relevant. Energy,Environment,Financial Services/ and Management Consultancy","dataset":"gtr"}