{"id":"B25DA6E9-04C5-48B1-8B17-6AEA7F8EE9F6","title":"The Legionella pneumophila type IV secretion system effector proteins LtpD and LtpJ","abstractText":"Legionella pneumophila is the major causative agent of Legionnaires? disease, which is a severe, potentially fatal, form of pneumonia. Legionella pneumophila bacteria are transmitted via inhalation of contaminated water droplets (e.g. from air-conditioning units or swimming pools). The elderly and immunocompromised are most susceptible to infection, making Legionella a major health risk in hospitals and communal facilities (e.g. nursing homes). Somewhat surprisingly, despite the identification of L. pneumophila as a risk factor for community and nosocomial acquired pulmonary infections, and the guidelines for water management in hospitals issued by the UK authorities, no research into the mechanisms by which it causes disease is currently underway in the UK. Following its inhalation, Legionella enters lung cells where it establishes a unique intracellular niche that protects the bacterium from destruction, allowing its own survival and multiplication. The ability of the bacterium to persist within human cells is mediated by special bacterial proteins, known as effectors, which are injected from the bacterial cell into the human cell where they interact with host cell proteins and re-programme cellular processes for the benefit of the bacterium. Understanding the mechanism by which Legionella effectors subvert host cell functions is essential for development of effective prevention and treatment strategies. The aim of this project is to study the role two novel Legionella effectors (LtpD and LtpJ), recently identified as a result of our genome sequencing of an important clinical Legionella isolate, play in subversion of the host cells functions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001729","grantId":"G1001729","fundValue":"381042","fundStart":"2011-04-01","fundEnd":"2014-03-31","funder":"MRC","impactText":"","person":"Gad  Frankel","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}