{"id":"B2664525-DF41-4527-8ECA-AACBEF6FC293","title":"Graphene based quantum information technologies","abstractText":"Moore's law states that the computer processing power roughly doubles every 18 months, however this will not hold any longer when transistors reach the size of individual atoms. At this microscopic scale, quantum-mechanical phenomena play a central role and are no longer a simple support in improving the building blocks as is the case in most current information technologies (IT). Rather than viewing the quantum-mechanical behaviour as a problem, modern quantum information technology (QIT) uses quantum mechanics for novel schemes of storing, processing and exchanging information according to the fundamental laws of quantum physics. This additional freedom will enable future QIT to perform tasks which are not possible in standard IT. Clearly, this makes a strong case for future economic development as demonstrated for example by the Microsoft investment in creating Station-Q, which is a dedicated research centre in QIT. \n\n One of the major challenges in QIT is the &quot;loss of information&quot; in a relatively short time, a problem known as short quantum coherence time in semiconductor and superconducting quantum bits. Here we propose to overcome these limitations by exploiting the potential of graphene in QIT-devices. This is a deceptively simple material -one carbon atom thick- with high electrical conductivity. The relativistic charge carriers in graphene are expected to have an extraordinarily long coherence time which will allow the manipulation and transfer of information over macroscopic distances in a circuit even at room temperature. This is a property which is not found in any other known material. A prominent feature of these relativistic charge carriers is a novel charge conversion mechanism at the interface with superconductors, which spontaneously delivers spatially separated quantum-entangled pairs of electrons travelling on specularly symmetric trajectories. Pairs of entangled particles, so-called EPR pairs, play a special role and have been used as toy objects for fundamental studies. They form the core of Einstein's &quot;spooky interaction at a distance&quot;, but also provide the basis of future applications like secure encoding, teleportation, quantum information technology and quantum computation. A solid state entangler device of electrons/holes has never been demonstrated before and its realization exploiting the unique properties of graphene is at the core of this proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K010050/1","grantId":"EP/K010050/1","fundValue":"100317","fundStart":"2013-06-28","fundEnd":"2015-06-27","funder":"EPSRC","impactText":"","person":"Saverio  Russo","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}