{"id":"B26C6B59-D1F0-4E5C-B35E-527C50717141","title":"A critical edition of the Thabs-kyi zhags-pa and a comparative study of its commentary","abstractText":"China includes numerous Tibetan texts. Among them an outstandingly important manuscript for the genesis of Tibet's Tantric Buddhism has been identified: leading historians believe this beautifully preserved substantial volume contains the earliest example of a complete Tantric scripture traditionally classified as indigenously Tibetan; accompanied by the only really likely extant work by Padmasambhava, legendary founder of Tibetan Buddhism. Difficult material, it has not so far been accessible; our highly specialised team is now ready to tackle it. We will make critical editions, translations, and comparative studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119141/1","grantId":"119141/1","fundValue":"151248","fundStart":"2006-03-01","fundEnd":"2010-10-31","funder":"AHRC","impactText":"  The discovery of the Dunhuang Thab-zhags manuscripts allowed us, inter alia, to reconstruct a treasured Buddhist Tantric commentary that has been lost to the Tibetan tradition for several hundred years, perhaps since the Dzungar Mongol invasion of Tibet. We were also able to clarify the heavily confused transmission of the Root tantra. The commentary is now back in circulation, and being read by learned Tibetan lamas, for the first time in many centuries. We have also been commissioned by a Buddhist organisation to produce a modern translation of the both the newly clarified Root Text, and the newly rediscovered Commentary. Education,Culture, Heritage, Museums and Collections,Other Cultural,Societal","person":"Charles  Ramble","coPersons":[],"organisation":"University of Oxford","findingsText":" The large, intact and doctrinally rich tenth century Dunhuang Thabs-zhags manuscript studied for the first time in this project offers scholarship our single most sustained and complete window into the doctrinal world of early Tibetan Tantric Buddhism. \nIn the post-Imperial period, from the mid-ninth to eleventh century, civil disorder and state collapse meant that much of the usual Tibetan historical record was obliterated; yet this period nevertheless saw the first establishment of tantric Buddhism with traditions that still persist, and still define Tibetan Buddhism. As a uniquely large, complete and intact archaeological relic from that time, the Dunhuang Thabs-zhags manuscript is thus historically extremely valuable. \nOur study of it showed that important features characteristic of later Tibetan Buddhism were already in an advanced stage of development by the late tenth century, a hundred years earlier than previously thought. We demonstrated substantial links between the material within our text and the works of seminal authors in the subsequent rNying-ma-pa tradition, such as Nyang-ral-nyi-ma'i-'od-zer, Rong-zom-chos-kyi-bzang-po, and Klong-chen-pa. \nThis project also allowed us considerably to broaden and deepen our approaches to critically editing Tibetan texts. Since versions of the Thabs-zhags texts, uniquely, have been preserved in all three main Tibetan canons, we could extend our previous text-critical work on the Nyingmai Gyubum (rNying ma'i rgyud 'bum) traditions to include the Kanjur and Tenjur traditions too, as well as the crucial earliest witness preserved at Dunhuang. Textual analysis of the different versions of the Thabs-zhags Root-Text showed that old manuscripts from remote points all around the Tibetan periphery shared archaic readings, and we reconstructed many archetypal readings using stemmatic analysis, probably for the first time in Tibetan Studies. We also recovered large sections of the Thabs-zhags Commentary lost or misplaced in one of its two extant witnesses, but surviving in the other. \nOne interesting feature of the Thabs-zhags Root-Text is that the different extant redactions have made significantly different decisions in assessing the boundaries between what is Root-Text and what is Commentary. This accounts for the great variations between the extant canonical redactions, with only the obscure and generally ignored South Central Nyingmai Gyubum and a few equally obsure local Kanjur texts preserving the original Root Text and Commentary boundaries. Our work applied anthropological theories of knowledge to understand the culture of tolerated scriptural variation suggested by the happy co-existence within Tibet for centuries of substantial textual differences within a key canonical scripture. \nA more dramatic outcome of our work was the new light shed on Padmasambhava, the highly mythologised founder of Tibetan Tantric Buddhism, who, despite the mythological accretions, was nevertheless also a historical personage. Previous scholarship predicted that early representations of Padmasambhava would describe him in un-mythologised terms. Yet we can now show this was not the case. The representation of Padmasambhava in the Thabs-zhags is very early, but already portrays him as a uniquely Buddha-like figure, rather than as a merely human teacher. Academic routes: The Dunhuang Thabs-zhags manuscript provides the most complete and sustained surviving window into early Tibetan Tantric Buddhism. Our analysis of it was the first ever, and shows the way forward for several revisions within Tibetan Buddhist history: \n(i) The dates for a mature rNying-ma-style tantric system, including the mythologisation of Padmasambhava, must now be put back by 100 years, enabling new histories.\n(ii) Someone now needs to account for the unexpected fact that more than half of the Thabs-zhags Commentary's chapters are dedicated to integrating quotidian pragmatic ritual with higher Buddhist metaphysics and ethics. This promises a re-evaluation of current understandings of the tantric culture of that time. \n(iii) Our critical edition shows that stemmatics can work to reconstruct early readings. Never before demonstrated in Tibetan studies, it empowers new ways for future Tibetan text-criticism. \nNon-academic routes: \n(i) Our reconstruction of a cherished commentary, lost to Tibetans probably during the Dzungar Mongol invasions, has already opened new pathways to study for Tibetan Buddhist communities, both within Tibet and in exile. \n(ii) Modern translations of the Thabs-zhags Root Text and Commentary are under way, both specifically facilitated and enabled by our editions and reconstructions. Creative Economy,Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}