{"id":"B26DB18B-BBB0-4073-8061-77F871EE3DF5","title":"ConDOR: Consequence-Driven Ontology Reasoning","abstractText":"Ontologies, and ontology based vocabularies, are becoming increasingly important. They provide a common vocabulary together with computer accessible descriptions of the meaning of relevant terms through relationships with other terms. For example, in an ontology describing human anatomy the vocabulary could include terms such as [Organ], [Circulatory System], [Heart], etc., and one can define a term [Muscular Organ] as an [Organ] that is a part of the [Muscular System] and a term [Heart] as a [Muscular Organ] that is a part of the [Circulatory System].Ontologies play a major role in the Semantic Web and in e-Science where they are widely used in, e.g., bio-informatics, medical terminologies and other knowledge management applications. One of the most important aspects of ontologies is that they contain knowledge structured in a special way. The users of ontologies are typically interested in obtaining information about relationships between concepts described in ontologies and querying the ontologies. Both tasks require reasoning tools that can derive new knowledge from the knowledge explicitly stated in ontologies. For example a reasoning tool should be able to derive that [Heart] is a part of the [Muscular System] which is not explicitly stated in the anatomical ontology but is a logical consequence of the above definitions for [Heart] and [Muscular Organ].Most existing ontology reasoners do not derive logical consequences of ontological axioms explicitly, but instead they check whether it is possible to construct a model of the ontology where the target consequence does not hold, e.g., they try to construct a situation where [Heart] would be a part of the [Circulatory System] but not a part of the [Muscular System]. If such a situation is not possible, then it is concluded that the target consequence follows from the axioms in the ontology. One problem with this technique is that when an ontology expresses long and possibly cyclic dependencies between terms, e.g., [Heart] is a part of [Circulatory System] which has a part [Lung] which is a part of [Respiratory System] which has a part [Trachea], etc., then the reasoner has to construct very large models. For some existing medical ontologies, the models are so big that they do not fit into the main memory of a computer. Another problem is that the ontology may potentially have a large number of different models, each of which must be independently explored by the reasoner. Ontology languages provide for constructors called 'number restrictions', which result in a particularly large number of models. Number restrictions are used to specify quantitative information in ontologies and are often used in bio-chemical ontologies, for example to express that a molecule of [Ethanol] contains {exactly 6} [Hydrogen Atoms]. These limitations of model-building reasoners, therefore, pose a serious problem for the development of large medical and bio-chemical ontologies---without efficient reasoning tools, for example, the users of such ontologies may not be able to obtain the information that they are interested in.In this project we investigate alternative consequence driven reasoning procedures that do not build models but explicitly derive logical consequences of ontological axioms. Our preliminary investigations suggest that both problems mentioned above can be avoided for consequence-driven reasoning procedures: there is no need to keep track of large models, and the number of logical consequences of ontological axioms is typically much smaller than the sizes and the number of the models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G02085X/1","grantId":"EP/G02085X/1","fundValue":"359707","fundStart":"2009-07-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  ELK is used to provide reasoning services in Snow Owl, a state-of-the-art authoring platform for clinical terminologies marketed by B2i Healthcare (see http://www.b2international.com/portal/snow-owl). \n\nAccording to their product description:\n\n&amp;quot;ELK, Snow Owl's default reasoner, performs description logic classification in parallel on modern multi-core computers. This allows the full international SNOMED CT plus the Australian extensions (830,926 relationships) to be classified and checked for equivalencies in about 10 seconds on a modern desktop computer.&amp;quot; \n ELK is used to provide these services in Snow Owl, a state-of-the-art authoring platform for clinical terminologies marketed by B2i Healthcare (see http://www.b2international.com/portal/snow-owl). According to their product description:\n\n\n\n&amp;quot;ELK, Snow Owl's default reasoner, performs description logic classification in parallel on modern multi-core computers. This allows the full international SNOMED CT plus the Australian extensions (830,926 relationships) to be classified and checked for equivalencies in about 10 seconds on a modern desktop computer.&amp;quot; \n\n\n\nELK is also used by the Open Biological and Biomedical Ontologies consortium (OBO), whose OBO &amp;quot;foundry&amp;quot; contains a large number of &amp;quot;orthogonal interoperable reference ontologies in the biomedical domain&amp;quot;. ELK is used in OBO authoring tools, and it is run continuously by the foundry to check that the foundry ontologies are consistent, both individually and when integrated into a single large ontology. Digital/Communication/Information Technologies (including Software),Healthcare Economic","person":"Ian  Horrocks","coPersons":["Boris  Motik"],"organisation":"University of Oxford","findingsText":" Ontologies, and ontology based vocabularies, are becoming increasingly important. They provide a common vocabulary together with computer accessible descriptions of the meaning of relevant terms through relationships with other terms. Ontologies play a major role in the Semantic Web and in e-Science where they are widely used in, e.g., bio-informatics, medical terminologies and other knowledge management applications.\n\n\n\nIn the ConDOR project we investigated novel &quot;consequence driven&quot; reasoning procedures that are much more efficient than existing procedures. We have implemented our new algorithms in a highly optimised reasoning system called ELK, and made this system freely available via the web (see http://www.cs.ox.ac.uk/isg/tools/ELK/). The ELK reasoner provides extremely efficient reasoning for very large scale ontologies that use a subset of the OWL language (OWL 2 EL) for which polynomial time reasoning is possible, and has already established itself as the reasoner of choice for such ontologies, providing orders of magnitude performance improvements over existing systems.\n\n\n\nMany ontologies in the healthcare and life sciences domains use the OWL 2 EL subset, with SNOMED being a prominent example. SNOMED is now developed and maintained by the International Health Terminology Standards Development Organisation (IHTSDO), an international not-for-profit organisation based in Denmark and funded by member organisations including, e.g., NHS Connecting for Health in the UK (see http://www.ihtsdo.org/). \n\n\n\nReasoning systems are critical for the development and maintenance of such large structured vocabularies (SNOMED contains more than 400,000 terms), being used, e.g., to organise the terms into a subsumption hierarchy, to check the consistency of definitions and to identify equivalent definitions. ELK is used to provide these services in Snow Owl, a state-of-the-art authoring platform for clinical terminologies marketed by B2i Healthcare (see http://www.b2international.com/portal/snow-owl). According to their product description:\n\n\n\n&quot;ELK, Snow Owl's default reasoner, performs description logic classification in parallel on modern multi-core computers. This allows the full international SNOMED CT plus the Australian extensions (830,926 relationships) to be classified and checked for equivalencies in about 10 seconds on a modern desktop computer.&quot; \n\n\n\nELK is also used by the Open Biological and Biomedical Ontologies consortium (OBO), whose OBO &quot;foundry&quot; contains a large number of &quot;orthogonal interoperable reference ontologies in the biomedical domain&quot;. ELK is used in OBO authoring tools, and it is run continuously by the foundry to check that the foundry ontologies are consistent, both individually and when integrated into a single large ontology.\n\n\n\nFinally, in addition to a direct benefit to ontology developers, the project has also benefited the wider UK research community through further consolidation of its already established world leadership in research on knowledge representation and reasoning in general and ontology reasoning in particular. ELK is used to provide these services in Snow Owl, a state-of-the-art authoring platform for clinical terminologies marketed by B2i Healthcare (see http://www.b2international.com/portal/snow-owl). According to their product description:\n\n\n\n&quot;ELK, Snow Owl's default reasoner, performs description logic classification in parallel on modern multi-core computers. This allows the full international SNOMED CT plus the Australian extensions (830,926 relationships) to be classified and checked for equivalencies in about 10 seconds on a modern desktop computer.&quot; \n ELK is used to provide these services in Snow Owl, a state-of-the-art authoring platform for clinical terminologies marketed by B2i Healthcare (see http://www.b2international.com/portal/snow-owl). According to their product description:\n\n\n\n&quot;ELK, Snow Owl's default reasoner, performs description logic classification in parallel on modern multi-core computers. This allows the full international SNOMED CT plus the Australian extensions (830,926 relationships) to be classified and checked for equivalencies in about 10 seconds on a modern desktop computer.&quot; \n\n\n\nELK is also used by the Open Biological and Biomedical Ontologies consortium (OBO), whose OBO &quot;foundry&quot; contains a large number of &quot;orthogonal interoperable reference ontologies in the biomedical domain&quot;. ELK is used in OBO authoring tools, and it is run continuously by the foundry to check that the foundry ontologies are consistent, both individually and when integrated into a single large ontology. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}