{"id":"B271E11A-1378-450B-B5BC-E93F9943F0E4","title":"Choice Theory Network","abstractText":"Questions about what action to take or what policy to pursue arise in a great variety of contexts for both individuals and groups. Consumers have to decide what products to buy, doctors what treatments to prescribe, hiring committees what candidates to appoint, juries whether to convict or acquit a defendant, aid organisations what projects to fund, monetary policy committees what interest rates to set, electorates what representatives to select, and legislatures what laws to make. How such decisions are actually made, and how ideally they should be, is investigated in several disciplines in the humanities and the social sciences, including philosophy, political science, economics, law and psychology. \\n\\nThe Choice Group is an interdisciplinary research initiative based at the LSE which seeks to create a European centre of excellence for research and research-led teaching on philosophical, mathematical and empirical questions concerning decision making by individuals and groups. Currently the group runs an informal weekly seminar series at the LSE with the participation of academic staff and research students from the London area. Despite its present lack of funding it has already gained considerable momentum and popularity and is regarded by many as a place of choice to present their work in the field. \\n\\nWith the proposed network grant, the group seeks to extend and further develop its activities and to create more formal links with salient partner institutions, including the University of Groningen, Netherlands, the CNRS/HEC Paris, France, the University of Edinburgh, the National University of Ireland at Galway, the University of Michigan at Ann Arbor and the University of California at Irvine, USA. \\n\\nIn addition to significantly upgrading its seminar series, the Choice Group intends to host a series of master classes in its core areas and to organise a series of interdisciplinary workshops with our partners. While the master classes will provide an overview of the current state of art of various topics in rational and social choice theory, the workshops will advance their frontiers. \\n\\nThe core members of the research group have published widely in top journals in philosophy, political science and economics and are well known for their research on Bayesian decision theory, group deliberation, democratic theory, the aggregation of preferences and judgements, the foundations of welfare economics, and evolutionary explanations of norms. The presence of a relatively large number of experts in the field at a single institution already generates considerable synergies, but the creation of a network will significantly enhance these and thereby benefit the field and the academic community as a whole. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H001166/1","grantId":"AH/H001166/1","fundValue":"37166","fundStart":"2009-09-01","fundEnd":"2011-08-31","funder":"AHRC","impactText":"","person":"Richard William Bradley","coPersons":["Christian  List"],"organisation":"London School of Economics & Pol Sci","findingsText":" The main accomplishment of the project was the development of a network of researchers working in decision theory. The network has become the basis for a number of academic interchanges between its members. Members of the network will be engaging in a number of joint research projects. Others could participate in these or work further on their outputs. Other","dataset":"gtr"}