{"id":"B279E07A-237E-4234-8E8F-C5B8EEBB8E8C","title":"Ecological effects of reduced versus oxidised nitrogen deposition","abstractText":"Summary Atmospheric deposition of nitrogen compounds has increased dramatically in Europe in the 2nd half of the 20th century. Over the same period, important changes in species composition of various vegetation types, and the loss of many characteristic species, have occurred which cannot be explained by factors such as changes in management. From the early 1990s onwards, evidence was found that increased nitrogen deposition was associated with some of these changes in species composition. It is now widely recognised that the increased atmospheric nitrogen deposition over the past 50 years is a major factor in the sharp decline of many characteristic plant species from a variety of ecosystems. Nitrogen deposition can act by increasing the acidity of soil, because base cations such as calcium are released and leach out of the system; this can lead to base cation deficiencies in plants. It also increases the amount of available nitrogen in the soil, a process which is often referred to as eutrophication. Both base cation deficiency and eutrophication are known to be mechanisms involved in the decline of characteristic species. Nitrogen (N) deposition is largely composed of two forms: reduced N, which is emitted mainly from animal waste and manure, and oxidised N which is emitted mainly from fuel combustion. It is important to understand which of these forms of nitrogen has the greatest ecological impacts, so that policies to control emissions and protect sensitive species are effective, especially as there are large spatial differences in the rates of reduced and oxidised N deposition across Europe. Very few experimental or field studies up to now have properly compared the different effects of reduced and oxidised N deposition, and even fewer have considered the importance of interactions with soil acidity. However, recent research has shown that elevated deposition of reduced, but not oxidised, N is detrimental for many plant species from sensitive ecosystems, especially when these ecosystems have already become acidified. The aims of this study are:- (i) to determine whether differences in the atmospheric deposition of reduced, rather than oxidised, nitrogen to sensitive ecosystems accounts for the changes in plant species composition seen in northern Europe in recent decades; (ii) to identify the mechanisms which lead to reduced nitrogen deposition, and/or high reduced/oxidised N ratios, having a greater impact when soils have low levels of base cations; and (iii) to use this information to identify habitats, species and locations at greatest risk from N deposition. We will use a combination of laboratory and field experiments, and data analysis from field surveys in both the UK and The Netherlands, to meet these aims.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E00413X/1","grantId":"NE/E00413X/1","fundValue":"258339","fundStart":"2007-03-01","fundEnd":"2010-02-28","funder":"NERC","impactText":"","person":"Mike  Ashmore","coPersons":["Malcolm Stewart Cresser"],"organisation":"University of York","findingsText":"","dataset":"gtr"}