{"id":"B2790B91-3426-4070-A74E-5CBD6A98F396","title":"Mechanisms of clustering of GABA-A receptors","abstractText":"The central nervous system is an intricate network of nerve cells (neurones) whose primary function is to transmit and receive messages. This communication occurs at specialised sites of contact known as synapses. At these sites, an arriving nerve impulse causes the release of a chemical neurotransmitter which then binds to receptor molecules embedded in the cell membrane of a neighbouring neurone. Some types of these receptors (e.g. GABA-A receptors) possess specific chloride-permeable channels, formed from combinations of different protein subunits (e.g. alpha1+beta2+gamma2). The opening of these channels in response to the neurotransmitter GABA alters the electrical state of the cell, subtly altering the incoming nerve impulse. The mechanisms that regulate synaptic transmission and nerve impulse activity are important in understanding normal and diseased states of the brain. Dysfunction of nerve cells releasing GABA, or harbouring GABA receptors, have been implicated in a diverse range of human disorders including epilepsy, schizophrenia and anxiety. In support of these findings, many clinically important drugs including benzodiazepines, barbiturates and anaesthetics, act primarily via GABA-A receptors. The therapeutic nature of these agents provides a compelling reason for further understanding the molecular details of this receptor class. \n\nThis proposal will benefit research in this area by examining the mechanisms involved in locating GABA-A receptors at synapses. This process is of fundamental importance, since when disrupted in humans, a severe drug-resistant epilepsy develops. We know that a key protein, called gephyrin, is vital for GABA-A receptor clustering, but to date no-one has been able to demonstrate either a direct or indirect interaction between GABA-A receptor subunits and gephyrin. I have found that the GABA-A receptor beta2, beta3 and gamma2 subunits bind to artificially truncated forms of gephyrin. This suggests that either: i) these GABA-A receptor subunits co-operate to bind one or more gephyrin variants; ii) binding of another protein to gephyrin might unlock the GABA-A receptor binding site, or iii) cleavage or modification (e.g. addition of phosphate groups by protein kinases) might alter gephyrin or GABA-A receptors so that they can link. I will explore these possibilities using a range of molecular and proteomics techniques including the yeast three-hybrid system, tandem affinity purification and molecular targeting studies in cell culture models of GABA-A receptor clustering. My studies will uncover fundamental knowledge concerning the localisation of this important receptor class, and reveal possible additional candidate genes for epilepsy and other neurological disorders involving GABA-A receptors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501258","grantId":"G0501258","fundValue":"291962","fundStart":"2006-09-01","fundEnd":"2009-10-31","funder":"MRC","impactText":"","person":"Kirsten  Harvey","coPersons":[],"organisation":"School of Pharmacy","findingsText":"","dataset":"gtr"}