{"id":"B285A93E-4696-4536-8DE8-F7D7E978169D","title":"Image statistics in the visual system","abstractText":"The overall aim of our project is discover and describe statistical calculations performed by the human visual system.Our perceptions are thought to result from the combination of prior knowledge with data we gather from the environment. Of course, the visual system cannot afford to be too meticulous a scientist and measure everything. Real environments are just too complex and dynamic. Instead, the visual system must settle for being a clever statistician and quickly estimate various visual features.Exactly which visual features can be quickly estimated is a matter of some debate, but there is no question that spatial orientation (i.e. tilt) is one of them. The primary evidence for orientation's special status in the visual system comes from search experiments, in which observers must find a target region, having a unique orientation, amongst distractors, having different orientations. When the average orientation of the target region is sufficiently different from that of the distractors, then the number of distractors will be irrelevant; the target just pops out. Thus, we know that the visual system can compute mean orientation without too much conscious effort. What about orientation variance? That is, would a region with lots of different orientations pop out from regions with largely similar orientations? If the visual system proves capable of this type of statistical analysis, can it do something similar with other visual features, like colour and size?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E064604/1","grantId":"EP/E064604/1","fundValue":"188325","fundStart":"2007-10-04","fundEnd":"2010-10-03","funder":"EPSRC","impactText":"","person":"Joshua Adam Solomon","coPersons":["Michael  Morgan"],"organisation":"City University London","findingsText":" The overall aim of our project was to discover and describe statistical calculations performed by the human visual system.\n\nOur perceptions are thought to result from the combination of prior knowledge with data we gather from the environment. Of course, the visual system cannot afford to be too meticulous a scientist and measure everything. Real environments are just too complex and dynamic. Instead, the visual system must settle for being a clever statistician and quickly estimate various visual features.\n\nExactly which visual features can be quickly estimated remains a matter of some debate, but there is no question that spatial orientation (i.e. tilt) is one of them. For example, the observer may infer a forest scene if there are more than 8 or 9 trees in the picture. If most of those trees aren't within a few degrees of vertical, the observer may infer that the camera was tilted.\n\nWe have now determined that people use relatively few trees (or lines) when quickly computing average tilt. They are much more efficient when asked to make a judgement regarding the range of tilts. Futhermore, we have discovered that estimates of average and range are not independent. When the range of tilts is large, estimates of the average tend to be closer to vertical than when the range is small. This latter result is consistent with a stable prior, or prejudice, for those orientations most prevalent in natural scenes.\n\nThe primary evidence for orientation's special status in the visual system comes from search experiments, in which observers must find a &quot;target region,&quot; having a unique orientation, amongst &quot;distractors,&quot; having different orientations. When the average orientation of the target region is sufficiently different from that of the distractors, then the number of distractors will be irrelevant; the target just &quot;pops out.&quot;\n\nConsider the plus sign (+), which has two perpendicular orientations at the same position. Our observers were much faster when asked to find a plus sign amongst minuses (-) and slashes (/,\\) than they were when asked to find one of the latter (e.g. a minus sign) amongst pluses. This asymmetry further suggests that the range or multiplicity of orientations in different parts of a scene can be can be accurately and simultaneously estimated at a glance.  ","dataset":"gtr"}