{"id":"B289DC30-70C8-43B0-8D11-29702AF7DFA3","title":"BIOMIMETIC SYNTHESIS OF CRYSTALLINE MATERIALS WITH COMPOSITE STRUCTURES","abstractText":"Advances in technology demand an ever-increasing degree of control over material structure, properties and function. Even so, the range of properties that can be obtained from monolithic materials remains relatively limited. In contrast, the creation of composite materials, in which two dissimilar materials are combined, opens the door to the fabrication of new materials with many potential applications. This proposal will investigate and exploit a simple biomimetic approach to forming composite materials / encapsulating particles of a second phase within a host crystalline matrix by a simple one-pot method, in which the particles are used as growth additives.Meldrum's preliminary work has demonstrated that a relatively high density of latex particles can be incorporated within calcium carbonate (calcite) single crystals when the latex has appropriate surface chemistry - that is when they are decorated with a corona of negatively-charged polymer (i.e. polyacid) chains. This grant proposal seeks to investigate this synthetic approach in detail, providing a fundamental understanding of how particles can be incorporated within crystals, and then addressing possible applications of the resulting composite materials. We will investigate particle encapsulation within both single crystal and polycrystalline materials, addressing the incorporation of organic latexes, inorganic sols and metal nanoparticles. (1) Model particles with well-defined surface chemistries will be designed and synthesised, and the specific effects of particle size, surface chemistry and crystal growth mechanism in particle encapsulation will be studied. (2) As an alternative strategy we will also occlude particles within an amorphous precursor phase before inducing crystallisation. This is a potentially generic method that could be applied to many ceramics. (3) We will explore routes to encapsulating block copolymer micelles and vesicles, which will facilitate the encapsulation of both water-insoluble and water-soluble actives. (4) After gaining a fundamental understanding of the requirements for particle inclusion within single crystal and polycrystalline calcium carbonate, we will test the generality of this model by investigating particle incorporation in a wide range of contrasting crystals. (5) Finally, we will apply our new approach to form a range of functional composite materials. Calcium carbonate and calcium phosphate will be used as host materials for additives such as pigments, abrasives, antimicrobial agents, vitamins and flavourings. We will also apply this biomimetic strategy to the formation of functional ceramic composites, including ceramic/metal microcomposites (cermets) and ferroelectric composite materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G00868X/1","grantId":"EP/G00868X/1","fundValue":"321751","fundStart":"2009-08-20","fundEnd":"2012-08-19","funder":"EPSRC","impactText":"  Various UK and overseas polymer chemistry academics are now using PISA (S. Perrier, R. K. O'Reilly, T. P. Davis, A. B. Lowe, etc.).\n\nA number of industrials have sponsored Prof Armes for projects using PISA (Lubrizol, Scott Bader, AkzoNobel, Ashland, GEO Specialty Chemicals, DSM).  ","person":"Fiona  Meldrum","coPersons":[],"organisation":"University of Leeds","findingsText":" Advances in technology demand an ever-increasing degree of control over material structure, properties and function. Even so, the range of properties that can be obtained from monolithic materials remains relatively limited. In contrast, the creation of composite materials, in which two dissimilar materials are combined, opens the door to the fabrication of &quot;new&quot; materials with many potential applications. This proposal investigated a simple biomimetic approach to forming composite materials - encapsulating particles of a second phase within a host crystalline matrix by a simple one-pot method, in which the particles are used as growth additives.\n\nThe key outcomes of the grant were:\n\n1 A series of novel acid-functionalised organic particles were synthesised where these could be designed with different sizes, shapes and surface chemistries.\n\n2. A new synthetic strategy was developed, which was termed 'polymerisation-induced self-assembly' (PISA). \n\n2. Studies of the incorporation of these particles within calcite single crystals provided information about the &amp;amp;amp;quot;design rules&amp;amp;amp;quot; underlying the incorporation of particles within crystals.\n\n3. Study of the incorporation of block-copolymer micelles within calcite crystals revealed unprecedented levels of occlusion (of over 20 wt%). These crystals can be considered &amp;amp;amp;quot;artificial biominerals&amp;amp;amp;quot; as they show structures and properties which closely resemble their biological counterparts.\n\n4 The project was then developed to examine the incorporation of inorganic and metal nanoparticles within calcite crystals, generating inorganic/inorganic composites.\n\n5 We also examined the incorporation of alternative &amp;amp;amp;quot;nano-objects&amp;amp;amp;quot; including vesicles and micellar worms. Both were effectively incorporated and the resulting composite crystals showed excellent mechanical properties. Occlusion of vesicles within single crystals provides a mechanism for entrapping water-soluble species within a protective crystal shell. (1) The polymer chemistry developed within this project has led to an entirely new research programme within the Armes group.\n\n(2) Our ability to incorporate a wide range of nano-scale objects within single crystals provides an effective way to creating novel composite crystals, where these may show novel physical properties.\n\n(3) Occlusion of &amp;amp;amp;quot;hollow&amp;amp;amp;quot; species such as vesicles provides a mechanism for entrapping water-soluble species within a protective crys Agriculture, Food and Drink,Construction,Energy,Environment,Healthcare","dataset":"gtr"}