{"id":"B28E8485-724A-4047-AE93-99E2E253A038","title":"Renewal of the Network of Hubs for Trials Methodology Research.","abstractText":"With the rising demands on the resources available for health care, it is increasingly important that decision makers, including practitioners, patients, policy makers and the public, have access to reliable and robust information about the relative effects of different interventions they might choose between. This information primarily comes from clinical trials which compared the interventions, and trials themselves need to be conducted in ways that are efficient and effective. In 2009, the MRC established the Hubs for Trials Methodology Research to conduct research to achieve this, and to facilitate the implementation of the findings of this research into practice in trials. A Network was created to add value to the work of the individual Hubs and this proposal seeks to renew the work of the Network for five more years and to extend the work to include a programme of training that will build capacity in methodology research for the future. This will be achieved by a unique programme of PhD studentships in trial methodology, which will create new experts in this area.\n\nThe Hubs provide a UK-wide, regionally distributed research resource to improve the design, conduct, analysis, interpretation, and reporting of clinical trials. The Network links the Hubs to enhance their individual activities, strengthen the methodological research further, and improve dissemination and education relating to good methods in clinical trials. The Network provides funds for high priority research to answer specific issues around trials; conducts workshops to develop methods and train people involved in trials; organises a large international conference every two years to bring researchers together to share their current research and learn from each other; and, will establish and implement a new programme for PhD students to train as methodologists within a national programme of methodology research.\n\nThe Network helps the Hubs to work with many people and organisations who are key to clinical trials in the UK and internationally. These include those who fund trials, such as the National Institute for Health Research and major charities including Cancer Research UK, Arthritis UK and the British Heart Foundation; those who organise trials, including the pharmaceutical industry and universities; the groups that support them, including the UK-registered Clinical Trials Units, Research Design Services and Contract Research Organisations in the private sector; as well as the users of health care and individuals who run trials in academia, practice and industry. \n\nUnder this proposal, the Network will continue with its four main objectives and add a fifth relating to the PhD studentships. These objectives are:\na) Promoting high quality collaborative methodological research, both across Hubs and with other groups, UK-wide and internationally.\nb) Providing methodological advice to the clinical trials community.\nc) Encouraging the implementation of the most effective and appropriate methodological practice, for example by providing a coordinated package of education and training. \nd) Working with external stakeholders, in particular to agree on shared priorities for research and guidance.\ne) Capacity building of training in the UK by supporting a cohort of clinical and non-clinical PhD students in methodology.\n\nThe coordination of this studentship programme by the Network will:\n&gt; Create a cadre of scientists, including clinicians, with skills that will place them at the forefront of trials methodology development.\n&gt; Align the PhD studentships with the Network's strategic aims and research priorities, while reflecting the priorities of the Hub in which the student is based.\n&gt; Offer students unique inter-disciplinary and diverse analytical and technical skill training.\n&gt; Develop and sustain a vibrant postgraduate student culture in the Network.\n&gt; Raise the profile of the studentship programme, to attract outstanding candidates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L004933/1","grantId":"MR/L004933/1","fundValue":"3381060","fundStart":"2014-04-01","fundEnd":"2019-03-31","funder":"MRC","impactText":"","person":"Mahesh  Parmar","coPersons":["Paula  Williamson","Lucinda  Billingham","Adrian  Mander","Michael  Clarke","Jane  Armitage","Jane Miranda Blazeby","Gordon Douglas Murray"],"organisation":"University College London","findingsText":"","dataset":"gtr"}