{"id":"B294412E-05E2-4A8C-BFBC-72D50F28EEBE","title":"Probing the energetics and loss mechanisms in molecular solar cells using luminescnce","abstractText":"This proposal seeks to establish a unified framework for understanding the - theoretical and practical - limits to efficiency of molecular or nanostructured heterojunction solar cells. The approach is to quantify and optimize the amount of electrical work available per absorbed photon using luminescence based techniques, electrical measurements and modelling. As examples of technologically relevant material systems we will study polymer:fullerene, polymer:nanoparticle and dye sensitized oxide structures, with the aim of describing these different heterojunctions within a single framework. Our approach is to control the energy of the charge separated state at the heterojunction through variations in materials and processes used, detect and measure the energy of that state and compare with the absorbed photon energy and the free enrgy delivered to an external circuit. Particular questions to be addressed concern the effect of the dielectric permittivity of the heterojunction medium (by comparing all organic with hybrid heterojunctions); the effect of microstructure; and the difference in the requirements upon binary and ternary heterojunctions to enable charge separation. A second aim is to improve understanding of luminescence based characterization techniques and find new applications of the techniques. In the context of dispeersed heterojunctions such as polymer:fullerene solar cells, luminescence allows us to study the effect of different recombination mechanisms and compare in particular recombination at the internal polymer:fullerene interface with recombination at the electrodes. This could prove to be a valuable diagnostic method for a range of optoelectronic devices. For example, luminescence applied in-situ to photovoltaic device sduring manufacture can serve as a diagostic tool to indicate the sources of energy loss within the device. We have engaged an indutrial project partner to explore this application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K030671/1","grantId":"EP/K030671/1","fundValue":"472541","fundStart":"2013-08-01","fundEnd":"2016-07-31","funder":"EPSRC","impactText":"","person":"Jenny  Nelson","coPersons":["Nicholas John Ekins-Daukes","Saif Ahmed Haque"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}