{"id":"B2A3CCD2-854C-4C3F-B910-F78D545A1D67","title":"Strategies to enhance Agrobacterium-mediated plant transformation systems based on suppression of gene silencing","abstractText":"Plant genetic transformation involves inserting at least one novel (foreign) gene into plants to produce 'Genetically Modified' (GM) plants. GM plants are mostly used for basic research to understand how genes work in plants. To study the effect of all genes tens of thousands of different GM plants have to be produced. Plants are generally transformed using a bacterium, called Agrobacterium, which naturally transfers its own bacterial genes into plants. When the bacterial genes are replaced by a novel gene, Agrobacterium can transfer it into the plant DNA. In the last ten years, these transformation technologies have also been used to produce improved GM crop varieties, such as maize, soybean, cotton and oilseed rape. However, for both basic and applied research, current transformation technologies still have limitations related to how often and where the novel gene is inserted into the plant DNA. This short project aims at testing a new idea to improve plant transformation technologies. The idea is based on new findings on how Agrobacterium interacts with plants in nature. In February 2006, a group of French scientists showed that Agrobacterium naturally triggers a response system in plants that recognises and inactivates foreign DNA. This response system, called 'gene silencing', has already been described when plants respond to viruses but never in response to bacteria. We intend to alter this gene silencing mechanism in plants to improve the relationship between plants and Agrobacterium and therefore increase the effectiveness of plant transformation when Agrobacterium is used to transfer novel genes. In order to do so, we will test the effects of 'suppressors of gene silencing' during transformation experiments. Preliminary experiments conducted in our laboratory suggested that this approach could improve transformation efficiency. We propose to investigate different ways to use these suppressors of gene silencing in different plant species such as tobacco and rice. We are using rice because it is a relatively simple crop and a cereal, so results in rice could be quickly tested and used in wheat and barley, both important cereal crops in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E005829/1","grantId":"BB/E005829/1","fundValue":"82867","fundStart":"2006-07-01","fundEnd":"2007-06-30","funder":"BBSRC","impactText":"","person":"Philippe  Vain","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}