{"id":"B2A7BBB1-45EE-4E88-A27D-1C85C3DA5668","title":"Aperiodic Lattices for Photonic Engineering of Terahertz Quantum Cascade Lasers","abstractText":"Optical wavelength-scale photonic lattices (i.e. lattices formed from a spatially-varying refractive index) offer a very powerful mechanism to define and modify the photon resonance characteristics in a range of optical devices. Although highly successful up to now this approach has only been based on periodic lattices (with only a single, underlying spatial frequency, and associated with only a single colour of light) and so does not provide the ability to control the colour of the confined photons. In this proposal, we describe the use of aperiodic lattices (ALs) to provide significantly advanced spectral functionalities, e.g. to give just one example, multi-coloured lasing at user-defined frequencies. In this proposal, we aim to apply AL concepts to a terahertz (THz) quantum cascade laser (QCL) so as to enable tunability. This proposal is highly timely, since it takes advantage of recent important advances in THz QCL fabrication technologies and combines them with new theoretical insights into the properties of aperiodic structures. In particular, this proposal proposes the first ever active photonics device exhibiting an AL integrated into its opto-electronic structure.Recent years has seen THz technology (frequency: 1-10 THz, wavelength: 30-300 micron) the focus of much attention owing to its important impact in a wide range of commercial and security applications, for example, in medicine, microelectronics, security imaging, biotoxin detection, agriculture, gas sensing and environmental monitoring, and forensic science, etc. The development of the THz QCL has been a key development in the burgeoning of these technology areas. However, lack of THz QCL tunability has also acted as a major constraint. Hence, the demonstration of a compact, coherent, tunable THz QCL arising from this proposal will act as a significant enabler in the advance of THz photonics.The THz QCL employs sophisticated techniques for the control of electron propagation, with an active region comprising a repeated superlattice of only a few atoms thick of one semiconductor material, interleaved with similarly thin barrier layers of another material. In these semiconductor nanostructures, the energy bands split into subbands and minibands, with energy separations of several tens to a few hundreds of millielectronvolts, which determine electronic transport and also enable new optical transitions. When a bias voltage is applied across the material, a periodic cascade of such intersubband transitions is established. The population inversion necessary for lasing is then achieved through electrical injection. Adjusting the specific sequence of quantum wells and barriers to form an electronic AL allows both the electronic and optical properties of the THz QCL to be tailored at will. A photonic AL, on the other hand, provides arbitrary filter responses in a user-defined way, for example, to provide high transmission and high-resolution output at single or multiple wavelengths. The novel filtering functionality available from the photonic AL in conjunction with the gain spectrum available from the electronic AL provides far greater control of single or multiple laser wavelengths than with conventional methods. A combined approach to integrate both electronic and photonic ALs within a single THz QCL device is therefore another important aspect of this proposal. Such integration gives photons a strongly enhanced interaction time with the host material, and creates significant opto-electronic nonlinear and quantum effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G064504/1","grantId":"EP/G064504/1","fundValue":"389690","fundStart":"2009-10-05","fundEnd":"2012-12-04","funder":"EPSRC","impactText":"","person":"Subhasish  Chakraborty","coPersons":[],"organisation":"The University of Manchester","findingsText":" The ability to tune electronically single mode semiconductor lasers is key to many photonic technologies. For THz semiconductor lasers the traditional ways to do this break down; temperature and bias dependent variation of refractive index is negligible. In this project, I demonstrated that by integrating holographically designed aperiodic distributed feedback (ADFB) grating structures with the laser device, purely electronically controlled discrete mode tuning of THz laser emission can be achieved. This work has also established a non-standard focussed ion beam (FIB) lithographic procedure for building millimetre-scale photonic structures integrated with sub-micron length scale features. In addition, this work showed how rapid iterative prototyping of devices can be enabled. For example, how laser emission colour purity and FIB introduced losses can be predicatively tailored. Furthermore, we demonstrated Y coupling plasmonic architecture, which showed that complex on-chip signal manipulation can be extended into the THz regime and also that there is clear potential for the development of future systems in which on-chip manipulation of spectral information is possible. This work has led to the establishment of new programme of research on graphene photonics in collaboration with the newly established National Graphene Institute (http://www.graphene.manchester.ac.uk), which will explore plasmonic interactions in ADFB THz laser devices. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}