{"id":"B2AA08C1-6BB2-41DD-A6EE-502B6C3549D9","title":"Reconstruction of Pliocene-Middle Pleistocene evolution of Siberian permafrost using U-Pb dating of speleothems","abstractText":"Twenty three million square kilometres of northern-hemisphere land - one quarter of the total land area - is permafrost. This permanently frozen ground stores twice as much carbon as the atmosphere contains, with a significant fraction of this carbon as methane. Formation and thawing of permafrost is therefore a significant positive feedback in the climate system, removing greenhouse gas as Earth cools, and releasing it, in periods such as today, when the planet is warming. Permafrost also exerts a strong control on ecosystems and biodiversity, and it underpins human infrastructure (buildings and transport links) in many high-latitude settings.\n\nA significant body of research exists (and continues) into active permafrost processes in the modern environment, but assessing the long-term behaviour of permafrost has proved more difficult. We do not yet have a clear idea of how the temperature of high-latitude continental regions responds to changing of global climates through time, nor of the extent of permafrost in different climate states. Such information is important for future planning in today's permafrost regions, and for our general understanding of high-latitude carbon and climate systems. How do the major permafrost regions of the northern hemisphere respond to global climate change such as orbital variation or the progressive cooling of the planet during the Plio-Pleistocene? And what role might permafrost have in these amplifying these changes through its carbon feedbacks on climate? \n\nHere we propose to use carbonates formed in caves (speleothems) to assess the extent of permafrost in the world's largest area of permafrost - Siberia. Speleothems require water to form so, when the ground is frozen year-round, do not grow. The presence or absence of speleothems therefore constrains the extent of permafrost through time. We have been working on a sequence of three caves which stretch from the modern edge of the permafrost-free zone near Irkutsk at 52oN, northwards through patchy permafrost and to the edge of continuous permafrost at 60oN. This work has yielded a detailed reconstruction of the permafrost history during the last 450 ka, showing thawing of the permafrost in each warm interglacial period in the south. In the north (60oN) the permafrost remained stable except during the interglacial period 390-430 ka ago when global conditions were warmer than present. \n\nWe propose to continue the reconstruction of the permafrost history beyond the ~500 ka limit of the U-Th dating method in these caves, and to add a fourth cave in the centre of the continuous permafrost region at 64oN. Using a newly proven U-Pb dating ability, we will date periods of speleothem growth during the Plio-Pleistocne to assess the time, as the planet cooled after the warmth of the Pliocene, that permafrost conditions initiated in Siberia. And we will constrain the changing extent of permafrost during the variable climates of the Pleistocene. By comparing these records with information about climate elsewhere, we will learn how the high latitude northern continents respond to global climate change, particularly during periods warmer than today.\n\nTo understand how the cave temperatures in each location related to annual mean temperatures above the caves will require a campaign of monitoring in our study caves. We will conduct this work in close collaboration with Russian colleagues from the Russian Academy of Sciences and the well-established Siberian caving community. We will also use our connections in Russia to ensure that new information we learn is provided to stakeholders in regions that will be impacted by changing permafrost in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K005057/1","grantId":"NE/K005057/1","fundValue":"295620","fundStart":"2013-02-01","fundEnd":"2015-01-31","funder":"NERC","impactText":"  The results of our study were cited in nine scientific publications so far. Other Societal,Economic","person":"Anton  Vaks","coPersons":["Gideon  Henderson"],"organisation":"University of Oxford","findingsText":" The main discovery of the research was the history of Siberian permafrost and correlation between warm periods in Earth history during the last million and half years and permafrost thawing. Basing on the information from the past, this study can show how the possible future global warming may affect the Siberian permafrost in terms of the extent of its thawing. This in turn supplies the data for the infrastructure damage by the thawing permafrost, and the potential of the thawing permafrost to release more greenhouse gases (currently trapped in the permafrost), increasing the global warming. Estimation of the risks that thawing permafrost may pose to the infrastructure or greenhouse gases emission from the thawing permafrost. Agriculture, Food and Drink,Construction,Education,Energy,Environment,Transport","dataset":"gtr"}