{"id":"B2AC122A-7EEA-46EF-9BB1-5934D064C586","title":"MRC APBI STratification and Extreme Response Mechanism IN Diabetes - MASTERMIND","abstractText":"Context of the research\nOver 4% of the population have Type 2 diabetes. It is a major cause of illness and early death accounting for around 10% of the money spent in the NHS. Good control of blood glucose with appropriate life style and medication makes patients feel better and reduces the risks of the development of the complications of diabetes. The MASTERMIND study involves collaboration between academic researchers and industry to help patients with Type 2 diabetes receive the most suitable treatment. At present, the guidelines for treatment of patients with Type 2 diabetes list a large number of drugs without giving clear guidance on which patients should have which drugs. This makes it difficult for patients and their health care professionals to know which drugs are likely to suit them best. We know that patients with Type 2 diabetes vary greatly in how well they respond to different diabetes drugs, and whether they develop side effects to particular medications. Our initial pilot study has helped us to determine the best types of experiment to identify response subgroups and has let us generate preliminary results that we can now test, improve and expand upon.\n\nAim of the research\nThe aim of this project is to identify subgroups of patients that respond well or poorly to particular drugs based on particular clinical characteristics such as their weight or blood test results, to enable better targeting of treatment for a particular individual. \n\nOutline of the research\nThe new project aims to build on the work done in the initial study and involves 2 strands:\n1. We will carry out a trial where patients who currently have high blood glucose on metformin and sulphonylurea therapy will receive 3 different diabetes tablets in random order. We will take measurements and blood samples at the start of the study, and then measure the patients' average blood glucose control (HbA1c) at the end of 4 months on each of these drugs. We will also record any side effects and ask the patient which treatment they preferred. These 3 diabetes treatments work in different ways. We will be able to test whether this means different patients have different clinical features (e.g. whether a patient is obese, or whether they have poorer kidney function) that determine whether they respond well to the drugs.\n2. We will analyse large publicly-available datasets that have data on thousands of patients with Type 2 diabetes. We will have access to anonymised data from GP practices and data from drug trials run by pharmaceutical companies. We will use statistical analysis to identify which features pick out patients who respond well to the different drugs in the short and long term and also to identify which patients have side effects.\n\nKey outcomes of the research\nThe key outcomes of this work are: \n1. Information on the criteria that can be used to identify which subgroups of patients respond best to which drugs. This evidence will be used to inform new guidelines for prescribing drugs for Type 2 diabetes. \n2. Development of methodology for how to identify these subgroups of individuals that will help future studies in this area. These new scientific methods and data analysis techniques can then also be applied to other diseases. \n3. A large bioresource of samples from patients with Type 2 diabetes and how they responded to the three different diabetes drugs will be available to both academic groups and pharmaceutical companies. This will be used in future studies where these samples can be analysed to find new blood markers that identify whether an individual is likely to respond well or poorly to a particular drug, and will help drug development by giving insights into why different patients respond differently to the different Type 2 diabetes drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N00633X/1","grantId":"MR/N00633X/1","fundValue":"3385410","fundStart":"2015-08-01","fundEnd":"2020-01-31","funder":"MRC","impactText":"","person":"Andrew  Hattersley","coPersons":["Brendan  Delaney","J Kennedy  Cruickshank","Beverley  Shields","Rury  Holman","Angus  Jones","Michael Nicholas Weedon","Ewan  Pearson","Naveed  Sattar","Nicky  Britten","Mark  Walker","William Edward Henley","Andrew John Farmer","Robert  Lindsay"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}