{"id":"B2B9AEEC-D8D4-4805-94BA-E3ACC9AE461A","title":"Sensorimotor representation of the body multisensory integration and sense of self","abstractText":"The concept of self, something referred to by 'I', is central to psychology, but hard to study scientifically. The basis of self must be the body. The body is represented in the brain differently from external objects. First, I can directly move and control my body, but not other objects. Also, bodily sensory events feel different from perceptions of external objects. We ask how the bodily self relates to one's own actions and sensations, and how the brain's representation of the body modifies action and sensation processing? To do this, we need an experimental method that allows us to control whether an event is experienced as linked to my own body or not. We showed that 'Rubber Hand Illusions' (RHI) do precisely this. Subjects watch a rubber hand being touched while feeling a similar, synchronous touch on their own unseen hand. Perceptual regularity of the visual and tactile stimuli induces the illusion that the rubber hand is part of one's self: subjects incorporate the rubber hand into the mental representation of their own body. The effect is measured objectively as a drift in the perceived position of one's own hand towards the rubber hand. Results are compared to control conditions with identical visual and tactile stimuli are, but separated by a time delay between them. This asynchrony abolishes RHI. The project has 3 phases. We first compare sensory and motor aspects of sense of self using RHI. Sensory-RHI is induced by visual-tactile stimulation as above. Motor-RHI is induced by repeatedly making a simple finger movement which is repeated synchronously or asynchronously by the rubber hand, using an invisible motor. Sensory-RHI induces the feeling of 'ownership': that an external object is part of one's body. Motor-RHI induces a feeling of 'agency': that one can control the rubber hand directly by one's own command. By comparing the drift in the perceived position of one's hand towards the rubber hand, we can assess whether sensory or motor regularity makes a stronger contribution to the sense of bodily self. Is the self primarily sensory or motor? We next repeat the study in an fMRI brain scanner, and investigate which brain areas differ between synchronous and asynchronous conditions. This reveals brain regions responsible for sensory and motor aspects of self. We also look for areas of common overlap, which may integrate these aspects. The second and third phases of the project investigate which of the sensory and motor aspects of self is most fundamental. Is each aspect sufficiently powerful to influence the other? In phase 2, we assess whether the sensory self can influence motor systems. We induce sensory-RHI and then study whether a finger movement of the rubber hand (via the invisible motor) automatically activates the motor areas in the subject's brain, as if subjects were imitating or entrained by the movement that they see. A brain imaging study investigates the brain processes whereby ownership of the rubber hand can influence motor areas of the brain. In phase 3, we study the inverse relation, between motor-RHI and the sensory experience of the body. Motor-RHI is induced by voluntary movements, with synchronous or asynchronous movements of a video-projected hand. We measure the sense of touch in the hand with or without vision of a corresponding stimulus touching the video hand. Viewing touch should enhance tactile perception, and most strongly when the subject feels that the viewed hand is their own. We thus clarify whether sense of control also imparts a sense of ownership, and use fMRI to study the basis of this link in the brain. The project therefore provides an experimental and scientific way of studying aspects of the mind which are crucial to mental life, but have previously been inaccessible to science. The project links this key sense of self to specific brain processes, and to clearly-described experiences of sensation and action.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D009529/1","grantId":"BB/D009529/1","fundValue":"295557","fundStart":"2006-09-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"","person":"Patrick  Haggard","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}