{"id":"B2C6A527-09C1-4BF0-9552-EFF5DF022F3D","title":"Earth in vision: BBC coverage of environmental change 1960 - 2010","abstractText":"The next decade will see the release of very large bodies of digital broadcast archives in parallel with the generation of new tools that allow richer use of media on the web. These developments will have consequences for any field of contemporary history, but are of particular significance for the environmental field. Framings of environmental change issues have typically been narrow and static, and have reinforced a policy field around these issues often unable to address the complexity and uncertainty of long term questions. Archive and web developments could combine to allow for more imaginative future responses to environmental change issues. However without a self-critical and open consideration of the 'digital ideologies' embedded in the tools and practices that mediating institutions develop for users' work with these enormous bodies of cultural content, there is a danger that the narrow and unproductive repertoire of environmental framings that is currently dominant will become further reinforced. This proposal responds directly to this urgent challenge. \n\nThe project focuses on the archive of environmental programming collected by the BBC since the mid 1950s. Using a sample of programmes drawn from the archive it will critically examine their potential as resource for the making and debating of environmental histories in the context of imagining and planning for environmental futures. It builds on principles of co-production and social learning, and aims to support more plural and dynamic accounts of environmental change. \n\nInformed by a pilot study, which selected annotated and cleared limited use rights for approaching 100 programmes, amounting to 50 hours of programming, this study addresses the following question: How can digital broadcast archives inform environmental history and support public understanding of environmental change? This is broken down into four sub-questions:\n1. In what ways does engagement with digital broadcast archives serve to revise and pluralise accounts of environmental history and politics?\n2. What uses and expectations do publics have of digital broadcast archives, and how will they impact upon the way they engage with and act on environmental change issues?\n3. What technical and cultural challenges and opportunities are presented to institutions that will be expected to have responsibility for, or will work with, online environmental digital archives (schools; universities; museums; media organisations)?\n4. How can deeper knowledge of the production of past and present environmental understandings support more plural and dynamic imaginings of environmental futures?\n\nThese research questions will be explored by means of three overlapping pieces of work. Firstly, a history of broadcast media and environmental change, drawing on the broadcasts, interviews with makers and presenters, and working with scripts, paper archives and sources. Secondly, a series of focus groups with a sample group in order to explore the practices and expectations of archive users; and thirdly, a series of working group meetings and interviews with professionals and institutional representatives working with digital broadcast archives.\n\nA series of outputs are designed to meet popular, policy and academic audience needs. A monograph, Earth in Vision, is offered as a media-rich and freely available e-book that revises contemporary environmental history with reference to the archive, and opens up a more plural and dynamic sense of possible environmental futures. It will include 25,000 words of linear text, but will also offer reader-chosen routes through the material, drawing on script content, programme descriptions, source materials and reviews. In addition to academic journal articles, a resource-rich public facing website, podcasts and a pop-up exhibition, we will draft a report for professional and policy audiences advising on digital broadcast archive planning.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006363/1","grantId":"AH/K006363/1","fundValue":"359848","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"AHRC","impactText":"  We are only one year into the project, and not yet published findings other than as conference paper presentations, yet we have, as we hoped, found that the process of conducting workshops and interviews with key industry and cultural players has served to encourage critical thinking both about representations of environmental change, but also about the nature and potential form of digital broadcast archives. We have directly engaged with professionals and influencers in media, education and the digital economy. Digital/Communication/Information Technologies (including Software),Education,Environment,Culture, Heritage, Museums and Collections Cultural","person":"Joe  Smith","coPersons":["Zdenek  Zdrahal","George  Revill"],"organisation":"Open University","findingsText":"","dataset":"gtr"}