{"id":"B2CFFDE5-C772-4881-9765-5F6EA8DC73D7","title":"Autonomous behaviour and learning in an uncertain world","abstractText":"The key challenges facing research, development and deployment of autonomous systems require principled solutions in order for scalable systems to become viable. This proposal intertwines probabilistic (Bayesian) inference, model-predictive control, distributed information networks, human-in-the-loop and multi-agent systems to an unprecedented degree. The project focuses on the principled handling of uncertainty for distributed modelling in complex environments which are highly dynamic, communication poor, observation costly and time-sensitive. We aim to develop robust, stable, computationally practical and principled approaches which naturally accommodate these real-world challenges.\n\nOur proposed framework will enable significant progress to be made in a large number of areas essential to intelligent autonomous systems, including 1) the assessment of reliability and fusion of disparate sources of data, 2) allow active data selection based on Bayesian sequential decision making under realistic time, information &amp; computation constraints, 3) allow the advancement of Bayesian reinforcement algorithms in complex systems, and 4) extend Model predictive control (MPC) to probabilistic settings using Gaussian process non-parametric models.\n\nAt the systems level, these developments will permit the design of overarching methods for 1) controlled autonomous systems which interact and collaborate, 2) integration of sensing, inference, decision making and learning in acting systems and 3) design methods for validation and verification of systems to enhance robustness and safety.\n\nThe ability to meet these objectives depends on a multitude of recent technical developments. These include, 1) development of practical non-parametric algorithms for on-line learning and adaptation 2) approximate inference for Bayesian sequential decision making under constraints, 3) the development of sparse data selection and sparse representation methods for practical handling of large data sets with complex decentralised systems and 4) the implementation of and deployment on powerful modern parallel architectures such as GPUs.\n\nWe aim to build on our expertise in Bayesian machine learning, multi-agent systems and control theory and by drawing together closely related developments in these complementary fields we will be able to make substantial improvements to the way artificial agents are able to learn and act, combine and select data sources intelligently, and integrate in robust ways into complex environments with multiple agents and humans in the loop.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J012300/1","grantId":"EP/J012300/1","fundValue":"849033","fundStart":"2012-05-01","fundEnd":"2018-04-30","funder":"EPSRC","impactText":"  A key challenge in the widespread application of autonomous systems is the representation and reasoning in the presence of uncertainty. This project aims to tackle a number of challenging problems including modelling, adaptation, prediction, control and decision making in data rich environments using limited computational resources. These approaches all rely on probabilities to represent and reason about uncertain environments. The key outcomes are development of new computational methodologies, better understanding of methods, and the development of software implementations of the methods. In this project we have a close collaboration with Schlumberger Research; together we are exploring the applicability of these data driven methods from machine learning and model predictive control, in real, challenging noisy and uncertain environments met in the drilling (for oil and gas) industry. Digital/Communication/Information Technologies (including Software),Education,Energy Economic","person":"Carl Edward Rasmussen","coPersons":["Jan  Maciejowski","Zoubin  Ghahramani"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}