{"id":"B2D2599F-BE52-4B4F-9474-9BF7DDE81C89","title":"Com-Part: Combustion Particles in the Atmosphere: Properties, Transformations, Fate &amp; Impacts","abstractText":"Combustion particles have major impacts on air quality and climate. As well as primary particles emitted directly, secondary particles are formed through the atmospheric oxidation of vapour phase organic compounds that are also present in the exhaust. Traditionally, primary and secondary particles have been quantified in terms of the total mass of particulate, however the human health and climate impacts are increasingly recognised to be highly dependent on the exact size and mixing state of particles. Engine exhaust emissions, the dominant particle source in urban environments, are complicated by the fact that primary particles comprise a mixture of pure organic and mixed organic and elemental carbon particles, with the organic fraction near equilibrium with the vapour phase. The exact mixture is dependent on the engine speed, load and temperature. The complexity of the exhaust emission dependence on combustion conditions heavily influences the composition and properties of the primary particles and determines the magnitude and manner of secondary particle production.\n\nCom-Part will use new developments in aerosol instrumentation to comprehensively characterise the complex exhaust emitted from a diesel engine under various operating conditions, representative of real-world usage, and subsequently subjected to dilution and photochemical processing using an aerosol reaction chamber. Particular attention will be paid to the mixing state of the refractory black carbon with respect to the primary and secondary organic matter and the fractional contributions of these to the particle mass. In addition to the diesel exhaust, emissions from small appliance engines (including 2-stroke) will be investigated, as these are currently under-characterised from a secondary organic aerosols perspective.\n\nIn addition to the composition measurements, the wavelength-dependent optical absorption, optical extinction and cloud condensation nuclei (CCN) will be studied, as these are the parameters key to determining the climate impacts of the aerosol. Various model treatments can be used to predict the optical properties based on knowledge of the particulate composition and various assumptions concerning particle morphology. The performance of these models relevant to engine emissions will be critically evaluated and parameterisations will be derived that are suitable for inclusion in radiative transfer models. Similarly, parameterisations of the CCN behaviour of the particles (using simplified single parameter effective &quot;kappa&quot; approaches or similar) will also be derived.\n\nTo place the measurements in an ambient context, the profiles obtained over a range of operating conditions will be scaled according to typical urban driving conditions, using the standard EURO emissions testing cycles as a basis. This will then be used to generate a typical urban emission and associated SOA formation profile, which can be in turn compared with ambient measurements. These ambient measurements will be made using the same instrumentation as used in the laboratory studies and can also be compared to archived data from intensive measurement campaigns such as ClearfLo and CalNex. Timescales for transformation of the primary particles and of the secondary material that is formed will be derived, based on the &quot;photochemical age&quot; through the chamber experiments. This will be derived by direct measurement of the decay rate of volatile organic compounds of known reactivity towards the major atmospheric oxidant, the OH radical.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K012959/1","grantId":"NE/K012959/1","fundValue":"147745","fundStart":"2014-04-01","fundEnd":"2015-09-30","funder":"NERC","impactText":"","person":"Jacqueline  Hamilton","coPersons":[],"organisation":"University of York","findingsText":" This project is in its initial stages. We have coupled a diesel engine to the smog chamber and measured the volatile organic compounds emitted. Initial analysis of aerosol samples has begun. Initial stages of grant so limited results so far. Environment,Transport","dataset":"gtr"}