{"id":"B2D45BE3-30D5-4924-8B98-0BA2F8C941CE","title":"Generic Distributed Target Tracking Algorithms in Sensor Networks with Finite Set Statistics","abstractText":"This research programme will investigate and develop new distributed multi-target multi-source detection (DMMD) and tracking algorithms for sensor networks with constrained communication resources. Current approaches to DMMD have generalised distributed data fusion (DDF) algorithms by combining them with multiple hypothesis tracking (MHT) algorithms. However, the approximations inherent in MHT can lead to an unacceptable degradation in tracking performance. To overcome this difficulty, we propose to develop a new DMMD algorithm that builds upon Finite Set Statistics (FISST) and Exponential Mixture Densities (EMD). FISST provides a rigorous and numerical tractable model that unifies the problems of multi-object multi-sensor detection, classification and estimation. EMD is a suboptimal algorithm for fusing estimates when their marginal distributions are known but their joint distribution is not. It can be used to fuse estimates in fusion networks where the network topology is arbitrary, unknown and time varying.There will be two main outcomes from this research programme:First, we shall create an extremely general and generic mathematical framework within which a range of non-linear filtering algorithms can be deployed. Second, we shall develop implementations that, we believe, will show significant advantages over existing approaches in their ability to deal with high false alarm rates and data association ambiguity. We shall also strive for computational efficiency and practical applicability. The successful extension to distributed environments could have widespread applicability due to their simplicity to implement and low complexity.This programme is in response to the Detection requirement and Challenge Number 13 of the EPSRC-DSTL call: ``To develop general algorithms for distributed signal fusion in a network of sensors.''","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H011994/1","grantId":"EP/H011994/1","fundValue":"17450","fundStart":"2010-02-10","fundEnd":"2012-02-09","funder":"EPSRC","impactText":"","person":"Simon Justin Julier","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}