{"id":"B2D66C36-0823-4245-842A-C5E1CF528F9B","title":"Research into ship design for aircraft operations","abstractText":"Landing a helicopter on a ship at sea is one of the most demanding and hazardous tasks that a helicopter pilot can face. Degraded visibility and a confined landing area, ship motion and poor low-speed aircraft handling qualities are compounded by the ever present, but invisible, ship airwake, which can very significantly disturb the landing process in the final critical phases. For winds coming from the direction of the bow, the flow over the landing deck is similar to that behind a three-dimensional backward facing step. As the helicopter rotor moves into the free shear layers which separate from the top and sides of the hangar, local flow impingement angles and hence the rotor thrust and moments vary significantly. In order to land safely onto the moving deck, the pilot has to exert high workload through the controls to overcome the unsteady moments and forces. \n\nThe purpose of this proposal is to advance research in this area by enabling the applicant to represent the UK on a NATO Exploratory Team whose role will be to direct future research into the design of ships for which the airflow over the helicopter landing deck does not unnecessarily restrict the operational envelope, and present the pilot with too dangerous a task. Recent epsrc-funded research carried out by the applicant has shown that it is possible to modify a ship to improve the airflow over the landing deck. However, examining the airflow itself and predicting from that the likely effect on the helicopter can be misleading. The applicant has therefore developed a virtual engineering technique in which the unsteady complex airflow over the ship is calculated by Computational Fluid Dynamics and used with flight modelling software and a piloted motion base flight simulator to effectively 'fly' a helicopter onto the ship to evaluate the difficulties arising from the ship aerodynamics. The purpose of the NATO group is to review the current research in this area and use this to inform future research. As the applicant is the key researcher in the UK in this area, it is important that he uses his experience to inform the work of the Exploratory Team, and that he is informed of the future research direction that NATO countries wish to develop.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I037709/1","grantId":"EP/I037709/1","fundValue":"8499","fundStart":"2011-08-19","fundEnd":"2012-11-18","funder":"EPSRC","impactText":"","person":"Ieuan  Owen","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}