{"id":"B2E21596-C3E2-4B83-AEBB-9569C4A9A3D0","title":"Automatic target cost and database design for unit-selection speech synthesis","abstractText":"We propose to replace three components of a typical concatenativespeech synthesiser: the text selection algorithm (what to record forthe database), the target cost function (which units to select fromthe database) and the backoff strategy (what to do when the databasedoes not contain the desired unit).These components are currently designed independently using humanintuition. This is very hard, can only be done by experts, and meansthat each component is unlikely to be optimised with respect to theothers. We propose to base these three components on a singleunderlying model. The model will learn, from data, which speech unitsare perceptually interchangeable. This information will then be usedby the target cost function / backoff strategy, and when selecting thetext to be recorded. The proposed techniques will be implemented inthe Festival 2 speech synthesis system and evaluated using formallistening tests.We break down the research programme into three phases. In Phase 1, wewill gain a deeper understanding of current techniques. In Phase 2, wewill examine techniques for learning just the target cost/backoffstrategy, given an existing voice, then for learning thetext-selection algorithm for a given target cost/backoffstrategy. Finally, in Phase 3, we will devise a method for jointlylearning both together.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E031447/1","grantId":"EP/E031447/1","fundValue":"280478","fundStart":"2007-04-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"","person":"Simon  King","coPersons":["Robert  Clark"],"organisation":"University of Edinburgh","findingsText":" Aside from the problem that text does not contain all the information needed to produce speech, the other reason speech synthesis is hard is that we are trying to convince human listeners that the speech we produce is natural, even though there will be differences between the synthesised speech and a natural rendering of the same sentence. In standard synthesisers, surprisingly little use is made of this fact. In particular, human listeners are sensitive to some differences, but cannot hear othe  ","dataset":"gtr"}