{"id":"B2E24720-0830-46A6-8993-DA38DFECF0E2","title":"Development of a modelling tool for performance optimization in pulsed plasma thrusters","abstractText":"The overall aim of the project is to develop a numerical model for pulsed plasma thrusters that will allow their performance\nto be optimized. This model involves several parts including, ablation of the solid Teflon propellant and subsequent\nionization of the resulting vapour creating a plasma, through which a discharge current flows between the two electrodes.\nThe interaction of this current with the self-induced magnetic field produces JxB forces, which accelerate the plasma to a\nhigh velocity. In order to develop the numerical otimisation tool a plasma model is required and this is envisaged as the\nmost challenging part of the modelling. The academic contribution lies in how this plasma is to be modelled and in\nparticular three key aspects of this modelling:\n1) how the current sheet attaches at the electrodes\n2) how the geometry of the current sheet changes as electrons tends to diffuse away\n3) what assumptions are made in terms of the thermodynamic state of the plasma\nThe former two are closely related to the calculation of the dimensions of the current sheet whilst the latter deals with the\nfact that the plasma is unlikely to be in a state of equilibrium (LTE) but in a highly non-equilibrium state with the electrons\nfar from being Maxwellian. If one couples these three together one can arrive at the plasma resistance, which is a key\ninput to the overall numerical model ( a modified snowplow model) which represents the PPT as an RLC circuit but with\nparameters that vary in both space and time.\nThe novelty of the university contribution to the overall project goal of a numerical optimization tool is in the approach to the\nplasma modelling, in particular in allowing for a non-equilibrium distribution for the electrons, examining the current\nemission of electrons from the cathode together with current attachment at the cathode and non-uniform distribution of\nelectrons density in the sheet, which have never been investigated before and the effects that these will have on the overall\noptimisation of the performance using the numerical tool.\nThe first step will be to critically examine the previous plasma modelling approaches that have been published in the\nliterature. This will allow us to identify exactly where the gaps are and crystallize our detailed methodology. Nevertheless\nour current view is that the key aspects seem to lie in cathode emission and current attachment and the non-equilibrium\nnature of the electrons.\nOur approach will be to start with the simplifying assumption of a given gas mass flow from the ablating solid surface,\ngiving us the upstream boundary and avoiding solving for the ablation of the Teflon. This then reduces the problem in effect\nto one of a gas fed PPT on which there has been significant fundamental research at Princeton University and allowing us to use these results. For the non-equilibrium electron distribution, we will begin with the existing drift-diffusion numerical\nmodel for a dielectric barrier discharge, which assumes a swarm distribution, and modify the electron distribution (initial\nideas include using bi-Maxwellian and/or primary plus a Maxwellian) or solving the conservation equations for\nconcentration and energy of electrons . For the electron emission, it will be assumed that two mechanisms are possible,\nfield emission and ion bombardment although a third one of explosive spots will also be looked at. To estimate the current\nsheet thickness, previous modelling approaches will be used and also a semi-empirical approach based on\nmeasurements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M506783/1","grantId":"EP/M506783/1","fundValue":"39337","fundStart":"2014-08-01","fundEnd":"2015-10-31","funder":"EPSRC","impactText":"","person":"Alun  Vaughan","coPersons":["Igor  Golosnoy","Stephen Bernard Gabriel"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}