{"id":"B2E82E97-5864-471E-8BB4-400A98B345BB","title":"The Role of Attention in Animal Learning","abstractText":"Virtually all animals exhibit the basic and important ability to learn that one event signals another. For example, people can learn that big black clouds signal an imminent downpour, and animals can learn about different signals for food and danger. Interestingly, however, simply pairing two events does not always result in learning that one of these events is a signal for the other: learning about the relationship between two events can be hindered - and sometimes prevented altogether - by the mere presence of another environmental event that is more informative. The purpose of the research I propose to conduct is to understand why this happens: why does learning sometimes fail? One reason why an animal may fail to learn about an event is because it has learned to shift its attention away from it. This project will investigate this possibility. One series of experiments will explore whether stimuli which have failed to be learned about consequently command less attention. Another series will explore whether learning about events that occur at the same time result in shifts in attention between events. These experiments will use rats which, for many years, have proved to be an excellent laboratory subject for the study of learning, and which have provided the best data to guide our development of theories of learning. This research is important because learning plays a central role in many of our explanations for how the human brain and mind works. If it is found that learning contributes to shifts in attention then the research will make a significant contribution to our understanding of normal psychological functioning. This research will also be of interest because mental disorders such as schizophrenia are thought to be the consequence of a disorder of attention. As we refine our theoretical understanding of how attention works, then we can better understand, and treat, those affected when it goes wrong. This research will cost &pound;434,562 and will be condcted at the University of Nottingham School of Psychology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F01239X/1","grantId":"BB/F01239X/1","fundValue":"365240","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"BBSRC","impactText":"  One way in which this research has benefited the UK outside of academia is through its dissemination to the general public at the British Science festival. I have also served as an expert interviewee for radio and television programmes on applications of animal learning and conditioning.\n\nI am currently collaborating with the Ministry of Defence to explore ways in which our understanding of animal learning and attention could be used to support research into animal training methods. Aerospace, Defence and Marine,Education,Security and Diplomacy Cultural,Policy & public services","person":"Mark  Haselgrove","coPersons":[],"organisation":"University of Nottingham","findingsText":" The experiments within this grant investigated the role of attention in animal learning. \n\nThe first series of experiments demonstrated that animals (rats) would learn better about a stimulus that had, in the past, been a good predictor of a motivationally significant outcome than a stimulus that was irrelevant, importantly, we also demonstrated that the same species, under identical conditions, would also pay more attention to a stimulus that was an uncertain predictor of an outcome. \n\nThese results led to to the development of two theoretical models of learning and attention that reconciled the role of predictiveness and uncertainty in associative learning.\n\nThe second series of studies examined the contribution of learned variations in attention to stimuli that have been limited in their ability to be associated with an outcome as a consequence of being trained in compound with another stimulus. These experiments suggested a role for attention in a cue-competition effect called overshadowing, however the same effect was less prevalent for an effect call blocking - although data were acquired that, indirectly, suggested a role of attention (and uncertainty) in blocking.\n\nA third series of experiments examined whether stimulus selection effects (overshadowing and blocking) and stimulus integration effects (within event learning) were present in stimuli that were presented contiguously with the outcome using flavour preference and object recognition procedures. This research did demonstrate such a role, and also initiated a collaboration with the University of Cardiff. This research has been used and cited by scientists interested in the psychological and neural processes involved in learning and attention. Aerospace, Defence and Marine,Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}