{"id":"B2FE6D69-477C-4DE0-8400-917AF8B0013A","title":"Latent Identity Variables: A generative framework for face recognition in uncontrolled conditions","abstractText":"In current automated face recognition systems, the user is required to cooperate with the system: they must stand in a certain place, face the camera and maintain a neutral expression. Under these controlled imaging conditions, face recognition algorithms perform well. One of the greatest remaining research challenges is to recognize faces in uncontrolled conditions. Now the subject may be entirely unaware of the system, and consequently the position, pose, illumination and expression of their face exhibit considerable variation. In such uncontrolled conditions, all current commercial and academic face recognition systems fail.In this project, we will develop an entirely new probabilistic approach to face recognition that is particularly suited to such uncontrolled conditions. We will develop a series of algorithms to tackle these problems and validate them in laboratory and real-world situations. Potential applications include -ACCESS CONTROL. Current face recognition systems require the implicit cooperation of the user. This research will remove this requirement and increase the effciency, robustness and user-friendliness of access control applications.-SECURITY FOOTAGE. The UK has 4 million CCTV cameras, but current face recognition methods flounder because of the variable capture conditions. This research will permit automated analysis of faces in CCTV footage.-FACE SEARCH. Recognition methods fail on archived images because the faces have variable poses, illuminations and expressions. The proposed techniques are invariant to these factors and allow face search: users provide a probe face image and our algorithms can search the internet, or a set of photos for images of the same person.-FACE SYNOPSES. Current techniques cannot accurately identify how many different people were present in a set of images and where each appeared. Applications include automatically summarizing surveillance footage so it is possible to see at a glance how many individuals entered and left an area and when.-HUMAN COMPUTER INTERACTION. There are innumerable other situations where it would be useful for a computer or robot to recognize human identity. An important step in making computers more social and easy to interact with is to provide them with a robust and transparent way of recognizing their users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E065872/1","grantId":"EP/E065872/1","fundValue":"345767","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"","person":"Simon Jeremy Prince","coPersons":["Bernard Francis Buxton"],"organisation":"University College London","findingsText":"","dataset":"gtr"}