{"id":"B30A5C96-4747-4814-8F44-C179960D95EF","title":"Translating the Deaf Self","abstractText":"The majority of people rarely if ever have the experience of being interpreted or translated. Confined to occasional social, business or official situations being interpreted is usually episodic and purposeful. The translated self is not a permanent condition. However, for Deaf British Sign Language users, this is not the case. Deaf people experience others' perceptions of who they are through sign language interpreter mediation on an everyday basis. Others' experience of Deaf people, largely formed indirectly through the use of interpreters, is rarely understood as intercultural, but typically through the lens of disability. To date analyses of translation and identity have focussed on the identity of the translator, but not on the user, and particularly not on the user who is in a permanent state of being translated. Through an interdisciplinary, mixed-methods, qualitative research design, this study will pioneer a new exploration of translation and culture. The project seeks to explore whether translation is constitutive of Deaf culture(s) in their formation, projection and transformation and the impact of consistently experiencing existence to others as a translated self on personal identity, achievement and well being. The results of the study will inform theories on translation, identity and well being, and will trial a new methodology for conducting research with visual languages. The results will also have an impact on stakeholder groups such as parents of deaf children, sign language interpreters, and hearing people that work with Deaf sign language users, as well as Deaf people themselves, in better understanding the consequences of a permanent condition of the translated self.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M003426/1","grantId":"AH/M003426/1","fundValue":"160402","fundStart":"2015-01-05","fundEnd":"2016-10-04","funder":"AHRC","impactText":"","person":"Jemina  Napier","coPersons":["Alys  Young"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}