{"id":"B3125521-3CFF-47FB-9E20-A6C427A66A93","title":"Cell wall lignin programme: Manipulating lignin to improve biofuel conversion of plant biomass","abstractText":"World demand for energy and fuel continues to increase but current resources of oil and gas are finite. This, and increasing concern about rising CO2 levels and climate change, has generated renewed interest in alternative fuel sources. Plant biomass can be used to produce energy, either directly by burning it or by using it as the raw material from which bacteria and yeasts can produce biofuels. However the process of converting plant materials into biofuel (such as bioethanol) is not yet very efficient and needs to be improved to make it economically viable. One way of improving plant materials for biofuel production would be to manipulate the structure of plant cell walls, since it is resistant polymers in these walls that prevent microbial enzymes from degrading the plant material into simple sugars and ethanol. One of the most important cell wall polymers in this respect is lignin. Fortunately, we know quite a lot about how lignin is made and how it can be manipulated in woody plants. However much of the plant biomass that could be used to produce energy comes from grasses, and more research is therefore needed to enable us to manipulate lignin in these types of plant. Barley is a good model for the grasses that might be grown for energy applications, and there are more research tools available for barley than for most other grasses. Barley and wheat straw waste could also be useful resources for biofuel production, and most genetic discoveries in barley are usually easily transferable to wheat. This project aims to determine how lignin content and structure influence (1) the amount of sugars that can be released from barley straw; (2) how efficiently these sugars can be converted into biofuels; and (3) the amount of energy that can be released from barley straw by combustion. This will indicate how the polymer can best be manipulated to make it easier to produce biofuels from plant biomass. We also aim to determine whether any lignin biosynthesis genes are important for barley disease resistance or stem strength, so that we can determine how to manipulate lignin while keeping plants healthy. The genes and genetic markers that we isolate can be used directly in energy crop improvement breeding programmes. Because we will be looking at a lot of different barley varieties, we will also be able to identify which current varieties are best for biofuel production and for burning for heat and energy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G016194/1","grantId":"BB/G016194/1","fundValue":"365687","fundStart":"2009-04-13","fundEnd":"2014-04-12","funder":"BBSRC","impactText":"  The work from this project helped us to obtain EC FP7 funding for collaborations with Brazil and has underpinned a joint application with a forage breeding company. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology ","person":"Simon  McQueen-Mason","coPersons":[],"organisation":"University of York","findingsText":" We established a sensitive and robust automated high-throughput assay systemto measure the digestibility of plant biomass. In this project we used it to measure digestibility of many thousands of samples from a barley genome wide association panel. In addition, we used this system to identify mutant plants with enhanced digestibility that have led to a new research partnership with a forage breeding company. We have used the assay system widely to help develop new collaborations. The work has laid the ground for the identification of markers for biomass digestibility relevant to industrial biotechnology and animal feed targets that will be useful to crop breeders. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology","dataset":"gtr"}