{"id":"B3143A36-E007-41DE-B472-6EFC32A37CBC","title":"Rewriting the genetic code through aminoacyl tRNA synthetase engineering","abstractText":"Two classes of molecules are essential to all life on Earth: nucleic acids and proteins. Nucleic acids, such as DNA, are our genetic material and serve as a repository for all information required by each cell to function. That information includes the instructions for the synthesis of all proteins, which are the cellular workhorses and catalyse essential chemical reactions as well as orchestrating how the cells sense and respond to the environment. The genetic code describes how specific DNA sequences are translated into specific protein sequences - such that given a DNA sequence, it is possible to exactly deduce the sequence of the protein generated. The genetic code emerged so early in evolution that, bar minor exceptions, it is universal - a given DNA sequence will generate the same protein in most organisms. \n\nThe universal nature of the code is of particular concern when it comes to genetically modified organisms (GMOs). Although great efforts are placed in containment and in ensuring that GMOs cannot outcompete natural organisms in the wild, little has so far been done to minimize the risk of &quot;genetic pollution&quot; - the possibility of DNA from GMOs, that codes for particular traits, being taken up by other organisms with unpredictable consequences. Although such risk is thought to be small, it will rise as GMOs increasingly become part of our environment and as the genetically engineered traits become more complex. One way to minimise the risk of genetic pollution is by creating GMOs with a modified genetic code - sufficiently different from the natural one so that the information encoded in a GMO's DNA cannot be used by natural organisms to synthesise active enzymes and vice-versa.\n\nAlthough conversion of genetic information into a specific protein sequence is a complex multi-step process, a single family of enzymes, aminoacyl-tRNA synthetases (aaRSs), lie at the heart of it - they enforce the genetic code by linking specific nucleic acid sequences to specific protein building blocks (amino acids). We propose to engineer these synthetases to modify the nucleic acid sequence to amino acid assignment, thus changing the genetic code. The project will focus on developing novel directed evolution methodologies and applying them to a well-characterised synthetase, to reassign its amino acid specificity in vitro - providing the first step towards rewriting the natural genetic code.\n \nMultiple synthetase reassignments as well as wholesale synthesis of the modified genomes will be required to establish a GMO carrying a modified genetic code. However, once such an organism is obtained, the resulting GMO, being substantially safer, can readily replace current GMOs used in the large scale synthesis of fine chemicals, novel materials and other synthetic biology applications. In addition to increasing our understanding of these enzymes, the directed evolution of synthetases may provide insights on how the genetic code was first established and how it evolved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K018132/1","grantId":"BB/K018132/1","fundValue":"459002","fundStart":"2014-04-21","fundEnd":"2017-04-20","funder":"BBSRC","impactText":"","person":"Vitor  Pinheiro","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}