{"id":"B320C29B-BFCC-400C-BCAC-EC662D8574A5","title":"Impact of combined iodine and bromine release on the Arctic atmosphere (COBRA).","abstractText":"Polar sunrise ozone and mercury depletion events are yearly phenomena that occur throughout the Arctic and Antarctic coastal regions, and have implications for the atmospheric oxidative capacity, climate and health. These events are believed to be caused by oxidation of ozone and mercury by bromine-containing radicals formed from photolysis of inorganic bromine (Br2, BrCl) released from the sea-ice surface. Recent studies suggest that 'frost flowers' (FF) - ice crystals that grow on newly formed sea ice - may be the dominant source of polar bromine. The exact nature of emissions from frost flowers is not well established and so far there are no field studies to confirm or otherwise the important role of FF in bromine release, compared to sea salt on sea-ice/snow-pack. Further, little is known about the role and sources of iodine in polar boundary layer chemistry. Iodine-containing aerosol has been associated with ozone depletion at polar sunrise but also appears in autumn - this is not consistent with the only known source of Arctic iodine, the under-ice spring bloom of ice algae. COBRA investigators have recently observed iodine oxide radicals in Antarctica and reactive organic iodine compounds in the Arctic. These so far unpublished observations, in separate polar locations, suggest a widespread and likely abiotic/photochemical source of iodine to the polar atmosphere. Recent theoretical studies indicate that iodine compounds emitted to the Arctic atmosphere have a significantly greater ozone and mercury depletion effect than additional bromine molecules, so our observations may be significant for polar halogen chemistry research. COBRA (Impact of combined iodine and bromine release on the Arctic atmosphere) is essentially a targeted process study, combining field, laboratory and modelling techniques in a consortium of scientists with strong track records in halogen and polar chemistry and physics to: develop understanding of the role of iodine (in concert with bromine) in Arctic gas phase photochemistry and aerosol production and evolution; investigate the relative/combined roles of frost flowers, older sea-ice/snow pack, sea salt aerosol and biological sources in releasing halogens to the Arctic atmosphere; increase understanding of the temporal and spatial variability of halogen-related ozone and mercury depletion events in the Arctic; and develop and evaluate parameterisations for emission of halogens to the Arctic atmosphere based upon observable ice and meteorological conditions, and use these to develop improved models of Arctic chemistry and emissions and their effect and feedbacks on regional/global atmospheric chemistry and climate. We will undertake two ground-based field campaigns, deploying a range of trace gas and aerosol techniques to measure inorganic and halogen compounds and a comprehensive suite of supporting data, in spring and autumn at a coastal site in the north of Hudson Bay, an area with high potential for frost flower growth and a bromine 'hot spot'. The autumn campaign will be augmented by ship-based measurements to determine the wider extent of mercury and ozone depletion episodes and organic halogen concentrations in the region. In addition to concentration measurements at the coastal site, we will measure particle, ozone and halogen concentrations and fluxes from frost flowers formed on artificial leads created in the sea-ice, and from older sea-ice/snow pack and any identified surface diatoms. We will characterise the various sea-ice surfaces in the field and investigate chemical mechanisms of formation from frost flowers in the laboratory. The combined impact of various forms of halogens on depletion of ozone and mercury will be investigated using a detailed process model, and on a wider scale using a global chemistry-transport model.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D006015/1","grantId":"NE/D006015/1","fundValue":"137312","fundStart":"2007-04-10","fundEnd":"2010-04-09","funder":"NERC","impactText":"","person":"Lucy Jane Carpenter","coPersons":["Stephen  Ball","John Maurice Plane","Howard Keith Roscoe","Paul Steven Monks","Hugh  Coe","Eric  Wolff","Anna  Jones","Alastair  Lewis","John Adrian  Pyle","Martin William Gallagher","Mathew John Evans","Gordon Bruce McFiggans","Manuel Andreas Hutterli","James Daniel Lee"],"organisation":"The University of Manchester","findingsText":" Frost flower surface area and wind resistance . This work found that brine-rich frost flowers on the surface of sea ice in Arctic spring were remarkably stable in strong winds. This overturned the previous view that they disintegrated to sea-salt aerosol, which then formed the Br atoms that frequently deplete surface ozone to near-zero values at each pole in spring. This ozone loss dramatically changes the oxidising capacity of the polar lower troposphere. We also found that the brine within frost flowers was not enriched in bromide ions, also contrary to expectations, further diminishing any possible role in surface ozone loss.\nThis project also demonstrated, for the first time, the presence of iodine oxide radicals (IO) in the Arctic troposphere. Studies of halogen-related ozone loss in polar regions Environment","dataset":"gtr"}