{"id":"B3219525-B6B4-4911-9286-19E06CB0F143","title":"Controllable Demonstrator for Insect-like Flapping Wing Micro Air Vehicles (MAVs)","abstractText":"Micro air vehicles (MAVs) are defined as flying vehicles ca 150 mm in size (hand-held), weighing 50-100 grams, and are developed to reconnoitre in confined spaces (inside buildings, tunnels etc). This requires power-efficient, highlymanoeuvrable, low-speed flight with stable hover. Such performance is routinely exhibited by flying insects, and hence the focus on emulating insect-like flapping by engineering means.Insects fly by oscillating (plunging) and rotating (pitching) their wings through large angles, while sweeping them forwards and backwards. The motion involved is periodic (frequencies vary between 5-200 Hz) and reciprocal. It is composed of two half-cycles (downstroke and upstroke) which are mirror images of each other in hover, while in forward flight the downstroke is longer. The complex kinematics of flapping provide lift and thrust, and allow remarkable manoeuvrability without movable control surfaces.We shall investigate small-scale mechanisms (enclosed in a cylinder of length 150mm and diameter 25mm) that can reproduce insect-like flapping of essentially rigid wings. This will be done in order to design and manufacture a technology demonstrator with actuators integrated with the mechanism. The lightweight demonstrator will exploit electromechanical resonance and will be capable of modulating the wing kinematics, especially via wingbeat asymmetries. The aerodynamic effects of the asymmetries will be investigated from the flight manoeuvres perspective, using a six-component force and moment balance. The demonstrator will be, where possible, designed to enable exploitation of the most advantageous asymmetries. Thus, we aim to design an integrated electromechanical device with controllable wing kinematics, and desirable aeromechanical properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C535286/1","grantId":"EP/C535286/1","fundValue":"256832","fundStart":"2006-02-01","fundEnd":"2009-01-31","funder":"EPSRC","impactText":"","person":"Stuart  Burgess","coPersons":["Philip Henry Mellor","Rick  Hyde"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}