{"id":"B3222CD1-2467-4E78-B674-BF379F71E99F","title":"Active Quasi-Optics for High-Power THz Science","abstractText":"Light is the most familiar manifestation of an electromagnetic wave. These waves extend continuously from radio and TV transmissions, through mobile communications and WiFi, to microwaves, infrared, light, an finally to ultraviolet and X-rays. For many of these waves, compact, high power, room temperature sources have been developed: the microwave oven and the laser are everyday examples. One part of this spectrum, the terahertz region, which lies between the microwave and infrared wavelengths, is technologically challenging as regards providing sources. Transistor devices, as used for radio, are not able to switch fast enough, and fundamental physics limits the power of sources that are bright in the infrared and optical regions. Our proposal aims to provide a source that will be compact, efficient, operate at room temperature in air, and which will be more powerful and cheaper than alternatives.\n\nRealisation of the source will enable new science and facilitate technology developments. High power terahertz waves can be used in biochemistry, the new field of bio-electromagnetics, and in chemical synthesis where the application of the terahertz wave affects the way that a chemical reaction proceeds. Higher power is needed for pulsed radars, for example future ground and spaceborne cloud radars that will provide input to national Met Offices and climate modellers. There are also potential military, security and industrial applications, where the possibility to transmit power through an absorbing material may be critical. This is the basis of scanners found at airports, where terahertz radiation is not believed to be a risk to public health associated with the ionising radiation from x-ray alternatives. \n\nHow will the source be made? The novel approach depends on microscopic semiconductor devices, called Schottky diodes, which are designed specifically to generate harmonics of an input frequency. In other words, the output wave is a distortion of the input. We shall specifically design dual purpose antennas for use with these diodes. These novel antennas (which we have called &quot;Multennas&quot; - multiplying antennas) will receive an input signal from a lower frequency illuminating source antenna, couple it to the Schottky diode, and then preferentially retransmit the desired harmonic. As each diode can only handle a small amount of power, it will be necessary to combine the outputs of many diodes to create a powerful source. The proposed way is to pattern an array of flat antennas on a plate of terahertz dielectric material, and to solder the Schottky diodes in place. The driving terahertz waves will arrive through the plate, and the total emitted wave will be the sum of the contributions of tens or hundreds of elements. Design and fabrication of the &quot;Multennas&quot; is challenging precision work, and sophisticated software, dedicated apparatus and expertise is needed. \n\nScientists and engineers from two of the UK's leading research institutes, Queen Mary University of London (QMUL) and the STFC Rutherford Appleton Laboratory (RAL), have joined forces to tackle the terahertz source problem. A team of experienced personnel at QMUL, who possess the antenna design skills and test facilities, will undertake these aspects of the project. An initial challenge will be to improve existing software to be able to model novel multenna structures. At RAL, where the team specialises in the production of world class Schottky diode devices, bespoke diodes will be designed, fabricated and mounted to the antennas on the supporting plate. Other scientists at QMUL will add tiny light-activated tuning devices to the array, made of a novel plastic whose properties can be changed by light. These tuners are needed to improve the performance as a whole, and to compensate for inevitable variations between the individual Schottky devices. The same material will be used to introduce tuneability to other elements in the network of the novel source.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L011093/1","grantId":"EP/L011093/1","fundValue":"46548","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"EPSRC","impactText":"","person":"Peter  Huggard","coPersons":[],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}