{"id":"B330744F-B23C-4DDB-BAFA-02CC63B5136E","title":"Systems Biology analysis of biological timers and inflammation","abstractText":"As we get older our immune system tends to get weaker and it becomes increasingly difficult to shake off diseases. At the same time we tend to develop arthritis and other auto-immune diseases which are localised instances of uncontrolled inflammation. In this grant application our multidisciplinary team of scientists consisting of physiologists, biologists, mathematicians and computer scientists aim to look at a very important signalling system NF-kappaB. This system plays an important role in stress and the immune responses and determines the fate of cells in the body, which is essential for general health and wellbeing. We will use a combined experimental and mathematical approach to analyse integrated systems that control NF-kappaB signalling in normal cells and tissues. \nWe found that NF-kappaB carries signal information in the timing of its movements between the nucleus and cytoplasm. The timing of these movements determines which genes are switched on. We now wish to understand how this key process of NFkappaB signalling is controlled through normal life. How is it controlled by the cell division cycle, and how is it controlled by the sleep-wake cycle of the 24 h circadian clock.\nRecently, we have found that the speed of the oscillations in the NF-kappaB signalling system are very temperature sensitive in the physiological and fever range between 35 and 40 degrees C. This also appears to markedly change the pattern of which genes are switched on or off. Our work so far has been in cell lines grown in the laboratory and we now wish to investigate NF-kappaB signalling in normal cells taken from transgenic mice that have fluorescently labelled NF-kappaB proteins. We will use these cells to determine the NF-kappaB response to temperature, a range of physiological stimuli including glucocorticoids (which are often used in inflammatory treatment), to screen small molecule drugs to find ones that modulate the response and to study the quantitative relationships with the cell cycle and the circadian clock. The data from these experiments and others published in the literature will be used to build integrated mathematical models that can predict important aspects of cell, tissue and animal physiology relevant to understanding the maintenance of a healthy organism and how this may change with age.\nKey aims will be to understand how the clock and cell cycle together affect the timing and level of NF-kappaB signalling and which target genes are switched on. One of the NF-kappaB family of proteins, p105 encoded by the NFkB1 gene, has been found to cause faster ageing in mice when this gene is missing (Mann and von Ziglnicki, personal communication). We wish to investigate whether changes in NF-kappaB dynamics are involved in this ageing condition. Therefore, we will make a BAC reporter for p105 with fluorescent fusions at either end of the protein.\nWe are an ideal team to perform this work, because we have complementary interdisciplinary skills in cell imaging, image analysis, molecular cell biology, physiology, genomics, bioinformatics and mathematical modelling. A core part of the team has an excellent track record of working together to analyse the NF-kappaB signalling system. In addition, this new project brings in new team members with considerable expertise in animal physiology, circadian clocks and endocrinology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K003097/1","grantId":"BB/K003097/1","fundValue":"4160520","fundStart":"2013-05-01","fundEnd":"2018-04-30","funder":"BBSRC","impactText":"  The work has been presented at multiple international meetings and involves collaborations with instrumentation companies and a major pharmaceutical company Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Michael Richard White","coPersons":["David Geoffrey Spiller","Mark  Muldoon","Sascha  Ott","Till  Bretschneider","Andrew  Loudon","Claire Emma Eyers","Dean  Jackson","David Alan Rand","Bärbel Frieda Finkenstädt","Pawel Wladyslaw Paszek","David William Ray"],"organisation":"The University of Manchester","findingsText":" We have made and characterised transgenic mice that allow us to see movements and changes in the gene expression of NF-kB proteins in living primary cells and tissues. We have observed that the NF-kB signalling system shows oscillatory movement of the NF-kB transcription factor between the cytoplasm and nucleus in a variety of different cell types including fibroblasts, cartilage and gut organoids. The frequency of these movements varies between different cells and in response to different stimuli. This considerable extends previous work that was performed on cell lines.\nWe have found that temperature affects the frequency of oscillatons in cell lines and in primary cells. We have also shown that the anti-inflammatory drugs and one kinase inhibitor can affect the frequency of NF-kB movement. We have identified the feedback inhibitor as playing a key role in this process and have adapted mathematical models to test this. The role of A20 has been verified experimentally through knock-down.\nWe have performed a large gene expression screen to identify sets of genes controlled by temperature and timed pulses of different stimuli. We find that pulsed stimuli can activate a different gene expression profile which may reflect what happens in a living organism. We are studying these gene expression profiles to identify potential frequency encoded genes which may have important functions. Initial candidate genes have important roles in key inflammatory processes and many are transcription factors.\nDuring this work we have improved our experimental and theoretical tools for quantitative cell imaging. In particular this has involved fluorescence correlation spectroscopy which gives absolute quantification of protein concentrations and dissociation constants The work is iikely to provide generic tools and understanding for studies of inflammatory processes in living animals. It is likely to be of interest to the pharmaceutical industry Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}