{"id":"B330E57D-FA6D-4F68-9FA0-E6F417ABCE37","title":"Understandings of the young sexual body","abstractText":"<p>This seminar series aims to promote partnerships and creative dialogue between leading academics and practitioners concerned with young people’s sexual health. It is prompted by the recognition that different cultures and paradigms can make it difficult for academics and practitioners to learn from each other. The seminar series aims to embrace such differences and to create dynamic dialogue to foster joint understandings. Insights generated through current theoretically informed applied social research will be examined in the light of educational and clinical issues concerning young people’s sexualities and sexual health. The seminars are:</p>\n\n<ul>\n \n\n <li>&nbsp;competing knowledges of the young sexual body</li>\n\n <li>&nbsp;the errant body</li>\n\n <li>&nbsp;the invaded/invading body</li>\n\n <li>&nbsp;the desiring body.</li>\n\n</ul>\n\n<p>The series will critically examine key policy areas in relation to young people’s sexual bodies, including:</p>\n\n<ul>\n \n\n <li>contraception and reproduction</li>\n\n <li>sexual violence and exploitation</li>\n\n <li>sexualisation, sex and sexuality.</li>\n\n</ul>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J02208X/1","grantId":"ES/J02208X/1","fundValue":"13586","fundStart":"2012-11-01","fundEnd":"2013-10-28","funder":"ESRC","impactText":"  The impact of findings from the seminar series is at an early stage. We have a seminar series website, currently hosted by The Open University, giving details of each seminar programme including full abstracts and session summaries. Powerpoints and future publications will be uploaded over the coming months. Applicants have been involved in contributing to government guidance and policy development on sexualisation, sex education, sexual health and online safety in England (Government Equalities Office, Body Confidence Campaign, Department of Health) and Wales (Welsh Assembly Government). Applicants have also been active in co-production of training materials and pedagogy with practitioners. Papers from the series have been published in the journal Sexualities, and accepted for publication in a forthcoming special issue on queer sexualities in Discourse: Cultural Politics of Education and the forthcoming edited collection, 'Children, Sexuality and The Sexualisation of Culture' (Renold, Ringrose and Egan). As a direct result from our collaborations with international keynote, Rasmussen (Australia) in Seminar 3, we have been commissioned to co-ordinate the chapters on pedagogic practice for the young sexual bodies in a new International Handbook of Sexuality Education (Routledge forthcoming).\nAlso, Jessica Ringrose and Emma Renolds (along with Alison Phipps and Carolyn Jackson) have had a special issue approved for Journal of Gender Studies. This is a direct outcome of the collaboration between the one day event (led by Jessica), &quot;Researching Girls' Sexualities: Materiality, Affect and the Digital&quot; which the seminar series partially supported. The special issue for the journal is: &quot;Rape culture, Laddism and Everyday Sexism: New Mediations of Gender and Sexual Violence&quot; Healthcare Policy & public services","person":"Lesley  Hoggart","coPersons":["Susan  Walker","Emma  Renold","Ofra  Koffman","Jessica Lenore Ringrose"],"organisation":"University of Greenwich","findingsText":" This award is for a seminar series so we do not have research findings per se. But we do have one finding: successful partnerships between academics and practitioners can be developed through an academic seminar series. We have developed practitioner/academia partnerships in the course of this series. Participation has been very successful. Each seminar successfully brought together key stakeholders from government and industry including practitioners (teachers, doctors, youth workers, trainers) expert groups, NGOs and, postgraduates and early career researchers, leading academics across disciplines, and international scholarly experts to explore young people and issues of health, education and sexuality in detail. We have a number if partnerships that have been developed as a result of the seminar series. Healthcare","dataset":"gtr"}