{"id":"B3351023-FAAB-451F-9849-6846F8A89408","title":"How did Earth's Mantle Become Oxidized? The Role of Perovskite Crystal Chemistry in Earth's Evolution","abstractText":"The oxygen content of Earth was established during its accretion from planetesimals and planetary embryos some 4.5 billion years ago. Earth's iron metal core formed simultaneously with accretion, and stripped the silicate mantle of most of it iron. When the core was last equilibrated with the mantle, it must have done so at conditions that permit metal iron to be stable with silicate, and so we would expect all the iron in the mantle to occur as FeO (iron in a divalent oxidation state). However, Earth's upper mantle is much more oxidizing than this, such that it could not have equilibrated with the core. Interestingly, the upper mantle apparently obtained its oxidized state as far back as the Archean (~ 4 billion years), and this implies a link with primordial processes. The mantle oxidation state is a longstanding geochemical enigma, the solution to which has important implications for how the Earth formed and evolved. Most previous models for mantle oxidation enlist the composition of accreting materials. For example, perhaps late-stage materials were much more oxidizing than in early stages when the bulk of the core formed. Or perhaps hydrogen in accreting materials reacted with iron and oxidized the mantle. Both these scenarios are basically impossible to test because we cannot trace the origin of the materials that accreted to form Earth. Recently, a new and testable mechanism has been promoted. The mineral Mg-perovskite constitues most of Earth's lower mantle, making it the most abundant mineral in Earth. It turns out that when aluminium (Al3+) substitutes into the perovskite structure, it is energetically very favorable for it to couple itself with an Fe3+ cation to achieve charge balance. This substitution reaction apparently operates even at reducing conditions like during core segregation. Apparently, the source of the Fe3+ is provided by an auto-oxidation-reduction reaction in perovskite: 3FeO = Fe2O3 + Fe (metal) This simple FeO disproportionation reaction has far reaching implications. If this reaction operated during core formation, then some of the disproprtionated metal may have been removed from the mantle when large diapirs of accretionary material made their way to the core. In this case, the mantle would become progressively oxidized. Not only does this crystal-chemical mechanism provide a solution to the oxidation puzzle, but it apparently can satisfy long standing paradoxes concerning the siderophile and isotopic composition of the mantle as well. This model needs further testing. The auto-oxidation reaction has only been observed at pressures of the shallowest part of the lower mantle. The fundamental question addressed in this proposal is how pressure affects the energetic competition among the various Al and Fe substitution mechanisms in perovskite. If alumina can substitute differently at high pressures without the need for Fe3+, the auto-oxidation mechanism would shut down. Here, we propose an experimental study with the primary objective of determining if this important FeO disproportionation reaction occurs at pressures throughout the lower mantle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E00475X/1","grantId":"NE/E00475X/1","fundValue":"315287","fundStart":"2007-04-04","fundEnd":"2010-10-03","funder":"NERC","impactText":"","person":"Michael  Walter","coPersons":[],"organisation":"University of Bristol","findingsText":" Earth's lower mantle extends from a depth of about 660 km to the core-mantle boundary at 2900 km. Approximately 80% of the lower mantle is comprised of minerals in the perovskite structure. Perovskite structured minerals have cations, and in the case of the mantle these are Si and some Ti, that are surrounded by six oxygens in octahedral coordination. Larger cations like Mg and Ca occupy large, eight to twelve coordinated sites. A Mg-rich perovskite makes up about 75% of the lower mantle, with a Ca-rich variety making up the remaining 5%. Thus, perovskite minerals dominate the chemical and physical state of the largest rock reservoir in Earth.\n\n\n\nThis project was designed to understand how the substitution of minor cations, most notably Al, Fe and Ti, affect the stability, crystal chemistry and density of perovskite minerals. A knowledge of these effects is important for several reasons, including understanding how the mantle obtained its current, puzzlingly high oxidation state, how subducted rocks that originated at the Earth's surface behaves in the lower mantle, and how inclusions that we find in deeply formed diamonds originated.\n\n\n\nIn this project we have systematically determined how substitution of Fe, Al, Ti and Ca effect the phase stability, crystal chemistry and compressibility of Mg-rich and Ca-rich perovskite at pressures of 20 - 110 GPa and temperatures of 1500 - 3000 K. We used a combination of tools including laser-heating in the diamond anvil cell coupled with synchrotron radiation to interrogate these fascinating phases. So far we learned that both Fe3+ and Al3+ become progressively more soluble in perovskite with pressure, and that the more of these cations you stuff into the structure the softer it gets. This means, for example, that the capacity for perovskite to expel metallic iron may increase with pressure, making it a great candidate to explain the mantle oxidation state, and that Fe and Al-rich subducted materials will become more dense in the deep mantle, making it easier to store such material at the core mantle boundary. Further, incorporation of Ti into the Ca-rich perovskite structure makes Mg much more soluble, such that single perovskite solid solutions become stable, explaining some rare and unique samples that occur in natural diamonds transported to the surface from the deep mantle. Through utilization of published outputs. Other","dataset":"gtr"}