{"id":"B35A0E68-1354-4164-A41A-A02605974365","title":"DOES DIVERSITY IMPROVE THE STABILITY OF EXTENSIVE WASTEWATER TREATMENT SYSTEMS UNDER CHANGING ENVIRONMENTAL CONDITIONS? - Pilot Phase","abstractText":"Effective and efficient treatment of wastewaters is a pressing problem in any modern economy. Although there are a large number and types of system which are reliable and robust, based on a combination of chemical and physical engineering, these require extensive engineering design and are costly. This makes them impractical to install and sustain in many situations. There is an increasing trend to explore the use of low-cost systems which depend on biological components to deliver similar levels of treatment. The ideal goal of these systems is that they exhibit the same levels of reliability and treatment performance, but are resistant to environmnetal and treatment stream perturbations and can recover after such events - sometimes refered to as self-healing . The aim of this project is to bring concepts arising from ecological studies into the engineering realm - is it possible to deliver effective, efficient and robust system by increasing the diversity, both physical and biological, of systems? Biodiversity research suggests that more biodiverse systems deliver both increased function (e.g. productivity) and resistance and resilience (e.g. drought tolerance). This pilot project is to investigate how we might design and develop treatment modules where the biodiversity is controlled by the physical and chmeical complexity of the in-module environment. This will provide a platform for exploring the potential of combining modules to deliver resistant and resilient systems capable of, in effect, self-maintenance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G00322X/1","grantId":"EP/G00322X/1","fundValue":"29624","fundStart":"2009-04-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"  This was a pilot study, and though succesful, we have been unable to obtain follow up funding.\n\nHowever the research has caught peoples attention and should hopefully inspire others Other Economic","person":"T P Curtis","coPersons":["Russell James Davenport"],"organisation":"Newcastle University","findingsText":" We wanted to find out if increasing the diversity of a model wetland system would increase its stability. It did! Sadly we have been unable to get funding to continue this particular work. However, if we can find ways to systematically manipulate diversity we will be able to make more stable engineered biological systems. Environment","dataset":"gtr"}