{"id":"B35D11A9-C0E0-48F3-9E5F-75A7FB5BDFA4","title":"From Atoms to Planets","abstractText":"Our proposal, 'from atoms to planets', is a study of how the Solar System formed, how it has changed over billions of years, and how different processes eventually led to evolution of a planet capable of sustaining life. Approximately 4,600 million years ago, the Sun emerged from a collapsing molecular cloud. Through a series of complex processes (including accretion of dust, gas and ice in different relative quantities, depending on distance from the Sun, followed by coagulation, agglomeration, melting, separation into layers and solidification), the disk that circled the Sun gradually became the planets and their satellites, plus asteroids and comets. As the planets formed, they experienced alteration by melting ice and by heating, and then the effects of bombardment, collision, break-up, and re-formation. On one planet, Earth, water condensed and formed oceans, and life emerged. It is difficult to look back through all these processes to the original material from which the Solar System formed. We cannot study rocks from the Earth's surface, because they have been changed by geological and biological processing and are no longer representative of material that aggregated from the solar nebula. The timeline of events taking place during the early Solar System can only be determined by study of meteorites and dust collected in space and from comets. Our research programme is an integrated study of the physics, chemistry and biology of extraterrestrial materials. We investigate these materials in different ways: (1) by analysing meteorites, pieces of the Moon and Mars, and interplanetary and cometary dust in the laboratory, or (2) by making measurements using instruments on spacecraft of the surfaces of Solar System bodies such as the Moon and Mars, Titan (Saturn's giant moon), comets and asteroids. To complement the analytical and exploration aspects of our work, we perform laboratory simulations of the formation processes, and also develop computer models of how processes might have occurred. As well as using instruments to make measurements (either in the laboratory or on spacecraft), we also design and build equipment ourselves. We have been successful in launching instruments to Mars, to Titan and to a comet. Now we are designing equipment to send to the Moon and to Europa (Jupiter's icy satellite), in order to learn about the composition and structure of these very different bodies. We specialise in analysis of small amounts of material, often only a few grains that might only be a few microns in size. We use electron microscopes to take images of samples, and to learn their elemental composition, and what minerals are present. We also use different types of mass spectrometer to determine the isotopic and molecular composition of the material. We can get an amazing amount of information from the tiniest of grains / from which we can learn how our star and its planets formed. We know that there are many stars in the Galaxy orbited by planets, however, we still know only one place where life exists, and that is here on Earth. But our planet is not made from any particularly unusual materials, the star we orbit is quite ordinary, and for life forms such as ourselves, the relative proportions in our bodies of elements such as carbon, nitrogen and oxygen (for instance) are similar to those in stars (implying that we are, chemically speaking, not particularly unusual). As astronomers use ever-more sophisticated telescopes in attempts to uncover the details of the planetary systems that are closest to us, the microscopes we use on Earth to analyse relevant physically available materials are probing ever deeper into the details of our own planetary system. Eventually, we hope that by studying extraterrestrial materials, we will be able to understand how life began on Earth, and whether it has evolved elsewhere in the Solar System.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F003102/1","grantId":"ST/F003102/1","fundValue":"4337930","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"  Many papers have been published.  ","person":"Ian  Wright","coPersons":["Ian  Franchi","Neil  McBride","Monica Mary Grady","Charles Seaton Cockell","J.C.  Zarnecki","Colin Trevor Pillinger","Simon  Green","Iain  Gilmour","Alexander  Verchovsky"],"organisation":"Open University","findingsText":" This was a large Rolling Grant with many outcomes. Much of the research was published. Aerospace, Defence and Marine,Chemicals,Education,Other","dataset":"gtr"}