{"id":"B3608A73-B5AE-4D3A-A7F6-8A4D9ACC7A23","title":"The Value, Rationality and Normativity of Trust","abstractText":"It can be in our interest to lie to others and default on our loan payments. It can be in our interest to be untrustworthy and uncooperative. So it is claimed that since we know this to be the case, we trust only when we know being cooperative is in another's best interest. This is true enough, but as a claim about when we trust it ignores the fact that sometimes we start from trust: we cooperate, make loan payments, tell the truth and so on simply because our attitude is one of trust. The attitude of trust can explain action. The research proposed starts from this basic idea. It aims to show how the attitude of trust can explain action, and to contrast this with standard belief-desire explanations. Having got this contrast, it aims to show how our endorsing trust based explanations of action says something about our values. In particular, it shows that we intrinsically rather than instrumentally value trust: if an action is described as trusting, this description is itself a reason to act in this way. As such, we can come to have obligations to trust and obligations to respond to the trust of others. The aim is then to investigate the nature of this obligation with the expectation that it can be shown to be a social norm conditional on our having a certain way of life. Lastly, the proposed research aims to investigate the ways in which trust is a dogmatic attitude. Trust can involve a wilful insensitivity to counter-evidence - we can choose to give people the benefit of any doubt - and the question is how, if at all, this undermines the rationality of trust.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G004021/1","grantId":"AH/G004021/1","fundValue":"24198","fundStart":"2009-02-09","fundEnd":"2009-06-08","funder":"AHRC","impactText":"","person":"Paul  Faulkner","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}