{"id":"B3636371-C118-4963-89FF-9604F1941ADB","title":"Mitochondrial- and lysosomal-targeted iron chelators for the monitoring and adjustment of cellular labile iron pools","abstractText":"Iron in the body is necessary for a series of vital functions. The chemical nature of iron makes it highly reactive, and this reactivity can be both useful and potentially harmful. Iron plays its most obvious positive role in the oxygen-carrying protein, haemoglobin, in the blood. However, iron can do damage through stimulating the formation of reactive oxygen species (ROS). These in turn generate 'oxidative stress' and modify cellular components such as proteins, fats and DNA, bringing about abnormal cell function, including possible death. Cells have evolved protective anti-oxidant mechanisms to counter these effects; however excess iron can overcome these mechanisms. In order to induce this damaging effect, iron has to be present in cells in a 'free' form, i.e. not tightly bound by other molecules. Levels of 'free' iron are generally kept very low by the presence of proteins, particularly ferritin, that bind the iron and prevent it from stimulating ROS formation. However recent studies have shown that despite these iron trapping proteins, there is a significant amount of free iron in distinct cell compartments (e.g. mitochondrial and lysosomal organelles) of healthy cells that render them susceptible to oxidative damage and cell death especially in presence of ROS or upon exposure to environmental oxidising agents such as sunlight that generate ROS. Because of the harmful role of free iron, iron trapping drugs (i.e. 'iron chelators') have been proposed as a means to remove excess iron from these subcellular compartments that is detrimental in oxidative stress conditions. Unfortunately the effectiveness of current iron chelators to counteract these effects is much reduced because they have either low permeability and therefore are unable to access their intracellular targets or are highly permeable and therefore upon administration non-specifically diffuse in all cell compartments and cause systemic iron starvation and toxicity. Much effort has gone into the development of novel subcellular organelle-specific iron-chelator drug design strategies to alleviate these problems, but with little success. There is therefore a clear need to develop smart iron chelators that could be specifically delivered to subcellular compartments, where they could register and remove potentially harmful excess iron. We have recently developed a promising iron chelator called HPO-20 that exclusively monitors the free iron content in lysosomal organelles. The high selectivity of HPO-20 for lysosomes represents a considerable step forward toward sensitive evaluation of free iron distribution in subcellular compartments under normal and oxidative stress conditions. However based on current literature, there is no such exclusive equivalent compound for monitoring free iron in mitochondrial compartment. In the present project, we propose to design a series of novel protective mitochondria-specific iron chelators that upon administration directly reach the targeted subcellular compartment. These novel compounds are unique in that they provide the possibility to register and remove potentially harmful residual iron in the organelle. So they have the potential to be used either as biological diagnostics tools or as protective agents. For example our compounds have potential to prevent iron-related oxidative injuries caused by harmful environmental agents notably skin damage caused by sunlight. So in the long term they have potential to be used as photoprotective ingredients in sunscreen formulations and to decrease dramatically the sun-related skin cancer. The possibility of monitoring lysosomal and mitochondrial free iron content with our compounds will also help the identification of pathologies related to subcellular iron-misdistribution. Therefore our compounds will have a major long term impact on public health through availability of combined diagnostic and preventive regimes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J005223/1","grantId":"BB/J005223/1","fundValue":"286449","fundStart":"2012-04-03","fundEnd":"2015-04-02","funder":"BBSRC","impactText":"  This section will be completed after the end date of the grant. At present the likely impacts are summarised in Other Outputs and Knowledge/Future steps.  ","person":"Charareh  Pourzand","coPersons":[],"organisation":"University of Bath","findingsText":" This section will be filled after the grant end date (i.e. April 2015). This will be discussed after the grant end date (i.e. April 2015) Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}