{"id":"B3681CB5-E330-4946-920F-F1C7DC21848C","title":"Finding genes that determine variation in sperm morphology and motility","abstractText":"Across different animal taxa, sperm are perhaps the most diverse of all types of cell. However, in all species they have one principal function; to fertilise an egg. In many different biological and medical sub-disciplines there has been considerable interest in how sperm morphology can influence sperm motility (swimming speed) and fertility. We probably all have a 'cartoon' image of sperm with the longest tail swimming faster than sperm with short tails. Therefore, it is perhaps surprising that within most organisms where people have looked at the relationship between sperm length and sperm motility they have either failed to find any relationship, or have only found a relationship with particular components of the sperm (e.g. the head, the midpiece). In our study organism, the zebra finch, which is an important model organism in neurobiology and behavioural ecology, we have shown that there is considerable inter-male variation in sperm traits, but that within males sperm morphology and motility are highly repeatable. We have also demonstrated that males with long sperm have the fastest sperm, and that both sperm length and sperm speed are heritable. Finally (and uniquely) we have shown that there is a genetic correlation between sperm length and sperm motility, which strongly suggests that the relationship is causative rather than because both sperm traits are simultaneously influenced by environmental factors (e.g. diet, condition). While investigating zebra finch sperm biology we have also been at the forefront of the development of zebra finch genomics tools. For example, we constructed the first zebra finch genetic linkage map and we were part of an international team that sequenced and assembled the zebra finch genome. In this project we will integrate the two strands (sperm biology and genomics) of our previous zebra finch work. We will perform genome-wide association studies (GWAS) to map and identify the genes responsible for inter-male differences in sperm morphology and motility. Genes responsible for differences in sperm motility have not yet been identified in any species. We will do this by developing a chip that probes 20,000 genetic markers at once and typing 1000 male birds (of known sperm morphology/motility) with the chip. We will also sequence the transcriptome (which contains the part of the genome that encodes proteins) from the testes of 20 males with short sperm and 20 males with long sperm. These males come from our existing selection lines which already show a large difference in sperm length. By integrating the GWAS and the transcriptomics data we will provide the first ever description of the genes that determine variation in sperm morphology and motility. Therefore, our findings will be relevant to researchers in human fertility medicine, animal breeding/agriculture, conservation biology and evolutionary biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I02185X/1","grantId":"BB/I02185X/1","fundValue":"770117","fundStart":"2012-01-09","fundEnd":"2015-10-08","funder":"BBSRC","impactText":"","person":"J  Slate","coPersons":["T  Birkhead","Terence Anthony Burke"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}