{"id":"B36EB32B-7970-4F3C-A9B0-29AE112CBD2A","title":"Unaccompanied children seeking asylum: Investigating professional practice, policy responses and research priorities","abstractText":"The human rights of unaccompanied and separated migrant children (UASCs) in the UK is the focus of a current inquiry by the Joint Select Committee on Human Rights. This inquiry aims to examine how far the treatment of UASCs meets the UK's obligations under the UN Convention on the Rights of the Child (UNCRC). The inquiry responds to significant concern among children's rights organisations and professionals working with UASCs that current UK immigration law and its implementation are at odds with child protection and welfare obligations. The Committee is due to report by Easter 2013. This is therefore a particularly apposite time to bring together policy-makers, legal and health professionals, social workers, academics and UASC support organisations, as well as the young people themselves, in a seminar series focusing on research, policy and practice relating to UASCs seeking asylum. \n\nNearly 1,400 unaccompanied and separated children formally seeking asylum arrived in the UK in 2011 mainly from Afghanistan (30%), Iran, Albania and Eritrea. Early figures for 2012 suggest a possible increase in numbers (Refugee Council 2012). Their legal status as asylum seekers and children, places them in a precarious position, especially as protection as children under national and international law is abruptly removed on reaching the age of 18. If their asylum claims are rejected, they may face deportation to a country which they left in challenging circumstances and where they have few, if any, support networks (Clayton 2011). Migration policies to deal with this group vary between countries, despite common international conventions including the UNCRC.\n\nThe ability of social work and healthcare professionals, fostering services and non-governmental organisations to provide appropriate support is also framed and constrained by national policy regimes and international legal obligations. Specific support is required due to the potential physical and psychological impacts of the journey itself, and the requirements to adapt to an unfamiliar and sometimes hostile social environment. Support is also required to navigate through the immigration and asylum process, and to deal with the constant fear of deportation. \n\nThis innovative seminar series will examine the policy challenges and possible responses in supporting UASCs seeking asylum. It will also develop new insights into the theorisation of children and migration, as well as methodological debates around researching the experiences of these children and young people. It does this through 8 one-day seminars and a final two-day conference spread over three years. Each seminar focuses on a different aspect of UASCs' experiences and involves academics, practitioners and the young people themselves. \n\nThe findings of the series will be disseminated throughout the three years via a website, blog and Twitter feed. Policy briefing documents and practice guidelines will also be produced to maximise possible impact. The series will also result in an edited book for an academic and practitioner audience, as well as academic journal articles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001217/1","grantId":"ES/L001217/1","fundValue":"30479","fundStart":"2013-11-08","fundEnd":"2016-11-07","funder":"ESRC","impactText":"","person":"Katie  Willis","coPersons":["Susan  Clayton","Anna  Gupta"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}