{"id":"B36FF992-3797-4295-B3C3-F4B5A1F5CB8D","title":"Literature-based discovery for cancer biology","abstractText":"Over the past decades, the volume of published science has increased dramatically, particularly in rapidly developing areas such as biomedicine. PubMed (the US National Library of Medicine's literature service) provides access to more than 23M citations, adding thousands of records daily. It is now impossible for scientists to read all the literature relevant to their field, let alone adjacent fields. As a consequence, critical hypothesis generating evidence is often discovered long after it was first published, leading to wasted research time and resources. This hinders the progress on solving fundamental problems such as understanding the mechanisms underlying diseases and developing the means for their effective treatment and prevention. \n\nAutomated Literature Based Discovery (LBD) aims to address this problem. It generates new knowledge by combining what is already known in literature. Facilitating large-scale hypothesis testing and generation from huge collections of literature, LBD could significantly support scientific research. It has been used to identify new connections between e.g. genes, drugs and diseases in texts and it has resulted in new scientific discoveries (e.g. identification of candidate genes and treatments for illnesses). However, based on fairly shallow techniques (e.g. dictionary matching) current LBD captures only some of the information available in literature.\n\nEnabling automatic analysis of biomedical texts, Text Mining (TM) could open the doors to much deeper, wider coverage and dynamic LBD better capable of evolving with the development of science. The last decade has seen massive application of TM to biomedicine and has resulted in tools supporting important tasks such as literature curation and the development of semantic databases. Although TM could similarly support LBD, little work exists in this area. Extending recent developments in adaptive Natural Language Processing (NLP) and TM, we will develop improved methodology for identifying concepts, events and relations in diverse biomedical texts. We will also introduce novel, improved methodology for knowledge discovery which uses link prediction for high quality LBD in the complex network of concepts resulting from TM. Link prediction can optimally exploit the rich information generated by TM, can improve the accuracy of LBD and can yield output which is more useful for scientists. \n\nTo evaluate and demonstrate the benefits of the resulting approach, we will initially target this methodology to the literature-intensive, interdisciplinary area of cancer biology. We will develop an LBD tool in close collaboration with cancer researchers and will evaluate the tool by using it to conduct case studies which investigate current research problems in cancer biology. The most promising findings will be evaluated and validated via laboratory experiments. \n\nAll the data, resources, results and technology resulting from this research will be made freely available. \nWe expect our project (i) to improve the capacity of LBD so that it can, in the future, support scientific discovery in a manner similar to widely employed retrieval and sequencing tools, (ii) to improve the adaptability and portability of TM and LBD, (iii) to produce the first dedicated LBD tool for cancer biology, and (iii) to provide an important case study on integration of advanced TM and DM -based LBD in real-life biomedical research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M013049/1","grantId":"MR/M013049/1","fundValue":"395301","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"MRC","impactText":"","person":"Anna  Korhonen","coPersons":["Masashi  Narita"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}