{"id":"B371F3F2-E9F3-4E49-9B20-4FE092171A99","title":"Fractal forcing of axisymmetric turbulent jets; both fully developed and impulsively forced","abstractText":"In order to meet The Advisory Council for Aeronautics Research in Europe (ACARE) 's ambitious targets to reduce carbon dioxide, NOx and noise emissions by up to 90% in 2050 bold new flow solutions must be embraced by the aviation industry. One such flow solution is a fractal forced turbulent jet. A fractal is an object that is composed of identical geometrical shapes that are progressively smaller, and therefore appears to be similar regardless of the length scale at which one chooses to view it. Previous research on fractal generated turbulence has focused on homogeneous isotropic turbulence, and has shown an increase in turbulence intensity in comparison to turbulence generated by regular grids. This increase in turbulence intensity increases mixing, which can subsequently improve the efficiency of combustion. The pressure drop, and subsequent pressure recovery, has also been shown to be improved in the flow behind a fractal grid as opposed to a regular grid. A fractal forced jet thus has potential applications in jet flame combustion and propulsion nozzles, which are both integral components of a gas turbine engine. Similar geometry has also been shown to reduce the jet acoustic signature in modern aero-engines. \n\nIt has been observed that this fractal generated turbulence does not decay in the same manner as the universally accepted Richardson-Kolmogorov phenomenology, making it of great scientific interest. Unlike homogeneous isotropic turbulence, a jet is a free shear flow, in which there is a mean shear. This mean shear provides a mechanism by which energy can be transferred from the mean flow into turbulence. The fractal forcing in the jet is also applied directly to the shear layer, as opposed to a grid in which this forcing is applied to the bulk of the flow. This study will also examine the development of a turbulent flow over an elongated fractal boundary, the so-called &quot;fractal rifle&quot; case. This &quot;fractal rifle&quot; will also be modified to include a helical fractal pattern which will introduce swirl to the jet, which is known to stabilise jet flames in combustion applications. The flow physics of these types of fractal forced flows are not understood, which is a prerequisite for the adoption of such a promising device into industrial applications. This research thus seeks to use state of the art laser diagnostic techniques to observe these flow physics in the velocity field of a fractal forced turbulent jet. It will thus be possible to observe whether the turbulence generated by a fractal forced jet decays in the same non-equilibrium manner as that generated by a fractal grid. It will also determine whether there is a fundamental difference between a flow that is &quot;impulsively&quot; forced by a fractal geometry or allowed too develop along a fractal boundary and the axial length scale of the forcing at which this behaviour switches over.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L023520/1","grantId":"EP/L023520/1","fundValue":"101095","fundStart":"2014-12-31","fundEnd":"2016-12-30","funder":"EPSRC","impactText":"","person":"Oliver  Buxton","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}