{"id":"B377DB03-2332-49AA-A0DF-52D68089CE31","title":"Spin currents and superfluidity of microcavity polaritons","abstractText":"The overall goal of the project is to detect experimentally exciton-polariton superfluids and spin currents in microcavities and to develop a full quantum theory of exciton-polariton superfluidity. The fingerprints of polariton superfluidity will be searched for in spatially- and directionally-resolved optical measure-ments with spectral, temporal and polarization-detection, with or without application of external magnetic fields, on improved quality strain free microcavity samples. We shall look for conventional and superfluid polariton spin currents in the regime of the optical spin Hall effect. We expect theoretically important dif-ferences between polariton and conventional superfluids caused by a peculiar dispersion and spin structure of exciton-polaritons. We aim to study theoretically and experimentally the polarization dynamics of both resonantly and non-resonantly excited polariton condensates to reveal the specifics of polariton superfluid-ity and search for new effects including the optical spin-Hall effect and the spin analogue of the Meissner effect.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F027958/1","grantId":"EP/F027958/1","fundValue":"111677","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  The method of reduction of the disorder in semiconductor microcavities is used to improve polariton lasers and VCSELs Digital/Communication/Information Technologies (including Software),Electronics,Energy Economic","person":"Wolfgang  Langbein","coPersons":[],"organisation":"Cardiff University","findingsText":" The disorder in planar microcavities was investigated, and a growth method was developed to reduce this disorder The identification and reduction of the disorder in microscavties is important for the investigation of polariton lasers and condensates, allowing to study interesting many-particle physics. Furthermore, it i simportant for the development of polariton lasers as well as VCSELs Digital/Communication/Information Technologies (including Software),Electronics,Energy","dataset":"gtr"}