{"id":"B38DF1F5-1462-4B52-B248-C9CB26A9705D","title":"New drugs for addiction: focus on attenuating core behavioural components of heroin, cocaine and alcohol addiction","abstractText":"Addiction to drugs such as heroin, cocaine and alcohol are a major problem in our society and globally. Is it possible to understand the processes that lead to addiction and to develop drugs that can be used for treatment? These are the two major questions that motivate the ICCAM addictions research cluster and this application. The ICCAM cluster brings together clinical and preclinical researchers from Imperial College London, Cambridge and Manchester Universities to address the problem of drug development for addiction. We seek to identify rational potential targets for drug development based upon our understanding of the pharmacology and brain processes engaged in addiction, rather than a random ?shotgun? approach. As a society, many think of addiction to drugs such as heroin, cocaine and alcohol as individual conditions with underlying social causes. This may not be the case with the established clinical condition, and this point of view may have impeded rational drug development for these disorders. The ICCAM cluster has identified multiple potential therapeutic drugs that may be of use in the treatment of addiction and now seeks to develop a ?platform? to rapidly assess their efficacy in humans. The word ?platform? means that we will adopt a common research approach based at each of our three sites to study the effects of particular drugs in human participants on processes that are relevant to addiction. We will use state of the art brain imaging techniques to study the effect of drugs on brain activity while a person responds to rewards, for example. These will be combined with neuropsychological assessment and monitoring of clinical outcomes to develop our research capacity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000018","grantId":"G1000018","fundValue":"1615230","fundStart":"2011-01-04","fundEnd":"2015-04-02","funder":"MRC","impactText":"","person":"David  Nutt","coPersons":["Anne  Lingford-Hughes","Eugenii Alfredovich Rabiner","John D Beaver","Bill  Deakin","Trevor William Robbins","Franklin Imo Aigbirhio","Rebecca  Elliott","Barry John Everitt","Edward  Bullmore","Jeffrey Wayne Dalley","Laurence John Reed","Karen D Ersche"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}