{"id":"B391AF54-F071-43D6-878C-733DA3326168","title":"Random Fields of Gradients","abstractText":"Random fields of gradients are a class of model systems arising in the studies of random interfaces, random geometry, field theory, and elasticity theory. These random objects pose challenging problems for probabilists as even an a priori distribution involves strong correlations. The ultimate aim of the proposal is to make significant progress for the open problem of non-convex interactions and to explore new connections; e.g., the connection between the level lines of the Gaussian Free Field and Schramm's SLE, and the mathematical justification of the Cauchy-Born rule in elasticity theory. Random fields of gradients are families of highly correlated random variables arising in the studies of e.g. random surfaces and discrete Gaussian Free Fields (harmonic crystal). Recently their study has attained a lot of attention. There are several reasons for that. On one hand, these are approximations of critical systems and natural models for a macroscopic description of elastic systems as well as, in a different setting, for fluctuating phase interfaces. In addition, over continuum, the level lines of the Gaussian Free Field are connected to Schramm's SLE (an active field of modern mathematics---Fields Medal in 2006--for understanding critical phenomena) and the fields are natural space-time analog of Brownian motions and as such a simple random object of widespread application and great intrinsic beauty. Gradient fields are likely to be an universal class of models combining probability, analysis and physics in the study of critical phenomena, and these mass-less fields are also a starting point for many constructions in field theory. The random fields of gradients emerge in the following areas, in models for effective random interfaces and critical phenomena, in stochastic geometry and Gaussian Free Field, and in elasticity theory (Cauchy-Born rule).The proposal focus on the open problems in these areas when the interaction functions of the gradient models are non-convex. This includes the study of free energy limits, uniqueness and (non-) uniqueness of gradient Gibbs measures, scaling limits to Gaussian Free Fields and possible non-Gaussian Free Fields, and proof of the Cauchy-Born rule at positive temperature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I003746/1","grantId":"EP/I003746/1","fundValue":"101720","fundStart":"2010-08-23","fundEnd":"2012-08-22","funder":"EPSRC","impactText":"","person":"Stefan  Adams","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}