{"id":"B3921F9B-A6CE-4128-B44C-C2C0E318E670","title":"Climate Histories: Communicating Cultural Knowledge of Environmental Change","abstractText":"How do people perceive and communicate changes in their environment and climate? Scientific accounts typically involve intricate measurements of changes in temperatures, and complex meteorological modeling. However there are other accounts of change, these might be inferred for example through the changing behaviour of particular species of animals and plants or through the arrival of new types of weather. Moreover, the forms in which these changes are communicated are not necessarily those of technical meteorological accounts. Information about climatic change - both current and in the past - may be embedded in genres such as folklore, stories, song, poetry, life histories and even monastic records. Elements of scientific accounts may be drawn upon, or it may be eschewed altogether. These very diverse 'climate histories' can be found both overseas and in the UK. Our network seeks to address how we can make the most of them.\\n\\nClimate histories are a vital source of information. They can tell us a great deal about the environmental change that has happened in the past, the effects this had had upon the humans (and other species) living through it, and the strategies that have been adopted in order to deal with such changes. But there are also difficulties in taking these accounts at face value. They may be difficult to obtain, and they present complex challenges for analysis. These include questions of reliability, genre, audience, and performance. They can be analysed both in terms of the information they contain, and the intellectual and emotional responses of those who hear them. \\n\\nTo understand these climate histories better, we need to pool expertise from a variety of disciplines, including social anthropology, history, and the humanities. These disciplines have each developed differing methodologies for documenting and interpreting the significance of particular genres of communication within the contexts in which they are produced. Our network will bring together experts from these areas, putting them in dialogue with climate specialists in the natural sciences on the one hand, and publics interested in producing and consuming climate histories on the other.\\n\\nThe network will convene virtual methodology seminars, in which colleagues around the world will share ideas on the methods that can best be used to gather and interpret climate histories. We will then hold a workshop to explore ways in which researchers can develop new approaches to the climate histories they collected during their research. The event will culminate in a public conference, in which the workshopped research will be presented and discussed. This will lay the groundwork for an edited publication and future research proposal, to be developed during the final months of the grant.\\nThe project will maintain a strong presence online through the creation of its own website and associated forum features. This will allow the ongoing collaboration of network members between events, and represent the main point of contact with the general public. In the longer term we aim to explore the development of resources of particular use for teaching in schools, aiming at an audience of GCSE and A-Level Geography students. The materials will introduce various climate histories and illustrate the ways in which climate change is perceived and responded to in different social and cultural settings. Members of the network will also give talks to local/natural history societies and school groups, explaining the main research activities and research findings.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H039236/1","grantId":"AH/H039236/1","fundValue":"24042","fundStart":"2010-05-11","fundEnd":"2011-11-30","funder":"AHRC","impactText":"  This project was seminal in bringing to life a network of scholars across disciplines in Cambridge and overseas, and explored novel ways of bringing humanities and social science perspectives into dialogue with climate change. The network has been successful in developing a series of small grants to support a seminar series, outreach and impact work and large AHRC grant. Education,Environment Cultural,Societal","person":"David Andrews Sneath","coPersons":["Barbara  Bodenhorn"],"organisation":"University of Cambridge","findingsText":" The network developed an evidence base for the importance of cross-disciplinary collaborations in the exploration of the historical and social dimensions of climate change. The network has enabled ongoing collaboration with IPCC lead author climate scientists, putting forward a voice for the humanities and social sciences within their research; established outreach contact with schools, feeding into curriculum development on the theme of environment and climate change; and has led to an ongoing seminar series and successful applications for project grants. Education,Environment","dataset":"gtr"}