{"id":"B39E677C-81D3-4046-9925-D30CB4676D93","title":"Order-topological and model-theoretic methods for modal logics","abstractText":"The research concerns the fundamental theory of modal logic and some other non-classical logics. Using model-theoretic, topological, algebraic, order-theoretic, and category-theoretic tools, general completeness theorems using enhanced Sahlqvist theory and canonical formulas will be proved, as well as specific completeness theorems for a number of logical systems. The research will also develop Fine's canonicity theorem and the theory of algebraic completions, and extend the theory of bisimulations to descriptive frames (Kripke frames endowed with additional topological structure). Descriptive frames will be an important tool, and the research will contribute to general understanding of their properties. New tools and techniques will be developed for dealing with them, and these will be of wider use. The research is part of a growing field that applies algebraic and topological methods in non-classical logics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F032102/1","grantId":"EP/F032102/1","fundValue":"287208","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"EPSRC","impactText":"  This grant was a fundamental study and I am not aware of impact outside academia yet.  ","person":"Ian  Hodkinson","coPersons":[],"organisation":"Imperial College London","findingsText":" 'Kripke frames', and the Kripke models built on them, are fundamental to modal logic semantics. They are used to model a vast range of application areas in computer science, including program execution, space, time, knowledge, permission/obligation, and so on. 'Descriptive frames' have additional topological structure that imposes restrictions on the models built on them. Descriptive frames, and more generally, admissible frames, offer finer control over the semantics and a better fit to the syntax and proof theory.\n\n\n\nThe project studied the foundations of descriptive frames, using order- topological, category-theoretic and model-theoretic methods. Our first objective was to develop new general axiomatisation methods using enhanced Sahlqvist theory and canonical formulas. Sahlqvist's theorem is a key axiomatisation/correspondence theorem in classical modal logic. We extended it to modal fixed-point logics (aka the modal mu-calculus - a very expressive but still tractable extension of modal logic). We proved a strong correspondence theorem for standard semantics and an axiomatisation theorem for descriptive and admissible frames. This work begins to open up Sahlqvist theory for the mu-calculus - an important and novel development - and leaves many questions for the future. \n\n\n\nAnother general axiomatisation method in modal logic uses the so-called 'canonical formulas'. We gave an algebraic view of these formulas in both modal and intuitionistic settings. This opens up the area for algebraists and lays the groundwork for further applications.\n\n\n\nOur second, overlapping objective was to prove specific completeness theorems for a number of logical systems including the modal mu-calculus. We made substantial progress on this in our work on Sahlqvist axiomatisations for the mu-calculus, mentioned above. Our paper contains several examples of axiomatisations of specific semantic settings.\n\n\n\nOur third objective was to develop Fine's canonicity theorem and algebraic completions. We developed a coalgebraic perspective on free Heyting algebras (a form of completion). We examined bitopological duality for distributive lattices and Heyting algebras, work that will contribute to axiomatisations of intuitionistic and other non-classial logics. We proved a result on preservation of Sahlqvist mu-formulas under Monk/Dedekind-MacNeille completions, extending earlier work of Givant and Venema in the modal case.\n\n\n\nOur fourth objective was to extend the theory of bisimulations to descriptive frames. Bisimulations are the fundamental limit of expressivity of modal-type logics, as demonstrated by several classical theorems. We studied 'Vietoris bisimulations', which are one of two candidates for the 'natural' notion of descriptive frame bisimulation, and give good evidence that they are the better one. We established several groundlaying results about Vietoris bisimulations and identified close links with their classical cousins. We also worked on the model theory of descriptive frames. First-order logic is extremely expressive in this context. A paper is in preparation.\n\n\n\nWe also worked on Vietoris coalgebras (with J. Harding and G. Bezhanishvili (New Mexico)), extendible formulas in two variables in intuitionistic logic, and the PI and RA each contributed a chapter to the forthcoming Springer volume on cylindric algebras (continuing the legendary series by Henkin, Monk and Tarki). Further work on Sahlqvist theory for the mu-calculus and spatial logic - this is ongoing and some has already taken place by the PI, the RA, and other authors including Palmigiano and her collaborators. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}