{"id":"B3A5D80F-C178-4E61-8CCD-4E6DF68BBD84","title":"Waiting in line: A sequenced approach to the antibacterial pleuromutilin","abstractText":"Resistance to antibiotics is a major concern worldwide and has led to an urgent need to identify antibiotics and antibacterials with modes of action distinct from the established classes. The antibacterial natural product pleuromutilin is such a candidate. Pleuromutilin is known to target the 'protein factories' or ribosomes in bacteria, stopping them making the molecules they need to survive.Unfortunately, pleuromutilin has a complex 3D structure and is difficult to synthesise. The other problem is that pleuromutilin has poor 'pharmacokinetic' properties. Pharmacokinetics is the study of what the body does to a drug. In the case of pleuromutilin, the compound is readily metabolised by enzymes in biological systems. Although the natural product itself is not a very good drug, analogues of pleuromutilin look promising, but how can we prepare analogues of the natural product when the structure is so challenging?One solution is to develop a way of building pleuromutilin from scratch. In this project, we will develop chemistry that allows us to do this. To keep the synthesis short, we propose to develop a new chemical process that will construct the skeleton of pleuromutilin in one reaction. To do this we will use the lanthanide reagent SmI2 to orchestrate the chemical 'sequence' so that we get a high yield while achieving good control over the shape or 'stereochemistry' of the product. Our research will produce powerful organic reactions for other chemists to use and will improve our understanding of the way reactions work. Our route to pleuromutilin will allow access to analogues that would otherwise be impossible to prepare. These analogues could go on to to become future drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E021220/1","grantId":"EP/E021220/1","fundValue":"298836","fundStart":"2007-01-08","fundEnd":"2010-03-07","funder":"EPSRC","impactText":"","person":"David John Procter","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}