{"id":"B3A9A643-71C7-43D3-94BC-E25A2509C5CB","title":"Fish carbonates - their nature and fate within the marine inorganic carbon cycle","abstractText":"This proposal is based on a fundamentally important and previously unexpected change to our understanding of the marine inorganic carbon cycle. It follows our recent revelation that calcium carbonates excreted by fish make a significant contribution but our current estimates vary over more than a 10-fold range (3 to 45 % of global marine carbonate). BACKGROUND: As humans burn more fossil fuels, atmospheric concentrations of the 'greenhouse gas' carbon dioxide (CO2) rise contributing to climate change. Atmospheric CO2 is in balance with CO2 dissolved in the oceans, in something referred to as the marine-atmospheric carbon cycle. Whatever happens to CO2 in the oceans, will ultimately have an effect on CO2 in the atmosphere, and hence can influence global climate. When CO2 dissolves in seawater, it forms bicarbonate ions. An important part of the marine-atmospheric carbon cycle is the reaction of this bicarbonate with seawater calcium to produce a solid precipitate of white calcium carbonate (the mineral found in limestone). These precipitates are very dense, and sink to the ocean bottom in a continuous 'rain' of white crystals. The rate at which they form and sink (or re-dissolve) is important in the marine carbon cycle. The majority of calcium carbonate is generated by marine life that promotes this reaction to make a hard protective 'shell'. The most famous organisms involved in this 'biogenic' calcification are corals. However, those thought to produce the most are actually microscopic phytoplankton called coccolithophores that live in the open ocean. Dense skeletons of these and other microscopic organisms are normally considered to be the only important source of marine carbonates. Scientists collect samples in deep ocean traps, to measure this carbonate 'rainfall' for use in computer models of the carbon cycle. We have recently discovered that marine fish also produce substantial amounts of precipitated calcium carbonate, but for a very different purpose. They produce it in their intestines, by drinking large volumes of seawater and actively promoting the reaction of seawater calcium with bicarbonate ions that are produced by their own metabolism. Fish then excrete the precipitated calcium carbonate into the surrounding seawater, where it probably mixes with all the better known (planktonic) sources. In fact, some tropical fish will excrete calcium carbonate equivalent to its own dry body weight every year! We have conservatively estimated that the contribution of fish may be up to 45% of the total global carbonate production. This novel discovery suggests that fish also contribute to the marine carbon cycle, but scientists who model this cycle have never previously taken this into account. Indeed, the unusual chemistry of fish carbonates (which are more soluble than carbonate from more traditional sources), may explain a phenomenon that has puzzled oceanographers for decades - the rapid dissolution of 'apparently insoluble' carbonates in the upper layers of the ocean. Our research is a multi-disciplinary project that for the first time aims to precisely model how much calcium carbonate is produced by marine fish under different environmental conditions and determine its fate within in our oceans. This will also help with predictions about how carbonate excretion by marine fish will be affected by future environmental changes, such as temperature and CO2. We predict that fish will become even more important in this regard in the future, whereas marine plankton will become less important. Thus a precise understanding of this fish contribution to the global marine carbon cycle is both a novel and environmentally important topic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H010092/1","grantId":"NE/H010092/1","fundValue":"18896","fundStart":"2010-04-01","fundEnd":"2011-12-09","funder":"NERC","impactText":"  This grant was transferred to Exeter when the PI moved Institutions and the details are provided under NE/H010092/2 Environment ","person":"Christopher  Perry","coPersons":[],"organisation":"Manchester Metropolitan University","findingsText":" This grant was transferred to Exeter when the PI moved Institutions and the details are provided under NE/H010092/2 This grant was transferred to Exeter when the PI moved Institutions and the details are provided under NE/H010092/2 Environment","dataset":"gtr"}