{"id":"B3BB81B6-3CF6-4D4A-8DD4-288AA89FB039","title":"KT-EQUAL: Putting ageing and disability research into practice","abstractText":"Research into ageing aimed at improving the lives of older and disabled people has received, over the last 11 years, significant financial support from the Engineering and Physical Sciences Research Council (EPSRC). In particular, the EQUAL (extending quality of life of older and disabled people) programme and associated network has encouraged a wide range of research; including design of the built environment to encourage safe and enjoyable use by older people, inclusive products which can be used by everyone including older people, and technological applications in the home to maintain independence in later life. The research has had a significant impact upon a range of groups; for example it has led to major changes to building regulations and to housing corporation specifications and has also identified best practice in a range of social, health, planning and design professions. A number of trial products have also been developed. With the increasing proportion of older people in the population, there is a growing urgency for evidence and knowledge to inform solutions to enable older people, for example, to maintain their independence, to continue to be active in the workplace for as long as they choose, and to benefit from emerging technologies. Meeting these and other challenges will be the focus of the work of the KT EQUAL consortium which brings together experts in engineering, construction, architecture, participatory and inclusive design, rehabilitation, psychology, change management and public engagement to work collaboratively with each other and with older people to promote knowledge transfer in innovative and effective ways. From the outset, EQUAL recognised the importance of involving older people so that they can both inform what research is undertaken in this area, and help to determine how that research is conducted. This will characterise the approach and working methods of the KT EQUAL Consortium. We will consult with older people, their carers, those that work with older people, with policy makers and with others. Older people will be invited onto project groups to directly influence the work programme of the Consortium. Views of a wider group of participants (including older people) will be sought through a variety of activities which will take place in different venues across the country. In these ways, older people will help us to identify the research topics and research results which are of importance to them, and what should happen as a result. A priority for the KT EQUAL consortium will be to actively draw the attention of industry and others to the needs of the ageing population and to the outcomes and impact of the EQUAL and SPARC programmes which offer great potential benefits for society, including excellent investment opportunities for industry. This will be achieved in part through events to raise awareness and a high profile in the media. We will work with stakeholders such as manufacturers, technologists, designers, as well as those responsible for delivering public services throughout. The Consortium will also encourage researchers to publicise their work in ways that will be understood by a wide audience so that new ideas might be taken forward by older people themselves, by professions working directly with older people and by those developing services/ products for older people.The KT EQUAL Consortium will also take over from SPARC to support the career development of researchers who are interested and committed to research concerning older people. We need to support the workforce that has already been funded through the EQUAL programme as well as identifying new researchers. We will also address the pressing need to develop the capacity of older people to engage and participate in ageing research and in the application of its findings..","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G030898/2","grantId":"EP/G030898/2","fundValue":"1873020","fundStart":"2009-01-05","fundEnd":"2013-07-04","funder":"EPSRC","impactText":"","person":"Gail Anne Mountain","coPersons":["Trevor John Cox","John  Clarkson","Christopher  Eccleston","Leela  Damodaran","Peter  Lansley","Catharine  Ward Thompson","Rachel  McCrindle"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}