{"id":"B3C015A0-A7BC-472C-B737-50633CC280BC","title":"Human cytomegalovirus: changes in the latently infected cell as chemotherapeutic and immunological targets for antiviral therapy","abstractText":"Human cytomegalovirus (HCMV) is a type of herpesvirus which is carried without symptoms by the majority of the population. However, it can cause serious disease in infants born to mothers who acquire the infection in pregnancy and in people whose immune systems are suppressed, for instance when they undergo transplantation for an organ such as a kidney or bone marrow it can be life threatening. The fact that up to 3 people are dying a day because of a lack of a suitable transplant organs and this is resulting in a call for increases in the number of transplants in the UK (http://www.bbc.co.uk/news/health-11688102), HCMV disease is likely to become more and more of a problem in transplant patients.\nUnlike many other viruses, HCMV is never cleared after its initial infection but persists for the life time of the individual. At least in part, this is due to the ability of HCMV to avoid the immune system by expression of virus genes which help it avoid immune responses. However, the lifelong persistence of this virus is also a biological property of all herpesviruses because the virus is able to undergo a so-called latent infection, where the virus hides in the cell without making new virus particles but is still able to reawaken, generating new infectious virtues which can cause disease and can also be passed on to other uninfected people. \nUnderstanding how the virus succeeds in maintaining itself in most people without causing disease and how this relationship breaks down to cause disease should help develop better methods of treating the virus and for designing a vaccine (there is currently no vaccine available).\nOur research is aimed at determining (i) the mechanism by which the virus maintains a silent infection (latency) in specialised cells of the immune system and how these help the virus reawaken (reactivation) and (ii) how the immune system is prevented from eliminating the virus from the body.\nIn addition to advancing our understanding of HCMV, in particular, this research may also lead to a better understanding of other virus infections which persist in the body, how the human host controls and help identify common strategies for their elimination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K021087/1","grantId":"MR/K021087/1","fundValue":"1597080","fundStart":"2013-11-01","fundEnd":"2018-10-31","funder":"MRC","impactText":"","person":"John  Sinclair","coPersons":["Mark  Wills"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}