{"id":"B3C1EC51-BDA5-4869-BC41-8831B8F1D656","title":"PATT travel support for Bristol Astrophysics and Planetary Studies","abstractText":"The Bristol Astrophysics and Planetary Physics groups work on programmes that require careful observations to be made using the world's largest telescopes. This proposal requests two years of funding for travel to those telescopes, to allow observing on projects that cannot be run remotely.\n\nIn studies of the microwave background radiation, the left-over radiation from the Big Bang, it is important to remove contamination from foreground sources of emission that confuse our measurements of the background itself. Removal of this contamination requires sensitive observations of the radio environments of our target fields using large radio telescopes. Many of the effects we are looking for relate to &quot;shadows&quot; cast on the background radiation by the gas in clusters of galaxies. We also need to study clusters with optical and infra-red telescopes, to measure cluster masses, and so gain insights into how clusters form and change over the history of the Universe.\n\nSome of these contaminating radio sources lie within the clusters, and these &quot;active galaxies&quot; which host super-massive black holes in their nuclei, are another subject of our research. We study the physics of these objects mostly using orbiting X-ray telescopes, but imaging at radio, infra-red, and optical bands is also essential. Here again we use large ground-based telescopes, particularly the JVLA in the USA, the ATCA in Australia, and ESO's large telescopes in Chile. A major aim of this work is to understand how active galaxies pump energy into gas in the Universe, helping to keep the gas between the galaxies hot, and so a powerful source of X-rays.\n\nSmall-scale models of these active galaxies can be found in our own Galaxy, in black hole systems with masses a few times the mass of the Sun. Work on these systems uses similar techniques as work on the far heavier black holes in active galaxies, but with the need to observe frequently and repeatedly, to follow their rapid changes in brightness and structure. From such information we can discover how matter behaves near black holes.\n\nA unifying thread of our work is investigating how structure in the Universe forms and changes with time. A large fraction of our observing is dedicated to finding and characterising the earliest galaxies and clusters, and then seeing how young objects differ from their older counterparts that lie close to our Galaxy. Again we use a wide range of telescope for this work, from optical telescopes in Chile to radio telescopes in Australia and the USA, looking at the stars and the gas between them.\n\nNearby galaxies can not only be studied in more detail than distant ones, but we can also look at smaller objects which would be too faint to see if they were further away. It is particularly interesting to us to investigate the lowest-mass galaxies, which are the most common, but have properties that are poorly understood and rather different from the larger objects. These small galaxies are thought to be the building blocks of larger galaxies.\n\nWe also study our own Galaxy, looking at the gas between the stars which has been heated by supernovae or young stars, and at the dense lumps of gas that emit coherent (maser) radiation - which is extremely bright and variable with time. Gas motions tell us about how the Galaxy recycles gas from stars, and can be used to measure the distances across the Galaxy.\n\nFinally, we also seek to investigate the atmospheres of planets and large satellites in our own Solar System. Atmosphere formation and evolution can be followed by detailed spectroscopy, which we undertake using large ground-based telescopes such as NASA's IRTF on Mauna Kea, Hawaii.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M00208X/1","grantId":"ST/M00208X/1","fundValue":"10121","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"STFC","impactText":"","person":"Mark  Birkinshaw","coPersons":["Benjamin John Maughan","Andrew James Young","Diana Mary Worrall","Zoe Malka Leinhardt","Nicholas Arran Teanby","Malcolm Neal Bremer","Steven  Phillipps"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}