{"id":"B3CD9F5A-E6E4-4CE3-ABC4-91CD2DD1C5B7","title":"Sand-mud morphodynamics under combined tidal and wave actions","abstractText":"The morphodynamics of estuaries and coasts are controlled by a complex process of erosion and deposition of bed sediments. In most estuaries and low-energy coasts, bed sediments usually contain some fine sand as well as a higher proportion of silt and clay grains ranging in diameter from 0.0005 mm to 0.065 mm. Knowledge of the fine-grained sediment deposition on the shoreface is particularly important due to the close association between these sediments and contaminant and nutrient fluxes, benthic and pelagic community structure and health. Therefore, the ability to predict the movement of cohesive sediment within coastal, estuarine or inland waters has a significant economical and ecological importance in the development of new engineering works and the maintenance of existing installations. However, previous investigations have focused primarily on either sand beds or mud/silt beds. Our knowledge on the motions and transport behaviour of sand-mud mixtures is grossly inadequate. As the result, multi-fraction transport modules in most engineering software packages have to rely on the parameterisations obtained from single-sized sediment transport studies. In these models the settling velocity of flocs is usually taken as a time-independent variable whereas in reality it is strongly time-dependent. To date, neither a tractable model of history effects on the fraction settling velocities of sand-mud mixtures nor direct measurements of settling processes of sand-mud mixtures in a controlled environment are available. The proposed research will address this problem in a systematic way. The research programme will include settling tank experiments to understand the settling, flocculation and consolidation processes and 1- and 2DV modelling to investigate issues related to wave effects, sediment segregation and long-term morphological evolution. These data (and the numerical models that will be developed) will underpin the establishment of more effective strategies for the prediction of lthe ong-term evolution of coastal changes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D041821/1","grantId":"EP/D041821/1","fundValue":"329550","fundStart":"2006-05-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"Ping  Dong","coPersons":["Alan James Cuthbertson","Peter A  Davies"],"organisation":"University of Dundee","findingsText":" Detailed behaviour of cohesive sediment flocculation processes as revealed by novel settling tank experiments.\n\nA new theoretical model for determining the settling velocity of mud flocs at high concentration. All results are published and openly accessble and the settling tank is portable and fully equiped. Environment","dataset":"gtr"}