{"id":"B3CDF8BC-2B90-448C-A86E-C8A92A282031","title":"The importance of gene flow in speciation of Heliconius","abstractText":"I propose to use modern high-throughput sequencing technologies coupled with ecological data to address one of the major questions in speciation research: the importance of gene flow in speciation. Speciation is the fundamental route to the generation of new species biodiversity. However, the importance of gene flow in speciation, and the role of selection in this process are not well understood. Gene flow can have two diametrically opposite influences on speciation:\n\n1) Gene flow is an obvious hindrance to speciation as it will tend to break down co-adapted gene combinations and homogenize populations. Recent theoretical papers conceptualise the progress of species divergence in a four-phase model of islands of divergence amidst a sea of gene flow. While appealing, empirical support of this theoretical model of speciation remains elusive.\n\n2) In some cases gene flow between taxa could trigger the formation of new species in a process known as hybrid speciation. However, there are few convincing examples of hybrid speciation, particularly among animals.\n\nI will investigate these two effects of gene flow on speciation in Heliconius. Neotropical Heliconius butterflies have long been a model system for studying speciation owing to the the presence of taxa representing the entire speciation continuum from freely hybridizing races differing in wing patterning, through sympatric species that occasionally hybridize in nature, to fully reproductively isolated species. With the publication of the first Heliconius genome sequence, Heliconius now provides one of the few systems suited for comprehensively studying the importance of gene flow in speciation.\n\nThe proposed research focuses on three Heliconius species: H. elevatus, H. pardalinus and H. melpomene. My recent work has demonstrated the introgression of colour pattern genes between the species H. melpomene and H. elevatus. H. elevatus is genetically very closely related to H. pardalinus, but the two are distinct species with largely overlapping distributions and known differences in behaviour. Preliminary data suggest that the genome of H. elevatus is of hybrid origin, comprising H. melpomene colour pattern genes embedded in a background of H. pardalinus. \n\nI will gather whole genome sequence data and carry out ecological field experiments on races of H. elevatus and its two putative parental species, H. pardalinus and H. melpomene. These resulting data will allow us to test hypotheses on the importance and extent of gene flow in speciation. I have four main objectives:\n\n1) My taxon sampling will allow empirical testing of the islands-of-divergence hypothesis of speciation with gene flow.\n2) I will genetically map traits responsible for the early stages of speciation in H. elevatus and H. pardalinus.\n3) The experimental design will allow rigorous testing of whether H. elevatus formed as a result of hybrid speciation.\n4) I will test whether H. elevatus was formed from a single or multiple introgression events from different races of H. melpomene.\n\nSpeciation is a basic evolutionary process that shapes all ecosystems, and the findings of this research will add significantly to our understanding of the genomic processes underlying the formation of new species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K012886/1","grantId":"NE/K012886/1","fundValue":"431376","fundStart":"2013-10-14","fundEnd":"2016-10-13","funder":"NERC","impactText":"","person":"Kanchon Kumar Dasmahapatra","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}