{"id":"B3D2FC43-6F34-47C0-BF11-94E6EBB86226","title":"Biodiversity, phylogeny, and ecology of large naked ramose/reticulose amoebae: barely studied but diverse and common components of many ecosystems","abstractText":"Recent advances in molecular biology techniques and analyses have greatly advanced the evolutionary and ecological study of microbial eukaryotes (protists). Because their appearance often does not reflect their evolutionary relationships, protist groups can generally only be properly understood when we have both morphological and genetic data and can use phylogenetic analyses to reconstruct their evolutionary relationships. Many protist groups have recently been elucidated in this way. In addition, related molecular techniques have been used to show that the genetic diversity of protists in most environments is massive - many more organisms await discovery than are known morphologically. However, one group of protists that has largely eluded both culture-based and molecular studies is that of large, non-shelled amoebae with long, often branching extensions to their cells (ramose pseudopodia), some of which fuse to form cytoplasmic 'networks' (reticulopodia) of varying sizes. We call them NRRA - naked ramose/reticulose amoebae. NRRA may be almost stationary, attached to surfaces or extending their pseudopodia between soil or sediment particles, or they can be active predators, moving across surfaces or through particulate material in search of prey. There are not many cultured NRRA because they are difficult to grow, but all known strains feed voraciously on a wide range of food sources - other protozoa, unicellular and multicellular algae, many types of fungi including those known to cause diseases of crops or other plants, and even small animals like nematode worms and rotifers. It is possible that some attack even larger organisms. Therefore, NRRA are likely to be important agents of biological control, influencing other microbial activity including disease-causing organisms and those involved in decomposition and nutrient cycling. NRRA remain very poorly known because their delicate cell shape means they are often destroyed by sampling techniques. They take a long time to appear in environmental samples in the laboratory and often need particular (but usually unknown!) conditions to grow. Furthermore, they are relatively rarely detected by molecular studies because their versions of the genes used for such studies are often so different from many other organisms that the standard molecular probes fail to detect them. The aim of our project is to find more NRRA in a wide range of habitats and describe their morphologies and lifecycles, and to measure how big their appetites are - both in terms of the diversity of their diet and how much of it they eat (including fungi and other organisms which are known to cause diseases of higher plants). We will sequence genes from NRRA cells in order to understand their evolutionary relationships and histories. We will measure how diverse they are (how many 'species', although this is often an unclear concept in many protists) under many different environmental conditions. Taking this line of enquiry further, we will collaborate with three research programmes that run long-term experiments on 1) forest soils, 2) agricultural vs. unploughed and uncultivated soils, and 3) freshwater lakes. These experiments have well established sampling strategies and other data collected from the sample sites, which will provide a very informative context for our new data on NRRA. By intensively sampling sites contributing to all three experiments we will investigate whether changes in NRRA diversity and abundance correlate with changes in other microbial (and small animal and plant) groups. If they do we will suggest possible reasons for the correlations, which can be tested in future studies. We will also work out the environmental conditions (temperature, pH, amount of dead organic material, etc.) under which NRRA are most diverse and abundant. These results combined will help scientists and environmental agencies to assess the 'health' and carbon budgets of soil and freshwater environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H009426/1","grantId":"NE/H009426/1","fundValue":"304581","fundStart":"2010-04-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"","person":"David  Bass","coPersons":[],"organisation":"The Natural History Museum","findingsText":" 1. We have discovered and described six new genera of large network-forming amoebae (NFA), and shown them to be dominant members of soil habitats. NFA are involved in a wide range of feeding levels, able to rapidly consume a diversity of prey from bacteria up to small animals (nematodes, rotifers, etc.).\n2. Another discovery was the abundant and diverse marine amoeba Reticulamoeba, which we sequenced and placed phylogenetically, and proved that although a very frequent member of marine sediment habitats it is never or very rarely detected by large-scale high throughput sequencing surveys that are undertaken on a global scale, because it’s genes are too evolutionarily divergent to be detected using normal methods.\n3. We are currently using over a billion sequences from a soil gene expression experiment to understand the contribution of NRA to soil processes in the context of other eukaryotes and bacteria.\n4. We show that NFA are important members of many ecosystems but have been overlooked or missed by previous studies because they are difficult to grow in culture and often difficult to analyse or detect genetically. This we emphasise that a multidisciplinary and integrated approach is needed to more fully understand microbial biodiversity patterns and ecology.\n5. We revealed a large diversity of vampire amoebae (vampyrellids) including many new lineages and new species in marine habitats, where they were previously almost unknown.\n6. We discovered and are in the process of analyzing several novel NFA lineages that represent apparently highly divergent eukaryotic lineages, and require complex analyses to understand their evolutionary links. Our results provide a range of insights into eukaryote evolution, which will inform and be intergrated into developing evolutionary models, being addressed by researchers worldwide. We also show that network-forming amoebae are more important and diverse elements particularly in soil systems than previously recognised, and are working with Rothamsted Research to more elucidate more clearly their roles in soils. This includes measuring their previously hypothesised roles in disease suppressivity of soils. The results will be potentially applicable for soil remediation work - i.e. supplementing soils to encourage the activity of NRRA. Agriculture, Food and Drink,Education,Environment","dataset":"gtr"}