{"id":"B3D5249E-D3F9-4641-9A64-3798E7F39DB4","title":"Diversifying Transcription Termination Function","abstractText":"Our genes are encoded in specific regions of DNA in our chromosomes. When genes are switched on, they are copied into a related molecule called RNA. Genes start and stop at specific stretches of a particular strand of the DNA double helix. It turns out that what is copied is not always the same: the sequence being copied can stop (or terminate) at different places. This process is controlled in the cell as a way to tune how much gene expression occurs and what will be coded. For example, it was very recently shown that the rhythms of gene expression that run our body clock are controlled by regulated termination. Despite its importance, termination is the least understood aspect of the copying process.\n Unexpectedly, the study of when plants flower has provided insight into ways in which termination can be controlled. GGS's lab recently discovered that the flowering regulator FPA interacts with a protein called Pcfs2. Pcfs2 is related to a protein called Pcf11 that is known to be essential for promoting termination in many organisms, including yeast, flies, worms and humans. What is special about this finding is that GGS's lab discovered flowering plants have evolved two related Pcf11 proteins (Pcfs2, Pcfs4), while yeast, animals and primitive plants appear only to have one. Intriguingly, GGS's lab discovered that these two plant proteins must carry out specialized tasks because one is essential to life and doesn't interact with FPA (Pcfs4), but the other is not essential, but does interact with FPA (Pcfs2). \nThe aim of the research proposed here, is to work out how and why flowering plants have evolved two related proteins involved in termination and to discover how they work differently. This should provide basic insight into how gene expression is controlled in plants and provide evidence of different ways in which termination can be controlled that should be of wide general interest.\n The first objective of this study is to determine whether Pcfs2 and Pcfs4 target all genes or different sub-sets of genes for termination. This can be done using a method called ChIP-seq. We can then tell how these targets relate to a function in termination by sequencing all the RNA in mutants that lack properly functioning Pcfs2 and Pcfs4. In this way we can see at which genes the copying process does not stop properly and how this affects the expression of neighbouring genes. We will integrate different RNA sequencing data to answer this question. One thing we will do that no one has ever done in plants before is sequence the RNA as it is being copied from DNA, so we can immediately see what is happening to termination. Our second objective is to see if the mechanism by which Pcfs4 and Pcfs2 affect termination involves interaction with different proteins because these could be rare examples of regulators of this process. \nThe GGS and GJB groups form a hugely experienced team in this area - not only in understanding how termination can be regulated, but also in developing breakthroughs in proteomics and RNA-sequencing analysis essential to this study and which are generally useful to other scientists. This work will provide state-of the-art training for early career scientists working as a team on plants, genetics, proteomics and computational analysis of large datasets. \nThis work will greatly advance our understanding of novel features of regulated termination and link back to the biology of flowering plants by revealing what genes are controlled by regulated termination. In this way, we will provide underpinning knowledge about how gene expression is controlled in plants essential to our future food and energy security.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M004155/1","grantId":"BB/M004155/1","fundValue":"778082","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"BBSRC","impactText":"","person":"Gordon Grant Simpson","coPersons":["Geoffrey  Barton"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}