{"id":"B3D90482-F140-44F3-B394-74D2625E1884","title":"Adaptive Co-ordinated Emergency Response to Rapidly Evolving Large-Scale Unprecedented Events (REScUE)","abstractText":"Recent major events have exposed the susceptibility of the UK's emergency response capability. For example, after the terrorist attacks in London on 7 July 2005, the UK government acknowledged that weaknesses existed in its preparation and response on the day. It is reported that in terms of the response, the geographical proximity of the explosions led to uncertainty over roles and responsibilities. Consequently, the UK government has indicated that improvements must be made in developing the plans, capabilities and structures to be put in place to respond to future major emergencies, whatever the cause. Similarly, in the USA, the events of 11 September 2001 have provided the drive for broad changes in emergency response procedures and technologies aimed at improving readiness for high consequence events.Pre-planned fixed response solutions for major emergencies are totally inappropriate for rapidly evolving large-scale unprecedented events (REScUE). It is inconceivable to pre-plan responses for all possible major manmade and natural events. The proposed research will provide multi-agency co-ordinated emergency response solutions for any situation. Significantly, a feature of our research is the intimate involvement of practitioners from government resilience teams, emergency planning units and the emergency services to assure validity, acceptance and relevance of our solutions. As well as theoretical results, we shall deliver a highly visual computational tool by which we can simulate a co-ordinated emergency response for evaluation in command and control centres.The intended research offers a novel solution to coping with fast changing, major events through the co-ordination of the collective efforts and actions of the multiple agencies (emergency planning units, ambulance service, fire brigade, police force) involved in emergency response. This research will investigate and develop decision making methods to construct in real time a near-optimal response team consisting of units composed of individuals from different emergency organisations together with equipment and vehicles. Further, these methods will specify coherent response operations for these units. Given the critical time constraints in an emergency situation, the decision making methods will determine within minutes, how a team should be formed, how individuals should be formed into team units, how roles and responsibilities are allocated within these units, and how tasks should be assigned to personnel thus defining the response operations of these units.To explore the effectiveness of alternative response teams, and their co-ordinated response to REScUE, the research will devise a computational agent-based simulation environment. This environment will model a major event as it rapidly unfolds during which the operations of some units within the response team may become sub-optimal in terms of them no longer being appropriate in time, and thus the overall co-ordinated emergency response being degraded. As the situation develops, it would be disruptive to the overall response, and time-consuming, to redefine repeatedly an entirely new response team and the detailed operations of its units. Thus within the existing response team, units exhibiting a sub-optimal response will be identified and the necessary adjustments will be made to their composition and operations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G057516/1","grantId":"EP/G057516/1","fundValue":"350788","fundStart":"2009-12-01","fundEnd":"2013-01-31","funder":"EPSRC","impactText":"  The findings (agent-based system) was delivered to the project partners (Cleveland Emergency Planning Unit and Newcastle City Council) in March 2013. A workshop was held at both orgnisations to train the practitioners in the use of the system. Government, Democracy and Justice ","person":"Graham  Coates","coPersons":["Roger  Crouch","Keith  Bennett"],"organisation":"Durham University","findingsText":" This project focused on agent based simulation and decision support of emergency response to large-scale events. In terms of agent based simulation, project findings included how best to represent a virtual geographical environments in which agents, representing first responders from the emergency services. Further, the actions of these agents is based on practitioner literature such as national occupational standards, thus giving agents the ability to act in a manner representative manner, which is more realistic than done so previously. The decision support aspect of the work, based on mathematical optimization, has resulted in knowledge of how the inherent uncertainties of mass casualty incidents can be accounted for with the aim of determining an appropriate response to the emergency situation considered. The software developed has been done so in close collaboration with emergency planning units and emergency services. As intended, the software, and associated user guide, has been made available to emergency practitioners to be used as planning tool. Other","dataset":"gtr"}