{"id":"B3DEA050-776B-49FB-A4FC-BEC5C1AD5927","title":"RECODE Consumer Goods, Big Data and Re-Distributed Manufacturing","abstractText":"The EPSRC-ESRC Network in Consumer Goods, Big Data and Re-Distributed Manufacturing (RECODE) aims to develop an active and engaged community through which to identify, test and evaluate a multi-disciplinary vision and research agenda associated with the application of big data in the transition towards a re-distributed manufacturing model for consumer goods.\nTransforming the consumer goods industry through the use of big data and re-distributed models of manufacture poses entirely new challenges inherent to the capture, storage, analysis, visualisation and interpretation of big data. Combined with this is the cross-disciplinary requirement for radically new methods of engaging end-users, empowering customer interaction, facilitating ad-hoc supply chains, re-capturing and re-deploying valuable materials, optimising manufacturing processes, informing new user-driven design of customised goods and services, developing novel business models and implementing data-driven open innovation.\nThe world generates 1.7 million billion bytes of data every day and global big data technology and services is growing by 40% per year, predicted to reach USD 16.9 billion in 2015. The exponential growth of available and potentially valuable data, often referred to as big data, is already facilitating transformational change across sectors and holds enormous potential to address many of the key challenges being faced by the manufacturing industry including increasing scarcity of resources, diverse global markets and a trend towards mass customisation. The consumer goods industry, one of the world's largest sectors worth approximately USD3.2 trillion, has remained largely unchanged and is characterised by mass manufacture through multi-national corporations and globally dispersed supply chains with 80% of materials ending up in landfill. The role of re-distributed manufacturing in this sector is often overlooked, yet there is great potential, when combined with timely advancements in big data, to re-define the consumer goods industry by changing the economics and organisation of manufacturing, particularly with regard to location and scale. \nRECODE will develop novel methods to engage communities of academics, international experts, user groups, government and industrial organisations to define and scope the shared multi-disciplinary vision and research agenda. New perspectives and contributions from user groups and stakeholders will be used to ensure that the vision of the network is fully inclusive and sensitive to regional trends, variances and scales. Short-term studies will be undertaken across the breadth of the theme to test and evaluate the feasibility of specific research challenges, the findings of which will contribute to an interactive roadmap representing local and global communities and research agendas of the network. \nClosing the gap between manufacturers, suppliers and consumers will provide opportunities for personalisation of products and services, up scaling of local enterprise and the development of user-driven products tuned to the requirements of local markets providing economic competitiveness for the UK. Improved understanding of skills and training required for interpreting big data and transforming industries will ensure that the UK can take full advantage of opportunities for job creation. Moving towards a localised and regenerative model of consumer goods manufacture will create more efficient and effective supply chains capable of on-demand responses; increasing productivity and competitiveness of the manufacturing industry. \nThis challenging two year network will bring together an internationally renowned team of experts from Cranfield, Brunel, Cambridge, Manchester and Teesside universities drawing on leading-edge strengths of the host institutions and international connections with research communities, companies, business intermediaries and governance at local, national and international scales.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M017567/1","grantId":"EP/M017567/1","fundValue":"467457","fundStart":"2015-04-20","fundEnd":"2017-04-19","funder":"EPSRC","impactText":"","person":"Fiona  Charnley","coPersons":["Ashutosh  Tiwari"],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}