{"id":"B3E13BBB-C797-4E18-B92F-D91AA5E6D8AD","title":"Study of the Scottish National Party","abstractText":"&nbsp;\n<br />\n<br />Little is known about SNP members or the role they play within the party organisation.&nbsp; Devolution has presented the party with a number of opportunities.&nbsp; Since devolution, the party has also experienced organisational changes, including the introduction of a national membership register and recently there has been an increase in members.&nbsp; The SNP has traditionally been seen as an example of a party that emerged from a social movement, relying on members for financial support, campaigning activities, and contributions to internal decision-making.&nbsp; However, such accounts of the SNP have not considered the role of members empirically nor in the context of devolution in which the party now has many more elected representatives and related staff.\n<br />\n<br />&nbsp;\n<br />\n<br />Methods:\n<br />\n<br />The study will have two parts: a survey of the party’s membership and structured interviews with key figures.\n<br />\n<br />\n<br />Aims:\n<br />\n<br />\n<ol>\n <li>To understand the social and demographic make-up of the SNP;</li>\n <li>To examine the motivations underpinning membership;</li>\n <li>To examine political attitudes;</li>\n <li>To assess the structure of the party;</li>\n <li>To explore the ideological and policy inputs of members.</li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-0722","grantId":"RES-062-23-0722","fundValue":"175692","fundStart":"2007-09-01","fundEnd":"2009-11-30","funder":"ESRC","impactText":"  Findings have been used in media reporting and interviews on media on the subject of the research. Government, Democracy and Justice Societal","person":"James  Mitchell","coPersons":["Robert Alexander Johns","Lynn  Bennie"],"organisation":"University of Strathclyde","findingsText":" The study provided a socio-demographic profile of SNP members at the time of the survey (2007/08) and attitudes on a range of policy and strategy issues. This was supplemented with findings from in-depth elite interviews of senior SNP members. Student of political parties, nationalism and Scottish politics. Government, Democracy and Justice","dataset":"gtr"}