{"id":"B3E55E78-9AAC-41D5-B843-819BADBD8562","title":"Developing a data discovery and sharing infrastructure for quantitative and qualitative socio-economic data via the WISERD GeoPortal","abstractText":"<p>The Welsh Institute of Social and Economic Research, Data and Methods (WISERD) has developed an innovative web-based software application to facilitate access to socioeconomic data for Wales. Development of the ‘WISERD DataPortal’ (formerly 'WISERD GeoPortal') has been a key strand of WISERD’s work programme, contributing to its work on addressing the quantitative deficit in Wales and development of a research infrastructure for Welsh social science. By focusing on Wales, the research team has been able to develop a robust methodological approach to generating, searching and analysing metadata relating to quantitative and qualitative social science data.</p>\n\n<p>The aim of this project is to establish the DataPortal as an important tool for researchers/analysts wanting to discover and use socio-economic data.The objectives of this project are to continue the technical development of the DataPortal to improve and develop functionality and usability; to link to and consume key external data sources such, as the 2011 Census, via linked data mechanisms to:</p>\n\n<ul>\n \n\n <li>&nbsp;&nbsp;&nbsp; establish user panels and a strategic steering group</li>\n\n <li>&nbsp;&nbsp;&nbsp; deliver training and dissemination events to end users and stakeholders</li>\n\n <li>&nbsp;&nbsp;&nbsp; evaluate the rollout of the DataPortal amongst users and stakeholders</li>\n\n <li>&nbsp;&nbsp;&nbsp; develop a business plan for the DataPortal’s on-going sustainability.</li>\n\n</ul>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J020656/1","grantId":"ES/J020656/1","fundValue":"80109","fundStart":"2012-06-01","fundEnd":"2013-12-03","funder":"ESRC","impactText":"","person":"S  Orford","coPersons":["Gary  Higgs"],"organisation":"Cardiff University","findingsText":" The main output of the research is a web-based software (WISERD DataPortal - WDP) that allows users to search rich meta-data in order to discover and access social and economic data sources relating to Wales.\n\n\n\nThe key findings of the project are that social science researchers and policy makers find it difficult to know what data exists relevant to their research. This will no doubt become more pressing as the data landscape in Wales and the UK becomes more complex. \n\n\n\nThe workshops and user engagement organised events demonstrated that there is significant appetite for tools and methods that make the search, discovery and access of secondary data easier as this not only increases the likelihood of re-use and re-purposing of existing data sources but also reduces the costs associated with social science research. Knowing what data is available and how these can be accessed can help in the formulation of research ideas, development of methodologies as well as in the analytical side of the research. \n\n\n\nA clear outcome of the knowledge exchange organised event with academic users was how the WDP was a very useful tool for generating and managing meta-data for Ph.D. research and other academic projects and for archiving and eventual deposition of these data at the UK Data Service.\n\n\n\nFeedback from the organised events demonstrated the importance of simple user-interfaces and intelligent displays of outputs. In this context, outputs should be ranked in some way and perhaps categorised to help the user decide which data source is important. Currently meta-data output is displayed in the WDP in the order in which it is pulled from the database by the search criteria. This is evidently not the best way to display the data and sorting is needed to ensure that the most relevant meta-data is prominent in any list of results.\n\n\n\nBeing able to access rich meta-data is an important starting point. However, it became clear that what most researchers want is easy access to the source data. Work on data feeds and linking the meta-data to external APIs such as the ONS API is an important step-forward here, although our early work indicates that more needs to be done on both the implementation of APIs and encouraging the consistent use of UK data standards by national data providers. More can be found on the WISERD DataPortal development blog.\n\n\n\nThe WDP is continuing to be promoted via WISERD events and publication channels and will take on an enhanced role with the launch of the ESRC funded WISERD / Civil Society research centre. Here the emphasis will be to increase engagement with civil society stakeholders and organisations in relation to their secondary data needs.\n\n\n\nIn terms of future research, the WDP has been costed into the successful WISERD/Civil Society programme of work and will also have a role in the new ESRC funded Wales Administrative Data Research Centre (ADRC) in developing links between administrative and survey meta-data and in running knowledge exchange and training events associated with searching and discovering administrative data The WDP knowledge exchange events were aimed at policy makers, public sector practitioners and third sector social researchers. This demonstrated that the WDP was a very useful tool for allowing these users groups to search, discover and access socio-economic data for Wales. A potential impact is that these organisations will use secondary data more in their research and monitoring activities.\n\n\n\nWe are continuing to develop links with these non-academic organisations and discussing with a small number of them how they can use the WDP as a way of creating and exposing meta-data relating to their own data. This could encourage collaboration within the user community via data and knowledge sharing and also potentially reduce duplication of data and the need to carry-out new surveys. The latter is an important issue for the Welsh Government. \n The knowledge exchange events and publication channels such as the development blog and twitter feed has increased engagement across different user groups, including users outside of Wales. The users of the WDP were generally positive and enthusiastic with regards accessing social science meta-data and there were follow-on meetings with stakeholders from Shelter Cymru and Sports Wales about using the WDP for their own meta-data use. The Welsh Government has also expressed an interest in using the WDP in helping inform their survey work and especially survey version control with regards questions asked and response categories and identifying duplication across the various surveys they undertake. These engagements are on-going via WISERD networks and activities.\n\n\n\nThe WDP forms the basis of WISERD's data management plan and provides tools to allow researchers across the five WISERD universities to create, manage and share meta-data associated with their projects and also help researchers to share and archive this data at the UK Data Service when their project is complete. This will be developed further in terms of tools and training under the auspices of WISERD Civil Society research centre.\n\n\n\nThe WDP team has been awarded up to ?15000 development monies as part of the second stage of the ESRC UK Data Service Innovation funding process. The intention is to develop a proposal to re-purpose the WDP interface to develop a cartographic search, discovery and mapping front-end for UK Data Serive data with the emphasis on Census 2011 data via the INFUSE API. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Transport","dataset":"gtr"}