{"id":"B3E8A872-AB6B-4B2C-8DD8-DC19E265341F","title":"Masks and Monsters in the Margins: Cultural negotiation in medieval German Jewish art","abstractText":"I apply for leave to complete a book on illuminated Hebrew manuscripts in 13th century Germany. In this book, I put forward a new theory about the interaction between Christian art and Jewish visual culture. My book casts new light both on the transformations of Christian art in Central Europe during the High Middle Ages and on Jewish culture during the same time. I move away from older models that seek to find the meaning of art works in the intention of their artists (intentions being notoriously difficult to reconstruct anyway) and more towards a model that gives the viewer an active share in the making of meaning. I move away from a model of Christian-Jewish interaction based on assumptions about antisemitism and oppression, because such a model robs the Jewish subject of its subjecthood, and instead towards a model that gives the Jewish minority a more active and creative part in interactions. I move away from both stylistic and iconographic methods, still so prevalent in the research on medieval art; instead of style, I identify a hybrid mode of representation that appropriates and transforms Christian images into something novel that cannot be described with stylistic criteria; and instead of seeking an iconographic reading (which yokes image to text), I describe a visual narrative that transforms narrative set pieces adopted from visual narratives newly current in the Christian majority culture into new narratives that can be read and understood by the Jewish minority.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G008213/1","grantId":"AH/G008213/1","fundValue":"24903","fundStart":"2008-09-01","fundEnd":"2008-12-31","funder":"AHRC","impactText":"  By other people working in related fields. Culture, Heritage, Museums and Collections Cultural","person":"Eva  Frojmovic","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}