{"id":"B3F56011-2CED-4FE0-A501-BBE1A4A54E13","title":"DEVELOPMENT OF DC TRANSFORMER AND FAULT CURRENT LIMITER FOR HIGH-POWER DC NEWTORKS","abstractText":"This project studies development of high power DC transmission networks. There is currently significant interest in developing technologies that will enable interconnection of distributed DC sources to DC networks in multi MW power sizes. The application fields include offshore renewable power parks, North Sea Supergrid, subsea power supplies in oil industry and many more. A medium power DC network test rig will be developed at Aberdeen University which will include DC transformers and fault isolation components. The project will investigate efficient, light-weight DC transformer topologies that will enable cost-effective power exchange between DC systems at wide varying voltage levels. The DC test rig will enable practical testing of DC circuit breaker which will be one of the crucial enabling technologies for DC networks. The project further investigates the operational and control principles of future large DC power networks. This project strengthens collaborative links between University of Aberdeen and Ryerson University LEDAR laboratory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H010262/1","grantId":"EP/H010262/1","fundValue":"297055","fundStart":"2010-04-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  This project has developed new fault tolerant high power converters and DC grid concepts. The outputs have been used by many researchers worldwide who work on DC grid development. Also two new converter concepts are in commercialization stage. Energy Societal,Economic","person":"Dragan  Jovcic","coPersons":[],"organisation":"University of Aberdeen","findingsText":" Thyristor-based harware DC/DC converter has been demonstarted with following properties:\n\n- DC/DC voltage stepping,\n\n- Controllable DC power flow,\n\n- DC fault isolation,\n\n\n\nAn IGBT-based DC converter has been developed and modeled on simulator with the follwing properties:\n\n- DC/DC voltage stepping,\n\n- Controllable DC power flow,\n\n- DC fault isolation,\n\n\n\nA DC-fault tolerant VSC AC/DC converter has been developed. This converter is simple and inexpesive and yet suitable for high power applications. New DC/DC converters and VSC AC/DC converters. Converter models and control methods. DC grid building principles. Energy","dataset":"gtr"}