{"id":"B406324D-B83D-4CFA-BF83-3D998BEABA5F","title":"Framing Muslims: Structures of representation in Culture and Society post-9/11","abstractText":"Since September 11 2001, Muslim communities in Europe and America have come under increased scrutiny in a variety of cultural forms as part of a renewed concern to define and delimit the parameters of the nation and of western civil society more generally. This network will foster and support research into the cultural, artistic, social and legal structures which 'frame' contemporary debates about Muslims in the west. The network will bring together experts in various fields to interrogate the way Muslim subjects have been positioned and 'spoken for', and how the communities concerned have responded to these externally imposed definitions. \\n\\nThis network will be of interest to academics, researchers and students in a variety of disciplines including postcolonial studies, anthropology, law, and cultural studies. Its topical remit will contribute to an awareness of the shaping force of representation in a multicultural society, and will extend understanding of the processes by which such representations gain currency.\\n\\nThe transnational collaborative dimension will allow for comparative study of the discursive framing of Muslims in both Europe and America, understood in terms of its longer history and its contemporary manifestations. This will be facilitated by cooperation with the Working Group for the Study of Transnational Networks, University of California, Irvine, the Centre for Religion and Media at New York University, ISIM in the Netherlands, CADIS-EHESS in Paris. The interdisciplinary remit allows for a broader perspective on issues of representation in both its political and aesthetic senses, with implications for policy making and intercultural relations. \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F007264/1","grantId":"AH/F007264/1","fundValue":"49550","fundStart":"2007-09-08","fundEnd":"2010-01-30","funder":"AHRC","impactText":"  Use by MEND: Muslim Engagement and Development (formerly ENGAGE)\n\nMEND (formerly ENGAGE), is a not-for-profit company that was founded in 2008 to help empower and encourage British Muslims within local communities to be more actively involved in British media and politics.\n\nENGAGE seeks to enable British Muslims to engage more effectively with political and media institutions and play a greater role in British politics and society by instilling confidence, competence and awareness. They do this in the following ways: Masterclass in Media and Politics, Elections portal, Islamophobia Awareness Exhibition, Research and advocacy, Documenting Anti-Muslim Hate Crimes and Analysing media output on Islam and Muslims.\n\nThey have made use of the work of Drs Morey (PI) and Yaqin (Project Partner), in particular their book, Framing Muslims, in two recent projects - the media masterclass and the Islamophobia Awareness Exhibition.\n \nIn the media masterclass, the book's analysis of the representation of Muslims in film and literature is used to illustrate the stereotypes that pervade in this medium. It is used to complement analysis done by academics on the representation of Islam and Muslims in print and broadcast media to inform of the widespread dissemination of such stereotypes through diverse platforms; news, commentary and in the entertainment industry.\n \nIn the Islamophobia Awareness Exhibition and the accompanying exhibition guide, the work in Framing Muslims is used to provide in-depth analysis of what constitutes 'newsworthy' articles when selecting stories about Muslims or Islam and how pre-determined patterns of selection reinforce negative stereotypes. Again, this work is used to complement studies done dealing with print media output to provide a comprehensive analysis of persisting negative stereotypes.\n\nThe exhibition toured the country and venues included: the MCB's community dinner, Birmingham &amp;amp; Leicester, (200+ attendees at each event); Social Workers Action Network conference, Southbank University, (500+ attendees); Canterbury Christ Church University - 1 week display, (+500 visitors); ENGAGE question time event in Birmingham, (+100 attendees); UAF conference, London, (+500 attendees), including Ken Livingstone, Diane Abbott, Owen Jones amongst others; Communications Workers Union headquarters with Billy Hayes, SG of CWU, (+200 attendees); LSE Islam Awareness Week, (+100 attendees); Manchester Museum, (+2000 attendees); London Muslim Centre &amp;amp; East London Mosque, (+200 attendees); West London Islamic Centre, (+100 attendees); Oxford University Pakistan society, (+150 attendees); NUS Black Students Committee, Southbank University, (+300 attendees).\n\nMedia Use:\nThe Framing Muslims book formed the basis of research for a 'Night Waves' programme on BBC Radio 3 about the concept of Muslim Comedy in North America, first broadcast in March 2013 (http://www.bbc.co.uk/programmes/p015rhwv). Information provided by the presenter Samira Ahmed.\n\nIn addition, the PI was an invited studio contributor to the Islam Channel's Politics and Media Show (5th September 2011 and 21st November 2011). http://www.youtube.com/watch?v=EvElD2WkFGI\nhttp://www.youtube.com/watch?v=W9w3qj0ZXDc\n\nHe was also an invited interviewee on RT channel's 'Sputnik' discussion programme (21st June 2014) https://www.youtube.com/watch?v=Zp15tHyB9hA, where the findings of the Framing Muslims book shaped the discussion. Communities and Social Services/Policy,Culture, Heritage, Museums and Collections,Other Cultural,Societal","person":"Peter  Morey","coPersons":[],"organisation":"University of East London","findingsText":" 1) Through the activities of the Framing Muslims research network we have established a flexible critical methodology for the study of representation of Muslims in various contexts of culture and politics since 9/11. This resulted in a new theorisation of the relationship between representation and power that the Principal Investigator and Project Partner offer in their Harvard University Press book, Framing Muslims: Representation from 9/11 to 7/7 (2011) and in a number of other related publications.\n2. We staged a number of events, such as seminars, conferences and readings and our partners' and contributors' expertise, covering a range of academic disciplines, as well as insights from practitioners and activists, have helped to build up a composite picture both of the way in which Muslims are caught and 'framed' by certain agendas that repeat themselves across the world - having to do with security, terrorism, citizenship and ideology - but also brought us to consider the way in which Muslims have fought back to create spaces of their own, particularly in the 'new' digital media and in popular and youth culture.\n3. Insights about Muslim disadvantages and opportunities, which have arisen from the discussions and written work the network has generated, are important in that further aim of effectively challenging the habitual framing of Muslims as a problem, and the advancement of agendas for inclusive citizenship. This is not necessarily the same as integration and certainly not the same as assimilation, but requires a dialogic engagement about the meaning of citizenship. \n4. Our work focused extensively on theories of multiculturalism and has helped to build up a more precise picture not only of the stereotypes themselves, but of the media practices and contexts from which they emerge. It dovetails with the work of other funded projects, such as that undertaken recently at the Universities of Manchester, Cardiff and Central Lancashire, in illustrating the need for a greater degree of self-reflexivity among media practitioners and for more fundamental questions to be asked about press neutrality and mechanisms of redress. Although this project began before the Pathways to Impact requirement became a central feature of funding calls, Framing Muslims presented a number of insights with potential application now and in the future. First, government and policy makers now have a research resource delineating the effect of stereotyping and how rushed or ill-conceived policies may result in exacerbation and alienation. We have shown, in our jointly-authored book, Framing Muslims, how debates about multiculturalism and the idea of 'representative' figures and groups need to become more subtle and less instrumentalised: something that politicians and commentators could usefully take on board. We are gratified to see that work is already on-going in education to address and combat the invidious effects of anti-Muslim prejudice at secondary school level and our work provides a resource both for this, and for Muslim engagement groups in general, some of whom have already drawn on our findings. With our focus on literature and the arts, we have also been able to show how the imagined life worlds of migrant communities are an important resource for understanding ideas of self and society. Our experts also demonstrated how literary life worlds play a particular orienting role for migrant communities in ways that offer great potential for promoting understanding. Cultural practices, for so long now the battleground for questions of belonging, have been shown by our work to be a fruitful space where shared values can be nurtured, instead of a place of suspicion and difference. The matter of representation - at the heart of Framing Muslims - continues to be the main terrain where these questions need to be addressed. Communities and Social Services/Policy,Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}