{"id":"B40B614F-66A6-48AE-A39A-F6E57CB500E3","title":"Quantum Digital Signatures","abstractText":"Harnessing quantum effects for communication and computation shows great potential in applications such as unconditionally secure cryptography and quantum computation. The latter would allow for faster algorithms for important computational tasks such as factorisation and database search, which can be used in everyday applications, such as internet security and rapid medical diagnosis or DNA searching. With very few exceptions, however, experiments are far from implementing theoretical results. A notable exception is quantum key distribution (QKD), for which a number of impressive demonstrations exist, with even some primitive systems being commercially available. On the whole, however, experimental proof-of-principle realisations of quantum information protocols remain an important, and in many cases, an ambitious objective.Digital signatures is an important and widely used application of public key cryptography, and allows one party to securely sign documents so that other parties can be sure of their origin and authenticity. Classical public key cryptography unfortunately relies on unproven assumptions regarding the computational difficulty of reversing a so-called ``one-way mathematical function in order to break the code. Quantum public key cryptography, on the other hand, can be made unconditionally secure based on information-theoretical limits. Our main objective is to realise a proof-of-principle experiment for quantum digital signatures. The protocol is an adaption of the scheme by Gottesman and Chuang modified to use coherent states and linear optics. Essentially, the security is guaranteed because it is impossible to perfectly determine the state of a quantum system, if its possible states are non-orthogonal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G009821/1","grantId":"EP/G009821/1","fundValue":"348157","fundStart":"2009-06-30","fundEnd":"2012-12-29","funder":"EPSRC","impactText":"","person":"Gerald  Buller","coPersons":["Erika  Andersson"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}