{"id":"B40F38D8-0DA6-41C3-832A-4B7A0675D8EA","title":"Examining Effective Teaching in Rural Honduran Secondary Schools","abstractText":"Honduras is one of the poorest and most violent countries in Central America. In this context, education should offer an escape; a path to a better future. However, the quality of Honduran schooling is abysmal, and few youth are able to study in secondary schools.. Despite these challenges, in our previous research we have discovered what one Honduran educational authority described as a &quot;light in the path,&quot; a way for rural youth from disadvantaged communities to have access to high quality education. This &quot;light&quot; is the Sistema de Aprendizaje Tutorial program (Tutorial Learning System or SAT). In the proposed research we will build upon the positive findings of our recently completed impact evaluation (see McEwan et al., 2014) to examine a number of remaining questions regarding the elements that support effective teaching in poor, rural, geographically isolated communities. Furthermore, by collecting follow-up data collection with a cohort of youth from 94 villages that we began tracking in 2008, we will be able to examine whether learning gains fade over time as well as whether there are linkages between improved quality education and successful transition to adulthood (e.g. enrollment in tertiary education, labor market outcomes, delayed marriage and pregnancy). In doing so, this research will also provide a unique opportunity to develop improved measures of educational quality and adolescent girls' empowerment in low-income countries. \n\nInformed by our earlier research and a review of the literature, we conceptualize effective teaching to be supported by three features of the SAT system of education: 1) Teacher recruitment and preparation; 2) The provision of resources for teaching effectiveness; 3) A system of professional support, accountability, incentives and rewards. With this framework in mind, we have designed a research project that examines the following core research questions through a mixed-methods case study: \n1) What system-wide supports make a critical contribution to &quot;effective teaching&quot; in rural Honduran secondary schools? \n2) Which elements of effective teaching contribute to sustained learning gains that are relevant and useful for youth as they transition to adulthood? \nFor the purposes of this proposal, we define &quot;effective teaching&quot; as teaching that leads to both immediate and sustained gains in learning across a range of competencies relevant to successful adulthood. \n\nWe will employ case study methodology, examining two &quot;nested&quot; cases of secondary schooling in rural Honduras, the SAT program and more traditional Centros de Educaci&oacute;n B&aacute;sicos (CEB). Results of our earlier research comparing SAT and CEB suggest that learning outcomes for SAT are considerably higher than CEBs (.2 standard deviations; stated differently residing in a SAT village increased the rate of learning by 45 percent). Despite these striking learning improvements, we estimate the cost of SAT to be 18 percent lower than CEBs. This comparison (SAT/CEB) allows us to gain valuable insights regarding the elements that support effective teaching and improved learning outcomes. A follow-up round of data collection with our cohort of youth will also address the question of whether learning gains fade over time and allow us to better understand the ways in which quality education influences the transition to adulthood. Our research methods will include the application of quantitative instruments (surveys and assessments) as well as qualitative in-depth interviews, extensive classroom observation, and the observation of teacher professional development sessions. \n\nBeyond the qualitative and quantitative datasets that this study will generate, the outputs of this research include measures of educational quality (assessments and scales) that can inform future research in other developing country contexts. We will disseminate our findings via traditional (e.g. academic journals, conferences) and new (e.g. Prezi, YouTube) venues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M004864/1","grantId":"ES/M004864/1","fundValue":"286943","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"ESRC","impactText":"","person":"Erin  Murphy-Graham","coPersons":[],"organisation":"Regents of the Uni California Berkeley","findingsText":"","dataset":"gtr"}