{"id":"B4139C36-C77D-429D-872A-1D22AEBD7444","title":"Research Into Global Healthcare Tools (RIGHT)","abstractText":"Since the 1980's the National Health Service has undergone a series of massive changes and reforms. Just now, its cost-saving proposals and the performance of its Connecting for Health programme are, unfortunately, in the news. Political pressure has produced an endless stream of new initiatives, but the scale and complexity of the NHS has meant that these reforms were often unsuccessful, leaving Health Service clinicians and managers feeling powerless in the face of constant change.One way to prove-out policy, design better services, and specify the role of technology in service provision, is through a greater use of simulation and modelling. For a variety of reasons, this approach has not been widely used, although there is evidence of emerging demand. However a number of problems face the community should it wish to embrace simulation in a much bigger way / and it is these barriers that RIGHT will address.Firstly, most modelling work to date has focused on narrowly defined areas of healthcare, for example discrete-event simulation models of individual clinics, and the ad-hoc application of so-called industrial techniques such as agile or Lean manufacturing, six sigma, and just-in-time approaches to specific, well-defined hospital-based services. Health service providers are understandably sceptical about the benefits that such approaches may bring. A second problem is that the modelling techniques have yet to be linked up systematically to the improvement philosophies (such as Lean Thinking or Six Sigma) that are driving elements of change. Finally, simulation performed at one level (e.g. of a clinic or on a ward) is very self-contained at present, and it is hard to see how the local, for instance, will impact upon the regional, the national, or upon policy planning / or to explore the impact in the opposite direction / from policy to implementation.RIGHT aims to support this community by producing a framework toolkit that will, for the first time, provide a systematic analysis of these approaches from the users' perspective. This is the first step towards creating a comprehensive framework for revolutionising healthcare provision through improvements in the design, delivery and evaluation of services. The framework tool kit will enable users to identify their resources and constraints (in terms of access to data, skills at their disposal, and deadlines that they must meet) and select appropriate tools to redesign the service at a level applicable to them, be it a clinic, a service in the community, across a hospital, or even a national policy. These users will be able to experiment in a risk-free environment with radically different system configurations, processes and, where appropriate, technologies. The toolkit will include training material and user guides.RIGHT will go some way towards validating this framework toolkit through a series of user-led exemplars that range from strategic planning in a large district general hospital, to design of regional services by a network of service providers working in both primary and secondary care organisations. The RIGHT team will use modelling as a system level tool for integrated design (to support healthcare providers) and as a means of articulating the role and value of technology (to support suppliers). It takes a broad and ambitious view of simulation and modelling in order to create risk-free artificial worlds in which participants can experiment with reality, usually but not necessarily involving computers. RIGHT will enable the benefits gained in manufacturing industry through the use of these new approaches and technologies to be evaluated and then carried across in a manner tailored for and appropriate to the NHS.Four universities (Brunel, Cambridge, Southampton and Ulster) have teamed up with clinical leaders from the NHS, alongside three vendors of services based on simulation, to undertake a two year feasibility study in pursuit","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E019900/1","grantId":"EP/E019900/1","fundValue":"1135690","fundStart":"2007-04-16","fundEnd":"2009-10-15","funder":"EPSRC","impactText":"","person":"Terry  Young","coPersons":["Sally  Brailsford","Tillal  Eldabi","Paul Robert Harper","John  Clarkson","Jonathan Hilary Klein","Nigel  Connell","Joseph Handibry Mbatu  Tah","Charles Edward Wainwright","Lampros  Stergioulas","Sally Ida  McClean"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}