{"id":"B4197343-1CCD-4544-AB6F-5DF46D16D3A8","title":"Mainstreaming Genomics: Re-contacting patients in a dynamic healthcare environment","abstractText":"The potential for genomics to contribute to clinical care has long been recognised, accompanied by optimistic scenarios for clinical use of a patient's genetic information. New findings of clinical significance are already becoming available: for example, new information about the significance of particular genetic profiles for heart disease has recently entered NHS practice with implications for understanding individual risk of developing this disease. The knowledge base regarding genomics and health is expanding, and decreasing logistical complexities and costs of assessing genomic variation are contributing to drives to incorporate genomic findings into various areas of clinical care. A recent review of implementation projects in the US found that 'follow-up of genotyped patients', 'outreach to at-risk family members' and 'consent' were among chief challenges faced in implementation (Manolio et al, 2013). These are challenges this proposed project seeks to address, in a framework that addresses clinical implementation processes more broadly. \n\nThere are a number of obstacles preventing the transfer of this new technology and understanding to patients. A key issue is that of professional responsibility: is there a moral and professional obligation for healthcare providers to re-contact former patients and families when new developments of clinical significance become available? What are professional and patient expectations concerning by whom, how, and under what circumstances patients should be re-contacted in light of new genetic information? As genetic medicine continues to be incorporated into mainstream medicine, that is, as genetic tests are increasingly ordered by medical specialities other than clinical genetics such as oncology, cardiology and paediatrics, the phenomenon of re-contacting is becoming both more likely and more complex. Different healthcare professionals may be responsible for communicating genetic test results to patients and families and to re-contact them when information becomes available such as improved diagnosis or therapies. Important psychosocial aspects are involved in re-contacting; new genetic information can have significant and complex repercussions on patients' lives in relation to reproductive decisions, lifestyle choices, employment and wellbeing. Re-contacting can potentially cause anxiety, concerns over health and the future, and may be viewed as an intrusion of patients' and families' privacy.\n\nResearch exploring re-contacting is limited, even while it is recognised as being of increasing importance in healthcare. This project will examine re-contacting in current clinical practice in the NHS; legal contexts and relevant guidelines; ethical issues; and expectations of patients and healthcare professionals. We are aware of no empirical work that is this comprehensive, that has addressed these specific aspects, nor that has employed a framework of potentially conflicting professional cultures and expectations in this context.\n\nThere is limited empirical knowledge and evidence about professionals' and patients' perspectives on re-contacting and there is an urgent need for more research on the capacity of the healthcare system to record and respond to patient preferences for re-contacting in an effective, equitable, ethically sound, and acceptable way. The outcomes of this project will extend our understanding of the implications of rapid innovation in genetic information for patients and families. It will also provide evidence-based recommendations regarding communication between healthcare professionals and patients, potentially leading to the development of an informed ethical and professional framework regarding re-contacting. \nThe project team has significant relevant expertise, including clinical paediatric, cancer and cardiac genetics and knowledge of how these specialties are incorporating genetic information; and in sociology of medicine, technology and genetics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002868/1","grantId":"ES/L002868/1","fundValue":"630329","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"ESRC","impactText":"  We do not yet have findings. It is too early to be looking at impact.  ","person":"Susan Elizabeth Kelly","coPersons":["Angus John Clarke","Peter D Turnpenny","Anneke  Lucassen"],"organisation":"University of Exeter","findingsText":" We have to date not completed any data collection although we have piloted a survey instrument of clinical genetic services' current recontacting practices. The survey is now open for data collection. We intend to expand the survey from the UK to Europe. This is an additional step not included in our original objectives, but as we are establishing at least one European collaboration , and all project partners have strong European networks, it made sense to us to be able to examine a broader picture of practices and impediments. The survey of genetic services will be presented and discussed at an upcoming meeting of the Clinical Genetics Society. We have already presented our project to the Genethics Club, and this will be one of our venues for impact and dissemination of any professional guidelines we develop. Healthcare","dataset":"gtr"}