{"id":"B41EACD5-0EE8-4193-95B6-8096DF217026","title":"Xray studies of the antiferromagnetic spin-density wave in CrV films","abstractText":"New forms of order can develop in materials through phase transitions, which can change their properties drastically. We encounter examples of classical, thermal phase transitions in everyday life- we are very familiar with the freezing and melting of ice and condensing and boiling of water. Over the past few decades, physicists have become fascinated by order that emerges at absolute zero temperature, which is developed by varying quantum fluctuations instead of thermal fluctuations. We know far less about quantum phase transitions than classical phase transitions because it is more difficult to vary quantum fluctuations than to vary temperature in experiments. Therefore, few quantum phase transitions have been examined with the same level of precision as classical transitions. Even though quantum phase transitions occur at absolute zero temperature, they can have large effects on the properties of a material even at room temperature. The goal of our research is to study quantum phase transition in a common and familiar metal / chromium / rather than the more exotic rare earth intermetallics and transition metal oxides generally used for work on quantum phase transitions. Chromium develops an antiferromagnetic order, which is a hidden type of magnetic order and which can be altered and eventually destroyed by doping with vanadium (V)- the neighbor of chromium to the left on the periodic table. The order can also be altered by making the samples thin in film form. Our plan is to study this hidden magnetic order with x-rays since they have a wavelength smaller than the lengthscale of the hidden order and therefore provide us with a microscopic picture of the order. By studying samples with different V doping and thickness we will gain understanding on how quantum phase transitions depend on the dimensionality of the sample. In addition, materials with order can divide into the antiferromagnetic analogs of ferromagnetic domains, whose magnetizations point in different directions. Our goal is to understand the domains and the domain boundaries and eventually the properties of a single domain by using a focused x-ray beam smaller than the domain size to gain local information of the hidden order from domain to domain. Finally, when the dimension of a sample is small enough and comparable to a characteristic length scale that represents the property of the sample (electron wavelength or antiferromagnetic spin density wavelength), quantum size effects arise. Our goal is to study quantum size effects related to the development of the antiferromagnetic order. Developing a more detailed understanding of quantum phase transitions, antiferromagnetic domains, and quantum size effects in chromium will have a large scientific impact in statistical and solid state physics and perhaps lead to new devices that exploit these effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G06749X/2","grantId":"EP/G06749X/2","fundValue":"106388","fundStart":"2012-12-01","fundEnd":"2014-08-31","funder":"EPSRC","impactText":"  We have studied a class of magnetic materials which exhibit very exotic fundamental behaviour. Developing a more detailed understanding of quantum mechanical phase transitions, antiferromagnetic domains has a large scientific impact in statistical and solid state physics and perhaps lead to new electronic devices that exploit these effects. Digital/Communication/Information Technologies (including Software),Electronics Economic","person":"Neal  SkipperYeong-Ah  Soh","coPersons":[],"organisation":"University College London","findingsText":" We have found hidden magnetic order with x-rays exploiting the fact that they have a wavelength smaller than the lengthscale of the hidden order and therefore provide us with a microscopic picture of the order. By studying samples with different V doping and thickness edunderstanding on how quantum phase transitions depend on the dimensionality of the sample. We have obtained fundamental understanding of magnetic materials. Our materials can be divided into the antiferromagnetic analogs of ferromagnetic domains, whose magnetizations point in different directions. We now understand the domains and the domain boundaries and eventually the properties of a single domain by using a focused x-ray beam smaller than the domain size to gain local information of the hidden order from domain to domain. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}