{"id":"B41F0786-B0B5-4E3B-B249-065BC2678E47","title":"An investigation of action potential triggered calcium release from a lysosomal store in hippocampal neurones","abstractText":"One of most exciting challenges in contemporary science is to unravel the workings of the brain. It is a challenge on many levels that has brought together researchers from diverse fields of biology, physics and psychology. The implications for such research are profound: from the development of therapies against neurodegenerative and psychobiological diseases, to understanding the computational properties of the brain. \n\nWithin the brain diverse functions such as neuronal cell development, learning and degeneration are all dependent on dynamic calcium ion signals. Malfunctions in calcium ion signalling may underlie disorders such as Alzheimers disease and epilepsy. Modern fluorescent microscopy techniques allow detection of changes in the intracellular concentration of calcium ions. Using these techniques in combination with pharmacology we have identified a novel mechanism by which neurones regulate calcium ion level during activity; a structure known as the lysosome, more typically associated with cellular metabolism, appears to release calcium ions in response to neuronal activity.\n\nOur current work is focused on resolving more finely the patterns of calcium ion release from the lysosome. Genetic tools will be used to identify the way neuronal activity is detected by the lysosome. Electron microscopy will reveal the precise cellular location of this calcium ion store. Examining precisely how the lysosome regulates intracellular calcium ions will add a new dimension to our understanding of the complex roles of this ion.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501572","grantId":"G0501572","fundValue":"391933","fundStart":"2006-04-01","fundEnd":"2009-09-30","funder":"MRC","impactText":"","person":"N  Emptage","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}