{"id":"B420EC96-6E21-4564-B58D-D063C4DC0CE3","title":"Development of single molecule techniques for nanoscale imaging of toxic protein species in vitro and in cells.","abstractText":"Proteins are one of the fundamental building blocks for life, but in order to work correctly, proteins need to be in the right shape, or, in scientific language, they need to maintain their fold. When proteins misfold, they can take on aberrant shapes and often collapse in the form of insoluble deposits, which can be toxic to neurons in the brain. Indeed, major diseases such as Alzheimer's or Parkinson's diseases (PD), are characterized by the formation of insoluble deposits of proteins which polymerize in the form of long filaments, called amyloid fibrils. Unfortunately, the molecular interactions that lead to fibril formation and subsequent aggregation are not yet elucidated; therefore, high resolution techniques that characterize the ultrastructure of fibrils are in high demand. Electron microscopy is widely used for this purpose, but its invasive nature prevents it from following fibril formation in time and EM requires elaborate sample fixation and mounting protocols. Atomic force microscopy can also image fibrils at high resolution, but it is limited to surface topology. Although fluorescence microscopy can complement these techniques, conventional optical methods are limited by diffraction and provide a resolution far too coarse to provide information in protein fibrils / aggregates. Recently, variants of single molecule fluorescence techniques have been developed that provide 10-20 nm resolution i.e. much smaller than the wavelength of the probing light. How do they work? A sample is tagged with so called photoactivatable fluorophores which can be switched on and off with pulses of light; one can thus think of each fluorophore as a switchable light bulb. By switching on a few individual light bulbs at any one time and taking an image, the positions of the active light bulbs can be determined with very high precision (10-20 nm). By repeating this process thousands of times, activating different fluorophores each time, and taking as many images the precise location of each fluorophore can be determined and information on the underlying structure can be obtained (as an analogy one may think of a Christmas tree, 'labelled' with lots of lightbulbs: If the positions of the individual lightbulbs are accurately known, information on the underlying shape/structure of the tree can be regained). It is with such so called single molecule fluorescence techniques we would like to gain, for the first time, dynamic information on the sizes and shapes of fibrillar structures formed by alphasynclein (AS), a protein that misfolds and lies at the heart of PD. We will complement this research with other optical techniques developed by us, which also give us molecular scale resolution of protein aggregates forming in cells, and also in test solutions. If successful we will end up with tools that give us much more direct information on the aggregation process in cells than has hitherto been possible. It would be exciting for example, if we were to see differences in the AS protein deposits formed in cells treated with potential anti-aggregation drugs compared to those which have not been treated. In any case we will end up with new knowledge and tools, with which to study protein function and 'misbehaviour'. The proposed work brings together the expertise of molecular and chemical biologists, physicists, and engineers who have put in place the building blocks to tackle this important problem in neurodegenerative disease with novel optical tools.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H018301/1","grantId":"EP/H018301/1","fundValue":"317510","fundStart":"2010-01-11","fundEnd":"2013-01-10","funder":"EPSRC","impactText":"  This grant supported the development of a super-resolution localisation microscope, and the development of related data analysis and super-resolution image reconstruction software, and the application of this system to study several biomedical research problems. The first essential outcome of this research was our demonstration (doi 10.1021/ja201651w), for the first time in the world, that super-resolution microscopy is able to quantitatively and qualitatively study the formation and structure of amyloid protein fibrils which play a key role in neurodegenerative diseases including Alzheimer's and Parkinson's disease. We have gone on to publish further, original super-resolution studies into the relation of amyloid fibrils to neurotoxicity, and these studies provide important fundamental insight into the biochemistry of Alzheimer's disease. Our further work with the Medical Research Council (MR/K02292X1) has provided biomedically significant evidence of how the propagation of toxic protein species may lead to progressive neurodegeneration. Our participation in the Cambridge Neuroscience consortium (http://www.neuroscience.cam.ac.uk/) has allowed us to effectively share the scientific results of these studies, as well as to make our super-resolution imaging instruments available for collaborators in several medical imaging projects. Spin-off projects based on the use of the instrument developed in this project include a super-resolution study into the structure of virus particles, which has now been supported by a Leverhulme grant in collaboration with researchers based at Addenbrokes hospital, and which has led to original structural virology technique being accepted for publication in Nature Communications (Nov 2014, Laine et al). \nSuch projects supported the successful case for the establishment of the Cambridge Advanced Imaging centre, at which we play a key role in development of advanced and original imaging techniques which are available to biomedical researchers throughout the University of Cambridge (http://caic.bio.cam.ac.uk/) . We have also actively engaged in media outreach activities (in collaboration with Alzheimer's research UK, and with BBC radio) to publicise the progress being made in understanding the fundamental mechanisms of neurodegenerative diseases, and hence in development of diagnostic methods and therapies. \nIn keeping with our commitment to making our work available to the public, the super-resolution imaging software that we developed for this project has been published as open source material (10.1088/2040-8978/15/9/094012), and we continue to publish refinements as they are developed. These developments are based on practical experience provided by access to the instrumentation supported by this grant, in collaboration with theoretical expertise of our group and collaborators (e.g. 10.1186/2192-2853-1-12). Further development of these techniques provides valuable research experience for students at the EPSRC Centre for doctoral training in sensor technologies (http://cdt.sensors.cam.ac.uk/). Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Clemens  Kaminski","coPersons":[],"organisation":"University of Cambridge","findingsText":" Many serious neurodegenerative diseaeses, including Alzheimer's disease and Parkinsons's disease, involve the misfolding, aggregation and progagation of naturally-occuring proteins within the brain. \n\nThis grant has supported original research. We performed the first work in the world using super-resolution microscopy to study neurotoxic protein aggregation processes. This technique provides new insight into the nature of protein aggregation, because it makes it possible to image the formation of potentially-toxic amyloid protein fibrils at high resolution AND under physiological conditions (and even in-vivo). This new capability supports a number of biophysical studies into related protein diseases.\n\nWe have also studied the computational basis of super-resolution microscopy techniques - these techniques are recent inventions, and we are among the researches establishing their theortetical basis. An important outcome of our computational work is the development of a theoretical resolution criteria for a type of super-resolution known as localisation microscopy. Advances in understanding the molecular biochemical basis of Alzheimer's and Parkinson's disease are essential to support pharmaceutical research into therapies for these illnesses.\n\n\n\nThe imaging techniques developed in this research could also form the basis of medical diagnostic tools for neurodegereative disorders. The fundamental advances in medical knowledge obtained by this research are shared with the neurodegenerative diseases research community through our involvement in the multidisciplinary Cambridge Neuroscience consortium, as well as through publication. \n\n\n\nOur advances in imaging technology are the basis for our participation in the Cambridge Advanced Imaging Centre (http://www.pdn.cam.ac.uk/caic/). This research centre makes cutting edge microscopy techniques available to researchers throughout the University of Cambridge. Furthermore, imaging software developed as part of programme is made available as open-source. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}