{"id":"B428EDFC-DE04-4301-AA90-153212A9547F","title":"Embedding Sustainability in the Hairdressing Curriculum - Sustainable Solutions for the Hair &amp; Beauty Sector","abstractText":"Despite efforts to raise awareness of the challenges of sustainable development and environmental issues, individual behaviour has been slow to change. The proposed Knowledge Exchange study is based on the results of a previous study that explored the efficacy of an innovative bottom-up social marketing approach to encourage pro-environmental behaviour, using hairdressers as 'catalytic individuals' to diffuse knowledge relating to responsible chemical, energy and water use across their social networks. Social psychological research and research into behaviour change indicate that a key driver of behaviour is social norms. However even when people are aware of what they should do (injunctive norms) a stronger driver of behaviour is descriptive norms i.e. what everyone else is doing. Therefore, attempts to change behaviour need to take into account social norms. In our original study we targeted hairdressers on the basis that they talk to more people than almost any other occupation and therefore are in a strong position to affect norms relating to hair care. \nHairdressers use a lot of energy, water and chemicals, but our research last year indicated that, despite the increased concerns and public pronouncements on the importance of sustainability, little awareness has filtered into the hairdressing sector. This lack of attention to environmental issues by hairdressers then constitutes a social norm that is antagonistic to sustainability awareness, especially hair-washing, drying and colouring, which are activities that are carried out at home. In our original study we found that once their awareness had been raised, hairdressers were motivated to adapt their practices to reduce energy, water and product use and decrease waste. There was also a demonstrated increase in the awareness of environmentally friendly hair care practices among the customers of hairdressers that participated in our study. Thus our research indicated that raising awareness of more environmentally friendly hair care practices can not only reduce the environmental impact of the hairdressing sector as a whole, but also presents a powerful means of developing more pro-environmental social norms relating to use of energy, water and toxic chemicals for the general population. \nAs part of our original research, we ran a number of 'Green Salon Makeover' workshops for hairdressers. Key issues identified from these workshops included: the potential to make resource efficiency savings within the salon, ideas on products and practices that can enable salons to reduce their energy, water and product use, and how to engage, incorporate and promote sustainability aspects to clients and across the sector more generally. Although our original study demonstrated the efficacy of engaging hairdressers in pro-environmental behaviours, its impact was limited due to the relatively small sample size we were able to access. Thus to maximise impact and embed relevant environmental knowledge across the sector, the proposed knowledge exchange scheme aims to train the trainers. Specifically, to pass on the knowledge gained to trainers in UK hairdressing colleges, trainers for large salon chains and at industry events. This will involve working with organisations that develop and award hairdressing qualifications such as VTCT and City and Guilds.\nSuch knowledge exchange activities will benefit VTCT and City and Guilds by helping them to adapt their current hairdressing courses and awards to include environmental aspects. Salons who have been trained to consider environmental aspects can gain cost benefits from reduced resource use, and health benefits from reduced use of toxic chemicals. Similarly, clients exposed to more efficient hair care practices (e.g. washing just once, using less shampoo/dry shampoo, drying less, more easy care hairstyles etc.) make energy and cost savings. The corresponding reductions in energy use also helps the government meets its emissions targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M004031/1","grantId":"ES/M004031/1","fundValue":"95736","fundStart":"2014-11-10","fundEnd":"2016-05-09","funder":"ESRC","impactText":"","person":"Denise  Baden","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}