{"id":"B42AAB0B-DB4B-496C-AC36-4A6F5C447ED1","title":"Flow dynamics and sedimentation in an active submarine channel: a process-product approach","abstractText":"Submarine channels are spectacular features that can extend for thousands of kilometres across the seafloor, are often kilometres wide and up to hundreds of metres deep. They are formed by density currents; underwater flows of sand, mud and water that are denser than sea water and therefore flow along the seafloor. These channels are very important as they are the major transport pathway for moving sediments to the deep sea and form the largest sedimentary deposits on Earth. These deposits are significant hosts for gas and oil reserves and hold key information on past climate change and mountain building episodes. Such flows are difficult to study, typically being infrequent and highly destructive; they pose a major hazard to sea-floor engineering such as cables and pipelines, and have often destroyed scientific measurement equipment. Consequently, our knowledge of such flows comes mainly from laboratory experiments, and understanding of their deposits from studies of ancient examples now exposed on land. As a consequence there are no detailed studies of these flows in natural channels, and no studies that link flow measurements to the deposits that are produced. There is almost no other environment on Earth where we do not have any knowledge of how flow processes are linked to their sedimentary deposits, and this in the largest deposits on Earth! Consequently, there is an urgent need to improve our understanding of the interactions between flow, morphology and deposits within an active submarine channel. However, in addition to the technical problems associated with monitoring these density-driven flows, most submarine channels actually formed when sea-levels were much lower than today; present-day flows are typically much smaller than those that formed the channels/deposits, making study of interactions impossible. Furthermore, innovative techniques are required to measure detailed flow patterns within these channels. Around 6,000 years ago sea-level approached its present level, and dense salty fluid (10-15 m thick) from the Mediterranean started flowing through the Bosphorus Strait (past Istanbul) into the Black Sea, forming an almost constantly active sea-floor channel network. The first spectacular images of this system and its sedimentary deposits were only obtained in 2005. This provides a unique opportunity to study both flows and deposits in an active sea-floor channel for the very first time and to use this knowledge to formulate and test predictive models. We have assembled a world-leading group of UK and international scientists to tackle this challenge. We will use Autosub3 NERC's new state-of-the-art autonomous submarine (yellow, of course!) to 'fly' our measurement equipment just above the bottom, allowing us to map channel morphology and the three dimensional (3D) flows in unprecedented detail compared to what is possible from traditional ship-based methods. The flow data will be linked to measurements of sea-bed properties, smaller morphological features such as bedforms, and seismic data that images through sediment to reveal the internal structure of the deposits. These data will be used as input conditions for an innovative computer simulation model of flow and deposition in submarine channels. The numerical modelling and field-data will be combined to enable us to: i) assess bedforms in the channels with respect to the flows forming them, allowing reconstruction of past flows from preserved bedforms in older rocks for the very first time; ii) model bend flow to enable sediment patterns in the deposits to be predicted, and, iii) develop a new understanding of how flow and morphology is linked to long-term sediment deposition. These data will revolutionise our understanding of both flows and deposits in submarine environments, with key applications to: i) geohazard analysis, ii) design criteria for seafloor engineering, and, iii) prediction of sedimentary deposit types and distributions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F020511/1","grantId":"NE/F020511/1","fundValue":"311864","fundStart":"2010-05-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"  Much of the work has only very recently been published, end 2013 and 2014, with further papers to come, so impact in terms of economic and societal impact will in part follow. Key impacts to date include a PhD studentship with GDF Suez looking at the detailed morphometrics of submarine channels, and the impact of this on flow; in collabaration with the University of New Hampshire, in the USA. A second PhD studentship is working on commercial data in the Zaire Canyon with a view to understanding submarine channel flows for the planning of sub-sea cables and pipelines.\n\nSocietal impact has included greatly extending knowledge of submarine channels amongst the general public and the broader scientific community through the public dissemination of science. This work has included a talk, associated video streaming and YouTube video in the Geological Society of London's flagship public lecture series; the publishing of a feature article on the work of this NERC grant in New Scientist, and a whole segment of Discovery Channel's Daily Planet show on submarine channel dynamics and the understanding of this gained from the Black Sea. The PI has been invited to the 14th Istanbul Biennial in 2015 as part of the Education programme, to talk about the Black Sea flows to those living around the Bosphorus. Other press coverage of this NERC funded research on the Black Sea submarine channel includes: National press: Telegraph; Daily Mail online. International Press: Abril (Brazil), Times of India, The Hindu (India), Net Gazeti (Georgia). TV: Aajtak (India), Romanian TV, NTV (national Turkish news). Radio: Radio 5 Live. Online: Wikipedia, AOLNews.com, Softpedia, The Money Times, Keral.com, International Water Association, RoboticTrends.com, underwatertimes.com, UPI (global); Buenos Aires News.net (Argentina); NineMSN, Australia News.net (Australia); Bangkok New.net, Bruneinews.net, Malaysia Sun Online; The Asian Age (Asia); Xinhuanet.com (China); OneIndia, Yahoo India News, AndhraNews.net, Sindhtoday.net, taaza.com (India); Trouw.nl, Scientas.nl (Netherlands); informativostelecinco.com (Spain); Sabah. Com (Turkish); GreenFudge.org, BioScienceTechnology, Tonic, NewsVine (USA). This media coverage has also led to broader opportunities to discuss science including the BBC One Show and a BBC2 documentary 'Swallowed by the sea: ancient Egypt's greatest lost city'. Education,Environment,Culture, Heritage, Museums and Collections Cultural,Societal,Economic","person":"Jeffrey  Peakall","coPersons":["Daniel Roy Parsons"],"organisation":"University of Leeds","findingsText":" First evidence for reversed secondary circulation in submarine channels relative to that observed in river channels. Such circulation had been proposed based on experiments and theory but had been extremely controversial. Finding this in nature has changed the field, with recognition now widespread. This is a key component of the three-dimensional flow field which ultimately controls sediment deposition and channel evolution in these submarine channels.\n\nFirst direct measurements of hydraulic jumps in an active submarine density current, following over four decades of speculation that these are an important feature of submarine density currents invoked in a wide range of seafloor processes.\n\nFirst measurements of the three-dimensional velocity and density structures of an active submarine gravity current that provides insight into the controlling forces acting on the flow, thus enabling better future models of these flows.\n\nTheoretical analysis demonstrating the importance of three-dimensional material transport as the primary control of secondary flow dynamics of meandering submarine gravity currents, following over half a century of two-dimensional models in subaerial and submarine meander systems.\n\nDevelopment of a 2.5D shallow water model, incorporating empirical stratification, of channelized gravity current dynamics. First validation of theoretical against real-world gravity current dynamics, highlighting the importance of vertical flow stratification in flow channelization. The hydrocarbon industry is drilling the deposits of these submarine channels, in particular, in deepwater, offshore settings. They have an urgent need for a much improved understanding and modelling of these deposits. The work of this project has identified a series of major changes in our understanding of these processes, and will drive future numerical modelling of these systems and their deposits. This research is already being used to assess submarine channels at outcrop. The work will drive future numerical modelling of submarine channel flow dynamics and channel evolution to incorporate three-dimensional flow, and lateral density gradients. Energy,Environment","dataset":"gtr"}