{"id":"B42A3F0E-76C2-4F23-8D30-194DB1405DE3","title":"UNIGRAF: Understanding and improving graphite for nuclear fission","abstractText":"Graphite has been an important material used in nuclear energy since the first reactor at Oak Ridge Laboratory (ORNL) in the USA where it was used as a moderator to slow down neutrons and control the fission process. Graphite is also used in the existing gas-cooled reactors (AGRs) in the UK and is an important material for the next generation of nuclear reactors. However commercially produced graphite produced on a large scale for nuclear applications is not the perfect layered structure that is described in text books but has a complex microstructure which depends on the production process. It is not yet known which production process gives the 'best' type of graphite for nuclear applications as radiation damage depends critically on the type of microstructure. To understand how the different forms of graphite respond to radiation damage, a joint experimental and modelling programme will be undertaken. This will involve international project partners. Different forms of graphite will be produced by a chinese company, Sinosteel which will be irradiated with a neutron source at ORNL and analysed experimentally there, to avoid the problems of shipment of hot material to the UK. Samples of the graphite, produced by Sinosteel will also be irradiated in the UK using ion beams as a surrogate for neutrons and also at GSI Darmstadt in Germany using swift heavy ions. Various forms of experimental analysis will be undertaken at Loughborough, Oxford and Bristol to examine the microstructure and to determine the its effect on physical properties and thus the type of graphite that has the best radiation resistant properties. A complementary computer simulation investigation will help with the understanding of the basic science behind the radiation damage produced by individual collision cascades but will also examine radiation dose effects which have not been the focus so far of computational investigation.\nThe research will be of benefit to the UK both in terms of its application to existing AGRs but will also keep the UK in the loop for new reactor designs which are currently being planned internationally, where graphite is an essential component.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M018598/1","grantId":"EP/M018598/1","fundValue":"130709","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"EPSRC","impactText":"","person":"Peter  Flewitt","coPersons":["Keith Richard Hallam"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}