{"id":"B42FB229-A5EA-4BE4-BD1F-136A92792455","title":"Bismuth-doped fibre laser systems","abstractText":"Over the past decade such rapid progress has been made on the research and development of high power fibre lasers that these devices are becoming the laser of choice in numerous new and traditional applications in the laboratory or the industrial work place, from biological imaging to the cutting and welding of steel plates. These advances have been enhanced by several major contributions to the science and technology such as multiclad fibre structures, reliable high power single stripe pump diodes and unique multimode fibre couplers in pumping technology. To date, the most advanced fibre laser technologies have relied upon rare earth ion doping of conventional silica based fibres. The use of silica based fibres allows ease of handling, as well as compatibility and integration with existing fibre technology. Primarily three principal wavelength regions are covered by the rare earth ions of Yb, Yb:Er and Tm, operating broadly around 1030-1120 nm, 1530-1600 nm and 1750-2100 nm, respectively. Consequently, there are very significant gaps in the spectral range 1000-2000 nm where these doped fibre lasers cannot operate. This can be solved by fibre Raman laser technology, however, scalability to ultra high average power levels is problematic, energy storage hence pulse energy is a particular problem because the stimulated Raman laser utilizes a virtual state in the stimulated scattering process, while additional nonlinearity in the long lengths of fibre necessary for efficient operation means that the linewidths of the lasers are broadened impeding frequency doubling, in particular to important wavelengths in the yellow and orange. In addition, despite the impact Raman devices have made, no conventional rare earth doped silica based fibre laser or fibre amplifier is available in the second telecom window in the region of minimum dispersion of silica based fibres around 1300nm.This basic-research project will address these issues. Recently, our collaborators at IRCICA-PHLAM (Lille University) have produced new Bismuth-doped silica fibres. These fibres exhibit an extremely broad luminescence profile, extending from about 1000nm to 1600nm. In this project we plan to analyse and investigate cw lasing and power scaling of fully fibre integrated formats of the Bi-doped laser, conveniently pumped by Yb fibre lasers. In addition, tunable laser schemes will be investigated as well as line narrowing mechanisms and frequency doubling of the output to the yellow-orange spectral region should be achievable, with average powers in the visible at the watt level. Compact laser systems at these wavelengths and power levels should be of relevance to applications in ophthalmic treatments as well as in cosmetic surgery. The broad gain bandwidth in addition to allowing extensive tunability should also permit the support of ultrashort pulses and we will develop both picosecond and femtosecond fibre lasers based upon this unique material. Broadband ASE operation around 1050nm and 1300nm can be also of relevance to optical coherence tomograpfy applications.The peak of the gain in Bi-doped silica fibre is in the range of 1270 nm, the region of minimum dispersion of single mode silica fibre. Consequently, the potential exists for the development of an extremely broad bandwidth telecommunications relevant fibre amplifier in this spectral range. It can be seen that Bi-doped silica fibre presents for the first time the opportunity to expand the role of the doped fibre technology in unattainable spectral regions as described above and should further enhance the scientific and technological development of these indispensable devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F025785/1","grantId":"EP/F025785/1","fundValue":"420230","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"","person":"Roy  Taylor","coPersons":["Sergei  Popov"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}