{"id":"B436E272-C456-4C8B-90B1-44D66D2D0F57","title":"Childhood limiting long-term illness/disabilty and socioeconomic disadvantage in the UK: exploring predictors, trends and causal directions","abstractText":"<p>People who need reliable information on disabled children and their families in the UK all recognise that what is available at the moment is too limited. These include central and local government departments, health services, voluntary organisations and researchers. Better information is needed to assist in the planning and delivery of services for this important group. </p>\n\n<p>While more data has become available recently, we need to know about: trends in childhood disability; the numbers of disabled children by geographical region and among some particular groups; why a higher proportion of disabled than non-disabled children live with a lone parent or a parent who is also disabled. We also need to know more about the relationship between socio-economic disadvantage and childhood disability, and how it can be explained. </p>\n\n<p>This project aims to fill these gaps in knowledge and provide better information for service planning and delivery purposes. </p>\n\n<p>It will do this by: </p>\n\n<ol>\n \n\n <li>undertaking secondary analysis of existing datasets: the 1991 and 2001 Population Census and the ONS Longitudinal Study</li>\n\n <li>carrying out a systematic review of the research-based literature on the association between childhood disability and socio-economic disadvantage in high income countries. </li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I007954/1","grantId":"ES/I007954/1","fundValue":"108736","fundStart":"2010-11-15","fundEnd":"2012-11-14","funder":"ESRC","impactText":"  Scientific Impacts\nWe have achieved the scientific aims we set out in our proposal, namely to increase knowledge and understandings of the aetiology of childhood disability. Although it is recognised that impairments and conditions associated with child disability result from social and genetic factors coming together in complex ways, often across generations, information from longitudinal studies is lacking and there has been not any synthesised evidence from systematic reviews on the association of socio-economic disadvantage with child disability. Our specific academic impact has been to provide evidence on: i) the predictors of childhood disability in the UK ii) temporal ordering of the association of socio-economic disadvantage with childhood disability in the UK using longitudinal data and of parental LLTI/disability with child LLTI/disability, using longitudinal data iii) the association of childhood disability with socio-economic status in high income countries using a systematic review methodology. This evidence is contributing to academic debates on the causes of child disability and the policies and strategies required to reduce it, and support disabled children and their families. In relation to ii) we have published the first paper to examine, in a longitudinal dataset, the temporal association between socio-economic disadvantage in early childhood and onset of all-cause disabling chronic conditions in later childhood. In relation to iii) to our knowledge, we have carried out the first systematic review of the association of childhood disability with socio-economic status in high income countries. As our result of our findings, Professor Spencer has been invited to work with Dr Lyndall Strazdins in the National Centre for Epidemiology and Population Health, Australian National University, Canberra, to see if our results are replicated in the Longitudinal Study of Australian Children dataset. \n\nFinding and outputs which have had the scientific impact\nWe reported on the trends in and predictors of child disability in the UK. We are the first to provide academic evidence that exposed to socio-economic disadvantage in early childhood increased the risk of being reported as having a chronic disabling condition in later childhood. We have shown the scale of this increased risk and that risk was graded by level of socio-economic disadvantage. A small amount of studies have shown that disability may cluster in households. We confirmed this using several large, representative data sets. We have shown that there is a bi-directional relationship between parental and child LLTI/disability: parents or children without disability themselves but living with a parent or child with disability are at greater risk than other parents or children, of developing a disability themselves ten years later. The systematic review found that in high income countries child LLTI/disability is associated with socio-economic status, with disadvantaged children at greater risk across a range of impairment/condition groups. Outputs include: i) dissemination conference presentations ii) papers and posters at international and national academic conferences iii) papers and keynote addresses were also given at other international and national events relating to childhood disability which were attended by a wide range of stakeholders, for example a UNICEF meeting in Ankara, Turkey 2012 iv) publications: peer-reviewed international journal papers (1 published, 2 forthcoming), an invited chapter on childhood disability in the Annual Report of the Chief Medical Officer for England 2012; an accessible summary of project research findings distributed to a wide range of stakeholder organisations and individuals, and posted on-line. v) Video recording of conference presentation made publicly available vi) YouTube video for undergraduates in psychology and disability studies students vii) Social media tweets and blogs\nHow scientific impacts were achieved\nAcademic impacts were achieved by a range of methods. Key academics on the project advisory groups acted as vehicles for dissemination findings to other academics. Academic conferences and meetings were major vehicles for bringing about academic impact. We presented papers and posters at international and national conferences. Some events had interdisciplinary audiences as well as academic and non-academic attendees, thus promoting important discussions about the relevance of scientific findings for policy and practice. We also gave public seminars in our own university, open to academics from other institutions and the public, including a ESRC Festival of Science Event. We gave seminar presentations at other universities. This included presentations discussing our findings with academcis at three Australian universities. We have attended academic events which would enable us to network with other academics working in similar fields. Discussions have promoted theorising of our findings. Further academic and scientific impacts have been achieved through getting study findings incorporated in academic and professional education programmes in higher education institutions. For example, the study findings have been included in the teaching programme for LLM students at Cardiff Law School, for Social Work Students at the University of Bristol, Masters in Public Health Students and Undergraduate Medical Students at the University of Warwick. In addition, we contributed to a YouTube video for undergraduates in psychology and disability studies. We have also used social media. Study findings were tweeted by the NHS England Head of Patient Participation and blogged by Dr Jenny Morris, prominent disability rights campaigner and author. \nPlease outline who the findings and outputs had an impact upon\nOur findings have been of interest to academics, undergraduate and postgraduate students from a range of disciplines. These include those in the fields of epidemiology and public health, social policy, disability studies, sociologists interested in health inequality, law, education and special needs, psychology, medicine and social work. Our scientific findings also have impacted on other groups but these are discussed in the sections on economic and societal impact.\n\nEconomic and societal impact\nWe have increased the knowledge of policy makers, services planners and providers, and organisations and individuals working on behalf of disabled children and their families in relation to i) the nature of the association between socio-economic disadvantage and childhood disability ii) the characteristics and circumstances of disabled children and their families iii) the need for policies and interventions which seek to reduce children's exposure to socio-economic disadvantage in early childhood. Organisations say they have used this information to inform practice, political lobbying, respond to public debates and press reports. We have promoted debate about the need to reduce the prevalence of childhood disability through primary prevention. Some organisations and individuals find this a difficult and contentious issue, however, we have promoted informed discussion and debate on the issue. We have contributed to cross-disciplinary discussions on the human rights of disabled children, particularly rights under the UN Convention of the Rights of Persons with Disabilities. This has contributed to the identification of barriers and solutions to ensure the rights of disabled children. A research funding application from a user-led organisation of families with children with learning disabilities. We have assisted this organisation to apply for research funding to undertake a scoping study to improve provision for children with learning disabilities and their families, in line with the recommendations of the Chief Medical Officer's report. We have increased knowledge among those providing services for disabled children and their families. Community paediatricians, lawyers and law students, local service managers, and carer organisations say they feel better informed and will use the information in their work. Individual parents attending many of our public engagement events tell us they have valued the information and have shared it with other parents. \n\nFindings and outputs which have had the economic and societal impact\nOur findings from the systematic review and our cross-sectional analyses confirm a strong association between socio-economic disadvantage and LLTI/disability in childhood. Our findings from the ONS Longitudinal Study analyses tell us more about this association by indicating the temporal ordering of the association: in children with no reported LLTI/disability, exposure to socio-economic disadvantage in early childhood increases in the odds of developing one in later childhood. Our work on the ONS Longitudinal Study has also suggested that caring for a disabled child can increase the risk of parental disability at a later stage. Children with a disabled parent may also be at increased risk of developing a disability themselves later in childhood. Our study confirms the findings from other studies of child health, that targeting preventative efforts to reduce socio-economic disadvantage in early childhood is likely to be an important public health strategy to reduce health inequalities in later childhood and early adulthood. We have sought to disseminate these findings using different kinds of outputs and pubic engagement activities in order to promote economic and societal impact. These include: i) Conference presentations at events attended by a range of non-academic stakeholders whose work is concerned with improving the lives of disabled and non-disabled children, and reduce the prevalence childhood LLTI/disability. ii) Responding to requests for written information from government departments and a cross-bench Peer. iii) Video-recordings of presentation made publically available. iv) Contributing to a video for undergraduate students v) Providing material for distribution via social media (Twitter and blogs) vi) Accessible summaries of findings for organisations \n\nHow economic and societal impacts were achieved\nWe worked with an advisory group of key stakeholders took our key messages into their own and other organisations. In the latter stages of the project, we disseminate findings widely to key individuals and organisations representing the interests of disabled children. We tailored presentations and material so that finding used assessable language and were set within the relevant context for the groups concerned. We provided information to government departments internationally and nationally. At the request of the Turkish Government (Ministry of Family and Social Policy) and UNICEF we presented findings and discussed policy implications with key stakeholders from a range of countries. Information provided to the Office for Disability Issues was incorporated in the major evidence review Fulfilling Potential: Working together to Empower Disabled People, which was written to inform the government's disability strategy. We invited a cross-bench Peer, with a particular interest in disability, to give a keynote address at our dissemination conference. He has since reported our findings in a House of Lords debate, and in correspondence with the Government Whip for Education. Networking within key people in our disciplinary networks, led to invitations that further promoted our work. It has resulted in an invitation from the Chief Medical Officer for England, to write the chapter on disability for her 2012 annual report of the state of children's health entitled Our Children Deserve Better: Prevention Pays. We presented and discussed findings at events for professionals, for example, paediatricians. Parents of disabled children were involved in events and public engagement activities. Three parents of disabled children opened our dissemination conference. Places were made available to individual parents and organisations representing their interests. We gave priority to speaking at conferences and events attended by parents.\nPlease outline who the findings and outputs had an impact upon\nGroups and individuals who have told us our findings have had an impact on their knowledge and activities are: Organisations representing the interests of disabled children: general children's charities and organisations working to support disabled children and their parents/carers Individual parents Professionals working with disabled children e.g. hospital and community paediatricians, social workers, nurses working with disabled children. Policy-makers in national and local government A Peer in the House of Lords Students studying on post-graduate courses \n\nPotential Future Impacts\nWe expect to see some further impact on policy and practice in relation to disabled children as organisations continue to use our findings to inform lobbying and planning activities. Communities and Social Services/Policy,Healthcare,Government, Democracy and Justice Societal,Policy & public services","person":"Clare Mary Blackburn","coPersons":["Janet Mary Read","Nicholas James Spencer"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}