{"id":"B43DCE03-AB0A-4029-A90D-88FE630864D0","title":"Automated Conflict Resolution in Clinical Pathways","abstractText":"By 2018, it is estimated that the number of people in the UK with three or more long-term conditions, also known as multimorbidity , will have grown from 1.9 million to 2.9 million. Various chronic diseases develop simultaneously in response to common risk factors such as smoking, diet, ageing and inactivity. The four most common chronic diseases are cancer, chronic obstructive pulmonary disease (COPD), coronary heart disease and diabetes. A recent study found that over 97% of patients with moderate to severe COPD had at least one concomitant chronic disease. \n\n In clinical settings processes are complex and are influenced by a number of social, technical and organisational factors. This complexity can result in variation in how physicians practice, appropriate care is documented, and healthcare costs managed. To reduce inconsistencies, clinical guidelines have emerged based on the best existing evidence, with the aim to support clinical staff and improve the quality of healthcare. Current guidelines almost entirely focus on single conditions. As a result, applying multiple guidelines to a patient may potentially result in conflicting recommendations for care.\n\n In software system design and development, we create computer systems capable to support diverse interactions between the environment/users and the system. These interactions often reflect different and possibly conflicting viewpoints, such as those presented by different users or stakeholders. Although software system specification and patient care guidelines seem different, inherently they have something in common. In both cases we have procedures and executions of (partially) ordered sequence of actions (aka activities or tasks) called &quot;traces of execution&quot; in computer science or &quot;pathways&quot; in clinical practice. In the case of computer-based systems, actions are carried out by users or computers (more specifically individual components or objects in the system). In the case of care guidelines, actions are carried out by physicians, patients and carers. In both cases, conflict may arise when individual executions and pathways are incompatible. In this proposal, we investigate automated methods of detection of conflicts in clinical pathways for multimorbidities and propose solutions that resolve them .","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M014290/1","grantId":"EP/M014290/1","fundValue":"326403","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"EPSRC","impactText":"","person":"Juliana  Bowles","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}