{"id":"B4410763-AA89-427C-BB5F-D98A9C9F0AB7","title":"A New Generation of Modular Multilevel Converters Integrating Energy Storage Devices for Dual-Voltage Railways","abstractText":"Historically, supply voltages of traction systems were developed independently in different parts of the UK and in different countries. This led to the proliferation of several types of railway electrification systems, either DC or AC. Nowadays the permissible range of voltages of traction systems are set out in the standard BS EN 50163. Due to the high capital costs involved, it is unlikely that a single standard railway electrification system will be adopted in the near future. The large range of voltages and the AC and DC supply require that services operated across more than one electrification system are operated by rolling stock equipped by dual-voltage traction drives. Since the formation of the European Union and the subsequent increase in the amount of cross border traffic, new needs for multi-voltage trains have arisen.\nTraditional traction converters have a DC bus and provide three-phase power for the traction motors. The DC bus voltage is usually the same of the DC power line and, hence, traction converters are directly connected to the DC supply. For AC supply, the direct connection is not possible and an additional AC/DC four quadrant converter is needed. Moreover, a fault in one of the switches affects the functionality of the whole traction converter. When energy storage devices are used, the voltage level of the DC bus requires necessarily the connection in series of the storage cells and, hence, the presence of balancing circuits and balancing control.\nTraction converters for dual-voltage trains would benefit significantly by the introduction of new topologies with &quot;universal&quot; input voltages, because the AC/DC four quadrant converter could be removed. Modular multilevel converters present this characteristic and can be designed for a wide range of input and output voltages. Their topology is intrinsically fault-tolerant and the replacement cost of one module is significantly lower than that of the whole converter. Each module has an accessible DC link that gives the possibility of the integration of the storage elements without their direct series connection. Thus there is now a critical opportunity to develop a dual-voltage traction system with modular multilevel converters and integrated storage devices.\nA major technical hurdle for the widespread application of dual-voltage trains with integrated storage devices is that the controllers of the converter have to be properly modelled and characterised if to be used for traction applications. The research group at the University of Birmingham will take the timely step of investigating for the first time how a modular multilevel converter with integrated storage devices can improve the performance of dual-voltage trains to benefit the connections between different electrification systems in the UK and the rest of Europe. A novel controller, based on extensive modelling of the converter, will be created to obtain optimal torque performance for the full range of the output frequency. A kW-range demonstrator with a modular multilevel converter and supercapacitors will be designed and constructed. The experimental results will give us confidence in applying the design methodology for future designs of large-scale dual-voltage converters. The research outcomes will deliver specific recommendations to train manufacturers for complementing traditional traction drives with flexible and modular solutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L023261/1","grantId":"EP/L023261/1","fundValue":"98684","fundStart":"2014-08-21","fundEnd":"2016-02-20","funder":"EPSRC","impactText":"","person":"Pietro  Tricoli","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}