{"id":"B44E5E66-BED6-4808-BADB-75B88CEB741E","title":"The Baum-Connes Conjecture for Translation Algebras","abstractText":"The frontier between analysis and geometry is an exciting field of mathematical research where much leading-edge work is being carried out. The great insight of Baum and Connes, in the form of their celebrated conjecture, is that certain delicate analytical invariants of a group are intimately related to more tractible geometric invariants, and indeed in many cases these invariants actually coincide. The geometric and analytic invariants are referred to respectively as the LHS and the RHS of the conjecture. The Baum-Connes conjecture is central in the study of non-commutative geometry and has important applications throughout mathematics, implying numerous high profile conjectures including the Novikov Higher Signature Conjecture, the Stable Gromov-Lawson-Rosenberg Conjecture and the Kadison-Kaplansky Conjecture. The Baum-Connes philosophy also applies in the more flexible world of large-scale metric geometry, where the coarse Baum-Connes conjecture again relates analytical and geometric invariants, in this case in the world of metric spaces.\n\nThere has been a significant divide between the approaches used to tackle the Baum-Connes and coarse Baum-Connes conjectures. The former is usually attacked using analytical methods (for instance Rapid Decay, Kasparov's KK-theory) while the latter is investigated using more geometric methods (finite asymptotic dimension, Yu's property A). The recent concept of partial translation algebras bridges the gap between the group and metric space worlds: one can take a group apart and study the pieces geometrically, while still retaining some of the symmetry information that the group structure provides. Decomposing a group geometrically in this way allows the RHS of the Baum-Connes conjecture (the analytical invariant) to be computed in an analogous way to the LHS, and developing this approach is the purpose of this project.\n\nThe Baum-Connes conjecture for SL(3,Z) is a famous open problem, and tackling this is an ambitious aim of the project. Previous attempts to solve the problem have failed, as SL(3,Z) is not susceptible to the analytical methods mentioned above. The technology of translation structures provides a new way to examine the group C*-algebra, by computing invariants for subspaces of a group. The foundation of the project is to develop and study the ideas of Baum, Connes et al in this new framework, providing an armoury of new tools to tackle longstanding open problems which are of international interest.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J015806/1","grantId":"EP/J015806/1","fundValue":"100467","fundStart":"2013-03-13","fundEnd":"2014-07-12","funder":"EPSRC","impactText":"","person":"Nicholas  Wright","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}