{"id":"B456E1AC-291E-4427-889C-C7BB04E9E818","title":"Retrieval-mediated learning: Analysis of a model system","abstractText":"Aristotle argued that when events are presented in close succession, the ideas or memories corresponding to those events become linked - a view that was echoed and embellished in the principles developed by the British associationists of the eighteenth century. This simple form of associative learning provides organisms with a powerful means of representing the causal texture of their environments: The fact that one event succeeds another in the world can be represented by an association in the brain between the memories corresponding to those events. However, associations can also form between the retrieved memory of one event, that is not physically present, and another event that is in the world. The existence of retrieval-mediated learning means that the content of associations can be arbitrarily related to real-world relationships, and this form of learning is not well understood. Yet, understanding retrieval-mediated learning is important because it could provide a substrate for the symptoms of some pathological conditions. For example, retrieval-mediated learning could provide a basis for the 'loosening of associations', and their oft-bizarre nature, in people with Schizophrenia and in those with various forms of Dementia (e.g., Alzheimer's Disease); and for related memory difficulties that become a nuisance during healthy aging. While our understanding of the role of the brain in association formation involving the succession of events in the world is well developed, the neural structures that underlie retrieval-mediated learning are largely unknown. In this project we will test the theory that the hippocampus and a related cortical structure, the enthorhinal cortex, play a central role in retrieval-mediated learning. This theory is primarily based on the results of pilot studies using a novel combination of behavioral assays for retrieval-mediated learning and selective manipulations of the brain; but the theory is also broadly consistent with the observation that the hippocampus and enthorhinal cortex are atypical in people with Schizophrenia and Dementia. Our pilot research has revealed that the hippocampus is involved in some forms of retrieval-mediated learning, but that it is not involved in learning about real-world relationships between stimuli. However, a great deal of further research is needed to understand how retrieval-mediated learning takes place, the neural mechanisms that support it, and the brain systems involved. The results of this project will have both theoretical significance and the potential to contribute to our understanding of mnemonic abnormalities in human disease states and in healthy aging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I014098/1","grantId":"BB/I014098/1","fundValue":"402420","fundStart":"2011-12-01","fundEnd":"2015-09-30","funder":"BBSRC","impactText":"  The findings have been published in leading academic journals. At present, their impact is in the academic domain. Education Cultural","person":"Robert Colin Honey","coPersons":["Mark  Good"],"organisation":"Cardiff University","findingsText":" This grant has just been awarded an official extension by the BBSRC. It is now due to end in September 2015.\n\nWe have made significant progress and published a series of papers in leading international journals. The behavioural research has resulted in a new model of learning and memory. We have also published evidence about the role of different regions of the brain, and their associated plasticity, in the theoretical processes identified through behavioural experimentation. The published research is already having an academic impact. The behavioural assays that we have developed might also be useful in assessing animal models of human diseases (e.g., Alzheimers disease). Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}