{"id":"B4563154-6C9F-42A4-8D67-184496D99DF8","title":"Illuminating the evolution of community participation: an Inter-disciplinary international review","abstractText":"Community participation is an ongoing pre-occupation of governments in developed democracies as evidenced in the 'Big Society' flagship policy programme of the current Coalition government. In presentational terms, the government has explained and portrayed the Big Society as a 'triangle' of questions directed towards communities with implied policy agendas set in response: 'what can you do for yourselves?' (community empowerment); 'what can you do for each other?' (philanthropy); 'what can the state do for you?' (public sector reform). Each of these policy strands has been translated from discernible historical and geographical settings or what are called here 'illuminators'. Community empowerment policies draw strongly on the community organising model associated with Saul Alinsky's work in Chicago. Philanthropy stems from the British 'classic' philanthropy in the 19th century. The public sector reform agenda is driven by the fiscal restraint but also has clear parallels with the period of fiscal retrenchment and anti-statism associated with Thatcherism in the UK in the 1980s. The review understands the 'Big Society' as an example of policy translation (Freeman 2009). Through reflecting on what is 'lost in translation', the review identifies spaces for contestation and challenge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J501464/1","grantId":"AH/J501464/1","fundValue":"19289","fundStart":"2011-03-01","fundEnd":"2011-10-31","funder":"AHRC","impactText":"  The findings have been used to inform two further research collaborations, details provided.  ","person":"Catherine Elizabeth Durose","coPersons":[],"organisation":"De Montfort University","findingsText":" Community participation is an ongoing pre-occupation of governments in developed democracies. This project explored the rich intellectual, historical and geographical lineage of contemporary policies for participation, including 'Big Society'. We reflected on what had been 'lost' as these ideas and practices were 'translated' in policy. This perspective of 'lost in translation' provides the means and identifies the spaces for critique, contestation and challenge. The findings of the research may be used in a variety of ways and by different groups.\n\nIn academic terms, the findings contribute to the inter-disciplinary field of translation studies. Further to inter-disciplinary debates on policy making and implementation, policy learning and transfer, political participation and community action. \n\nBeyond academia, the findings may be of interest to community and voluntary groups and to think-tanks and policy advocacy groups. Communities and Social Services/Policy,Government, Democracy and Justice","dataset":"gtr"}