{"id":"B458F657-2171-40C0-92BB-81329412B6E0","title":"Stable and unstable cohomology of moduli spaces","abstractText":"In classical mathematics, mathematical objects and their properties are usually considered one at a time: we might consider a triangle in the plane, with its associated lengths and angles, and ask questions about it, such as what is its perimeter, or area. In the 20th Century it became increasingly understood that it can be profitable to consider the collection of all mathematical objects of some type: we might consider the space whose points correspond to triangles in the plane, in which moving the three vertices of the triangle around defines a path.\n\nThese spaces of mathematical objects, &quot;moduli spaces&quot; as they are known, have become an object of study which can be approached from many areas of mathematics, each of which give a particular insight. The most intensely studied moduli space, and the first example of one, is the moduli space of Riemann surfaces. This is difficult to visualise directly: a point of this space corresponds to a surface, such as a ball or the layer of sugar on a (American) doughnut, and moving around in this space corresponds to bending and stretching the surface. Because this space is so difficult to visualise, abstract tools must be used to get a feel for it: to get an idea of the topological complexity of the space, the most successful of these are homology and cohomology.\n\nThis project will investigate moduli spaces of higher-dimensional manifolds, focussing on their homology and cohomology. That is, it will consider spaces whose points are d-dimensional manifolds (so rather than being surfaces, which locally look like 2-dimensional space, they are spaces which locally look like d-dimensional space), and where movement in this space corresponds to bending and stretching. Manifolds are the fundamental objects studied in Geometry, so the space of all manifolds of a given dimension is intimately related to many questions that can be asked in this subject. Part of this project is to use and develop a strong new tool which has been created by Galatius and the PI, in order to investigate geometric questions in a certain ``stable range&quot;. In addition, the project will introduce new methods to understand moduli spaces of manifolds outside of this ``stable range&quot;, where a systematic picture is lacking.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M027783/1","grantId":"EP/M027783/1","fundValue":"90898","fundStart":"2015-10-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Oscar  Randal-Williams","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}