{"id":"B45EC780-15B4-470A-9F5F-B2818EDBA979","title":"CIPART: CLOUD INTELLIGENT PROTECTION AT RUN-TIME","abstractText":"Organisations, small and large, increasingly rely upon cloud environments to supply their ICT needs because clouds provide a better incremental cost structure, resource elasticity and simpler management. This trend is set to continue as increasingly information collected from mobile devices and smart environments including homes, infrastructures and smart-cities is uploaded and processed in cloud environments. Services delivered to users are also deployed in the cloud as this provides better scaleability and in some cases permits migration closer to the point of access for reduced latency. \n \nClouds are therefore an attractive target for organised and skilled cyber-attacks. They are also more vulnerable as they host environments from multiple tenant organisations with different interests and different risk aversion profiles. Yet clouds also offer opportunities for better protection both pro-actively and reactively in response to a persistent attack. \n \nThis project aims to develop novel techniques for intelligent cloud protection by advancing the state of the art in system modelling at run time, attack scenarios based analysis, novel techniques for selecting countermeasures and remedial actions and novel techniques for re-perimeterisation of the cloud environment. The methodology adopted combines fundamental research on knowledge representation, probabilistic analysis and machine learning with empirical and experimental studies in an industrial test-bed environment. \n \nAdditionally, the project also aims to achieve a better understanding of the business models and incentives involved in the relationships between cloud tenants and hosting organisations in the provision of security services based on measures of cost, risk and value and to propose new models that facilitate sharing of risk and exchange of security relevant information, which would in turn allow to simplify security management and provide better protection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L022729/1","grantId":"EP/L022729/1","fundValue":"931041","fundStart":"2014-07-30","fundEnd":"2017-07-29","funder":"EPSRC","impactText":"","person":"Emil Constantin Lupu","coPersons":["Catherine Ellen Mulligan","Alessandra  Russo"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}