{"id":"B4623836-2E18-4B5F-BD43-050A3A424331","title":"Marine geophysical and geological investigations of past flow and stability of a major Greenland ice stream in the Late Quaternary","abstractText":"Recent observations from around the Greenland Ice Sheet have shown that the fast flowing glaciers - 'ice streams' - which drain the ice sheet into the sea are thinning, speeding up and in some cases their floating margins are disintegrating. It is unknown if this is part of a natural cycle or if it is a response to human-induced climate change. The ice streams are important because they are responsible for most of ice discharged from the Greenland Ice Sheet today and would have played a similar important role in the past. If ice-stream velocities increase, more ice will be delivered to the oceans around Greenland, and as a consequence global sea level will rise. Ice streams are the main mechanism by which icebergs and meltwater are delivered to the ocean. They therefore affect ocean circulation and climate. Computer simulations of the effects of melting of the Greenland Ice Sheet on the North Atlantic have shown that the freshwater runoff produced by this melting could seriously weaken or even stop the thermohaline circulation which is ultimately responsible for the relatively mild climate of much of western Europe. It is therefore important to understand if these changes to the Greenland Ice Sheet are unique to the present day or if similar changes have occurred to Greenland ice streams in the 'recent' geological past of the Late Quaternary (last 50,000 years or so) i.e., prior to any possible human-influence on climate. It is also important to understand what controls the fast flow of such ice streams and what might cause them to speed up or slow down. In this project we propose to address the question of the past behaviour of one of the major ice streams to drain the modern Greenland Ice Sheet: Jakobshavns Isbrae in central west Greenland. Jakobshavns Isbrae is the fastest ice stream in the Greenland Ice Sheet today. It flows at several kilometres per year and accounts for about 7% of the total ice drained from the ice sheet. It therefore exerts a major influence on the ice sheet today and would likely have had a similar influence in the past. Our overall scientific goal in this project is to reconstruct the behaviour of Jakobshavns Isbrae during the Late Quaternary period and particularly since about 20,000 years before present. We will collect marine geophysical data and cores of sea-bed sediments from offshore of Jakobshavns Isbrae in order to answer questions regarding how long this ice stream has been in existence; what were it's dimensions during past glaciations; when and how rapidly did it last retreat from the continental shelf of Greenland; what are the processes responsible for the high flow velocities of this ice stream and what are the major controls on it's location; what is the nature of sedimentation associated with Jakobshavns Isbrae; and has it undergone large-scale collapse prior to modern times. The results from this project will significantly advance scientific understanding in the following areas: (1) The behaviour of Jakobshavns Isbrae - a major ice stream of the Greenland Ice Sheet / in the recent geological past (last 50,000 years) and its role in the evolution of the ice sheet as a whole during this period. In particular if Jakobshavns Isbrae has experienced past episodes of large-scale disintegration analogous to those occurring around Greenland today; (2) The mechanisms by which ice streams flow fast; (3) The factors that cause ice streams to form and to stop; (4) The nature of sediments beneath ice streams and the relationship of these sediments to the high velocities of ice streams. These results will be highly relevant to workers in the related fields of glaciology, oceanography, and climate modelling.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D001951/1","grantId":"NE/D001951/1","fundValue":"257239","fundStart":"2007-07-02","fundEnd":"2011-08-01","funder":"NERC","impactText":"  In 2010 we exchanged multibeam swath bathymetric data with CAIRN Energy PLC (Edinburgh) who were carrying out hydrocarbon exploration along the central west Greenland margin. Energy Economic","person":"Colm  O'Cofaigh","coPersons":[],"organisation":"Durham University","findingsText":" The major findings of this project to date are the following:\n\n\n\n1. The Greenland Ice Sheet (GIS) extended to the edge of the continental shelf bordering Baffin Bay during the last glacial maximum (ca. 20,000 years ago).\n\n\n\n2. The ice sheet was characterised by a series of fast-flowing ice streams, including an ancestral Jakobshavn Isbrae, which occupied prominent cross-shelf bathymetric troughs on the continental shelf. Former ice stream presence is indicated by streamlined sublgacial landforms and glacial tills recording flow of a grounded ice sheet.\n\n\n\n3. Retreat of the GIS from the shelf edge was underway by 14,9000 years ago but in Dikso Trough overall retreat was interrupted by a readvance of the ancestral Jakobshavn Isbrae onto the outer shelf during the Younger Dryas cold stadial (12.8-11.5 kyr BP).\n\n\n\n4. A series of prominent submarine sediment fans located at the mouths of cross-shelf bathymetric troughs record glacigenic sediment delivery onto the continental slope when the GIS was positioned at the shelf edge. Hydrocarbon exploration on the west Greenland continental margin. Energy,Environment","dataset":"gtr"}