{"id":"B466AFA8-902C-4287-801E-2AEF910E30C8","title":"Nuclear Universities Consortium for Learning, Engagement And Research: NUCLEAR","abstractText":"Recent concerns over climate change and security of energy supply have meant that the UK, alongside other countries, is now very likely to build a new generation of nuclear reactors to meet our future energy needs whilst also helping to meet the UK's commitment to significant reductions in C02 emissions by 2050. These new pressurised water reactors will continue to generate electricity for at least 60 years. During this time we will see significant global changes to the industry, with nuclear decommissioning and waste disposal becoming even more significant and a variety of future generating reactors and even fuel cycles being developed, including small modular reactors and other &quot;Gen IV&quot; designs. Consequently, there will be an increasing range of emerging research challenges to which UK scientists and engineers will be able to make decisive contributions. We will be able to capitalise on the growing nuclear expertise being attracted into the University sector, the expansion of nuclear research facilities being established, and will engage with expertise from related disciplines. However, effectiveness will also depend upon:1. Establishing flexible and efficient links with industry;2. Using the unique facilities and knowledge residing at national nuclear research laboratories; and3. Being able to make the most of international programmes with their opportunities to develop new research partners. Over the last five years ESPRC have invested in a number of research consortia that have supported different aspects of nuclear energy research. These have brought together a number of the existing nuclear facing groups and have directly led to new collaborations. Such collaborations are key to nucleating novel research ideas and proposals. As we move forward with a new generation of reactor build, commensurate developments in disposal technology and innovative design of new reactor systems, a wider range of research experience will be required.The aim of this network is to facilitate the effective UK academic engagement in these nuclear research programmes by working for the nuclear energy groups and engaging groups with emerging interest in nuclear energy, thereby helping academics to apply new approaches to help solve challenging nuclear issues.This will be achieved through a four-strand strategy:1. Growing the network by facilitating nuclear network meetings, seminars and an annual academically based nuclear research conference to share research challenges, research ideas and research outputs;2. Engaging effectively with UK industry to ensure research focus and effective knowledge transfer. This will include developing links with the Energy Generation and Supply Knowledge Transfer Network managed by TWI;3. Facilitating access to specialist research facilities in the UK and overseas including, for example, the National Nuclear Laboratory's Central Laboratory, Manchester's Dalton Cumbrian Facility, the Diamond synchrotron, the Advanced Test Reactor at INL, etc; and4. Engaging with the international nuclear research communities to ensure that the UK's strong reputation for academic research is strengthened through participation in developing consortia, especially when biding for international research funds including EU Framework programmes.This strategy requires the network partners to buy in to a clear vision and to develop supporting material to be used by all members to make industry and global players aware of UK capability and the potential to make use of our research collateral. Ultimately the network will be successful only if it is seen as an entity that works for the UK nuclear energy research community; it must offer individual academics, research groups, and universities the opportunity to improve their research success by engaging, to their advantage, with this nuclear network.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I037644/1","grantId":"EP/I037644/1","fundValue":"15534700","fundStart":"2011-05-01","fundEnd":"2016-10-31","funder":"EPSRC","impactText":"","person":"Robin William Grimes","coPersons":["Stephen  McArthur","Francis  Livens","Joanna Claire Renshaw","James  Marrow","John Wyn Roberts"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}