{"id":"B46CADF8-22CF-42E6-8EE0-0284A58A1289","title":"Functional assignments on human oxygenases","abstractText":"Regulating oxygen delivery to cells is a problem for all aerobic organisms ranging from bacteria to humans. In mammals, the lungs, heart and blood are all devoted to this task, and human diseases (such as strokes, heart attacks and anaemia) often involve damage to organs by low oxygen levels (hypoxia). Basic science work supported by the BBSRC has provided insights into how cells 'sense' and respond to hypoxia. The work has helped to identify a set of 'oxygenases' (a type of enzyme that catalyses the incorporation of atmospheric oxygen into their substrates) that catalyse the addition of oxygen atoms to a protein called hypoxia inducible factor (HIF), so called because its level is raised under low oxygen concentrations. HIF is important as it occurs in a very wide range of organisms including insects, worms and humans; it enables the expression of a range of genes that work to help the organism overcome the challenge of hypoxia. In humans these genes enable a response to hypoxia and include those involved in blood vessel and red blood cell formation. Addition of oxygen to HIF stops its ability to enable the expression of the genes involved in the hypoxic response. When there is sufficient oxygen the oxygenases can catalyse its addition to HIF, but when oxygen levels fall HIF is no longer modified and it is free to enable expression of the genes involved in the hypoxic response. We hope that the results of this work will result in new treatments for diseases involving the cardiovascular system. By inhibiting the HIF oxygenases with small molecule drugs, it should be possible to improve the body's natural defence against damage from low oxygen concentrations. However to do this safely without causing side effects will require more knowledge of other human oxygenases, that have been revealed by analysis of the human genome. The work on the HIF system has raised questions as to the extent of the role of oxygenases in controlling the expression of genes in other pathways and indeed biology as a whole. This proposal seeks to go some way towards addressing these questions by studying human oxygenases, some of which are known to be biomedicinally important from work at the physiological level but for which there is little or no data in terms of their actual substrates and roles at a biochemical level. There are technical problems in working with human cells compared to, for example, those from microorganisms. However, we have chosen to work with human enzymes, in part, because the worldwide efforts in genome sequencing and other large scale projects studying the proteins present in human cells have provided a resource we can utilise to help assign biochemical roles for the oxygenases, and, in part, because we hope that the work will be useful in the development of new therapies based on a better understanding of human metabolism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011523/1","grantId":"BB/D011523/1","fundValue":"708150","fundStart":"2006-06-01","fundEnd":"2012-05-31","funder":"BBSRC","impactText":"  The project has been remarkably successful in attracting industrial interest. It has directly helped to acquire funding from the Wellcome Trust and industrial partners, including GSK and Pfizer, for a project aimed at identifying epigenetic probe\ncompounds. Further, it has helped to enable new collaborations (funding for a PDRA) with two pharmaceutical companies on the identification of compounds that modify nucleic acid structure and function and for the treatment of obesity. We have hosted numerous industrial workers in our laboratories and have supplied both inhibitors and biological reagents to industrial laboratories. A spin-out company, OxEpi, was formed with seed-corn investment from Sofinova, with a view to developing certain types of human oxygenase inhibitors - the company has been closed but with a profit. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Christopher Joseph  Schofield","coPersons":["Neil  Oldham","Peter John Ratcliffe"],"organisation":"University of Oxford","findingsText":" All animals must have the ability to sense and respond to changes in oxygen availability, such as when we go to high\naltitude. One mechanism that coordinates our response to this 'hypoxia' involves the oxygen dependent regulation of the\nsynthesis of proteins that enable us to respond appropriately - for example in hypoxia we make more erythropoietin or EPO\nthat in turn switches on red blood cell formation. Work from Oxford showed that EPO production is regulated by the direct\nreaction of oxygen with types of proteins called transcription factors, that turn on the conversion of genetic DNA into\nmessenger RNA, which in turn is converted into the worker proteins, such as EPO. The introduction of oxygen into the\ntranscription factors is catalysed by a family of enzymes called oxygenases. In our new work we have shown that oxygenases are not only involved in the regulation of the conversion of DNA into RNA, but also in the conversion of RNA into proteins, which is catalysed by ribosomes. The discovery of the ribosomal oxygenases, or ROX, has opened up new possibilities for the treatment of diseases such as cancer, because tumours are hypoxic. In unexpected developments the\nwork has also shown that oxygenases are involved in RNA-cutting, or splicing. In one case we have even found that an\noxygenase is linked to obesity. The biological work of our project also benefitted from chemical tools produced as part of a BBSRC funded scheme - Selective Chemical Intervention in Biological Systems. Overall the work has shown that all steps\nin protein production in cells interface with oxygen and have revealed new targets for the pharmaceutical industry. The\nresults of the work have been reported in prestigious journals such as Science, have attracted interest from a wide range of\nresearch communities and, in the course of the obesity work, the general public. The results are of general biological interest because they have revealed that, in addition to the transcriptional machinery, the MRNA splicing and translational machineries are modified by direct reaction with atmospheric oxygen. The findings have opened up new potential pharmaceutical targets, will enhance selectivity studies in work on existing targets (e.g. transcription factor hydroxylases), and have opened the way to explore new treatments for genetic diseases caused by incorrect stop codon insertion, e.g. some forms of cystic fibrosis. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}