{"id":"B46D6844-BC2C-4002-8167-BD20A110E9C8","title":"Stem Cells, Prion Proteins and Alzheimer's Diseases: A Prion Chemical Biology Network (PCBNet)","abstractText":"Cellular prion protein, PrPC, is a membrane-anchored glycoprotein encoded by the human Prnp gene located on chromosome 20. PrPC is expressed ubiquitously, but at significantly higher levels in neuronal cells. It is highly conserved across vertebrates and has been shown to exhibit a diverse range of biological activities associated with many developmental processes and a number of normal and abnormal conditions including memory, neuroprotection, Transmissible spongiform encephalopathy (TSE), Alzheimer's diseases (AD) and cancer etc. \n\nUnfortunately, the exact mechanisms for each of the above normal or abnormal conditions are yet to be confirmed despite significant investment from research councils and government. Contributing to this lack of understanding is a dearth of breakthroughs in prion chemical biology research. Prion research over the past decade has been coordinated by joint funders (EPSRC, BBSRC, MRC, and Department of Health, DEFRA and other major research councils and charity) with a very broad remit mainly focusing on TSE research. As a result, many other prion related research areas are less well coordinated and severely underfunded. Here we propose to establish a prion chemical biology network to promote multidisciplinary collaborative research underpinning the role of prion protein in stem cell and development and ageing-related neurodegenerative diseases such as AD, so as to provide a platform for the rapid translation of underpinning research into prion related drug discovery and intervention towards regenerative medicine and combating neurodegenerative disease. Building up strong consortia to attract more future research funding will be the key outcome of this proposed network. \n\nThe network will seek to drive prion chemical biology research into two relatively new areas of relevance to the ageing society and in personalised medicine, building on the advances in understanding, skills and facilities developed in the study of transmissible spongiform encephalopathy (TSE) over recent years: 1)The normal physiological role of prion protein in the behaviour and function of stem cells and in embryonic development; 2)The role of prion protein in ageing and neurodegenerative diseases, e.g. Alzheimer's disease (AD) and TSE.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I037296/1","grantId":"EP/I037296/1","fundValue":"184207","fundStart":"2011-05-01","fundEnd":"2013-10-31","funder":"EPSRC","impactText":"","person":"B  Chen","coPersons":["Peter Walter  Andrews"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}