{"id":"B46E82FE-CBDE-4600-A2E7-CC0564BEE534","title":"Kenya 2013-2014: From election monitoring to longer-term reform","abstractText":"This project aims to enable the UK government to better understand how to promote peace and democracy in Kenya, and to use the lessons of the Kenyan election of 2013 to help a range of international governments and policy makers to develop better democracy promotion and conflict avoidance strategies. \n\nKenya's 2013 elections have widely been seen as a crucial test of the impact of donor interventions and new institutional arrangements to deliver peaceful and credible elections. In the aftermath of the disputed elections of 2007 and the violence that followed, a substantial programme of political reform was drawn up, which intended to ensure a combination of democratic consolidation and institutional renewal that would prevent any repeat of such violence, or of the malpractice which helped to trigger it. These internationally supported changes included a new constitution and a raft of new legislation on political parties and elections, as well as security sector reform, a transformation of the judiciary and an entirely new election commission.\n\nA wide range of bilateral parties, international agencies, and Kenyan civil society groups, provided substantial external support for these far-reaching processes, and for the 2013 elections themselves. In all, this amounts to an unusually sustained and comprehensive attempt to remake governance - all conducted without any change of regime, and in the life of a single parliament. Yet it is already clear that the impact of these reforms has been uneven. In the run up to the election, key parts of the legislative framework were removed, while security reform was never genuinely pursued. The conduct of the elections thus provides valuable evidence as to whether, how far, and in what ways this kind of programme of legal and institutional reform and electoral support can produce political transformation.\n\nThis project will analyse the effectiveness of this international and national effort in the light of the events of the election itself. It will use this analysis to develop recommendations for further support to reform and electoral processes in Kenya, and to identify comparative lessons for programmes of reform and electoral support elsewhere. The recommendations will be aimed both at Kenya's international partners in the UK government and in other governments and agencies, and at Kenyans directly involved in the reform process - whether within government, or as part of civil society organizations. \n\nThe project builds directly on, and will develop, an emerging cooperation between policy-makers in the UK government and a group of academic researchers. Through this partnership, the UK government - through the Africa Conflict Prevention Pool (ACPP) - is currently funding the first phase of this research on the Kenya elections by Lynch, Cheeseman and Willis. This research is directly informing UK government contingency planning and current electoral support work through reports and regular meetings between the researchers and staff from the FCO, DfID and MoD, in the UK and in Kenya. \n\nThrough circulation of reports and through meetings, the research is also being shared with the UK's international partners, and with some international agencies as well as with civil society organizations in Kenya. As a result, the project will have a real world impact that will extend beyond Kenya and the UK. The project has already provided a substantial body of data on the elections, and has generated a network of contacts with research-users in the UK, Kenya and more widely. The knowledge exchange phase will ensure that this research-based knowledge is used effectively in further promoting reform in Kenya, and in applying the lessons learned from this to programmes of political reform and democratic consolidation in other countries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002108/1","grantId":"ES/L002108/1","fundValue":"57648","fundStart":"2013-10-01","fundEnd":"2014-09-30","funder":"ESRC","impactText":"","person":"Gabrielle  Lynch","coPersons":["Nic  Cheeseman","Justin  Willis"],"organisation":"University of Warwick","findingsText":" ELECTIONS AND DEMOCRATISATION: \n\nDespite peaceful polls in 2013, the ethnic tensions that underpinned Kenya's 2007 elections remain and, as a result, electoral violence continues to be a major threat. It is important to make sure that efforts to promote a 'peace narrative' go hand-in-hand with a commitment to allowing opposition parties their democratic right to hold rallies and criticise the government.\n\nKenya's electoral commission needs stronger and more effective leadership, greater technical capacity, and an injection of experienced and committed manpower. \n\nMany Kenyans do not understand how the new two-round electoral process works, which has serious implications for future elections when a second round is likely to be required. Civic education efforts around elections should be integrated into broader outreach programmes about the political system and should be rolled out well in advance of polling day.\n\nCurrent rules and regulations governing the release of election results are insufficient to ensure the timely release of results. This makes it almost impossible to produce hard evidence of electoral manipulation within the time frames demanded for petition processes under Kenya's new constitution. \n\nElectoral technology is no substitute for comprehensive election monitoring by domestic monitors and party agents.\n\nIn the absence of socio-economic change or political will, institutional regulations are unlikely to change established ways of mobilising support. Political leaders - and hence the parties they create - are unlikely to change their behaviour unless they believe that they will win more votes by doing so. \n\nDonor promotion of prosecutions (for example, at the International Criminal Court) can have a valuable deterrent effect on the deployment of political violence, but leaves the international community open to damaging accusations of political interference.\n\nDEVOLUTION AND SECURITY: \n\nThe majority of Kenyans remain supportive of devolution, even though the new county governments have fallen far short of popular expectations. Most people who support devolution do so because it &quot;brings resources to the grassroots&quot;. Most people who reject devolution do so because of the cost and because it fosters local divisions.\n\nEvents so far suggest that there has been some real devolution of power in Kenya, but that county governments have become fields for local battles over patronage with much energy expended on new political battles at the county level. \n\nMinority groups are increasingly angry at what they perceive to be their ongoing marginalisation despite the new constitution's promises of inclusivity, and devolution has exacerbated existing tensions in some areas. \n\nMeanwhile, the reformed judiciary - originally envisaged as the guardian of the new constitution - has become a political battleground and seems unable to act consistently in support of the principles of devolution. \n\nThe public feel increasingly vulnerable to crime, and the government's approach to the problem of terrorism and radicalisation has remained heavy on the side of repression and light in the building of community relations as well as the prevention of radicalisation. In these circumstances, while external support for Kenya's security services is likely to continue, this is unlikely to produce systematic improvement in efficiency or respect for human rights and the rule of law. The project's approach to election-monitoring has informed discussions and plans for academic involvement in UK government election-monitoring projects in other parts of Africa (including Uganda and Zambia). \n\nProject reports have been taken up by FCO and DfID in their planning for programme activities in Kenya in 2017. \n\nFindings on the need to balance 'peace' with 'justice' can help inform future peace-building efforts in Kenya and beyond. \n\nFindings on devolution - as one of the first studies of devolution in Kenya - can make a significant contribution to people's understandings and academic debates. Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}