{"id":"B476E0FE-E0F5-4977-928E-2AA874DF4DAA","title":"The evolution and development of cell number and organ size","abstractText":"Cells are the building blocks of all multicellular organisms and changes in cell number have important consequences for organismal form, function and evolution. Evolutionary changes in cell number can alter the appearance and physiology of individual organs and body plans, and therefore contribute to organismal diversity. Incorrect specification of cell number results in the development of organs that are too large or too small, and uncontrolled expansion of cell number results in cancer.\n\nTherefore, understanding the regulation of cell number is vital to expanding our knowledge about the specification of organ size and function, the evolution of the shape and size of plants and animals, and the genetic and developmental bases of diseases including cancer. It follows that it is essential to fully describe the developmental mechanisms and genetic factors that regulate cell number especially in the case of the specification of organ size about which little is known.\n\nScreening for new genes and studying the function of known genes and pathways that affect cell number has provided many insights into the regulation of cell number. However, studying natural variation in cell number provides a powerful approach that compliments these other strategies. This is because organisms that exhibit natural variation in cell number and organ size must contain and express the genetic and developmental changes that cause these changes. Therefore, identifying the genetic and developmental bases of natural variation in cell number between organisms will not only reveal how these changes have evolved but provides new insights into how these processes are regulated.\n\nIn this proposal we will describe the changes in development that cause natural differences in cell number that cause the eyes of Drosophila to be larger or smaller by up to 5000 cells in each eye. We will also map the genetic variants underling these changes in cell number and investigate how these changes alter the genetic regulation of eye size. As well as revealing the developmental and genetic bases of evolutionary differences in cell number, this will provide new insights into the specification of cell number, and this data will be used to generate predictive models to understand the regulation of cell number and organ size in animals more broadly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M020967/1","grantId":"BB/M020967/1","fundValue":"381871","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Alistair P  McGregor","coPersons":[],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}