{"id":"B4799C61-B3A5-4833-A8E2-D3B83E07CDC1","title":"Coordinating different protein translocation machineries during assembly of a membrane protein","abstractText":"All cells are surrounded by lipid membranes. However, in order to allow the passage of important metabolites and other substances biological membranes contain proteins. Proteins located in the lipid membrane are unusual because they are mainly hydrophobic (water-hating) unlike other proteins which are hydrophilic (water-loving). This presents a problem for the cell because the hydrophobic membrane proteins must be inserted into the membrane from the aqueous cytoplasm where they are made. If greasy membrane proteins are allowed to accumulate in the cytoplasm they aggregate, causing cell stress and ultimately cell death. Therefore membrane proteins are usually made co-translationally. This means that the hydrophobic segments of proteins are never exposed to the cytoplasm but are effectively threaded into the membrane as they are synthesised by the ribosome. A transmembrane channel in a specialised membrane protein complex called Sec receives the unfolded hydrophobic segments and releases them sideways into the membrane where they interact with lipids and sometimes with another protein called YidC. Once in the lipid bilayer the membrane protein will fold into its final, active conformation.\n\nWe recently reported a very important exception whilst examining the mechanism of membrane insertion of the Rieske protein from Streptomyces coelicolor. Rieske proteins are found in almost all organisms and are very important because they help to transfer electrons during respiration or photosynthesis. The electron transfer properties of the Rieske protein are due to the presence of an iron sulphur cluster, which is an iron ion, held in place by inorganic sulphur, and ultimately co-ordinated in a non-covalent manner to cysteine residues in the protein. Normally Rieske proteins in bacteria are synthesised in the cytoplasm, they bind their iron-sulphur cluster, attain their fully folded conformation and are moved across the lipid bilayer through a large channel called Tat which is big enough for folded proteins to pass through. The Rieske protein is guided to the Tat channel by a short, moderately hydrophobic signal sequence at its N-terminus which ultimately anchors the Rieske protein into the membrane, with its large folded domain containing the iron sulphur cluster facing the opposite side. We noted that the Rieske protein from Streptomyces coelicolor and closely related bacteria was much larger and more hydrophobic than expected and anticipated that this might alter the route of membrane insertion. Indeed we were able to show that the first half of the protein required Sec for its membrane integration, but that the remaining hydrophobic sequence and the folded iron sulphur cluster-containing domain required the Tat pathway. This was unexpected because the Sec machinery does not normally release the ribosome during co-translational insertion of membrane proteins, but must do so in this case to allow the remainder of the protein to be synthesised at the cytoplasmic side of the membrane, the iron sulphur cluster to be bound and the protein to fold. \n\nThis project aims to build on our previous discovery to understand just how the Sec and Tat machineries coordinate to assemble a single membrane protein. To this end we will screen for mutants in which the Sec pathway can no longer release the Rieske protein. We will use similar approaches to select mutants that can no longer allow the protein to be recognised by the Tat pathway. Although our initial studies identified the Rieske protein as a dual targeted membrane protein, we have now analysed the genome sequences of many more bacteria and archaea and have identified new candidates for dual targeting. We will also analyse two of these novel membrane proteins and confirm the route/s by which they are targeted to the membrane. We anticipate that our results will firmly establish that dual targeting is a common feature found in many bacteria and archaea.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L000768/1","grantId":"BB/L000768/1","fundValue":"406287","fundStart":"2014-04-01","fundEnd":"2017-07-31","funder":"BBSRC","impactText":"  Grant is still running. Findings not used yet  ","person":"Tracy  Palmer","coPersons":[],"organisation":"University of Dundee","findingsText":" We are still working on the grant We are still undertaknig research on this, the grant has only been active for a few months Manufacturing, including Industrial Biotechology","dataset":"gtr"}