{"id":"B47E9A7B-D8E2-4AC6-8462-BD14DFDF53E7","title":"Ecological and functional importance of novel virus genes expressed during infection of the globally important microalga, Emiliania huxleyi","abstractText":"We are working on a tiny marine alga that floats freely in the ocean and makes itself a chalky outer shell from scales known as coccoliths. When conditions are right, this tiny alga, referred to as coccolithophore plankton (scientific name Emiliania huxleyi) can grow in huge numbers (up to 10,000 in a teaspoonful of seawater) to form what is known as a 'bloom'. Light reflected by coccoliths in these massive and impressive blooms can even be seen from space; they can be the size of a small country to a whole continent. Unfortunately the blooms can only be seen from space when the cells are dying and the chalky shell is released into the surrounding sea. When this happens the sea looks a milky white colour! The chalk of the White Cliffs of Dover, epitomised in Dame Vera Lynn's famous war time song, are formed from the coccoliths of dead E. huxleyi. We have managed to isolate a giant virus (even algae can get ill!) that is responsible for the death of these coccolithophore blooms. In order to make lots of copies of itself, our giant virus has to get inside a single marine alga cell, hijack the alga's replication machinery to make lots of copies of its own virus genome (all the virus genes on a single circular piece of DNA). Once the virus has made several hundred copies of its own genome inside the (now very sick) alga cell, it turns into a protein factory manufacturing all its protein component parts. All these parts are then neatly assembled into hundreds of brand new viruses that burst open the (now dead) alga cell. Each virus takes a copy of its own genome and some extra protein and fat baggage to help it along when it infects the next unsuspecting healthy alga. This process is then repeated until nearly all of the algae in the coccolithophore bloom are dead. The virus genome is a long stretch of DNA divided into smaller regions called genes. Each gene contains the specific information needed to create a protein (genes 'code' for proteins / think of genes as a protein 'blueprint'). Normally viruses have small genomes and only a small number of genes, which is why they can replicate so quickly. For example the devastating Human Immunodeficiency Virus (HIV) that causes AIDS has only 9 genes. Our alga-killing virus really is a giant because it has around 480 genes. BUT we don't know what most of the genes in our virus do. They are unlike any other known genes. Some of the genes we do know about are very unusual and have never been seen in a virus before. In this study we want to find out why this virus has unusual genes and work out what they do. One group of genes code for what we believe is a signal to kill the unfortunate infected alga. It is a mechanism termed apoptosis, or programmed cell death (seen when a tadpole's tail disappears as it turns into a frog) and has never been observed in a virus before. This important discovery will interest scientists looking for novel mechanisms for killing cells and may have applications in development of anti-cancer therapies. In this study we will find out why this virus uses apoptosis genes and how the proteins encoded by these genes work together to kill the marine alga. We also want to find out if these proteins have any other function; for example they may act as an important source of nutrition in the marine food chain. Infected alga will make a tasty meal for small alga eating animals at the bottom of the food chain. To do this we are going to use a combination of chemistry to find out what the food source is and genomics (a term used when you look at all the genes all at the same time) to find out how the genes work together in both the virus and host.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D001455/1","grantId":"NE/D001455/1","fundValue":"330155","fundStart":"2006-01-01","fundEnd":"2009-06-30","funder":"NERC","impactText":"","person":"William  Wilson","coPersons":[],"organisation":"Plymouth Marine Laboratory","findingsText":"","dataset":"gtr"}