{"id":"B47E059D-7D24-46AD-BF7F-CE1566D51FEA","title":"A high quality toolbox of computational methods for statistical inference","abstractText":"It is common in many fields of applied science, where mathematics is used, that some of the quantities of interest do not have analytical expressions, i.e. no explicit formula are available. In such situations one typically resorts to numerical methods in order to approximate the quantities of interest. Monte Carlo methods is a class of such numerical techniques that have been routinely used in physics for over 60 years and have more recently had a profound impact on the practice of statistical inference, in particular Bayesian statistics. In the context of Bayesian statistics, quantities of interest are not directly observed, but distorted and corrupted by `noise'. Due to the uncertainty brought in by the noise, and rather than trying to give an estimate of the quantity of interest, one instead seeks to estimate a probability distribution which reflects our belief in the various possible values of the quantity of interest. The strength of the approach is evident, but comes at a price: a probability distribution is a complex mathematical object, and for typical real cases of interest, no algebraic expressions exist and numerical approximations are needed. Despite their success, Monte Carlo techniques still require some degree of expertise and fine tuning is needed for them to perform well. Recently a general framework for the automatic tuning of these algorithms has been proposed: the main idea is that the algorithm learns how to optimally solve the task, while solving it. In the Bayesian context, the algorithm explores the surface of the probability distribution, and adapts the way it explores the surface in the light of past experience. It is the aim of the present project to develop this technology together with the corresponding toolbox in order to make these novel techniques widely available to specialists and non-specialists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C544560/1","grantId":"EP/C544560/1","fundValue":"121884","fundStart":"2007-06-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"Christophe  Andrieu","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}