{"id":"B4811A1D-9BBE-4149-9DFC-9400E22933EA","title":"AMORPHOUS CHALCOGENIDE-BASED OPTOELECTRONIC PLATFORM FOR NEXT-GENERATION OPTOELECTRONIC TECHNOLOGIES","abstractText":"Materials discovery, development and modification has been a key factor in developing the world we live in. The study of materials which exhibit electrical or optical properties has played a major role in enabling all of modern technology and in particular electronics, computing and communications. As these technologies have been developed existing materials have also been modified and pushed close to their limits of what is technical feasible. An example of this is the advances made in silicon (Si) based microelectronics which has led to speed, which relates to power of processing, becoming critical, with a reduction in the size of the microelectronics used to achieve this. This approach is ultimately limited as sizes reduce; thus alternative methods must be sought. Optical communication and data transfer is widely known as being much quicker as information can be moved at the speed of light. However, whenever it interacts with electronics, such as when broadband optical fibre is connected to a computer the data transfer and processing must slow down to the speed of the microelectronic processors. There is a strong desire and compelling argument therefore to develop an 'optoelectronic' technology which is a hybrid of the optical and electronic systems but without the current limitations imposed by the two current technologies working independently. This proposal will seek to apply one of the most developed materials modification tools that is fundamental to modern microelectronics, ion-implantation, to a class of materials that show unique potential for enabling future optoelectronic technologies. These materials, known as chalcogenides, are already widely used in applications such as photovoltaics (solar cells), memory (e.g. DVDs), and advanced optical devices (e.g. lasers). Currently however they are used solely as either electronic materials or optical materials, with different types of chalcogenides used for each. Their properties that allow use in these separate application types gives them the potential to be developed so that the excellent optical properties of one material can be combined with the excellent electronic properties of another and vice versa. One of the reasons that this has yet to be done is that it has proved to be extremely difficult to modify their electronic properties during the material preparation which typically involves melting at high temperatures. Anything that is added to the materials, referred to as doping, is ineffective under these conditions due to the ability of the material to reorder itself whilst melted to cancel out the desired effect. In this programme of work, we will modify the properties by introducing dopants into the chalcogenide materials below their melt temperature, thus not allowing the material to reorder. This will be undertaken using ion-implantation which allows precise control of the type of impurity introduced. As a result of this work, we will develop for the first time an understanding of how these unique materials can be modified in a controlled way. We will then use this to develop better models of the origin of the materials' electronic and optical properties which will allow us to develop optimised materials. We will also develop prototype devices that will lead the way to the development of a truly optoelectronic technology. This programme will establish the UK as leaders in this field and therefore directly contribute to the continuing growth of the knowledge economy. We will train the next generation of scientists and engineers in state-of-the-art techniques to ensure that the UK maintains the expertise base required for this, aim to ensure the impact of this work is maximised and accelerated where possible, and communicate the results widely including to all stakeholders in this research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I018050/1","grantId":"EP/I018050/1","fundValue":"253367","fundStart":"2011-11-01","fundEnd":"2014-04-30","funder":"EPSRC","impactText":"  Findings have informed academic knowledge Electronics Societal","person":"Stephen Richard Elliott","coPersons":[],"organisation":"University of Cambridge","findingsText":" We have discovered that, using ion implantation, one can change the electronic charge-carrier type in amorphous chalcogenide materials, thereby opening the possibility of making p-n junction-based devices from such materials We are about to submit a new grant application to EPSRC to continue the work carried out in this 2-year project Electronics","dataset":"gtr"}