{"id":"B48C0A4D-E44A-4A52-8133-49EFE43D15F9","title":"Unipotent classes, nilpotent classes and representation theory of algebraic groups","abstractText":"Our proposal concerns the unipotent and nilpotent classes in simple algebraic groups and Lie algebras, and their relationship with representation theory. Unipotent and nilpotent elements are fundamental to the theory of algebraic groups and finite groups of Lie type, and play a major role in both the structure and representation theory of the groups. When the characteristic of the field overwhich the algebraic group is defined is good , the theories of unipotent and nilpotent classes turn out to be very closelyrelated, and actually independent of the characteristic. However, when the characteristic is bad (meaning it is 2,3 or 5, dependingon the type of algebraic group), this is not the case; for example, in bad characteristic there are usually more classesthan in good - many more, in the case of classical groups. In this proposal one of our objectives is to understand the relationship between the classes in good characteristics and thosein bad characteristics. At the outset, it is not at all clear how to define what we mean by this in a precise way. We proposeto define bundles of classes within certain parabolic subgroups in a way that is characteristic-free. In good characteristica bundle will consist of just one class, while in bad characteristic it will consist of several. The bundles will exhaust all the classes, and in this way we will obtain a conceptual link between the theories in good and bad characteristics. Classes in the same bundle should share many common properties, so this link will be potentially very useful for applications. All this is currently conjectural, and we plan to establish it on a sound footing in this proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I033835/1","grantId":"EP/I033835/1","fundValue":"23984","fundStart":"2011-11-02","fundEnd":"2014-01-31","funder":"EPSRC","impactText":"","person":"Martin  Liebeck","coPersons":[],"organisation":"Imperial College London","findingsText":" This project was concerned with representations of complex semisimple Lie groups G. These can be defined as groups of matrices with entries in the complex numbers. An element is called unipotent if all its eigenvalues are 1, and such an element is said to be distinguished if commutes with no nontrivial torus in G. Distinguished unipotent elements are hard to study for some purposes, as they do not lie in nice subgroups of G. \nOne of our goals was to determine all irreducible representations of G for which distinguished unipotent elements are sent to distinguished elements of the target groups. We succeeded completely. Along the way we had to classify subgroups A of rank 1 in G, and representations of G for which the restriction to A is multiplicity-free, an intersting property with connections to other areas. Our work on this topic will form the basis of a much larger future project to study multiplicity-free restrictions of representations of semisimple algebraic groups. Our work on multiplicity-free restrictions of representations of Lie groups may be useful in other areas. Certain very special cases of this phenomenon have been used in invariant theory in several papers by other authors. Other","dataset":"gtr"}