{"id":"B4955EB3-6C63-46D5-81E3-4CCC7AC61BF9","title":"Continuing Bonds: Exploring the meaning and legacy of death through past and contemporary practice.","abstractText":"This project will examine a dialogue about death and dying between the clinical and historical disciplines. The aim of the project is two-fold: to demonstrate tangibly how archaeology can inform our current attitudes to death and dying, and thereby help shape policy and practice; and to explore the value of collaboration between health care professionals and archaeologists. The diverse methods of dealing with death and the dead uncovered by archaeologists will bring a different perspective to our current attitudes and therefore contribute towards a necessary re-examination of today's taboo status of death as an inevitable human experience.\n\nDeath is rarely discussed in everyday life mostly for fear of the emotions it raises. This has considerable consequences for individuals and families in decision-making in illness and frailty of old age. The fundamental hypothesis underpinning this work is that through introducing the topic of death through archaeological examples, discussions of death can become more commonplace, more emotionally detached and hopefully more familiar. Through bringing this topic back into the conversational realm, many fears can be alleviated and practicalities and preferences can be discussed.\n\nThrough creating a compendium of insights into death through time, particularly the fundamental resonance of bereavement, loss and commemoration, the project will shape thinking on how contemporary practice and historical perspectives can be mutually informed. It offers a more enlightened approach to a fundamental and inevitable moment in our human lives.\n\nThe project will test out this approach with both lay audiences and with students and professionals in health, social and spiritual care, including nursing students, spiritual care practitioners, counsellors, and medical students. It will seek to use materials to prompt reflection and examination of participants' own familial and cultural approaches to death, commemoration and continuing bonds with those that have died. It will also draw on the past to explore the concept of ancestors, and how this relates to contemporary considerations of legacy, continuing bonds, and the prospect of ourselves as ancestors of future generations. This will be achieved through a series of thematic workshops with the stakeholder groups and an action research approach, with each workshop informing future workshops, as well as working towards an exhibition intended for the public. Stakeholder workshops will run in conjunction with two 'Dying Awareness Week' events on the theme of Continuing Bonds, which will include a public audience, and will be the primary dissemination event for exhibition materials.\n\nTowards the close of the project, an exploratory workshop will be held with secondary teachers, to assess the viability of introducing material into schools as part of a 'Death Education', with this the focus of work beyond the current project. \nThe project will provide a foundation for further interdisciplinary approaches to fundamental issues of life and death, demonstrating how disciplines which are apparently diverse can aid, inform, and mutually benefit from each other.\n\nThis project builds on an existing programme of research undertaken by the PI and CoIs, which has developed networks between archaeology and healthcare, and explored the ideas raised here with stakeholders, including palliative nurses, spiritual care practitioners, and academics in health care, receiving overwhelming support for project development. A successful pilot workshop has also taken place, organised by CoI(1) during Dying Awareness Week (May 2014), where the PI delivered a keynote lecture. The networks and support for this research are in place and growing, creating an exciting and new interdisciplinary approach to attitudes to death, dying, legacy, and memory, and a tangible demonstration of the impact of humanities research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M008266/1","grantId":"AH/M008266/1","fundValue":"195832","fundStart":"2016-05-01","fundEnd":"2018-08-31","funder":"AHRC","impactText":"","person":"Karina Theresa Croucher","coPersons":["Christina  Faull","Laura Iraine Middleton-Green"],"organisation":"University of Bradford","findingsText":"","dataset":"gtr"}