{"id":"B4960418-33A2-4BC0-AF56-38AF0F4A005A","title":"A coordinated open-access centre for comprehensive materials analysis","abstractText":"We will offer to UK academics a single-point access Centre for a range of state of the art materials analysis equipment operated by internationally leading groups. This equipment enables ultra-resolution imaging and chemical analysis of materials, useful for physical, chemical and biological scientists.The Centre will be run by the Nottingham Nanoscience and Nanotechnology Centre (NNNC) supported by a suitable management and technical team. This easy access will give a transparent structure and will facilitate efficient management and tracking of the available resource across the Schools involved in the application. Importantly, it will also provide an opportunity to coordinate training activities, give professional advice to potential users on analysis options beyond a simple 'one-technique' service and to facilitate a central repository of feedback and subsequent exploitation the gathered data is used to support.The service offered will include 75 days of analysis per annum and 25 days dedicated to training per annum. In addition analysis and the means to deliver reports and respond to feedback will be part of Centre's activities. The analysis reports and feedback information will be catalogued and used to produce an annual report summarizing equipment usage and outputs. This will be used to inform the annual Management Group Meeting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F019750/1","grantId":"EP/F019750/1","fundValue":"404637","fundStart":"2008-04-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Clive  Roberts","coPersons":["Morgan Russell Alexander","Julian  Henderson","Paul Dominic Brown","Martyn  Davies","Robert George Jones"],"organisation":"University of Nottingham","findingsText":" The project offered open access to state if the art analytical equipment related to materials characterization to researchers from Universities other than the host, Nottingham University. It incorporated a range of equipment in different Schools in the Science, Engineering and Humanities Faculties, all operated by dedicated experts. It was coordinated through the Nottingham Nanotechnology and Nanoscience Centre (NNNC). \n\nThrough the programme, the following 44 institutions have accessed these facilities at Nottingham - Newcastle, Cardiff, Keele, Birmingham, Bath, Edinburgh, Durham, Exeter, Leicester, MMU, Warwick, Sheffield, Strathclyde, Glasgow, Newcastle Manchester, Leeds, Cambridge, Imperial, NTU, Oxford, Loughborough, UCL, RGU\nde Montfort, Exeter, Bristol, Ulster, Reading, Lincoln, Bradford, National Gallery, Surrey, Brunel, Heriot Watt, UCLAN, Hull, London School of Pharmacy, OU, Sheffield Hallam, KCL, Bolton, St Andrews, Southampton through a total of 185 separate projects. Each visit typically involved an assessment of the viability of the analysis proposed, suggestions for improvements or possible alternative analysis approaches, delivery of any required training, analysis of samples, processing and interpretation of data and production of a short report.\n\nTo date 18 referred journal articles have been published by academic groups using the open access centre containing work produced by the project. These have been published in a wide range of international journals such as ACSNano, Soft Matter, Langmuir, Journal of Materials Chemistry, Corrosion Science, Journal of Photochemistry and Photobiology, Reactive and Functional Polymers, Tribology International, Molecular Microbiology, Semiconductor Science and Technology and the Journal of Electrochemistry. The work has also been presented at many national and international meetings including iCAT 2008,Singapore; International Conference on Advanced Fibers and Composite Materials&quot;, 2009, Shanghai, China; AIMCAL, 2008, Myrtle Beach, USA; Hybrid &amp; Organic Photovoltaics, 2010, Assisi, Italy; Materials Science and Technology 2012, Pittsburgh, USA and American Chemical Society National Meeting 2012, San Diego, USA.\n\nOf these Users around 65% had current EPSRC funding related to the work done. In terms of fit to EPSRC Thematic Areas this was approximately - Physical Sciences (51%), Engineering (36%), Healthcare Technologies (29%), Energy (21%), ICT (19%), Living with environmental change (19%), manufacturing the future (14%), Global uncertainties (14%), Digital Economy (3%) (Note Users can map to several themes). Around 40% of the Users were postgraduate students.\n\nMany of the Users of the open access centre continue to access the facilities as part of their on-going work, some through direct access others through new collaborations with researchers at the University of Nottingham. This work formed part of the basis for founding new open access centres across the University and the establishment of a University level committee to overseas access and strategic development of facilities and equipment. The University has now established an open access catalogue of all analytical equipment above a value of ?10k with details of equipment, training available and access conditions. This is being joined by other similar catalogues from the M5 group of Midlands Universities. Aerospace, Defence and Marine,Agriculture, Food and Drink,Energy,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}