{"id":"B49E45DD-B634-4825-9FD7-E75D0BAF95CA","title":"Study of the interplay of genetic, biochemical, and lifestyle factors on coronary heart disease incidence","abstractText":"Heart disease is the single leading killer in the UK and globally, is responsible for considerable disability, and involves several important modifiable risk factors, such as smoking, diabetes, and elevated levels of cholesterol and blood pressure. \n\nThe occurrence of heart attacks depends on the complex interplay of genetic make-up, environmental factors and chance. Understanding the interplay of ?nature? and ?nurture? in heart disease should contribute to important advances in: (i) explaining the biological chain of events that leads to a heart attack, (ii) effectively targeting existing measures to prevent disease, and (iii) developing lifestyle programmes for people to counteract disadvantageous genetic profiles. \n\nUntil recently, it has been difficult to study the interplay of genes, biochemical factors and lifestyles (eg, dietary habits and physical activity) in CHD. Medical surveys have tended to be too small, insufficiently detailed, inappropriately designed, or had some combination of these limitations. Also, it is only in the past few years that genetic research has identified a reasonably large number of genetic factors related to heart disease and relevant characteristics (such as levels of blood fats, obesity and diabetes). \n\nThe current research project seeks to conduct a large and detailed study of genetic, biochemical and lifestyle factors in heart disease by using an existing survey of over 500,000 middle-aged Europeans living in ten countries. Starting in the early 1990s, initially healthy participants gave blood, replied to questionnaires (eg, about lifestyles, habits) and provided physical measurements. These individuals have now been monitored for over a decade on average, during which time more than 10,000 people have had heart attacks. It is proposed to conduct genetic and biochemical tests in the stored samples of 10,000 patients with confirmed heart disease and in 10,000 controls who have remained free of heart disease. \n\nGenetic and biochemical information assessed in these individuals will then be collated with information on smoking habits, diet, physical activity and other characteristics previously recorded at the initial visit to create a rich and powerful database. This database will be carefully harvested to yield a series of immediate and longer-term findings of major international importance for the understanding, prediction and prevention of heart disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800270","grantId":"G0800270","fundValue":"2977140","fundStart":"2010-07-05","fundEnd":"2015-01-04","funder":"MRC","impactText":"","person":"John  Danesh","coPersons":["Elio  Riboli","Paul  Elliott","Nicholas John Wareham","Mark Ian McCarthy","Petra HM Peeters","Leena  Peltonen","Simon  Thompson"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}