{"id":"B49EC54E-3BC7-42BC-9042-B857B97C6AAE","title":"Rotational optic lattice modes in NIS spectroscopy of molecules containing off centre iron atoms.","abstractText":"Iron atoms are at the centers of a large number of biological molecules such as proteins and enzymes, and are crucially important to their function. However the concentrations of these atoms compared to the bulk is very small indeed. Therefore it is necessary to develop novel methods to determine the structure and function of these active sites. Measurement and understanding the vibrations of an atom often provides clues to structure and function not gleaned by other methods. Nuclear Inelastic Scattering (NIS) is an emerging technique that has the potential to selectively provide such information on iron atoms in the presence of all the other atoms. After some initial studies of iron-sulfur cluster protein models, we postulated the possibility of observing the whole body rotations of these groups using NIS spectroscopy when the clusters involved have off centre iron atoms. The present experiment is to prove this hypothesis by studying the NIS spectra of a molecule with a linear arrangement of three iron atoms, where we can select the iron atoms we want to observe by selective isotopic substitutions with the 57Fe isotopes. We therefore expect the whole body rotations of this molecule to be abserved only when the off centre iron atoms are substituted.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C014553/1","grantId":"EP/C014553/1","fundValue":"4575","fundStart":"2006-01-11","fundEnd":"2006-07-10","funder":"EPSRC","impactText":"","person":"Upali Abhaya Jayasooriya","coPersons":["Vasily  Oganesyan"],"organisation":"University of East Anglia","findingsText":" Iron atoms are at the centers of a large number of biological molecules such as proteins and enzymes, and are crucially important to their function. However the concentrations of these atoms compared to the bulk is very small indeed. Therefore it is necessary to develop novel methods to determine the structure and function of these active sites. Measurement and understanding the vibrations of an atom often provides clues to structure and function not gleaned by other methods. Nuclear Inelastic Scattering (NIS) is an emerging technique that has the potential to provide such information selectively on iron atoms in the presence of all the other atoms. After some initial studies of iron-sulfur cluster compounds that model the active centres in proteins, we postulated the possibility of observing the whole body rotations of these groups using NIS spectroscopy when the clusters involved have off centre-of-mass located iron atoms. Further we observed exceptional broadening of the NIS spectroscopic features in these compounds, with again the off centre-of-mass lacation of the iron atoms appeared to be relevant.\n\nThe present experiment was to test these hypothesis by studying the NIS spectra of a molecule with a linear arrangement of three iron atoms, where we can select the iron atoms we want to observe by selective isotopic substitutions with the 57-Fe isotopes. We therefore expect the whole body rotations of this molecule to be observed only when the off centre iron atoms are substituted. We have obtained Nuclear Inelastic Scattering spectra of these isotopomers that clearly illustrates the power of this spectroscopy in the selective detection of the contribution of an individual Mossbauer active atom to a normal mode of vibration. We have also confirmed the exceptional broadening of the NIS spectra that were reported for iron-sufur cubanes, by observing similar broadening for an ionic compound where two iron centres are connected via an oxygen atom. The broadening of spectra observed with the partial vibrational density of states as measured with NIS spectra is not to be found in the IR and Raman spectra of these materials, where it is the energy transfers at the Brillioun zone centre (neglegible momentum transfer) that are measured. Therefore we assign these broadening effects to stronger intermolecular vibrational interactions in these ionic compounds as measured by NIS spectroscopy, which gives access to higher momentum transfer thus probes across the Brillioun zone. The observation of the participation of the counterion, which doesn't possess a NIS active atom, in this band broadening phenomenon is therefore a novel manifestation of the phenomenon of 'heteroionic vibrational coupling'. It is significant that this phenomenon needs both an appropriate counterion and off centre-of-mass located iron atoms in this case, and also appears to be observable within the momentum space away from the zone center This therefore is an illustration of a unique ability of NIS to probe these interactions. Calculations are in progress to obtain reliable assignments of the vibrations of these molecules. Will be of use in the interpretation of NIS spectra of complicated systems. Chemicals,Education,Manufacturing, including Industrial Biotechology","dataset":"gtr"}