{"id":"B4ADA3BC-BBCA-463A-9A7F-0153AE9BA038","title":"High-efficiency Block Copolymer Solar Cells: A Scaleable Prototype for Low Cost Energy Generation","abstractText":"Widespread implementation of photovoltaic electricity to meet changing energy demands requires a step-change in the cost of photovoltaic power. This proposal assembles a consortium of chemists, physicists and materials scientists from Imperial College London and the universities of Manchester, Sheffield and Durham to produce new prototype polymer solar cells that have high power conversion efficiencies and could be mass produced cost effectively. We propose new polymer solar cell designs that integrate flexibility with inexpensive materials and solution based processing. In one approach, block copolymers are used to direct formation of nanostructured thin films to provide high efficiency polymer solar cells. In a second approach, block copolymers will be used to direct crystallisation within nanostructured films. Independent optimisation of the optical and electronic properties, together with theoretical modelling input, will provide design rules for maximising power conversion efficiency. The project will establish strategies for scaling up the device designs which have the highest efficiencies. Our objective is to construct affordable and scalable polymer solar cells that have an energy conversion efficiency of at least 7%.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F056397/1","grantId":"EP/F056397/1","fundValue":"496776","fundStart":"2008-05-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"  Beyond the citation of the academic publications and the take up of the methodologies disclosed by academic researchers. The impact of the project has been to demonstrate the utility of gravure and spray coating of materials to fabricate OPV devices. These techniques are now being applied for the large area deposition of active materials and interface layers by researchers and industry. Chemicals,Creative Economy,Education,Energy Societal,Economic","person":"Michael L Turner","coPersons":["Brian  Saunders","Stephen George Yeates"],"organisation":"The University of Manchester","findingsText":" Widespread implementation of photovoltaic electricity to meet changing energy demands requires a step-change in the cost of photovoltaic power. This project assembled a consortium of chemists, physicists and materials scientists from Imperial College London and the universities of Manchester, Sheffield and Durham to investigate new prototype polymer solar cells that have high power conversion efficiencies and that could be mass produced cost effectively. We studied new polymer solar cell designs that integrate flexible substrates with solution based processing. In one approach, copolymers of donor and acceptor blocks were synthesized and used to direct formation of nanostructured thin films. The influence of the block copolymer properties on thin film morphology and the electrooptical/charge generation processes were examined. Theoretical modelling was used to determine the optimal 3D morphology for photovoltaic cells derived from phase separated polymer blends. The project examined ink-jet and gravure printing strategies for high throughput solar cell production. Synthetic methods developed by programme are now being used to make new materials for organic photovoltaic cells. The printing processes developed are being applied to new materials and also new device structures. Chemicals,Energy","dataset":"gtr"}