{"id":"B4B409E4-CE54-455B-B52B-B4222E15C763","title":"Nanogap Electrochemistry and Sensor Technology at the Molecular Limit","abstractText":"Sensors with electrochemical stimulus and read-out have found wide-spread use in gas, environmental, and medical trace analysis. Low cost and reliability as well as miniaturisation are major factors in commercialisation and mass production and in particular cheap screen printed sensors have dominated for example in the medical glucose sensing field. The low cost of these devices has been the secret to their commercial success and wide distribution. More powerful generator-collector electrode systems have been initially developed by Nekrasov and Frumkin and then further developed for rotating ring-disc systems, dual and interdigitated band electrode systems, in SECM and in STM, as well as in dual flow channel systems. Work with microelectrode arrays has been reported for electroanalysis and for patterning in DNA synthesisers. However, in these devices the inter-electrode gap has always been relatively large and the potential benefits of sub-micron gaps have not been exploited. In this project we propose (i) to develop extremely small gap systems to reach the limit of single molecule detection and (ii) to device novel bipotentiostat junction technology for powerful sensors for a wide range of applications.Our project hypothesis is that junction electrodes with 100 nm or less inter-electrode gap allow novel (electro-)chemical sensor processes to be exploited and investigated which have not been considered/realised in previous studies e.g. using conventional SECM and STM or in studies employing single-electrode electrochemical processes. The junction electrode formation is based on a robust (cheap, fast, &amp; reproducible) electro-deposition approach which will need refinement and optimisation for particular applications. New experimental protocols will be developed to control surface roughness, improve growth &amp; geometry, to introduce new junction materials, and to coat/fill sensor junctions. Diffusion within the junction will be investigated and short lived intermediates generated (for example HS., O2., O3., and other radical species) and modulator-sensor experiments conducted where pulses of reagents are generated at one (or more) modulator electrodes. Multi-dimensional pulse voltammetry with specifically optimised pulse sequences will provide higher sensitivity and higher selectivity and allow unusual detection modes (e.g. based on hydroxide pulses, see glucose detection in neutral solution aided by hydroxide pulses). The numerical simulation (based on new GPU methods ) of dual disc or band electrode systems and for junction electrodes is challenging and will provide important insight into physical phenomena, chemical mechanisms, and sensor optimisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I029095/1","grantId":"EP/I029095/1","fundValue":"101668","fundStart":"2011-09-19","fundEnd":"2015-03-18","funder":"EPSRC","impactText":"  Yes, the SME Micrux have made extensive use of our work in relation to their products. The collaboration continues. Agriculture, Food and Drink,Chemicals,Education,Energy,Environment,Healthcare Economic","person":"Richard Guy  Compton","coPersons":[],"organisation":"University of Oxford","findingsText":" Collector-generator systems have wide potential applications in analysis. We have shown how to make more sensitive and specific measurements by a combination of theory and experiment. We expect significant impact on the analytical community. We have published a review article on collector generator systems which already has 28 citations (Scopus November 2014)\n\nWe have established a collaboration with a Spanish SME, Micrix (http://www.micruxfluidic.com/). This company makes dual electrode systems for analysis and we are together working on the optimisation of their commercial products.\n\nCollector-Generator systems are of wide use in ebergy research (notably in oxygen reduction). Our papers are already cite din this context. Agriculture, Food and Drink,Chemicals,Education,Energy,Environment,Healthcare","dataset":"gtr"}