{"id":"B4CA6C0D-A05C-4EDE-B786-EA36837C21CD","title":"Multiscale Ensemble Computing for Modelling Biological Catalysts","abstractText":"The goal of this project is to use the flexible HPC resource made available on HPCx to perform a detailed investigation of the mechanism of chemical reactions catalysed by the enzyme fatty acid amide hydrolase (FAAH), an important target for drug development. HPC resources are increasingly helping to illuminate and analyse the fundamental mechanisms of biological 'molecular machines'. An example is enzyme catalysis. Enzymes are very efficient natural catalysts. Understanding how they work is a vital first step to the goal of harnessing their power for industrial and pharmaceutical applications. For example, many drugs work by stopping enzymes from functioning.Atomically detailed computer models of enzyme-catalysed reactions provide an insight into the source of an enzyme's power. Due to the large size of biological molecules, simplified classical models of atomic interactions are used. These molecular mechanics (MM) models have been used successfully to understand the molecular dynamics of proteins. However, MM can provide only a low-quality model of a chemical reaction, as electrons are represented implicitly. The best quality chemical models are provided by quantum mechanics (QM). QM calculations are highly computationally expensive, so it would be challenging to solve a QM model of an entire enzyme system. One solution is to use multiscale methods that embed a QM representation of the reactive region of the enzyme within an MM model of the rest of the system. Multilevel simulations of biological systems scale poorly over the many processors available on an HPC resource. New multiscale modelling methods(4) that split a single calculation into an ensemble of loosely-coupled simulations, are therefore a promising new direction to utilize maximum computingpower. The aim is to make best use of the large numbers of processors by effectively coupling multiple individual simulations into a single supra-simulation. This method, applied on an HPC resource, promises to lead to a step change in the quality of the modelling of enzyme-catalysed reactions, and will provide new insights into these remarkable biological molecules.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G042853/1","grantId":"EP/G042853/1","fundValue":"77255","fundStart":"2009-01-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Adrian John Mulholland","coPersons":["Fred R Manby"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}