{"id":"B4D68B93-EBB7-417A-B0CD-2480E8699375","title":"Sparse &amp; Higher Order Image Restoration","abstractText":"In the modern society we encounter digital images in many different situations: from everyday life, where analogue cameras have long been replaced by digital ones, to their professional use in medicine, earth sciences, arts, and security applications. Examples of medical imaging tools are MRI (Magnetic Resonance Imaging), PET (Positron Emission Tomography), CT (computed tomography) for imaging the brain and inner organs like the human heart. These imaging tools usually produce noisy or incomplete image data. Hence, before they can be evaluated by doctors, they have to be processed. Keywords in this context are image denoising, image deblurring, image decomposition and image inpainting.\n\nOne of the most successful image processing approaches are so-called partial differential equations (PDEs) and variational models. Given a noisy image, its processed (denoised) version is computed as a solution of a PDE or as a minimiser of a functional (variational model). Both of these processes are regularising the given image and herewith eliminate noise or fill missing parts in images. Favourable imaging approaches are doing so by eliminating high-frequency features (noise) while preserving or even enhancing low-frequency features (object boundaries, edges).\nIn this project we propose to focus on one of the most effective while least understood classes in this context: methods that involve expressions of high, especially fourth, differential order. Higher-order methods by far outperform standard image restoration algorithms in terms of the high-quality visual results they produce. Bringing together the expertises from different fields of mathematics, among them applied PDEs, variational calculus, geometric measure theory and modern numerical analysis, we attempt to answer and complement some of the many open questions evolving around higher-order imaging models.\n\nThe punchline of the project is a specific image processing task called image inpainting. Inpainting denotes the process of filling-in missing parts in an image using the information gained from the intact part of the image. It is essentially a type of interpolation and has applications, e.g., in the restoration of old photographs and paintings, text erasing (e.g., removal of dates in digital images or subtitles in a movie), or special effects like object disappearance. Adding additional geometrical constraints to this interpolation process, higher-order methods are able to address some of the shortcomings of standard inpainting methods like the ability to restore contents in very large gaps in an image.\nIn order to have effective and reliable higher-order inpainting approaches it is inevitable to analyse their mathematical properties thoroughly. Questions to answer are: what kind of solutions do these approaches produce? What are the characteristic features (like regularity and sparseness) they promote in the resulting image? Which terms in the mathematical setup do we have to manipulate and how, to stir the interpolation process to our liking?\nAnother issue is their numerical implementation. In fact, the unfortunate reason why these models are not accommodated in applied tasks and standard imaging software is that their solution with current numerical algorithms is still expensive and far away from real-time user interaction.\n\nThis project addresses the development, analysis and efficient numerical implementation of imaging models using PDEs and variational formulations of high-differential order with sophisticated tools from modern applied mathematics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J009539/1","grantId":"EP/J009539/1","fundValue":"98114","fundStart":"2012-06-25","fundEnd":"2014-06-24","funder":"EPSRC","impactText":"  Our findings have been used in various interdisciplinary projects (most of which are still ongoing) with researchers in biomedical imaging, remote sensing and art conservation:\n\n1. Art conservation: In a joint endeavour with the Fitzwilliam Museum in Cambridge we have developed digital image restoration techniques using sparse and higher-order partial differential equations. Various state of the art techniques have been tested, new restoration methods have been developed (third-order surface interpolation and GuideFill, cf. Research Findings page) and will next be implemented within a software tool for museum conservators. We are planning to launch this tool in the course of an Arts and Science exhibition in Cambridge in 2016. This is joint work with S. Bucklow (Hamilton Kerr Institute, Cambridge), M. D'Autume (ENS Cachan, Paris), R. Hocking (CIA, Cambridge), S. Panayotova (Fitzwilliam Museum, Cambridge), and P. Ricciardi (MINIARE, Cambridge).\n\n2. High resolution imaging and analysis in biomedicine: Development and employment of image enhancement and segmentation methods for applications in MR velocity imaging and light microscopy. The former is joint work with M. Benning (MRRC, Cambridge), L. Gladden (MRRC, Cambridge), D. Holland (MRRC, Cambridge), and T. Valkonen (CIA, Cambridge). The latter is joint work with M. Burger (University of M?nster), J. Grah (CIA and CRUK CI), S. Reichelt (CRUK CI) and A. Schreiner (CRUK CI).\n\n3. Forest conservation: We have developed novel image registration and segmentation methods for the analysis of remote sensing data of large forest areas. Our methods allow the combination of three different data types for the analysis of forests at the accuracy of single trees. This is joint work with X. Cai (CIA and Plant Sciences, Cambridge), D. Coomes (Plant Sciences, Cambridge), J. Lee (Plant Sciences, Cambridge), and J. Lellmann (CIA, Cambridge). Environment,Healthcare,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Carola-Bibiane  Schönlieb","coPersons":[],"organisation":"University of Cambridge","findingsText":" In this project we develop novel higher-order regularisation techniques for image enhancement. In particular, we propose new mathematical models, analyse their qualitative and quantitative behaviour, develop numerical algorithms for their efficient computation, and probe these new techniques by applying them to real-world imaging tasks. Up to date we have the following concrete research findings:\n\n1. We developed a very interesting third-order method for computing high-resolution digital elevation maps (DEM). Our method allows to accurately recover natural landscapes from very few line- or point measurements, with possible applications in the reconstruction of coastal landscape from satellite measurements, generation of height maps from contour data, and compression of digital elevation maps. In comparison to previous methods, sharp features such as ridges or mountain peaks are not removed. While non-convex, our numerical method seems to be very stable and reliably converges to a fixed point within few iterations. This is joint work with J. Lellmann (DAMTP, Cambridge) and J.-M. Morel (ENS, Cachan)\n\n2. Proposal, detailed analysis and numerical discussion of a higher-order regularisation model for image denoising, deblurring and inpainting. This higher order model improves upon other models of its kind in terms of avoiding the creation of undesirable artifacts and blocky-like structures in the reconstructed images (a known disadvantage of the standard total variation model) while being simple and very efficiently numerically solvable (a disadvantage of state of the art higher-order models normally is that they consume unreasonable computational time). This is joint work with K. Papafitsoros (CCA, Cambridge), B. Sengul (CCA, Cambridge).\n\n3. We investigate dimensional splitting schemes for nonlinear fourth-order partial differential equations employed for large-scale image denoising and image inpainting. The study of higher order PDEs is still very young and therefore both their analysis and suitable numerical solutions are challenging problems. Nonlinear fourth-order PDEs, in particular, play an important role in image processing as they constitute rich mathematical models (geometric image features encoded in derivatives and nonlinear functions) for enhancing and analysing images. One of the main obstacles of these methods, however, is their practical realisation for large-scale data which is complicated by the nonlinearity and high-differential order of these equations. We considered two prototype equations of this class which have found increasing interest in the imaging community due to their ability to process images in a taylor-made fashion, preserving and enhancing intrinsic structural features in the image while eliminating corruptions such as noise or gaps in the image. For these equations we developed two novel computational methods. The first one approximates the original equation by a sequence of lower-dimensional, simpler equations which we show to be more efficient for solving problems such as image de-noising and image in-painting (filling gaps in images) applied to images of very large size and dimension. The second method we propose is very interesting as it combines accurate mathematical modelling with real time computation by combining ideas from convex analysis with nonlinear optimisation methods. It constitutes a damped Newton method on top of a primal-dual scheme which accurately resolves the nonlinear subgradients of the non-smooth energy functional. The proposed route promises a deeper understanding of the equation dynamics which is important for tuning them towards, e.g., improved inpainting schemes. This is joint work with B. Duering (University of Sussex), M. Benning (MRRC, Cambridge) and L. Calatroni (CCA, Cambridge).\n\n4. When assigned with the task of reconstructing an image from given data, the first challenge is the derivation of a truthful data model and a truthful image model. Such models can be determined by an a-priori knowledge about the image, the data and their relation to each other. The source of this knowledge may be either our understanding of the type of images we wish to reconstruct and of the physics behind data acquisition or an attempt to infer parametric models from the data itself. The common question arises: how can we optimise our model choice and with it maximise the quality of the reconstruction? We have developed customised image denoising methods which use mathematical optimisation techniques that can tune an image denoising method to the type of noisy image considered. This is joint work with Luca Calatroni (CCA), Juan Carlos De Los Reyes (Escuela Politecnica National de Quito) and Tuomo Valkonen (CIA, DAMTP)\n\n5. In recent years there has been significant developments in the reconstruction of magnetic resonance velocity images from sub-sampled k-space data. While showing a strong improvement in reconstruction quality compared to classical approaches, the vast number of di erent methods, and the challenges in setting them up, often leaves the user with the difficult task of choosing the correct approach, or more importantly, not selecting a poor approach. We survey variational approaches for the reconstruction of phase-encoded magnetic resonance velocity images from sub-sampled k-space data. We are particularly\ninterested in regularisers that correctly treat both smooth and geometric features of the image. These features are common to velocity imaging, where the flow field will be smooth but interfaces between the fluid and surrounding material will be sharp, but are challenging to represent sparsely. As an example\nwe demonstrate the variational approaches on velocity imaging of water flowing through a packed bed of solid particles. We evaluate Wavelet regularisation against Total Variation and the relatively recent second-order Total Generalised Variation regularisation. We combine these regularisation schemes with a contrast enhancement approach and provide a good criterion for stopping the iterations. Therefore, given only the noise\nlevel, we present a robust guideline for setting up a variational reconstruction scheme for MR velocity imaging that promotes sparsity. This is joint work with Martin Benning (MRRC, Cambridge), Lynn Gladden (MRRC, Cambridge), Daniel Holland (MRRC, Cambridge), and Tuomo Valkonen (CIA, DAMTP)\n\n6. Sparse and higher-order models in forest ecology: A major problem faced by forest conservation managers is how to efficiently survey the condition of extensive forest areas, so that informed decisions about conservation and restoration activities can be made. Remote sensing using unmanned aerial vehicles provides a promising method for the acquisition of high-quality imagery at relatively low costs, but the handling of such data presents significant technical challenges.\nIn this project we have started to develop sparse and higher-order image processing tools for multi-modal image analysis of LIDAR, hyper spectral images and aerial photographs. This is joint work with X. Cai (Plant Sciences and CIA, Cambridge), D. Coomes (Plant Sciences, Cambridge), J. Lee (Plant Sciences, Cambridge) and J. Lellmann (CIA, Cambridge).\n\n7. Sparse and mass preserving image restoration: In many imaging applications, foremost biomedical imaging, the image is a physical quantity, a concentration of a particular substance or biological specimen. Image enhancement techniques which are able to preserve the physical nature of the image, such as its total mass, are therefore essential for a meaningful analysis of such images. In a series of works we have developed image enhancement techniques which can do exactly this while at the same time promoting sparse geometric structures in the image. This is joint work with M. Burger (University of M&uuml;nster), M. Franek, J. Lellmann (CIA, Cambridge), D. Lorenz (University of Braunschweig) and T. Valkonen (CIA, Cambridge).\n\n8. Guided image inpainting for arts restoration: We have examined very closely state of the art inpainting techniques for their application to digital art restoration and have started to integrate our findings in an inpainting tool for museum conservators. This is joint work with M. D'Autume (ENS Cachan), S. Bucklow (Hamilton Kerr Institute, Cambridge), R. Hocking (CIA, Cambridge), S. Panayotova (Fitzwilliam, Cambridge), and P. Ricciardi (MINIARE, Cambridge) Methods developed within this project promise to advance imaging related applications in a variety of different context such as clinical medicine, security, oil exploration, education, entertainment, and arts. \n\nIn clinical medicine imaging instruments like the magnetic resonance tomograph, computer/emission tomograph, and light microscopes often constitute the main diagnostic tools for monitoring internal processes in the body. The quality of the imaging result mostly depends on the acquisition time, the exposure of the patient to radiation, as well as the capability of the image reconstruction method. Once implemented in clinical practice, our restoration algorithms have a strong potential to link into the latter point and consequently reduce the duration of the acquisition process and the amount of radiation that is used. This promises immediate improvement upon patient comfort and hospital costing.\n\nAnother area of potential impact is in surveillance and forensics. Here, the enhancement of digital images is of outmost importance. The restoration of low-quality fi ngerprints, for instance, is a very active field of research still facing many hurdles and limitations, which have to be overcome. Moreover, security cameras produce huge amounts of imaging data of limited quality. The challenges in analysing and interpreting this data are in its size and in its limitations due to visualising 3D information in a two dimensional photograph or video. Similar problems as in security applications appear also in the media industry for producing special effects by making hidden objects visible or letting objects in scenes disappear. Being able to preprocess this data to improve upon these issues is a major motivation for the development of image restoration algorithms. \n\nAlgorithms for image restoration also have an impact in the creative industry and the management of museum archives. Digital restoration methods are able to document losses and damages in art pieces as well as their possible repair. Insights gained from digital processing can be used for formalising restoration work but also for museum exhibitions and archive documentation.\n\nFor oil exploration, seismic monitoring, and the understanding of how our climate and nature is evolving, remote sensing techniques such as RADAR, LIDAR or hyper spectral imaging are the main tools that are used. Again, being able to automatically enhance and process these images guarantees to make the most of the data being measured.\n\nFrom another perspective, image processing methods which use sophisticated mathematical concepts such as differential equations establish an alternative (visual) approach towards the understanding of these in general. Hence, this project also benefit s the education in mathematics by making the subject more accessible. The outcomes of the project will benefit researchers in applied mathematics, engineering, computer science and other areas of imaging and vision, e.g., art historians, medics, or biologists. The developed imaging techniques will contribute to the active and fast growing field of mathematical image processing. Our methods by far outperform standard PDE and variational methods with respect to the high-quality visual results they produce. Moreover, in terms of computational efficiency our proposed algorithms are competitive with standard techniques. The impact of these methods in the community is guaranteed through \n\n\n1. The usual dissemination strategies: presentations at international conferences, publication in international journals, and a well-observed webpage with publicly available papers and algorithms.\n\n\n\n2. Reaching out for improving Matlab imaging: In many applied sciences, such as engineering, biology, medicine, etc., the mathematical software Matlab, is used as a common programming language. Hence, for our methods to have impact within these communities it is important to publicise them on Mathworks platforms.\n\na. Matlab Digest Article on Applying Modern PDE Techniques to Digital Image Restoration, see http://www.mathworks.co.uk/company/newsletters/articles/applying-modern-pde-techniques-to-digital-image-restoration.html\n\nb. Inpainting Codes on Matlab Central, see http://www.mathworks.co.uk/matlabcentral/fileexchange/34356\n\n\n\n3. Collaborating with users of our methodologies: \n\nWithin the project period we have initiated or intensified interdisciplinary collaborations with the Wolfson Brain Imaging Centre, the Cambridge Cancer Centre, Magnetic Resonance Research Centre and the Fitzwilliam Museum. Joint projects, initiatives and an active exchange like this is very important for both the further development of imaging methods (tuned to meet the needs for applications) and their introduction and spread in the applied sciences. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}