{"id":"B4D86E0B-C2A0-45DD-A2C1-0774B95F58D2","title":"Sensorless Control of AC Motors","abstractText":"At present, commercial variable speed drives require a shaft mounted speed sensor to operate accurately at zero and low speeds. The operation of the drive at zero and low speeds deteriorates significantly if no speed sensor is used. A new technique for sensorless control of variable speed ac motor drives has been researched in EPSRC Grant EP/D069017/1. The technique provides accurate control of motor speed, position and load, even at zero and very low speeds, without the need for a shaft mounted speed sensor.The aim of the work described in this proposal is to demonstrate that this new technique is flexible and robust enough to enhance and upgrade the performance of commercial variable speed ac motor drives, . The specific objective is to ensure that the technique can be applied to a wide range of different ac motors (from different motor manufacturers) and that the inverter can setup its control parameters automatically if appropriate. This plug and play , high performance sensorless control will allow the inverter to be used for a variety of new applications and for a wide range of power ratings. Before potential licensees are willing to invest in the technology, it is crucial to demonstrate that it can be used in plug and play mode with any ac motor. The technical work package within this Follow-on fund will deliver this proof thereby making successful commercialisation possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H007873/1","grantId":"EP/H007873/1","fundValue":"87859","fundStart":"2010-01-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"  We are still developing aspects of the control but continue to work with indutrial partners to identify suitable application areas to take forward as prototype products. Aerospace, Defence and Marine,Education,Energy,Manufacturing, including Industrial Biotechology,Transport ","person":"Mark  Sumner","coPersons":[],"organisation":"University of Nottingham","findingsText":" Variable AC electric motor drives are now found in many applications ranging from industrial systems through to electric transportation. The work undertaken in this research project has developed self commissioning techniques for the novel encoderless control strategies researched in EP/D069017/1. These techniques automatically measure required machine parameters (resistance, inductance, inertia etc) and automatically design optimum current and position controllers for the sensorless system with very little user interaction. These commissioning techniques can be embedded into motor driveoperating systems such that a drive can automatically adapt to any motor connected to its terminals. in this way it can be used as part of most induction or permanent magnet motor drive systems. Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}