{"id":"B4DD5D6B-F05D-4487-9116-32D2D8684320","title":"Materials for fusion &amp; fission power","abstractText":"It has been predicted that by 2012 the UK's electricity generating capacity will no longer be enough to meet demand. Reliable new sources of multi-gigawatt electrical power will be vital for social stability and economic strength. Nuclear fusion and advanced fission power plants have been proposed, with possible years for operation in the range 2025 (advanced fission) to 2050 (fusion). These have the potential for large-scale, clean, CO2-free power generation for generations. However, they will not be viable unless some very difficult materials science problems are solved. The structural materials from which the power plants' core components will be built must have high strength and toughness at high temperatures, and retain good properties for decades despite being subjected to radiation damage from high-energy neutrons. The neutrons knock atoms from their positions, scrambling the materials' carefully-designed microstructures, and produce many small crystal defects which make the materials more brittle. The neutrons, unlike those in current nuclear power plants, have enough energy to cause transmutation reactions: this causes two problems. First, many elements ordinarily used in strong alloys cannot be used, because their transmutation products are highly radioactive for thousands of years, so we must design new strong alloys using a very restricted range of elements. Second, helium is produced in most reactions, and adds to the embrittling effects of the radiation damage.There are no fast-neutron facilities, and even slow-neutron test reactors are very expensive to use and take years for a single run . To develop the critical new materials quickly, we need to act now. We can use computer modelling of how the radiation-induced defects are formed, how they behave and how they interact to change material properties. Experimentally, ion irradiation can be used to produce the same damage types as from fast neutrons, in a few hours and without producing hard-to-handle radioactive specimens; but the amount of material affected is tiny - a layer 1/1000 mm thick. We have developed new techniques to test specimens made in these thin layers, and can use advanced microscopy to look at the radiation damage. This project will develop modelling and experiment further, and use them together so that experiments provide information to models and test their predictions. Researchers at Oxford, Liverpool and Salford Universities, UKAEA Fusion and the CEA will work together in a large project to form specialist small research teams developing innovative modelling and experimental methods, working on a problems critical to the applications of new alloys of steel and tungsten: how radiation damage can concentrate some elements at grain boundaries, making them brittle; how radiation effects on nanometre-sized oxide particles included in the alloys for high-temperature strength and to soak up helium and hydrogen.The project will make major advances in innovative experimental and modelling techniques operating at the microstructural scale where materials properties are determined, and it will verify the models' predictions against experimental data. Its success will significantly speed development of the new materials that are essential for the commercial realisation of fusion and new-generation fission power. It will help the UK to lead scientific developments in new materials and to train future experts for future fission and fusion programmes. The developments are also relevant to other important structural integrity issues (e.g. embrittlement, ductile-brittle transitions, stress corrosion cracking, and alloy strength). The project's leaders currently head world-leading research efforts in the areas which will form this integrated project. They are well-linked into the international fusion and UK fission communities, representatives of which will advise on the programme's direction and will speedily implement its results.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H018921/1","grantId":"EP/H018921/1","fundValue":"5833080","fundStart":"2009-12-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Steven George  Roberts","coPersons":["Angus J Wilkinson","Emmanuelle  Marquis","Andrew Richard Jones","Stephen Eastwood  Donnelly","George  Smith","Gordon John Tatlock","Paul Alexander Bagot","Fionn Patrick Dunne","Patrick  Grant","Sergio  Lozano-Perez","David  Armstrong"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}