{"id":"B4EB1F81-447C-4749-84CA-C2E7A42F604A","title":"Development of an innovative method to measure dynamic pressure, erosion and deposition in environmental flows","abstractText":"Understanding various environmental water based flows like those in rivers, lakes, estuaries and the oceans require good reliable measurements of flow properties, such as velocity and shear stress, and sediment (sands/silts/muds) movement, including erosion and deposition at the interface of the water and the bed. Existing methods for measuring these processes, which utilise the reflection of light and sound, often have problems and large errors because of interference due to dissolved and suspended material within the water, particularly if there is lots of sediment moving. In this proposal we propose to develop a new laboratory tank/flume instrument that is made up of lots of individual sensors that measure load (or pressure) at high rates over time. By placing these sensors under the sediment bed in a flume tank we will be able to monitor the variations in the load produced by flow and sediment movement, giving us lots of information on how these processes work. The work proposed will make use of new commercially available miniature load cells that enable the sensors to be small enough to give good results. The work is based on previous proof-of-concept developments made by the research team, developing a prototype array of miniature load cells. The initial findings from this prototype have shown promising results but have highlighted the need for better interfacing electronics and a modular way of physically connecting all the cells into fixed arrays. The work we outline herein proposes development of custom electronics to minimise electronic interference effects, which will achieve better resolution results. The electronics will digitise the data from the sensors and will be designed to connect to a computer, which will be used to control the system. Individual load cells will be integrated with the electronics within a watertight casing that will be designed to be physically connected to other cells in a robust 'snap-on' fashion. In this way, arrays of load cells can be created of any size for any investigative work. Following functional tests on a 5x5 cell array, a series of experiments will be performed to examine how well the system can make measurements for a range of different flows. These investigations will be based on measurements taken from: i) Different loads of a fixed sediment in a small tank ii) Progressive erosion of a sediment bed by a water jet iii) Sediment transport and turbulence produced by a density current iv) Changing sediment bed levels produced by with high concentration flows The project brings together a cross-disciplinary team of world class geo-scientists with extensive electronic engineering experience. We have partnered with the Keyworth Institute in Leeds to utilise their engineering capabilities, which include a Selective Laser Sintering Rapid Manufacturing facility that can be used for creating custom made waterproof plastic moulds for the integrated load cells. The results of the investigative work will be shared throughout the scientific community through scientific journal and conference presentations. Additionally, we will engage with government agencies, applied scientists and manufacturedrs to ensure good knowledge transfer from the project developments and results. As the development will provide a technological advancement that has the potential to lead to ground breaking levels of data resolution, we anticipate that if successful we would be able to commercialise a product based on this work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G01051X/1","grantId":"NE/G01051X/1","fundValue":"55169","fundStart":"2009-02-01","fundEnd":"2011-05-31","funder":"NERC","impactText":"  We have constructed mini-devices for measuring pressure at high temporal resolutions. There are no direct impacts as yet - we are looking into commercialising the instruments however. Environment ","person":"Daniel Roy Parsons","coPersons":["Matthew James Hobby","Jeffrey  Peakall"],"organisation":"University of Leeds","findingsText":" The work led to the development of an integrated microelectromechanical system-based load cell and a signal conditioning circuitry, that included temperature and tilt sensors, for the accurate measurement of sediment-fluid interaction and flow under turbulent conditions. Such an instrument has potential value for quantifying geophysical flows and sediment dynamics within a range of environments. Sensor sensitivity is tested to a mass of 0.5 g but can be shown theoretically to extend to 50 mg. The sensor is found to have no attenuation of frequencies up to 2.5 Hz and would therefore be suitable for monitoring turbulent flow. Laboratory flume experiments, simulating a dam burst, demonstrate the applicability of the sensor for measuring highly dynamic and transient flow phenomena in unprecedented detail. See impact narrative. We hope to be able to commercialise the system. Energy,Environment,Transport","dataset":"gtr"}