{"id":"B4F40EC5-FCFC-4C3C-808A-B322597880C5","title":"Responsive RA submission for a 'New measurement of the ratio Gamma(K-&gt;e nu)/Gamma(K-&gt;mu nu) at NA48/2'","abstractText":"I have identified an unique opportunity for UK particle physics to make a telling contribution in the search for Lepton Flavour Violation. The proposed measurement will either give evidence of physics beyond the Standard Model or will place meaningful constraints on various SUSY models. The proposal is timely and cost-effective. This opportunity can be pursued immediately, as an exploitation of a running experiment, and the scientific objectives fit well into the 3-year scope of a Responsive RA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/F000731/1","grantId":"PP/F000731/1","fundValue":"247051","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"  This RA position helped substantially the creation of a new line of research in the Particle Physics group at the University of Birmingham, i.e. rare kaon decays and flavour physics. Later on, this research was able to attract further funding from STFC and ERC, and a Royal Society University fellowship. Education Cultural","person":"Cristina  Lazzeroni","coPersons":[],"organisation":"University of Birmingham","findingsText":" Elementary particle are divided into quarks and leptons. The latter being electrons, muons, taus and neutrinos. In the Standard Model of Particle Physics, interactions conserve the lepton type and number but this conservation is accidental, i.e. we are not aware of an underlying physics motivation. The research here has mainly looked at possible violation of this conservation. There are several models of new physics that allow for the violation, and this research has constrained such models. The findings here help constraining theoretical models which then can be refined. Besides, the results can be combined with results from other branches of particle physics research on the same topic. Education","dataset":"gtr"}