{"id":"B4F88BE7-2FAA-4344-B82A-FA705F85B650","title":"Stress jump boundary condition capturing for the lattice Boltzmann simulation methods","abstractText":"Multi-phase flows occur when two or more different phases or types of fluid are brought together. They are seen to occur in a vast range of both physical and industrial type systems. Such systems are, to name but only a few, in processing, production and transportation of foods, oil, gas, waste and slurries; in energy production from evaporators, condensers, pumps and turbines; in natural systems such as geophysical and geochemical flows, reservoir extraction / filtration, biological and biochemical flows. In such systems the point at which different phases meet is termed an interface and this interfacial area gives rise to a host of complex rheological phenomena due to stresses that occur. Phenomena such as suspension dynamics, wetting, jamming, coalescence, break-up, collision and capillarity are all heavily interface dominated flows and are not readily mathematically easy to predict in typical engineering scenarios.\n\nIn these cases numerical computer simulations have proved an invaluable tool in successfully understanding, diagnosing, predicting and optimising systems. A growing current state of the art class of numerical computer simulation methods used for engineering multi-phase flow is called the lattice Boltzmann method. However, in this promising method, a drawback is the large amounts of resources that are spent smoothing and broadening interfaces in order to resolve and calculate the necessary flow details. This severely restricts the physical representative size of a simulation and the range of industrially useful applications that can benefit from this type of predictive modelling which is often needed to avoid long development delays.\n\nThis programme of research will develop brand new techniques for the numerical lattice Boltzmann methods in order to apply the mathematically correct stress jump boundary conditions in a sharp exacting manner. This will free up expensive computational resources which means (i) that existing simulations can be modified to take a fraction (estimated at up to 4 times less) of the time and memory, (ii) that a new range of larger more physically representative, accurate and industrially relevant multi-phase flows can be modelled. To ensure the correctness of the newly developed techniques they will be tested against known data and compared against the present day techniques in order to demonstrate the significant enhancements expected to be achieved through this research.\n \nThe types of research that will use the techniques developed in this research work will predominantly be multi-phase related but it is noted that the techniques developed will apply to any transport phenomena that involves stress boundaries within the lattice Boltzmann methods. For example the junction of an open fluid flowing into a porous media model contains a stress jump. More specifically this research will go on to be applied to the explicit modelling of emulsions and suspension. These are flows that contain a large number of particles with multiply interacting interfaces dominating the emergent complex rheological behaviour. Such flows are prevalent in the foods, drinks, creams, pastes, bio-fluids (blood) and other processing industries and the modelling tools developed here will lead to improved constitutional theories of non-Newtonian fluids, knowledge transfer and process optimisation for many years to come.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M006948/1","grantId":"EP/M006948/1","fundValue":"82069","fundStart":"2014-11-03","fundEnd":"2017-05-02","funder":"EPSRC","impactText":"","person":"Timothy James Spencer","coPersons":[],"organisation":"Sheffield Hallam University","findingsText":"","dataset":"gtr"}