{"id":"B4FD8593-1C48-4909-B1E5-C52A747B942F","title":"Imprinting methylation; early life influences and later cognition and mood.","abstractText":"There is much evidence that early life experiences (from fetal life through childhood) can influence adult outcomes. However, the pathways and mechanisms by which earlier experiences become embedded in an individual's life-course and how they influence health and behavioral outcomes are still not clear. Epigenetics provides a key emerging platform for interdisciplinary research among the biological and social sciences to further understand the complex interactions between social phenomena and human biology and behavior. Epigenetics refers to information in the human genome other than that in the DNA sequence. Imprinting refers to a special kind of epigenetic marking of genes that occurs very early in development and is then often stable across the life course. There is increasing evidence for the importance of these epigenetic factors in brain function, cognition, mood and behavior. \n\nWe aim to investigate the effect of the early social environment on epigenetic status and its relationship to cognition and mood in later life. The proposed study exploits existing data and samples collected from two important UK longitudinal studies (Aberdeen Birth Cohorts born in 1921 and 1936). The data held includes extensive information on early social environment, later life exposures, and changes in cognition, mood, and brain volumes into old age. We believe that our hypotheses, relating to germline imprints, is particularly appropriate to such longitudinal study designs. These epigenetic marks are influenced by the early environment, they are stable over decades, they typically occur in multiple tissue types, and they are known to influence behavior.\n\nThis is a truly multidisciplinary project involving collaboration between researchers in three UK centers (University of Aberdeen, University College London, and University of Cambridge) with strong track records in the areas relevant to the call. It involves a number of social scientists and biological scientists and crucially involves the training of a post-doctoral scientist to work beyond traditional boundaries and contribute to the development of a new discipline that spans the biological and social sciences.\n\nThis work is naturally complemented by our existing programme of research on the effects of the early environment on imprinting methylation in a contemporary birth cohort where we have extensive information on maternal diet, nutritional and socioeconomic status, maternal health, birth outcome, etc. In that study we are currently measuring in newborn blood the same imprinted regions that will be studied here. That work will be used to inform the interpretation of the early life findings from the proposed study and identify contemporary early exposures that influence imprints linked to later cognition and mood.\n\nWe believe that this research provides a unique opportunity to; 1) directly measure the strength of association between early life factors, imprinting and cognition; 2) produce knowledge to underpin the development of evidence based strategies at different life stages to improve mental health and wellbeing; 3) generate specific hypotheses that can be tested in future studies in other human cohorts and brain tissue, such as that available within the MRC brain bank, 4) produce knowledge to inform the development of work in other species and model systems, and 5) contribute to the development of a new research discipline that encompasses the molecular and social sciences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N00048X/1","grantId":"ES/N00048X/1","fundValue":"445460","fundStart":"2015-12-01","fundEnd":"2018-11-30","funder":"ESRC","impactText":"","person":"Paul  Haggarty","coPersons":["Alison  Murray","Anne  Ferguson-Smith","Lynne  Hocking","Louise  Phillips","Roger  Staff","Marcus  Richards"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}