{"id":"B50180B5-A11F-4E89-B3B7-731FDCF50F21","title":"GLYCONEER-An automated oligosaccharide synthesiser to transform glycobiology research within the University of York, and the UK glycoscience community","abstractText":"Macromolecules - literally big molecules - the proteins, DNA, RNA and carbohydrates - carry out the key roles in living organisms. Together they are responsible for all of the functions that sustain life, from metabolism through replication to the exchange of information between a cell and its environment. Carbohydrates, or sugars as they are sometimes known are the unsung heroes in all of this and the way they work, facilitating cell-cell communication and allow signalling throughout the body is not only of considerable scientific interest but is central in attaining a basic understanding of how an organism works or indeed fails to work, in the biotechnology industry through the use of sugars as additives in food processing and in development of new drugs in the pharmaceutical industry, all areas where the UK is a world leader. \nCarbohydrates also constitute the largest source of biomass on Earth and their exploitation for novel applications in biomaterials, energy, food and health will be critical in moving away from dependence on hydrocarbons to develop sustainable biotechnologies and reduce GHG emissions, ensuring both energy and food security. Glycoscience is a broad term used for all research and technology involving carbohydrates, ranging from cell biology, human nutrition and medicine to carbohydrate-based materials and the conversion of carbohydrates to energy. The analysis, synthesis and biosynthesis of carbohydrates and their modification to industrial products are, therefore, central challenges in both industrial biotechnology and bioenergy. The last twenty years have seen a number of fundamental changes in the Glycosciences generating a technology push with respect to carbohydrate synthesis and modification, enzymology and glycomic analysis. At the same time, there is a technology pull - great demand and opportunities in diverse areas such as biopharmaceuticals (8 out of 10 top selling drugs worldwide are glycoproteins), foods (prebiotics designed for the human gut microbiota), antimicrobials (targeting cell surface recognition and biosynthesis), materials (from biorenewable polysaccharides) or energy (digesting the indigestible). However, research in this broad area is still fundamentally limited by the synthesis of complex carbohydrates, which can exist in multiple forms, and be linked together as 'polymers' in many ways with an almost unimaginable lack of limitations. While research into DNA and protein function has been stimulated by widespread access to synthesisers, machines that can literally be programmed by a user to produce any sequence of DNA or protein with almost no technical skills necessary, carbohydrates have been left behind because of their complexity. New technology advances mean that a commercially available carbohydrate synthesiser now exists with the capability to stimulate the glycoscience field to the same extent that synthesisers of DNA and proteins have in their own research fields in the last twenty years. With this new development, soon carbohydrates will no longer be known as the forgotten 'Cinderella' molecules of life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012697/1","grantId":"BB/M012697/1","fundValue":"319224","fundStart":"2015-01-21","fundEnd":"2016-01-20","funder":"BBSRC","impactText":"","person":"Gideon John Davies","coPersons":["Jennifer Robyn Potts","Simon  McQueen-Mason","Alison  Parkin","Daniel  Ungar","Paul Howard Walton","Sabine  Flitsch","Jeremy Ewan Turnbull","Anne  Dell","Jane  Thomas-Oates","Benjamin  Davis","Martin Anthony Fascione","Gavin Hugh Thomas","Stuart Michael Haslam","Paul  Knox","Bruce  Turnbull"],"organisation":"University of York","findingsText":"","dataset":"gtr"}