{"id":"B508DCEE-D1E3-4404-B0E3-BAF02C0BEB48","title":"Representing communities: developing the creative power of people to improve health and well-being","abstractText":"The overarching aim of this project is to explore how community representations produced through creative arts practices (e.g. storytelling, performance, visual art) can be used as forms of evidence to inform health-related policy and service developments. Policies for health improvement tend to focus either on the impact of poverty and deprivation - but with little thought given to historical and cultural context or the experiences of living in these circumstances - or on the prevalence of 'unhealthy behaviours', with limited attempts to connect these with meaningful ways of life. However, research evidence indicates the need for studies that explore the experiences of people living in deprivation and isolation and find ways to improve dialogue between communities themselves and health policy makers. This study will develop methods for using creative art forms as a mode of communication and knowledge exchange. Through analysis of existing representations of disadvantaged and stigmatised communities in literature, film, etc, and the production of new community self-representations in arts-based workshops, it will explore the relationship between 'official' representations of community health and well-being (e.g. in statistical data) and how communities understand and present their own health and well-being. There will be a focus on the accumulated assets and resources that allow individuals and communities to cope with and navigate real and perceived structural barriers, and on the possibilities of resilience to upheaval, resistance to reputational damage, and the alternative representations that these can stimulate.\n\nThe project will take place across five distinct case-study communities in Wales, Scotland and England and connect these to relevant policy makers, researchers and arts practitioners in each country. Our understanding of community is informed by a 'relational' view of place which conceptualises community as more of a process than an entity. Although we define communities in terms of spaces that are shared, we fully recognise that the meaning of those spaces will not necessarily be shared. The project will consider how perceptions and experiences of community vary across time and changing circumstances, and how communities and the people living in them are represented in relation to key differences and divisions relating to gender, class, ethnicity and age.\n\nFollowing an inventory and analysis of existing representations of each community, both artistic (e.g. in literature) and 'formal' (e.g. in deprivation indices), each case study will use creative engagement methods (including life mapping, drama, storytelling, and photography) to generate new community self-representations, working in partnership with local arts and health organisations. The engagement process will be documented in ways that allow all participants, though diaries, blogs, or digital soap boxes, to reflect on the process and the dynamics of engagement. In all case studies the final creative representations themselves will be co-authored by the community participants and they will have the final decision on how their own accounts are presented. These new 'data' will be presented to relevant local or national policy makers and service development officials through exhibitions, performances, and digital media. The researchers will evaluate this process, reflecting on the relationship between arts participation and community empowerment, and will examine how community values, participation, self-reliance and resilience are shaped, experienced and articulated, and can ultimately become embedded into policy. Through its rigorous analysis, its development of arts-based research methods, and its conviction that literature and the arts form a valid form of 'evidence' in policy discussions, the research will offer innovative thinking about, and will make a distinctive contribution to, the study and development of 'community health and well-being'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K003372/1","grantId":"AH/K003372/1","fundValue":"1224310","fundStart":"2013-07-01","fundEnd":"2017-03-31","funder":"AHRC","impactText":"","person":"Eva Brit ElliottGareth Howard Williams","coPersons":["Clare Frances Barker","Peter  Seaman","Sarah-Anne  Munoz","Roiyah  Saltus","Qulsom  Fazil"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}