{"id":"B50969AB-28A8-4FA5-9F03-C9B36ABCC2E7","title":"Integrating Socio-economic Entitlements in Civil Rights Documents","abstractText":"The legal protection of social and economic rights, both domestically and internationally, is typically inferior to that of civil and political rights. The traditional approach to social and economic rights, such as the right to housing, the right to work and the right to fair working conditions, suggests that there is a sharp dividing line that separates them from civil and political entitlements. Socio-economic rights are said to require positive state action and resource allocation, while civil and political rights are regarded as negative and cost-free. For these reasons, social rights are often seen as inappropriate for judicial enforcement, unlike civil rights, which are paradigmatically judicially protected.\\n\\nAs a result, states often fail to address effectively fundamental injustices that stem from socio-economic deprivation, particularly when the political branch of government is unwilling to act. In looking, for instance, at the question whether Romas had a legal right not to be evicted by the land where they lived in the context of the right to private life, the European Court of Human Rights (ECtHR) held that the European Convention on Human Rights (ECHR) does not guarantee a right to housing, and upheld the eviction (Chapman v UK, 2001). \\n\\nIn the last few years, though, some courts, including the ECtHR, have been willing to read socio-economic interests in documents that primarily protect entitlements that would be traditionally classified as civil and political. This approach has come to be known as the 'integrated approach' to the interpretation of civil and political rights treaties. For instance, in Sidabras v Lithuania (2004), the ECtHR ruled that banning former security agents from public and private sector employment for ten years violates their right to private life. \\n\\nMy research explores the extent to which the integrated approach opens the way to the protection of more socio-economic interests under binding legal documents. It will examine the question of whether this development is a case of illegitimate judicial activism or whether it is fully justified by a proper understanding of the interests underlying civil and political rights. In doing so, the proposed research emphasises the importance of the concept of positive, as opposed to negative, liberty as a foundation of rights and the value of citizenship.\\n\\nThe proposed research aims to construe an interpretive model, drawing on theory and existing case law, that will identify criteria for which components of socio-economic rights can be part of civil rights documents. The rationale for this model is the absence of clear and consistent criteria in the existing case law as to which social and economic interests can be regarded as essential components of civil and political rights. For example in 1997, in D v UK, the Court found that deporting an HIV patient to St Kitts, when his illness was at a terminal stage and he would have no medical or other support, would amount to inhuman and degrading treatment contrary to article 3 of the ECHR. In 2008, however, in N v UK, the deportation of a Ugandan national to her country of origin, although she was at an advanced stage of HIV/AIDS, which would have as an effect her serious suffering and early death, did not constitute treatment that violates the Convention. \\n\\nThe development of clear criteria for the integrated approach in the interpretation of civil rights documents consists in two parts. First, it identifies what counts as a socio-economic interest. Second, it establishes which civil and political rights contain those interests as their fundamental components. By offering criteria for the socio-economic interests that are components of civil and political rights, the proposed research aims to increase the transparency, legitimacy and predictability of the integrated approach, and ultimatelyto decrease the cases of individual injustices that stem from socio-economic deprivation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H006966/1","grantId":"AH/H006966/1","fundValue":"26217","fundStart":"2010-10-04","fundEnd":"2011-04-01","funder":"AHRC","impactText":"","person":"Virginia  Mantouvalou","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}