{"id":"B50F100F-10B7-40B5-98D6-DAFCD8612D9A","title":"SysMO-DB: Supporting Data Access and Integration","abstractText":"SysMO is a European trans-national funding and research initiative on 'Systems Biology of Microorganisms'. The goal pursued by SysMO is to record and describe the dynamic molecular processes occurring in microorganisms in a comprehensive way and to present these processes in the form of computerized mathematical models. The aim is to pool research capacities and know-how from eleven projects. To facilitate this process, the Data Management Group (DMG) has been created to support data access and integration. Each of the individual projects in SysMO are working towards different research outcomes and represent a cross-section of microorganisms, including bacteria, archaea and yeast. The environmental conditions for each organism also vary widely with organisms growing in culture, soil, water and animal hosts. As a consequence of this diversity, there is no one model for experimentation or for the types of data collected and the types of models produced. In order to pool the research outcomes for SysMO, our job is to support and manage this diversity and promote a shared understanding across the community by using the same technologies. The underlying premises are (i) the systematic management of data, models and processes; (ii) the gathering of minimal information to support reproducible science, and (iii) shared best practice. The main objectives of a data management solution for SysMO are thus to: facilitate the web-based exchange of data between research groups within- and inter- consortia, and to provide an integrated platform for the dissemination of the results of the SysMO projects to the scientific community. The aim of this proposal is to present a progressive and scalable solution to the data management needs of the SysMO initiative, that: facilitates and maximises the potential for data exchange between SysMO research groups, maximises the 'shelf life' and utility of data generated by SysMO, provides an integrated platform for the dissemination of the results of the SysMO projects to the scientific community, and facilitates standardization of practices in Systems Biology for the interfacing of modelling and experimentation. We will adopt a progressive solution to the data exchange, comparison and dissemination needs of the SysMO initiative combining elements to support data storage and annotation, model storage and annotation, and the definition of (common) processes using workflows combining access to SysMO and external resources and for building models. We will provide unified access through a portal - the SysMO-HUB. We will create a catalogue of data assets - SysMO-SEEK; of models using JWS Online; and of workflows using myExperiment, and integrated search across all these through the HUB. We will help the partners develop their data management systemsand adopt community solution;, annotate models and adopt community standards and develop and share workflows using a de facto community system, Taverna. Metadata for discovery and exchange will be identified and developed on an on-demand basis sufficient without being overbearing. We will create an environment where the SysMO groups will be able to exchange their results as and when they want, disseminate their results outside the consortium and effectively use the resources of the wider Systems Biology community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G010218/1","grantId":"BB/G010218/1","fundValue":"636906","fundStart":"2008-07-01","fundEnd":"2011-06-30","funder":"BBSRC","impactText":"  The platform was adopted by the all bar 1 of the SysMO I and II projects and has gone on to be widely adopted in other programmes, notably the Virtual Liver Network, ERANet ERASysBio+ projects, and the forthcoming ERANet ERASysAPP. The SysMO-SEEK resource continues to be used by over half the SysMO projects, even after the funds, the programmes and the projects ended. Many groups are including the platform in their new grant proposals. We have successfully retained the outcomes of the SysMO pro Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"Carole  Goble","coPersons":["Jacob Leendert Snoep"],"organisation":"The University of Manchester","findingsText":" The SysMO-DB project (http://www.sysmo-db.org) has established a data, model and SOP management platform to support the long-term retention, exchange, sharing and publishing of the outcomes of the multi-partner projects of the first round of the ERANet SysMO (Systems Biology for MicroOrganisms, http://sysmo.net/) programme. \n\nIn partnership with HITS, Heidelberg, the project:\n- developed the SEEK platform for the lightweight management of data, models and SOPs in Systems Biology (http://www.s The SEEK platform is open source and freely available, as the Rightfield metadata collection tool suite. Over 100 Virtual Machines of SEEK have been downloaded, and over RightField has over 500 downloads.\n\nThe SEEK was adopted by all but 1 of the SysMO projects and has gone on to be widely adopted in other programmes, notably the Virtual Liver Network, ERANet ERASysBio+ projects, and the ERANet ERASysAPP projects. \n\nThe platform has been adopted by 10+ independent projects (e.g. Unicellsys, Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}