{"id":"B5137B6A-9043-4D4B-815C-19CA949BCB30","title":"Development and Commercial Exploitation of Novel Fungal Strains for use in the Food Industry","abstractText":"Fungi are used in the production of a number of foodstuffs. We have developed a novel technology which allows us to generate new fungal strains that might have enhanced properties for use in the production of certain food products. This would include the production of strains with novel flavours which would have societal and market appeal; strains with lowered content of potentially harmful 'mycotoxins' and salt use, which would therefore be of benefit to health; and strains with faster growth rates that would be of benefit to the food producers due to reduced manufacturing costs. We aim to use out novel technology to produce a range of new fungal strains, which will be screened for desirable combinations of such flavour, health and growth characteristics. These will then be used in trials with taster panels to gauge the appeal of the new strains, before possible large-scale production and exploitation of the novel strains in collaboration with partners in the food industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L024470/1","grantId":"BB/L024470/1","fundValue":"125273","fundStart":"2014-06-16","fundEnd":"2016-01-15","funder":"BBSRC","impactText":"  Nil return as work still in progress, only started in 2014.  ","person":"Paul Stanley Dyer","coPersons":[],"organisation":"University of Nottingham","findingsText":" Work still in progress because grant only started in 2014. But so far have met GANTT targets for early work in project as follows:\n(1) Successfully isolated over 40 samples of Pencillium roqueforti for sexual crossing work.\n(2) Set up sexual crosses with Pencillium roqueforti to generate novel strains for the food industry.\n(3) Established contacts with two food manufacturers interested in trialing the new fungal strains.\n(4) Performed preliminary colour mutant analysis with Penicillium roqueforti, generating 4 promising mutants so far.\n\nHowever, the proposed method published by others for assessing flavour volatile production was found to be unreliable, so extra time has had to be dedicated to designing a new protocol. This extra work is ongoing. Work is still in progress. But it is anticipated that the novel fungal strains to be generated will be of use in the food industry, either being licensed or a joint manufacturing agreement being set up. Agriculture, Food and Drink","dataset":"gtr"}