{"id":"B5142F07-CCC7-4EE6-A942-8C3D17B0B773","title":"Live Coding Network","abstractText":"This network will take the relatively new field of live coding research to its next development stage and strengthen the UK's position as one of the leading countries in this field. It will bring together researchers from a wide variety of disciplines to explore how live coding can enrich technological engagement in wider culture. \n\nLive coding is a new approach to creative expression using computers. In live coding, the innards of software are exposed and rewired through live, direct, and exploratory use of custom made programming languages. Practitioners perform on stage by writing code that generates the audiovisual work; it is a form of real-time notating or scoring music, visuals, dance or robotics. The screen is projected, enabling the audience to follow the development of the code. Since the computer interprets the code live, every edit to the code is immediately reflected in the musical or visual end result.\n\nLive coding has a strong pedagogical and performance element, and has proven to be applicable right across the arts, research, and industry. Interest in live coding is growing across science, technology and engineering: the digital arts are uniquely placed in the field of technological innovation, as they place the human experience of programming at the core of technological interaction. Live coding is a field where technological development is arts-led, and where computer languages are seen as rich environments for creative expression. \n\nThis trans-disciplinary network will bring key researchers and practitioners from diverse disciplines together with the aim of enabling dialogue and research collaboration across academy and industry. The network will serve as a hub for activities in research, development, and education; activities will take place internationally, and be strongly centred within the UK research landscape. Although the network is UK based, it includes leading international researchers in the field, and it will foster for strong international outreach and industry connections, that will support and maintain the UKs leading role as the centre of live coding research and practice.\n\nThe network will explore themes of live coding in the arts, computing in education, and cultural engagement. This will be investigated through three workshops, one international conference, and diverse publications. Wider cultural impact will be achieved through industry events, musical performances, media engagement, online fora, software releases, and public workshops. The network will disseminate its research to other researchers and the general public through a strong, open access web-presence.\n\nThe past ten years have seen many exciting developments in live coding, which has matured into an established approach in the digital arts, visible across published literature (including a forthcoming Computer Music Journal special issue), academic conferences, digital arts festivals, and in national and international media. Working with the fundamental premise that everybody can program computers, provided that the goals are interesting and the right tools are available, live coding is uniquely placed to bridge relationships across the educational, academic and industry sectors, and contribute to the recent emphasis on programming in the national curriculum.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L007266/1","grantId":"AH/L007266/1","fundValue":"27814","fundStart":"2014-02-01","fundEnd":"2016-04-13","funder":"AHRC","impactText":"  People have used our online sources to get familiar with live coding: software tools, live coding environments, publications, practices, concerts, seminars, workshops, and other events. Creative Economy,Digital/Communication/Information Technologies (including Software),Education Cultural","person":"Thor  Magnusson","coPersons":["Alex  McLean"],"organisation":"University of Sussex","findingsText":" The Live Coding Research Network is two year network project that aims to consolidate key international researchers and practitioners in the area of live coding. Our aim is to develop an interdisciplinary field which includes researchers from ethnography, education, human-computer interaction, psychology, as well as music and the performing arts. We have set up a website to disseminate our activities. We also run a more wide reaching TOPLAP website (www.toplap.org) and various Twitter accounts that disseminate live coding research. Our software is all open source and freely available on Github. Creative Economy,Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}