{"id":"B51584B5-3289-4645-AEAB-6DABC7DE2936","title":"Sedentism and Resource Management in the Neolithic of Western Iran","abstractText":"Sedentism and Resource Management in the Neolithic of the Central Zagros\n\nOne of the most significant transformations in history took place after the last Ice Age, from c. 14,000 BC (all dates calibrated BC), when human communities began to settle down in villages and to exploit intensively the resources around them, including plants and animals. In time people changed from being mobile hunter-foragers to settled farmers and stock-keepers, with domesticated crops and animals. Often called the Neolithic transformation, this fundamental development in the human condition steadily spread across much of the world and led ultimately, through surplus accumulation and social differentiation, to the emergence of towns, cities, and empires, thus shaping the modern world.\n\nOne region where these developments occurred early is Southwest Asia (also called the Middle East or Near East). In recent decades there has been much work on Neolithic developments in this region through excavations in Turkey, northern plains of Iraq, Syria, Jordan, and Israel, which have demonstrated the great variability in local trajectories of development from hunter-forager to village-farmer. One area that has not been investigated since the 1970s is the Zagros Mountain region and hilly flanks of western Iran and eastern Iraq. Earlier work in this region was of key importance in exploring the Neolithic transformation, with excavations at sites such as Jarmo, Asiab, Sarab, Ali Kosh, and Ganj Dareh in the 1950s-70s. These researches indicated that Neolithic communities changed to sedentary lifestyles and began using fired ceramics, the earliest in Southwest Asia, by c. 7900 BC. Study of the plant and animal remains suggested that communities favoured use of lentils, peas, and nuts over cereals and that wild goat were intensively hunted. There was arguable evidence for domestication of goat by c. 7900 BC.\n\nSince 1979 there has been almost no fieldwork concerning the Neolithic of this area and the evidence is now decades out of date compared to the rest of Southwest Asia and beyond. The Central Zagros Archaeological Project (CZAP) is a UK-Iraqi-Iranian programme, focusing on the Neolithic period, run by the University of Reading, Bu Ali Sina University, Iran, and Sulaimaniyah Antiquities Directorate, Iraq. Supported by the British Academy, excavations were conducted in 2008 at two Early Neolithic sites, Sheikh-e Abad and Jani, with highly productive results. 14C dates indicate that the sites were occupied from c. 10,000 to 7500 BC. \n\nThe objectives are to investigate research questions within the Early Neolithic of the central Zagros. How did early sedentism take place and did it develop from temporary and seasonal to permanent and year-round? How was architecture constructed and how was early village space used and socialised? What was the role of ritual and human burial in social cohesion at this time? What modes of animal husbandry were employed, including intensive hunting, herding, and domestication of goats, native in the wild to the Zagros? What plant resources were exploited and how? What is the absolute chronology of development in the Zagros Neolithic? These questions will be addressed through excavation at the sites of Sheikh-e Abad, Jani, Bestansur and Shimshara.\n\nResults from this research will be of value in situating the central Zagros within the Neolithic transformation in Southwest Asia, and will serve as a model for the application of inter-disciplinary approaches to archaeological questions. The research will assist in placing our own species within a rich context of ecological and social change that characterised the Neolithic transformation following the end of the last Ice Age, one of the most impactful episodes in human history.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H034315/2","grantId":"AH/H034315/2","fundValue":"951916","fundStart":"2011-01-14","fundEnd":"2015-09-30","funder":"AHRC","impactText":"","person":"Roger John Matthews","coPersons":["Wendy  Matthews"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}