{"id":"B51CFA9B-2667-4072-9406-AA898AB3B40C","title":"AeroCom Workshop 2010 ['APPRAISE']","abstractText":"While the scientific evidence for anthropogenic climate change is undisputed, significant uncertainties remain in quantitative predictions of the earth's climate. The insufficiently constrained role of aerosols, clouds and their complex interactions is arguably the single greatest uncertainty in current global climate models. Given that current estimates of the costs and risks of climate change are equivalent to losing at least 5% of global GDP each year, potentially rising to 20% [Stern, 2007], the dissemination of the current state of the art in aerosol-focused physical climate research to stakeholders in Government and business is of crucial economic and social importance. The AeroCom-project is an open international initiative to advance the understanding of the global aerosol and its impact on climate. The AeroCom participants actively exchange knowledge in a diverse community with about equal representation of academic research and applied climate research centres. Since its establishment in 2003, AeroCom has become a key international forum on the climate effects of aerosols - and AeroCom activities have effectively disseminated their results to stakeholders, e.g. through the Intergovernmental Panel on Climate Change. Annual workshops continue to be conducted and planned to support further scientific dissemination and knowledge exchange across a diverse community of researchers, users and stakeholders. The NERC funded Aerosol Properties, PRocesses And Influences on the Earth's climate (APPRAISE) programme is the main UK science initiative on aerosols and their effects on climate. Virtually all APPRAISE activities aim to refine the representation of aerosols in current operational global climate models as well as to inform stakeholders about the climatic effects of anthropogenic aerosols on a range of geographic and temporal scales. The hosting of the AeroCom workshop 2010 in Oxford, funded by the APPRAISE programme, will provide a unique platform to further raise the profile of UK aerosol science within the international community and make the dissemination of NERC funded research to national and international stakeholders an integral output of APPRAISE. We expect that the proposed AeroCom conference will deliver a range of outputs beyond the fundamental sharing of the scientific state of the art amongst aerosol researchers. As a research community we need to better understand what local, regional, national and international economic, social and educational goals can be addressed by primary aerosol research. By inviting and engaging with the range of end-users and stakeholders, AeroCom 2010 will help to deliver the APPRAISE knowledge exchange goals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G007896/1","grantId":"NE/G007896/1","fundValue":"16078","fundStart":"2010-04-01","fundEnd":"2010-11-30","funder":"NERC","impactText":"  The AeroCom 2010 workshop was timely to discuss the input of the AeroCom community to the Intergovernmental Panel on Climate Change Fifth Assessment report. Findings from the experiments discussed at this workshop have significantly influenced Chapter 7 and 8 of the IPCC AR5 report. Aerospace, Defence and Marine,Government, Democracy and Justice Policy & public services","person":"Philip  Stier","coPersons":[],"organisation":"University of Oxford","findingsText":" The 9th international AeroCom workshop was successfully conducted between 27th and 30th September 2010 at Oriel College, University of Oxford. \n\n\n\nAeroCom 2010 was well attended, with a total of 112 registrations prior to the event. Naturally attendance levels were not consistent throughout the workshop but typically between 80 and 90 people registered at the start of each day.\n\n\n\nThe majority of attendees (55%) were from a range of UK and international stakeholder bodies, including the UK Met Office and many equivalent national organisations from other countries (e.g. Finnish, Norwegian, Japanese, EU bodies including FMI, MPI, CNR, MetNo, ESA, JRC and US bodies including NASA, NOAA). The balance (45%) was from academic institutions. In the UK, members of the Government’s DECC Climate Science team were invited but unable to attend. Overall, 32% of registered attendees were based at UK institutions or organisations; the remainder were from international organisations. Although not funded by NERC, we hosted two associated workshops with knowledge exchange focus held just before and after the AeroCom workshop: an European Space Agency Climate Change Initiative workshop with aerosol focus (http://www.esa-aerosol-cci.org/) on 27th September, bringing together operational satellite, research and user communities, as well as a two-day (30th September-1st October) special workshop convened by ICAP (International Cooperative for Aerosol Prediction: http://bobcat.aero.und.edu/jzhang/ICAP/) conducted in Oxford’s Department of Physics, on the transfer of skill scores from the research community to the operational aerosol near-realtime aerosol forecasting community, including the UK Met Office and European Centre for Medium Range Weather Forecasting.\n\n\n\nThe close gearing with IPCC was supported by the presence of the two relevant coordinating lead authors of the AR5 (Aerosol-Cloud Chapter: Olivier Boucher; Radiative Forcing: Gunnar Myhre) who also presented on the pathway to the relevant AR5 chapters and dissemination routes. Aerospace, Defence and Marine,Environment","dataset":"gtr"}