{"id":"B520AD93-B5E7-42ED-BC57-AB29157CB869","title":"The UK Cosmochemical Analysis Network","abstractText":"The UK Cosmochemical Analysis Network (UK CAN) is an association of laboratory-based astronomers who study extraterrestrial material in all its forms. The principle institutes involved in UKCAN are: The Open University (OU); University of Manchester (UoM); and The Natural History Museum (NHM)/Imperial College (IC). These institutes have contributed significant support for this network in the form of new instruments: OU / NanoSIMS / a high resolution, high precision isotope imagining mass spectrometer system UoM / soft-sputter ion gun for TOFSIMS for high resolution elemental/molecular mapping NHM/IC / a high resolution X-ray diffraction microscope Our research concerns (i) the origin and evolution of planetary systems and (ii) a more complete understanding of what defines an habitable world. These subjects are recognised by the ESA as major themes in its current Aurora programme, and in the planning strategy for its 'Cosmic Vision 2015-2025'. Our goal is to strengthen the UK CAN, in order to provide the most effective instrumentation for delivering the relevant objectives laid out in the PPARC's Solar System strategy. The impetus for this request comes from: the forthcoming return of extraterrestrial material to Earth from currently operational space missions; plans for planetary and space exploration that provide a timely framework in which to develop techniques and instrumentation for future sample-return missions; technological developments that are advancing the analytical precision and spatial resolution of instrumentation. We will develop new analytical techniques for the study of extraterrestrial materials, and apply these to primary nucleosynthetic condensates, circumstellar grains, interstellar molecules, primitive Solar System condensates, samples from Moon and Mars, cometary dust, asteroid sample-returns and solar wind collectors. This proposal is to establish the &pound;1.7M NanoSIMS 50L at the Open University. This is the latest genertion SIMS instrument, capable of generating isotope imaging maps at 50nm resolution as well as high precision (per mil) isotope ratio measurements at the micron scale. To achieve such levels of performance requires considerable effort in developing protocols and methods, software routines, extensive calibration and optimisation of the performance of the instrument, etc. The funding sought is to develop this cutting edge equipment to a state where it can be used routinely for a wide range of planetary and cosmochemical applications required by the UK cosmochemical community. In addition to providing the infrastructure for cutting-edge science, we will: train a new generation of cosmochemists and planetary scientists to engage in laboratory-based astronomy; provide laboratory facilities for collaborative research with the rest of the UK community; further enhance the profile of planetary science in the UK population in order to stimulate interest in science and careers in science for the next generation; provide students and post-doctoral researchers with skills and techniques that can be transferred into careers within and beyond academia, contributing towards an increasingly technologically competent workforce.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E000703/1","grantId":"PP/E000703/1","fundValue":"432608","fundStart":"2006-07-01","fundEnd":"2009-12-05","funder":"STFC","impactText":"","person":"Monica Mary Grady","coPersons":["Ian  Franchi"],"organisation":"Open University","findingsText":"","dataset":"gtr"}