{"id":"B528BE24-F5D9-4D61-A759-130D8B53B254","title":"Digital Engagements: Online Exclusion and Social Capital","abstractText":"This research project offers a fresh approach to the 'digital divide'. It will develop innovative research strategies using information communication technologies (ICTs), visual creativity, narratives and storytelling, in order to explore:\\n\\n* people's reflections on digital exclusion or inclusion; \\n\\n* their experience of becoming digitally involved, as we offer them support and training in an 'action research' intervention;\\n\\n* the relationship (if any) between online communication and social capital (civic engagement and a sense of connectedness); and \\n\\n* the expectations and considerations behind their digital engagements and decisions. \\n\\nMost previous studies and interventions related to digital exclusion, took place before the current wave of 'Web 2.0' tools - which are supposed to enable everyday, non-technical users to create and share material online - entered the mainstream. Recently commentators such as Charles Leadbeater and Clay Shirky have proposed a seductive vision where lives would be transformed 'if only' users would embrace such online tools. But is this realistic, or is it based in a na&iuml;ve assumption about people's digital decisions? \\n\\nDigital exclusion remains a serious issue - and has been revealed to be a more hardy and complex problem, over the past decade, as it has been revealed that non-use of the internet is not simply down to lack of 'access' to computers or broadband connections. The 'digital divide' has diminished over the past decade, but has settled on a plateau where 24 per cent of the UK population are not regular internet users, and 21 per cent have never accessed the internet (Office for National Statistics, 2009). There are some obvious partial explanations: notably poverty, some people's lack of interest in 'technology', and a sense among the over-65s that internet use is either unnecessary or overly difficult. Digital exclusion is not now something that can be resolved by telecommunications infrastructure, but which s associated with human factors such as expectations, emotions, self-belief, and technological cultural capital. Therefore we need a richer understanding of the experience of digital exclusion and why people choose to engage with, or remain detached from, online communications.\\n\\nThe project will not seek to 'impose' new technologies on those who do not want them, but, in order to enable citizens to make fruitful use of the internet where it may be valuable to them - and to better fulfil the Government's vision of a 'Digital Britain' - there is a need for rigorous and imaginative research in this area. As well as enhancing academic understanding of these issues, and exploring innovative research methods which make use of these online tools, the study will offer findings which will help policy-makers to plan both the targets, and the tone, of future efforts to bring citizens within the digital fold.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H038736/1","grantId":"AH/H038736/1","fundValue":"340823","fundStart":"2010-09-01","fundEnd":"2014-05-30","funder":"AHRC","impactText":"","person":"David  Gauntlett","coPersons":[],"organisation":"University of Westminster","findingsText":"","dataset":"gtr"}