{"id":"B53174BB-468E-477F-B6F7-FF64E9033486","title":"The development of circularly polarised luminescence microscopy and responsive CPL probes","abstractText":"Polarised light is made up by adding together right handed and left handed circularly polarised components. Certain metal ions can emit light when they are raised into a high energy state. If the environment around that metal ion is chiral, i.e. left or right handed, then the emitted light can be enriched in the left or right handed component. This phenomenon is called circularly polarised luminescence. It is most well-defined in the emission of red or green light from chiral europium and terbium complexes, and has been observed for several complexes of these metal ions. When a chiral metal complex is located in the presence of other species that are right or left-handed, the emitted light may change its circular polarisation and this change can be tracked with time using a spectrometer that records these changes. Thus, the local chiral environement of the 'probe' metal complex is reported by changes to the circular polarisation of its emission.In this project, we seek to track such changes while observing the spatial localisation of the light-emitting metal complex using a microscope. We will build for the first time, a microscope that is able to monitor changes in the circular polarisation of emitted light from complexes of the emissive europium and terbium metal ions. In parallel, we shall make a series of left and right handed metal complexes that are not only emissive and resist degradation, but also can bind to important bioactive species that are themselves chiral, such as the protein, serum albumin, or the common chiral molecule, vitamin C. We have already shown that related emissive metal complexes can be engineered to be cell-permeable and can be designed to reside preferentially in certain compartments within a living cell. Thus, we shall pioneer the tracking or mapping of these bioactive chiral probes inside a living cell, using the new microscope to monitor their unique optical signal that reports on their local surroundings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I010319/1","grantId":"EP/I010319/1","fundValue":"641416","fundStart":"2011-07-01","fundEnd":"2015-04-30","funder":"EPSRC","impactText":"","person":"David  Parker","coPersons":["Lars-Olof  Palsson"],"organisation":"Durham University","findingsText":" How to make a CPL microscope Allow microscopic observation of the interaction of chiral probes with endogenous chiral entities Education","dataset":"gtr"}