{"id":"B5326D6F-352F-434A-B85A-063999402EDD","title":"Understanding and Governing the Global Business of Forced Labour","abstractText":"The overall aim of this research is to achieve an in-depth understanding of how forced labour (and overlapping practices like slavery and human trafficking) operate in global supply chains. In other words, to understand how criminal individuals or organisations profit from formal industry, either through deliberate processes of human trafficking or by the exploitation of already vulnerable workers. Key questions include: What factors create 'demand' for forced labour within supply chains? What are the pathways that allow forced labour access to formal industry? How do perpetrators of corruption and illegality escape detection by the authorities, and by the retail companies 'leading' these supply chains? The new and important evidence base generated through this project will contribute to ongoing academic and policy debates on the causes of, and solutions to, forced labour in global commodity production. \n\nThe research questions will be investigated through a range of qualitative methods including elite interviews with key informants and ethnographic field research among workers themselves. Supply chain analysis will be used to understand the firm-to-firm dynamics of forced labour along each of the five stages of the supply chain (raw material, component, manufacture, distribution and retail). The research will focus on cocoa and tea sectors dominated by UK retail companies; both sectors have widespread reports of forced labour, high levels of subcontracting, and industry-led anti-slavery initiatives. While there are media reports and anecdotal evidence to suggest that forced labour is thriving in the cocoa and tea industries, to date, there is no robust research on the business models that give rise to it. \n\nThe project will provide high impact, multidisciplinary research for a wide-ranging audience, including government, civil society, and business organisations seeking to combat human trafficking, forced labour, and modern slavery. It will produce recommendations for how recent 'Anti-Slavery' legislation can be enhanced to combat the global business of forced labour. It will also provide recommendations and 'best practices' to strengthen existing business strategies for detecting and preventing forced labour within global operations. The research findings will be disseminated widely to the public, through online newspaper articles and regular media output (high quality press and radio). This will allow the specific academic themes of the project to be translated into broader topics for debate and discussion.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N001192/1","grantId":"ES/N001192/1","fundValue":"220347","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"ESRC","impactText":"","person":"Genevieve  LeBaron","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}