{"id":"B534DC7A-C839-4074-9D18-6C38C5DA02AE","title":"A Calibration Free Continuous Invasive Sensor Targeted at Glycaemic Control in the ICU","abstractText":"The development of an invasive fibre optic continuous glucose sensor/monitoring system is in direct response to the clinical need demonstrated by the seminal clinical study of Van Den Berghe et al. which was published in 2001. This study demonstrated that when the elevated glucose levels, usually experienced by Intensive Care Patients, were brought back and held within normal glucose levels by the continuous administration of insulin (Tight Glycaemic Control [TGC]), then patient mortality was reduced by 40% and morbidity by 37-46%. This reduction in morbidity was reflected in a reduction of the patient length of stay in the Intensive Care Unit thus providing additional economic benefits. The patient benefits described were achieved on the trial by intensively measuring and maintaining patient glucose levels intermittently-a maximum of hourly. Although the global ICU community have attempted to introduce TGC they have only introduced with relaxed limits (and hence achieved reduced benefits) because hourly monitoring of glucose in a typical ICU is not achievable and the fear is that during the blind interval between blood samples the adminstration of continuous insulin will push the patient into hypoglcaemia with catastrophic consequences. The development of an invasive continuous optical glucose sensor/monitor that provides real time data is aimed at enabling TGC and maximising patient and economic benefit. The development of a lifetime based system, that has a use model that is calibration free, will maximise market penetration and facilitate TGC benefits globally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/F00267X/1","grantId":"DT/F00267X/1","fundValue":"247308","fundStart":"2007-12-17","fundEnd":"2009-12-16","funder":"EPSRC","impactText":"  A commercial continuous glucose sensor/monitor that provides real time data has been developed. The sensor enables Tight Glycaemic Control (TGC) for control of glucose levels in patients in Intensive Care Units (ICUs), maximizing both patient and economic benefit. Chemicals,Healthcare Societal,Economic","person":"Tony  James","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}