{"id":"B5386D84-0FB6-4813-8E82-3629D117AE57","title":"The future prospects of urban parks: The life, times and social order of Victorian public parks as places of social mixing","abstractText":"This project brings together insights from history, criminology and urban studies to explore the future prospects of city parks as public meeting places, in both the Victorian period and the present day. The aim of the project is to generate a novel understanding of the future social significance and role of public parks and how social groups (might) live together and commingle safely in cosmopolitan cities. It makes connections between the past, the present and the future importance of these public spaces by exploring how they have evolved over time from their origins as spaces of social mixing between diverse groups in Victorian cities. It investigates official and public expectations of what parks might become in terms of their social possibilities and their desired effects aligned with visions of the future, both in the Victorian and contemporary eras. In these ways, the project connects with and advances the AHRC 'Care for the Future' research theme and its central ambition of 'thinking forward through the past'. \n\nThe project combines historical analysis with a new contemporary study to explore the experiences and views of people that used and use Victorian parks in terms of their governance, regulation and policing. It therefore engages with the challenges of managing social mixing in public space, including the possibilities for conflict around behaviour, social disorder, and anxieties of otherness in the multi-cultural city. It also explores the outcomes commingling may facilitate in terms of promoting social cohesion and its potential civilising effects. \n\nThe project will consider how the public park's original design and rationale remains relevant to the needs of the contemporary city and how it has adapted to changing social conditions. This research will allow us to 'care for the future' of the urban public park, not just by understanding its past and its present, but by translating that understanding into concrete policy proposals for its future governance. The project will provide a reinterpretation and reinvigoration of the vision, governance and sustainability of urban parks in cities of the future. In the context of austerity and local authority spending cuts to non-compulsory public services, including city parks, this is an opportune time to rethink the vision and governance of these public spaces. \n\nThe research is based on three Victorian public parks in Leeds, West Yorkshire. Together, these case studies combine a diversity of park types in terms of their social ideals and purposes, the size and social profile of users and stakeholders, and the diversity of experiences of park life from places of grand show and ceremony to informal community parks. \n\nThe project contributes new and unique inter-disciplinary insights connecting the arts and humanities with the social sciences. The project findings will feed into public policy debates about the future of cities and engage academic audiences working across disciplines, particularly in social and urban history, law, criminology, sociology, urban policy and cultural studies. The project will engage public audiences through a public exhibition, a free-to-access digital collection of photographs of Victorian parks in Leeds, and via blogs, twitter feeds, and media briefings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N001788/1","grantId":"AH/N001788/1","fundValue":"195703","fundStart":"2015-11-01","fundEnd":"2017-10-31","funder":"AHRC","impactText":"","person":"Anna  Barker","coPersons":["Adam  Crawford","David Christopher Churchill"],"organisation":"University of Bradford","findingsText":"","dataset":"gtr"}