{"id":"B53B63E7-2A65-4C23-ABA9-8A76CEE8903B","title":"Synthesis Of Mucin Type O-Glycans Via Ionic Catch And Release Methodology. Towards The Automated Synthesis Of Oligosaccharides.","abstractText":"Carbohydrates have emerged as important factors of molecular recognition in biology and medicine, however they are still difficult to synthesize. Combinatorial approaches to prepare diverse libraries of oligosaccharides are greatly lacking and progress in glycobiology research has been hindered by having to rely on either isolated materials or lengthy target-oriented syntheses of complex oligomers. An automated synthesis of oligosaccharides would provide access to diversity-orientated oligosaccharide libraries to enhance not only glycobiology research, but also carbohydrate-based drug discovery. In this proposal we have outlined an ambitious and wide ranging programme aimed at synthesizing oligosaccharide components of the mucin family of proteins, for which the function and properties have yet to be investigated. In recent years, reports have emerged identifying some key candidate mucin oligosaccharide structures found throughout the intestinal track, however none are commercially available and, as far as we are aware, have not been chemically synthesized. The synthesis of defined fragments of this class of glycans will be critical to help us understand their biological and disease implications and will provide pure materials for biological exploration, which will subsequently have significant impact on glycoarray screening, diagnostic tests, vaccine synthesis and glycan-based therapeutics. Concurrently, we aim to develop new methodology for the general synthesis and rapid purification of oligosaccharides. The proposed technique is based on ionic pair interactions between an immobilization media (ionic liquid) and a suitably tagged carbohydrate that would enable catch and release of the required product, simplifying greatly purification. In another aspect, we will explore the scope of ionic liquids (ILs) as dual solvent/catalysts for glycosylation reactions that can be recycled. It is our long term objective to apply this methodology to the automated synthesis of complex oligosaccharide structures, for which effective automated techniques are lacking.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F027222/1","grantId":"EP/F027222/1","fundValue":"322360","fundStart":"2008-03-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"  We have developed an ionic based methodology to purify oligosaccharides, the ionic liquid labels were used in both chemical and enzymatic approaches. The mucin target compounds were prepared and are now being used in biological studies Chemicals,Other Economic","person":"M. Carmen  Galan","coPersons":[],"organisation":"University of Bristol","findingsText":" A method to stream-line the synthesis of oligosaccharides was developed and disease relevant o-glycans were prepared using the methodology. The methods could be used by others to make other similar molecules Chemicals,Other","dataset":"gtr"}