{"id":"B53B2EBD-2AC1-4908-8CA6-71D1D1679A5B","title":"The diversity and phylogeny of molecular motor proteins and fungal cell evolution","abstractText":"The aim of this project is to understand the evolutionary history of proteins that control movement within cells, specifically the cells of fungal organisms. The rise and diversification of the Fungi has involved several key changes in cell structures, giving rise to a wealth of biodiversity. This diversity includes organisms responsible for recycling biomass in all environments and microbes that co-operate with plants and algae in important ecological processes, for example, fungi that live in plant roots (mycorrhizae) and fungi that live with algae (lichens). The Fungi also include many species that cause diseases of plants and animals, such as the human pathogens Candida albicans and Cryptococcus neoformans. One of the features that distinguish eukaryote cells, including fungal cells, from bacterial cells, is a cellular skeleton which functions as a three-dimensional network providing the means of tethering, moving and re-organising cellular components. This three-dimensional network is like a complicated railway system with a range of different motors attaching and using chemical energy to transport cellular components throughout the cell. This process is conducted by three types of 'locomotive' and on two different types of 'railway track' and is vitally important for many cell functions. Hence, many international communities of scientists study these motors in order to understand how cells work. We already know that fungal cells make very diverse use of motor proteins. For example, some fungal cells have swimming tails that require the function of several different types of motor protein. In contrast, other types of fungi move by forming cylindrical and filamentous cells; these elongated cells require long-distant transfer of cell components by motor proteins. As such the diversification of motor proteins was critical for these and many other cellular characters of the Fungi. Only recently with the advent of numerous genome sequencing projects can we begin to compare the diversity of the motor protein families across the evolutionary tree of life. By comparing motor protein diversity across different genomes we have improved our understanding of the evolution and functional diversity of these very important protein families. This project is designed to help understand the origin and diversification of fungal cellular functions and the evolutionary history of the Fungi by studying the evolution of their cellular motors and associated cellular machinery. The project will test the idea that by investigating the evolutionary history of the fungal motor protein families we can identify how motor protein evolution relates to cell evolution. This project is significant because it will describe the relationship between motor protein evolution and cell evolution, providing information about how motor protein evolution relates to the diversification of fungal forms. The project will provide important clues about potential pharmaceutical targets in agriculturally and medically important fungi.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G00885X/2","grantId":"BB/G00885X/2","fundValue":"203901","fundStart":"2010-11-01","fundEnd":"2012-10-31","funder":"BBSRC","impactText":"","person":"Thomas Adam Richards","coPersons":[],"organisation":"The Natural History Museum","findingsText":" Described the evolution and diversity of cytoskeleton motor proteins across the eukaryotes. Improved out understanding of how protein domains are recombined over evolutionary time.\n\nSee BB/G00885X/1 return for details of key publications. Our work will provide information for drug design against eukaryotic microbes that cause diseases of plants and animals Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}