{"id":"B53F3D74-C68A-445D-859E-7715EF5E2592","title":"Managing uncertainty within NICE technological appraisals: the nature and impact of the 'social features' of decision-making","abstractText":"<p>The National Institute for Health and Clinical Excellence is emblematic of the 'neutral' and 'objective' approach of modern regulatory institutions. Through systematic appraisals of the cost-effectiveness of drugs for the NHS, it aims to overcome the inconsistencies of the previously discretionary decisions of medical professionals. </p>\n\n<p>Cost-effectiveness recommendations ensure a more standardised access to medication across the NHS, as well as regulating the imperfections of the market in terms of over-priced medication. These regulatory roles have important ethical implications for access and resource use, yet the neutrality and objectivity referred to is not straightforward. The volume, contestability and complexity of information which is processed within these appraisals means that a number of decision mechanisms for coping with uncertainty are inevitably invoked. Uncertainty appears to be inherent in this decision making process. </p>\n\n<p>The proposed study will investigate the nature of uncertainties faced within appraisal decisions, the social mechanisms applied in dealing with these, and the impact this has on decision outcomes. This ethnographic study will involve:</p>\n\n<ul>\n \n\n <li>non-participant observation of committee meetings</li>\n\n <li>interviews with committee members, analysts from NICE’s project team, a range of representatives from the various interest groups, and experts involved in the process and documentary outputs from committee processes. </li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I008810/1","grantId":"ES/I008810/1","fundValue":"81085","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"ESRC","impactText":"","person":"Michael  Calnan","coPersons":["Patrick  Brown"],"organisation":"University of Kent","findingsText":" This will be reported in the next submission period This will be reported in the next submission period Healthcare","dataset":"gtr"}