{"id":"B54691A2-2265-436B-A03A-58CC8EE9C2B9","title":"Photo-catalytic Microbubble reactor for conversion of CO2 to Fuels","abstractText":"Many research studies have clearly established correlation between carbon dioxide concentration in earth's atmosphere and global warming. To mitigate the effect of large concentration of atmospheric carbon dioxide, UK government has committed the 80% reduction in greenhouse gas emission by 2050. According to Energy Statistics by the Department of Energy and Climate Change (DECC) report, the contribution of renewable to gross UK consumption has increased from 6.6 to 7.4 per cent in 2010. However, in order to reach the target of the 15% reduction by 2020, massive increase in speed of investment and planning permission approval process will be required. According to report, planning permission and investment are the main hurdles in achieving the renewable energy targets. In such scenario, the transient solution of capturing and converting carbon dioxide would provide alternative route to carbon free future. In low carbon vision 2050 report, it is envisaged that the power plant with carbon capture and storage would be a major technology in clean power segment by 2020.\n \nThe simultaneous reduction of carbon dioxide with water splitting in presence of sun light and semiconductor catalyst is considered to be attractive strategy in securing low carbon energy in short term. However, this conversion process suffers from the low yield and high processing cost. One way to improve the efficiency is to use novel or modified catalyst. The membrane, nano-TiO2 tubes, and fluidised bed based solutions for CO2 conversion have recently been proposed by the researcher. However, these methods require efficient dispersion of carbon dioxide and mechanism to prevent clogging of porous catalyst nano-particles or nano-tubes. In alternative method, CO2 dissolved in liquid phase is employed to overcome the problem of clogging. But, this method suffers from the low CO2 dissolution in water. Hence, key consideration for this work is to address three problems viz. (i) low dissolution of CO2 in water, (ii) low photoacitivity of TiO2 and (iii) inefficient transfer of electron at interface. \n\nThis project will employ our novel microbubbling device to prepare the carbon dioxide core microbubbles foam in TiO2 aqueous suspension. The diameter of bubble in few tens of micrometer range promotes the dissolution of CO2. Subsequently foam will be injected into the continuous flow microfluidics photo-reactor where sun light beam will be focused orthogonally to the direction of foam flow. Main advantage of the device is that it can generate the surface plasmon at the interface of two consecutive bubbles. The interface thickness in range of few hundreds nanometre acts as a waveguide and generates the surface plasmon which will be absorbed by the TiO2 particle adsorbed at the bubble interface. Surface plasmon increases the photoactivity of the TiO2 particle and thus, enhances its ability to increase the product yield of the reaction. It is first time foam will be used to generate the surface plasmon. This will allow avoiding costly catalyst surface modification steps.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J02161X/1","grantId":"EP/J02161X/1","fundValue":"100130","fundStart":"2013-01-23","fundEnd":"2014-03-22","funder":"EPSRC","impactText":"  Sunlight mediated conversion of CO2 to fuel at high yield is key for commercialisation of clean energy technologies. The method in this project represents a potentially cheaper route to increased CO2 to fuel conversion. However because of some technical issues to scale up the method, it has not been materialised yet. Energy,Healthcare Economic","person":"Dehong  Huo","coPersons":[],"organisation":"Newcastle University","findingsText":" 1. We have observed a unique photo-physical phenomenon in which the trapped light concentrated at the interface of the microbubbles may induce lasing at this interface. The gas-liquid interface between two neighbouring bubbles in the foam can efficiently guide the light and optically induce a lasing phenomenon at 595 nm. A longer living localized mode at air-liquid interface between two neighbouring microbubbles that are apart by approximately 1 micron distance or less generates the strong single mode and weak side mode. We studied this effect in details using confocal microscopy, fluorescence measurement and laser micro-photoluminescence using 561 nm laser.\n2. We have designed a micro-fluidic based micro-bubbler to produce 50-200 microns bubbles using surfactants (SDS) or water soluble polymers. Two prototypes of micro-reactor were also designed in which the bubbles were trapped between 100-200 microns channel surfaces (coated with photoactive nano-materials of TiO2/Fe/Cu oxides) in closed system and shined by solar energy simulator for a specific time. The generated methane gases were collected and analysed. A reasonable conversion rate has been achieved. Our funding might be taken forward by others through publications, conferences and seminars. The technology of producing microbubbles and results from the project might be applied by our researchers to research relating to health care and imaging. We are working with Newcastle University Sage Enterprise team to explore patent applications for the micro-bubbler and micro-reactor we developed. Energy,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}