{"id":"B5476D29-58C8-4F5B-A752-9980D09FEDAF","title":"Improving Cultural Work: combating inequality and exclusion in the cultural and creative industries","abstractText":"The cultural and creative industries have been subject to growing academic and policy interest, identified as a key growth sector and central to the nation's economic wellbeing and recovery from the recession. Yet, while they have been celebrated as 'cool, creative and egalitarian' (Gill 2002) and proposed as a model for future work in post-industrialised 'knowledge economies,' entry to the sector is highly competitive and access is inconsistent, marked by unclear entry routes, internships and other forms of unpaid work, and informal recruitment. \n\nOnce in the cultural industries, the preponderance of freelance, short-term contracts, unpaid or low-paid work, long working hours and poor job security make sustaining a career difficult, especially for those with caring responsibilities. The combination of narrow labour market entry routes and precarious working conditions has adverse implications for Black and Minority Ethnic (BME) groups, women and those from working class backgrounds, all of whom are under-represented. For example, women make up a third of the Music workforce and BME representation in London's creative media sector is just 11%, far lower than London's workforce as a whole (24%) (Creative &amp; Cultural Skills 2008; Creative Skillset, 2010 2011). \n\nSuch figures are causing increasing anxiety in policy circles as well as among civil society organisations such as trade unions. This has been exemplified by the furore over unpaid internships which are seen to restrict access to the cultural sectors, as well as other significant professions such as politics and the law (Cabinet Office, 2009). Similar issues have been noted and are the subject of policy debate in Canada,the USA and some parts of Continental Europe (Cohen &amp; De Pueter, 2013) and the network is deliberately international in participation, to allow us not only to undertake comparative analysis but also to learn from more activist policy regimes, notably in Canada.\n\nWhile there exists a growing and important volume of academic work on precariousness and creative labour, some of which illuminates the difficulties of sustaining careers in the cultural sector, there has been somewhat less attention paid to the experiences of accessing and working in the sector among under-represented groups. Where this has been addressed, attention has tended to focus on more visible issues of difference and exclusion, such as gender and ethnicity, rather than social class. This is problematic, as social class exclusion is likely to intersect strongly with other sources of disadvantage, as its effects range from exclusion from social networks formed at school or university, to the difficulty of sustaining unpaid work and feelings of misfit and of 'not belonging' in predominantly middle-class spaces and work environments. \n\nAddressing the absence of attention to the intersectional nature of inequalities - where gender, race, or disability are often looked at in isolation and bracketed off from each other - and exploring ways to improve the data and evidence collection in this and the other areas, is the core activity of this network. We want to understand issues of entry to the sector (unpaid work, social networks, geographic marginalisation); sustaining a career (seen to be particularly problematic for women) and quality of working life. The seminars are carefully designed to address these issues in a systematic way. The network will draw on research from the UK and internationally, and will involve not just academic researchers but a wide range of participants from industry, civil society and government. The aim is not just to add to academic work in this area, but also to inform policy development and civil society activism as a way of improving both the quality of working life and the diversity of participation in the cultural sectors globally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L015188/1","grantId":"AH/L015188/1","fundValue":"23919","fundStart":"2014-11-01","fundEnd":"2016-07-31","funder":"AHRC","impactText":"","person":"Kate  Oakley","coPersons":["Bridget  Conor"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}