{"id":"B5489424-1E5F-417D-9A46-696B100CE91D","title":"The samian pottery industries of Roman Gaul","abstractText":"Gaulish samian or sigillata was the principal type of tableware used in the western provinces of the Roman Empire, particularly in Britain, Gaul and Germany, between the 1st and the 3rd centuries AD. It was produced in very large quantities and is found on the great majority of sites within the empire as well as beyond. There is no modern account of the industries, their wares, organisation, personnel and their distributions. The first objective, therefore, is a synthesis and survey of this important evidence for the early industrialisation of western Europe. The principal means to the achievement of this aim will be the editing for publication of the catalogue of the names of some 5000 different potters and their associated die-stamps, some 400, 000 in total, produced over 250 years. The findspots of the pottery, the evidence for date, the associations with particular workshops and manufactories, and the associations with the vessel forms will allow the history to be written of a major Roman provincial industry and its changing markets over 250 years. The publication will be in 9 printed volumes, published by the Institute of Classical Studies, University of London, but the development in parallel of a database will allow for on-line access on completion of the printed publication stage of the project. This will be developed and hosted by the Romisch-Germanisches Zentralmuseum, Mainz (Germany). A PhD student based in Leeds will investigate the onomastics of the potters' names, while a PhD student based in Reading will explore the development of the distributions of vessels and their finds contexts and the relationships between the markets of the various workshops between the first and the third centuries AD. An international conference will be held during the third year (2010) to publicise the potentiality of the resource. Drawing on the conference proceedings, the final year of the project will focus on the edited synthesis which will write the history of the Gaulish samian industries, their potters and the changing markets of their products between the early 1st century AD and the mid-3rd century AD for ancient historians, archaeologists and a generalist audience.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F01046X/1","grantId":"AH/F01046X/1","fundValue":"478367","fundStart":"2008-03-01","fundEnd":"2012-09-30","funder":"AHRC","impactText":"","person":"Michael Gordon Fulford","coPersons":["Roger William Brock","Robert  Maltby"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}