{"id":"B550798D-381A-4456-A24D-9B3B28DD71DB","title":"The formation of stereotypes through cumulative cultural transmission","abstractText":"<p>While much is known about the substantial influence stereotypes exert on our lives, relatively little is known about how stereotypes form. One possibility is that stereotypes form unintentionally over time when information is passed from person to person. </p>\n\n<p>The current research will examine this possibility by utilising a diffusion chain methodology. The first participant in a chain will attempt to learn and recall information (ie, personality traits) randomly assigned to novel target individuals; the recollections of this participant will then be used as the learning materials for the subsequent participant&nbsp;- this process continues to form a chain. </p>\n\n<p>It is predicted that the merest hint of pattern in the memories of one participant will be unconsciously detected and inadvertently amplified in the recollections of the next participant. Thus, as it passes from one person to the next, a task that is initially random and requires remembering multiple traits associated with many different individuals will become increasingly structured and learnable. This structure will continue to accrue over time until a stable, easily learnable relationship exists between category membership and associated information - until a stereotype has formed.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-25-0522","grantId":"RES-061-25-0522","fundValue":"162201","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"ESRC","impactText":"","person":"Douglas  Martin","coPersons":[],"organisation":"University of Aberdeen","findingsText":" The overarching achievement of the grant has been to provide a unique answer to one of the social psychology's most intractable problems - how do cultural stereotypes form? We provide evidence that cultural stereotypes are the unintended but inevitable consequence of sharing social information; stereotypes form as a consequence of cumulative cultural evolution. When people were asked to recall newly learned information (i.e., personality attributes) about novel social targets (i.e., 'alien' individuals), they inadvertently added a categorical structure that was not previously present. When their recollections were passed on to another person to learn (a bit like the children's game often called 'Chinese Whispers') the merest hint of category structure was unconsciously detected and subsequently inadvertently amplified in their recollections. Thus, as it passes from one person to the next, a task that is initially random and requires remembering multiple attributes associated with many different individuals becomes increasingly structured and learnable, with some attributes being used to describe multiple individual aliens who share categorical physical properties (e.g., by the end of one chain all green aliens were agreed to be pushy and arrogant, while red aliens were thought to be shy). Structure continues to accrue over time until a stable, easily learnable relationship exists between category membership and associated information - until a stereotype has formed.\n\nImportantly, our findings can explain both those aspects of real-life stereotypes that contain a &quot;kernel of truth&quot; due to the overrepresentation of certain attributes among category members and those aspects of stereotypes that are seemingly arbitrary and have no basis in reality. We find that where a genuine relationship exists between social categories and attributes, people are very good at detecting this, remembering it and then passing this information on. However, crucially, we also find that where there is no existing relationship between social categories and attributes, we see this association emerging spontaneously over time as the social information evolves.\n\nAnother major contribution of the grant has been the development of the linear diffusion chain method for examining stereotype formation (as outlined above). Having adapted a technique originally used in evolutionary linguistics, we refined this across the duration of the grant to produce an experimental method likely to be utilized in future stereotype formation research. We also made a number of significant breakthroughs in the statistical analysis of linear diffusion chain data that can be exploited by researchers interested in cumulative cultural evolution.\n\nIn sum, our research suggests a novel theoretical mechanism that can explain how stereotypes form-- via cumulative cultural evolution--and a methodology for studying this process in the lab--using linear diffusion chains. Our findings open new avenues for future research to examine how shared social and cognitive biases affect the cumulative cultural evolution of stereotypes in the lab, thereby informing our understanding of the origins of real-world stereotypes. If we can understand how cultural stereotypes form and naturally evolve, then in the long-term we might be able to positively influence stereotype content.\n\nAll the objectives of the grant were met. It is hoped our novel theoretical proposition - that stereotypes form unintentionally via cumulative cultural evolution - will be further examined and tested by social psychologists interested in stereotypes. To this end, is anticipated that researchers will make use of the innovative linear diffusion chain we developed. However, we also anticipate that further evidence for our theoretical position will be forthcoming from researchers using different methods. Equally, we expect researchers interested in other aspects of cumulative cultural evolution (e.g., evolutionary linguists) to make use of the statistical advances we made for analysing linear diffusion chain data.\n\nThere is a clear gap between our current scientific understanding of stereotypes and public perceptions of what they are and the crucial role they play in our everyday lives. The key findings from the grant shed light on the origins of stereotypes, the often arbitrary nature of stereotype content and the crucial role that stereotypes play in organising social information. It is hoped that in the future educators, policy makers and the third sector can use these findings to increase public understanding of the positive and negative influences of stereotypes. Communities and Social Services/Policy,Education","dataset":"gtr"}