{"id":"B55A1691-F729-4CD7-B484-BCA2D0FD9570","title":"The problem of vertebrates origins - comparative taphonomy of non-biomineralised chordates and the meaning of gaps in the fossil record","abstractText":"Understanding the origin of vertebrates is fundamental to understanding our own place in evolution, and virtually every account of the history of life discusses vertebrate origins and the fossils from this critical phase in evolution. In the picture of vertebrate origins as we presently view it there is a large evolutionary gap between vertebrates and their nearest living pre-vertebrate relatives. This gap, according to many geneticists (and hundreds of research papers), reflects a major evolutionary jump from simple pre-vertebrates to complex vertebrates, caused by a sudden increase in genetic complexity. It has recently been suggested that this may be the most important genetic change in metazoan evolution. But there is a major problem with this picture of vertebrate evolution: we actually know almost nothing about the fossil record of the earliest vertebrates. We do know that they were entirely soft-bodied creatures with no easily fossilizable mineralised tissues. Their chances of being preserved as easily recognizable fossils are, consequently, rather limited, and this means that what we currently see as a gap might be nothing more than our failure to find and recognize the fossils that would otherwise fill it. Resolving which of these two views of the gap is correct is clearly fundamental to understanding vertebrate evolution. Our research project will determine the true nature of the apparent evolutionary jump at the origin of the vertebrates by studying the way in which the characteristic soft-tissue features of vertebrates, such as eyes, muscles and tail fins, rot, and determining how we can reliably identify the presence of these characters in fossils. Fossils are essentially snapshots where decay has been frozen in time, and to identify the earliest vertebrates we need a kind of photofit compiled using knowledge of how important characters look at various stages of decay and how the same characters look in a variety of fossils. So to investigate how vertebrate soft-tissue characters decay and disintegrate after death we will rot a variety of primitive fishes under controlled laboratory conditions. As they decompose we will carefully record the relative resistance to decay of the key features of their anatomy and how they change in appearance and position. To study how the soft-tissue characters of early vertebrates actually became preserved we will use a Scanning Electron Microscope to conduct detailed studies of rare, exceptionally well-preserved examples of unequivocal fossil vertebrates with soft-tissue remains. Our study will include a range of different types of vertebrate from a wide variety of environmental settings. Again, we will concentrate on important early vertebrate characters, documenting their visual appearance, position and composition(s) to determine the patterns and variability of preservation of each important feature. This research will allow us to evaluate whether the fossil record can preserve recognizable pre-vertebrates, and thus determine whether the apparent gap at the origin of vertebrates reflects their non-preservation or non-existence. It also has important implications for current problems with the methods used to interpret soft-bodied fossils which might represent animals from this interval of vertebrate evolution. Their correct placement in the tree of life depends upon knowledge of their anatomy, but in fossils this has been modified by decomposition, flattening, and transformation into mineral-traces. Original anatomy has to be reconstructed but without a clear picture of how anatomy was altered during fossilization, current interpretations are hotly debated. Our results will provide us with an extensive visual database and a set of criteria for recognising and correctly interpreting early vertebrate fossils, from a range of environments, so that we can reassess the fossils that may be candidates to fill the evolutionary gap.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E015336/1","grantId":"NE/E015336/1","fundValue":"331633","fundStart":"2008-04-01","fundEnd":"2011-09-30","funder":"NERC","impactText":"  In the last year we have received some press related to our article: oRobert S. Sansom, Sarah E. Gabbott and Mark A. Purnell. (2013). Unusual anal fin in a Devonian jawless vertebrate reveals complex origins of paired appendages. Biology Letters, eScholarID:191834 | DOI:10.1098/rsbl.2013.0002\nThis included: online: Wired, Planet Earth (NERC Magazine) and other online articles\n\nIn addition we presented an Exhibition Rotten Fish and Fossils: resolving the riddle of our earliest vertebrate ancesotors at the Universities Week (Natural History Museum) and also at the Highcross Shapping Centre in Leicester City Centre.\n\nOther press artcles are numberous and can be seen under the NERC OMP reporting activities Other Cultural,Societal","person":"Sarah Elizabeth Gabbott","coPersons":["Mark  Purnell"],"organisation":"University of Leicester","findingsText":" Our most important finding is paradigm shifting. We have shown that during the decay of the soft parts of primitive vertebrate animals their characters that are the most useful in identifying them (the most phylogenetically informative) decay first. this means that when considering the fossil record of early vertebrates many fossils may well appear more primitive than they actually were in life, becasue their most phygenetically significant anatomical features have rotted away. this bias in the fossil record of nonbiomineralized fossils was not previously recognised. Our rotting experiements have also allowed us to more rigourously identify characters in fossils and thus more confidently place them on to the tree of life. The origins and evolution of vertebrates is significant to us- being vertebrates ourselves. Our reserach has been succesfully made in to exhibits informing the general public and especially school children on the evolution of life. We are developing a 'teacher pack' - a set of simple instructions for teachers to use to allow students to undertake their own rotting experiements and to analyse the data. Our reserach is of great significance to biologists, palaeontologists and evolutinary biologists. It has an impact on how we view our place, as vertebrates, on the tree of life and so is exploitable by educationalists. Environment","dataset":"gtr"}