{"id":"B560084F-B859-4204-9D1D-24FF052E8C1B","title":"Flow &amp; Benthic Ecology 4D (FLOWBEC)","abstractText":"FLOWBEC aims at measuring FLOW, Water Column and Benthic ECology in 4 dimensions to assess the potential effects of Marine Renewable Energy Devices (MREDs) on the environment. It addresses clear knowledge gaps identified by NERC, DEFRA and UKERC in the effects of MREDs on flow conditions, habitats and ecological interactions. It will use a wealth of observation techniques above and under water, ranging from radar to sonar and in situ measurements, to be deployed over 2 years at 3 key sites around the UK. These measurements will feed into models of ecological interactions and habitat preferences, allowing predictions of the multiple effects of large MRED arrays.\nBeing fully cross-disciplinary, this project will engage different academic beneficiaries at each stage. Researchers in the field of instrument design (in the laboratory and at sea) will benefit from our experience in building the different systems and adapting them to long-term deployments on the seabed, in extremely challenging environments. This will be done by carefully planned Knowledge Exchange activities and open-access publication of our results, as well as exchange of personnel. The avenues opened for continuous imaging of complex and dynamic 3-D structures will be useful to researchers in other fields associated with ecological systems and marine structures, but also in medical 4-D imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J004316/1","grantId":"NE/J004316/1","fundValue":"165341","fundStart":"2011-09-01","fundEnd":"2014-12-31","funder":"NERC","impactText":"  The coupling of ERSEM, one of the most advanced ecosystem models, to FVCOM, a state of the art hydrodynamic model, opens the possibility of making detailed and comprehensive ecosystem simulations at scales (order of 100m or less) that have never been achievable with any other implementation of ERSEM. This will have direct implications for the biogeochemical modelling of estuaries as well as small scale impacts from marine renewable energy activities. The tools developed here allow for direct simulations and evaluation of ecosystem impacts related to a large variety of stressors like anthropogenic pollution, CO2 leaks arising from CCS activities, diffuse pollution and marine renewable energy activities. Agriculture, Food and Drink,Energy,Environment Economic,Policy & public services","person":"Ricardo Javier Torres","coPersons":[],"organisation":"Plymouth Marine Laboratory","findingsText":" The main objective of FLOWBEC within PML was to develop and implement coupled hydrodynamic-ecosystem models in areas of marine energy activity to evaluate the potential environmental impacts of marine energy extraction. To that end, PML has implemented the hydrodynamic (e.g. water flow, ocean temperature and salinity) model FVCOM in three different geographical areas: The Irish Sea to evaluate wind farm effects on the regional circulation, Celtic Sea/Bristol Channel, Western Channel and southern North Sea to evaluate marine energy extraction in and around the Wavehub and Bristol Channel, and northern Scotland and the Orkney's. The main results from this work suggest that FVCOM is an appropriate tool for resolving the small-scale impacts of individual marine energy devices (MEDs) like the three dimensional wake effects of wind-farm pylons and that multiple devices can be resolved simultaneously to evaluate cumulative impacts. Our work also indicates that far-field effects (many MED size away) of multiple MED's are not negligible but highly complex. Because they mostly arise from the interaction of the tides with the MED's the impacts need to be evaluated in domains covering a substantially larger area than the area of interest. In our case, this means that the impacts of wind farms planned for the Irish Sea, require a model domain that includes both the Celtic Sea and the south-west of Scotland. The impacts can be found in the slow residual currents that arise from the asymmetry in the tidal currents and therefore will have implications for ecosystem components that rely on these slow currents for their survival like larval dispersion. This model framework allows the detailed evaluation of the implication of multiple MED's at both the short and long time scales. The results indicate that much care needs to be put in the design and implementation of fine-scale models as the results will be impacted by factors such as the domain size and boundary conditions. Our approach can be used to investigate the potential benefits arising from MED's farms as de-facto Marine Protected Areas (potential to act as nursery areas), their impact on changes in connectivity between coastal sites and offshore farms and their potential for hosting aquaculture activities within them. These tools will also be applicable to other areas where environmental impacts are hypothesised but require resolving the marine environment in fine detail such as aquaculture activites, coastal anthropogenic interventions (i.e. dredging activities, harbour design, coastal pollution). Agriculture, Food and Drink,Communities and Social Services/Policy,Construction,Energy,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}