{"id":"B569B665-C203-4688-B8F6-3E22B61E996A","title":"The Impact of Distribution and Reading Patterns on the Novel in Britain, 1880-1940","abstractText":"Huge changes took place in the production and distribution of fiction in Britain between 1880 and 1940. In 1880, most new novels were still published in three thick volumes which found their way to a limited upper- and middle-class reading public through such outlets as Mudie's Circulating Library. The more successful novels later appeared in one-volume reprint editions, but these were still beyond the means of the great majority of potential readers. Sixty years later, the average novel was very much shorter than the 'baggy monsters' of the Victorian period, and public libraries, cheap subscription libraries, book clubs, and the new mass-market paperbacks had brought novel-reading within the reach of almost everyone.\\n\\nIn this project we are not concerned with the broad sociological effects of mass literacy, but rather with its specific impacts on the writing and reading of fiction. How did novelists and their publishers respond to changes in the marketing and readership of fiction? In particular, two kinds of effect will be investigated in detail. On the one hand, it has been alleged that the new market conditions resulted in new forms of censorship, while, on the other hand, novelists came to be seen (rightly or wrongly) as tailoring their work according to different perceived levels of culture and education among the reading public.\\n\\nAfter 1880, leading figures in each new generation of novelists set out to claim new freedoms for their art, beating back the boundaries of Victorian prudery and reticence and responding to a widespread desire for moral and sexual liberation. But libraries and other outlets were wary of offending public morality, and publishers depended upon them for sales; this led to the threat or actuality of censorship in some well-known cases, although its extent is unclear. A second strong influence on the writing of fiction was the prevailing conception of different classes of 'highbrow', 'middlebrow', and 'lowbrow' readers, each of whom required and demanded a different product. There is no doubt that some novelists and publishers felt under pressure to conform to these expectations, but how widespread was this? Literary critics and cultural historians have referred to these developments in broad, general terms, but specific documentary evidence has been confined to a few instances.\\n\\nIn recent years, literary history as traditionally defined has been increasingly influenced by 'book history', the study of the material conditions of the production and reception of texts. The history of nineteenth-century literature especially has benefited from this development. Much less attention has been given to the impact of distribution and reading patterns after 1880, in spite of the rich material preserved in publishers' and distributors' archives. Our aim is to draw on this material to produce a new account of the material factors at work in one of the most revolutionary periods in the history of English fiction. One major outcome of the research will be a contribution to the relevant volume of the Oxford History of the Novel in English, a multi-volume, collaborative work of literary history to be published by Oxford University Press under the general editorship of Patrick Parrinder, who is also Principal Investigator in the present project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F009739/1","grantId":"AH/F009739/1","fundValue":"188901","fundStart":"2008-04-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"","person":"John Patrick Parrinder","coPersons":["Andrew  Nash"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}