{"id":"B56C0FFA-3CF8-4CDE-A9AF-AA5CEFC53595","title":"The structure and stability of transport and mixing barriers within the Antarctic Circumpolar Current","abstractText":"The Antarctic Circumpolar Current (ACC) is a crucial ocean component of the climate system, linking all the major ocean basins. As its name suggests, the ACC circles the Earth and is uninterrupted by land as it crosses the Southern Ocean surrounding Antarctica. In many ways the ACC is similar to the atmospheric jet streams which also circle the Earth, and comparisons are often made between these east-west movements of fluid in the atmosphere and in the ocean. Strangely, the amount of water transported by the ACC has remained the same over the last 30 years, despite the winds in the Southern Ocean becoming stronger. There is a mechanism, known as 'eddy saturation', linked to ocean eddies, which can explain this curious behaviour. Ocean eddies are equivalent to atmospheric weather systems, but they are much smaller. Computer models of the full Earth System climate are unable to simulate these small ocean eddies because they are limited by the present power of supercomputers. Therefore they do not include eddy saturation and give predictions of the ACC which do not agree with observations. Recent observations from satellites show that Southern Ocean eddies and jet-like branches of the ACC have interesting and complex behaviour. We need to understand how to include this behaviour in climate models in order to improve global climate forecasting. Although supercomputers are increasing in power, climate models will remain unable to directly simulate ocean eddies and jets for the next 5-10 years, so we need to find indirect methods of simulation. As well as 'eddy saturation', there is another mechanism which is only recently observed and of high relevance to climate modelling. This is the presence of 'dynamical barriers' within the ACC which control the transport and mixing of water properties by eddies. At some times and in some places, eddies can transfer water containing heat, salt, biological nutrients and dissolved carbon dioxide across the ACC, either to or from Antarctica. At other times and places, the eddies are unable to make this transfer. Understanding the nature of such dynamical barriers in the ocean is at the forefront of oceanography and will have huge implications for our understanding of global climate and climate change. Fortunately, the analogy between the ACC and atmospheric jet streams may be used to help to understand properties of dynamical barriers in the ACC. In the 1980s, when there was much interest in the atmospheric ozone hole, experts in fluid dynamics developed theory to describe why at some times, atmospheric eddies (weather systems) were able to mix ozone across the jet stream boundary of the ozone hole, and at other times they could not. Using a quantity called Potential Vorticity (PV) to provide dynamical insight, theories for the existence and nature of the dynamical barrier associated with the ozone hole were formulated. Only in 2008, was a full theory developed to describe dynamical barriers and the persistence of multiple jets in the atmospheres of Earth and Jupiter. This theory tells you about the times when transport and mixing might happen, but does not contain information about the place it might happen, since the atmosphere is considered to be quite uniform in the east-west direction. I propose to apply this theory, the Potential Vorticity Staircase, to the Antarctic Circumpolar Current, adapting it to give information about both the time and the place that eddies can transport and mix across the current. I will extend our preliminary analysis, which supports the PV Staircase model, to use a complementary combination of state-of-the-art ocean modelling and observations. I will quantify the relationship between Southern Ocean winds, the eddy saturation mechanism and the branch-like structure of the ACC in terms of PV and the PV staircase. I will determine whether dynamical barriers can affect eddy saturation and influence global climate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I001794/1","grantId":"NE/I001794/1","fundValue":"80944","fundStart":"2010-08-02","fundEnd":"2012-09-21","funder":"NERC","impactText":"","person":"Chris  Wilson","coPersons":[],"organisation":"National Oceanography Centre","findingsText":" The current that flows around Antarctica, the 'Antarctic Circumpolar Current', is made up of many fine scale currents. The transport and mixing of water properties, including heat and dissolved gases like carbon dioxide, along and across these fine scale currents is not described fully by climate models. We have identified regions and processes where such transfers occur and a potential mechanism. This helps to improve climate modelling through a better understanding of the physical processes in the ocean. Improving climate model processes and parameterisations. Education,Environment,Transport","dataset":"gtr"}