{"id":"B57518A4-2B9D-487B-B7AA-30A0F205597F","title":"Optimising methods for measuring effects of neighbourhood environments on diet, physical activity, smoking &amp; alcohol intake in older people in the UK","abstractText":"Context and potential benefits of the research: \nSmoking, poor diet, lack of physical activity and high alcohol consumption are well known risk factors for a variety of preventable chronic diseases. It has been estimated that over 30% of deaths from circulatory disease, including heart disease, could be avoided, mainly through a combination of stopping smoking, improving diet and increasing physical activity (WHO). While characteristics of individual people are important, there is growing recognition that the environments in which we live also affect our health behaviours. The shaping of neighbourhood environments that empower and encourage healthy behaviours is recognised as an essential approach to public health policy, and is increasingly relevant with the future relocation of local public health services into local authorities in England. \n \nHowever, there is little consensus on what are the key aspects of the local neighbourhood environment that influence our health-related behaviours. It is still a relatively new and evolving field of research. Further development is needed to improve the technical quality of the research methods, understand the relevance of specific environmental factors to different population groups (ie children, working and non-working adults, old people) and their utility for enhancing our understanding of variations in diet, physical activity and other behaviours. This has implications for disease prevention and deciding where future health policy and interventions should be targeted. \n \nThis study is novel and important as it aims to conduct the most comprehensive assessment of characteristics of neighbourhood environments in the UK that influence four important behavioural risk factors for CVD, and focuses on the health behaviours and outcomes of older people (over 65 years), an age group for which these study approaches have rarely been applied. The health of older adults may be particularly vulnerable to the impacts of their local neighbourhood as they are likely to have reduced capacity and motivation to travel longer distances due to personal health and mobility factors. \n \nAims and Objectives: \nThe main aim of the proposed research is understanding how different neighbourhood-level environmental factors (e.g. built environment, crime levels, access to recreational space, access to shops and price of food, location of healthcare and other services) influence individual health behaviours and cardiovascular disease risk. This project will specifically investigate which local environmental level factors influence tobacco and alcohol use, nutrition, physical activity and risk of obesity in older men and women living in urban areas across the UK. \n \nThis study will use and compare a range of different research methods to investigate the effect of the neighbourhood environment on health. Data on the lifestyles, behaviours and health of over 4000 older people has already been collected by individual surveys as part of two ongoing national studies of older men and women in the 22 UK study towns. In addition, data on the local neighbourhood environment in the 22 towns where these older people live will be collected using 3 approaches (collecting routine local data, newly collected data from surveying the physical features of the neighbourhood at street level, and new data collected using remote imaging technology- such as google street view). This information will allow us to compare how different factors at individual, household or local community level impact on smoking, alcohol intake, diet, physical activity, and risk of overweight, and to identify which measures of the environment are the strongest determinants of these behaviours. The results should help design more effective public health policies to improve healthy liefstyles and prevent cardiovascular disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J007145/1","grantId":"MR/J007145/1","fundValue":"514480","fundStart":"2013-01-01","fundEnd":"2015-12-31","funder":"MRC","impactText":"","person":"Karen  Lock","coPersons":["Richard William Morris","Chris  Grundy","Juan P  Casas","Benedict  Armstrong"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}