{"id":"B57A9ECE-9359-43C5-ACE4-FD9C451B5D08","title":"The single polypeptide type I restriction enzymes - minimal multifunctional molecular motors","abstractText":"To make life more straightforward, Mankind has developed machines to undertake complex tasks. But Nature got there first; life on Earth is reliant on the action of microscopic machines and motors made not from metal gears and cogs but from proteins. Miniaturised factories are working in your body right now! Take for example your genetic material, DNA. There are a great many 'molecular motor enzymes' whose task is to recognise a specific part of the DNA (a sequence made up of chemical bases called A, G, C and T) and then to convert chemical energy (in the form of a fuel compound called ATP) into mechanical events. For example, the proteins we study move along DNA many thousands of bases at a time, much like a train along a track. Once these motors reach a defined point in the DNA they stop and cut the track using an additional enzyme activity. Whilst this may seem a destructive event for the motor, it is vital to the health of the cell because these cuts are not made in the host genome but are targeted to invading viral DNA. A remarkable feature of the enzymes we wish to study is that all this complexity is contained within a single protein, a bit like a mobile phone which is also a camera, a games console and an MP3 player. How can all the multiple enzyme activities be contained in one protein unit and how are the activities coordinated so that the motor can move along DNA in a controlled fashion? This is what we intend to find out.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D009715/1","grantId":"BB/D009715/1","fundValue":"202173","fundStart":"2006-08-01","fundEnd":"2009-07-31","funder":"BBSRC","impactText":"  The work has led to a crystal study which has now provided high resolution structural data on a complete nucleoprotein remodelling system. The research information was important to the helicase field, a class of enzymes that are widespread in humans. Healthcare ","person":"Mark Dominik  Szczelkun","coPersons":[],"organisation":"University of Bristol","findingsText":" In this project we investigated the activity of a bacterial protein, LlaGI, which contains multiple enzyme domains within the same molecule. This sort of multifunctional protein is actually quite common in nature, with more than 70% of the proteins in human cells being comprised of multiple domains. The bacterial protein we studied was chosen as a simple and tractable test system. Related enzyme systems in bacteria are built from separate protein subunits. We wished to address whether LlaGI had The data from this study provides molecular level details about the fundamental molecular mechanism of a class of bacterial enzymes that will influence other researchers working on: Restriction-Modification enzymes; helicases, methyltransferases. Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}