{"id":"B57C9949-7B50-4030-8427-579EFCA93AC4","title":"Industrial saponins","abstractText":"The aim of this project is to bring saponin production into the domain of industrial biotechnology to make this diverse group of biosurfactants available for commercial exploitation at the required scale, structure specificity &amp; cost, in the first instance for home &amp; personal care (HPC) use. We have already demonstrated that saponins can synergise with conventional surfactants to reduce the total surfactant level required for cleaning performance in laundry detergents, and that such mixtures are particularly effective at low temperatures. Saponins are plant-derived triterpenoidal or steroidal surfactants. Saponins currently have limited commercial availability, being sourced from natural plant materials. This supply is deficient in scale, is of limited structure specificity and is too expensive for Unilever's intended use in laundry detergents. Unilever's concentrated detergents business alone would require 100 tonnes pa of saponin at 0.1% level and 20% product range penetration. Leading saponin supplier Desert King produces only 20 tonnes active saponin pa from natural extracts. Furthermore, we have demonstrated that certain saponin structures are significantly more effective than others. The current sources of saponins are natural extracts and comprise a heterogeneous mixture of saponin structures. Our IB innovation will enable considerable enrichment for the most effective saponin structures. Current commercial saponins are too expensive at $35/kg for crude extracts for use in anything other than premium products. We expect IB to be a more cost effective route to saponin supply.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M028712/1","grantId":"BB/M028712/1","fundValue":"460524","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"BBSRC","impactText":"","person":"Anne  Osbourn","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}