{"id":"B57E7E15-8FC9-41AD-9B03-1191125DE27D","title":"Leeds EPSRC Nanoscience and Nanotechnology Research Equipment Facility","abstractText":"This proposal aims to provide significant external access (a total of *** days over 3 or 4?? years) to state-of-the-art instrumentation as well as appropriate expertise for nanotechnology researchers specialising in both inorganic nanosystems and also in hybrid inorganic/ organic systems / i.e. bionanotechnology. Accessible facilities will include a synergistic ( one stop shop ) combination of inter-related basic techniques for both characterisation and structural and device fabrication: environmental and low voltage scanning electron microscopy (ESEM and LVSEM); atomic force microscopy (AFM); transmission electron microscopy (TEM); X-ray photoelectron spectroscopy (XPS); focused ion beam (FIB) and electron beam lithography (EBL) together with associated cleanroom access. We believe that this integrated analytical approach will ultimately provide a much more productive service both in terms of overall scientific understanding and also productivity, as opposed to the piecemeal provision of many separate specialist activities. We also believe that, as a grouping, we possess the combined experience and facilities to deliver this fully integrated service successfully and efficiently. In addition we would also offer access to some unique specialist facilities such as: a variable temperature, UHV STM: a combined SEM and 4 STM Nanoprober for four point electrical measurements: a combined TEM-STM holder (Nanofactory): a Nanoman virtual reality AFM/ Nanomanipulator: and Magnetic tweezers. A further specialism of the proposal would be to enable high quality nanoscience research for UK academics who are involved in the rapidly expanding area centred around the life science/physical science interface (LSI). Based on research grants, Leeds is a major LSI Institution (source: LSI Impact Study / EPSRC 2005) and the Leeds grouping possesses an appropriate and expanding knowledge-base which can be of additional benefit to external EPSRC-based researchers. Furthermore, it will allow us to optimize techniques and methods specific to the analysis and modification of hybrid materials that are generally difficult to study due to the problems of intrinsically low image contrast and radiation and vacuum-induced chemical and structural damage,","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F056311/1","grantId":"EP/F056311/1","fundValue":"680919","fundStart":"2008-11-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  48 publications during course of grant - list available on request - too big to attach. Also a total of 11 joint grant applications with users with specific access costs included (36% successful). List available on request - too big too include  ","person":"John  Fisher","coPersons":["Rik  Brydson","Edmund Harold  Linfield","Alexander Giles Davies","Stephen  Evans","Peter George Stockley","Simon Richard Biggs","Neil Henderson Thomson"],"organisation":"University of Leeds","findingsText":" Establishment of nanoscience and nanotechnology characterisation and imaging facities at the University of Leeds  ","dataset":"gtr"}