{"id":"B5827713-6BCA-4957-B233-0EB23CEF1F63","title":"Collaboration Systems for Digital Media Production","abstractText":"The academic research team effort will focus upon: (i) the development of a thorough understanding of the needs of potential end users of the collaborative system; (ii) the development of techniques to validate our understanding of end user needs, with specific emphasis is upon the collaborative potential offered system's infra-structure; (iii) the development of techniques for assessing the effectiveness of user interaction, co-ordination, collaboration and management of the collaborative system. The techniques will be employed by the academic teams in collaboration with the industrial development partners. There are two main user classes that need to be considered. The first is the service users employing the collaborative system as part of digital media production projects and benefiting from the software tools provided and the access to the virtual enterprise network and shared resources. The second user class is that of production project manager, concerned with ensuring that digital media production project benefits from the new system are progressing to plan, to the required quality and efficiently &amp; securely co-ordinated. For the first of these user classes, the research will involve employing primarily contextual analysis and scenario techniques in order to develop a detailed understanding of existing practice. This will benefit from preliminary research conducted by the lead partner. The methods employed will be mainly observation and informal interview. Specific emphasis will be placed on identifying the existing methods of process management and work co-ordination, and examining where flexibility in such processes is required and how it is manifested in existing practice. However, considering the range of differing alternative digital media production functions that may be involved in the network a number of service user models may be necessary, reflecting the diversity of practices underpinning differing production functions. For example, a digital media compression service may be dramatically different to a sub-titling service in terms of turn around, job management, quality control &amp; assessment, and so forth. The potential range of alternative digital media production functions will be accommodated through the categorisation of production services and their inter-relationships. For the second class of user, production project managers, the research will involve identifying production management requirements of the collaboration system. The collaboration system is radical in that it offers new ways of working to existing media production professionals, and thus requires that project and process management is sufficiently flexible to allow for effective configuration and enhancement over time. The research methods employed will be based on envisagement scenarios, light weight prototyping and interviews, with potential end users already with process management responsibilities. In addition, this research will be informed by research into the human comprehension and expression of information structures, such as work-flows, through textual and visual notations. The research activity focused upon both of these user classes will analyse and identify requirements for them, and will also develop effective end user oriented assessment methods. The assessment techniques developed will benefit from the research team's prior experience of assessing digital media production tools and will be developed as techniques that can be employed in successive stages of the overall collaboration system design process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/F007779/1","grantId":"DT/F007779/1","fundValue":"104868","fundStart":"2008-07-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"  The findings have been used in the evaluation of an authentication visualization tool (funded consultancy supported by JISC) Education Economic","person":"C  Roast","coPersons":["Andy  Dearden"],"organisation":"Sheffield Hallam University","findingsText":" The work helped develop an analysis methods for understanding the factors influencing the effective use of complex software tools The analysis methods has supported and underpinned a variety of other complex tool assessments and tool design innovation. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Financial Services, and Management Consultancy,Healthcare,Security and Diplomacy","dataset":"gtr"}