{"id":"B58AABEA-A819-4C5F-9155-4B15DFBB3C97","title":"Patterning Biological Cells Using Microfabrication Technology","abstractText":"The project will take a technology that has been developed under previous EPSRC fuinding and prepare it for patenting and commercialisation.The technique involves simple microfabrication (chip manufacture) technology that is commonplace and inexpensive in the semiconductor cleanroom. Patterns are created on silicon, using standard microfabrication and carefully-chosen materials (polymers). These patterns are, at the time of creation, biologically inert. They can be stored as blanks indefinitely.Subsequently, the blanks are dipped in a protein mixture that activates them - whereupon neural cells grow preferentially on the patterns of polymer, allowing networks to be designed and createwd with considerable accuracy.This project will optimise the microfabrication steps and bioligical dipping process for neurones, explore the ability to pattern other forms of cell such as stem cells and muscles and build a business case for exploiting the technology.Application areas include:-1) Laboratory expermintation using designed patterns of cells2) Drug discovery and assay3) Prosthetics - using patterns to effectively re-wire damaged tissue(1) is an immediate prospect. (2) will be the focus of a market evaluation and business plan during this follow-on project, while (3) is a considerably longer-term prospect.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G005508/1","grantId":"EP/G005508/1","fundValue":"102652","fundStart":"2008-09-07","fundEnd":"2009-09-06","funder":"EPSRC","impactText":"  The primary finding was that potential industrial users felt they needed the patterning technique to be fully understood scientifically (ie why do cells pattern on parylene?) in order to develop a controllable and high-yield process. As a result, no users took the work forward and the team submitted a proposal to EPSRC to build this understanding. The proposal was not funded and this work is currently stalled.  Economic","person":"Alan  Murray","coPersons":["Nikki  Macleod","John  Curtis"],"organisation":"University of Edinburgh","findingsText":" See &quot;Narrative impact&quot; above. This was a follow-on project and therefore did not aim to make new scientific discoveries. Via a project to explain the surface chemistry that gives rise to parylene patterning and thus the route to a reliable, high-yield process that could be tuned to different cell types. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}