{"id":"B58ABE27-97D5-413B-B60C-8D4665787F7F","title":"Linking Solid-State Astronomical Observations And Gas-Grain Models To Laboratory Data","abstractText":"In the regions of space where stars and planets form, chemistry also happens. In fact, molecules are a paramount tool in astronomy to enable us to extract the chemical and physical conditions in such regions, and therefore say something about how the processes of star and planet formation happen.\n\nMany of these molecules are generated through reactions in so-called ices, molecules that have frozen out onto the surfaces of small carbonaceous and silcaceous dust grains during the earliest stages of star-formation. As these astronomical regions evolve, the ices are processed, by heat and star-light, or even interaction with more atoms and molecules, until complex chemicals form. As the stars first start &quot;shining&quot; most of the ice material is converted back into gas, and we can then spot all these complex chemical species in the gas-phase using ground- and space-based telescopes such as ALMA, Herschel and IRAM. \n\nA key question for astronomers is to understand which molecules are present in star-forming regions and how much of each molecule is there, and to explain the answers. The explanations rely on us understanding all the chemical and physical processes occurring, which is almost impossible. Instead, we can make exceptionally good guesses, by combining controlled laboratory experiments which tell us about the chemistry ices undergo, with observations where we can spectroscopically identify icy material, or gas-phase molecules, and models, which provide a vital missing link between the two - taking laboratory data and using it to explain observations, or taking observational constrains and testing chemical processes against those observed in controlled conditions.\n\nAstronomers therefore have key molecular data needs. Observers need laboratory spectra which can be compared with observations to extract information regarding the chemical constituents of ice in star-forming regions; modellers need constraints on which ice constituents to start their modelling process from, and then descriptions of all the chemical processes these ices undergo - data which can only be provided by laboratory experiments. This means that all research in this field is reliant on good quality, validated chemical reaction data and ice spectra. \n\nThe aim of our proposal is threefold (a) to provide an open-source python library of astronomical software to astronomers which takes laboratory spectra of ices in whatever format and converts it to a form where the data can be compared with observations, and then uses these data to extract the ice constituents (b) input the constraints on ice constituents determined from observation (using lab data) into statistical models that can identify the key physical and chemical parameters that must have existed for such ices to evolve, generating a 'plug-in' programme to execute this for other modelling users and (c) link ice constituents and chemical conditions back to gas-phase species detected in star-forming regions. \n\nIn addition, the project will allow us scope to identify where key laboratory data is currently missing from the needs identified by observers and modellers, and initiate the process to add this data to pan-European efforts on spectra and chemical reaction databases which are then validated and standardised for broader use in the scientific community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M007758/1","grantId":"ST/M007758/1","fundValue":"41305","fundStart":"2015-01-30","fundEnd":"2015-10-29","funder":"STFC","impactText":"","person":"Serena  Viti","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}