{"id":"B592099E-E37E-4E9A-8894-1504C0563D50","title":"Unicompartmental Knee Arthroplasty: Statistical modelling for the assessment of surgical technique, implant performance and patient selection","abstractText":"Traditional methods of treatment for conditions such as arthritis of the knee involve physiotherapy and medication. However, when the condition becomes excessively painful for the patient, surgical intervention is undertaken. Movement of the natural knee joint involves the base of the femur bone articulating against the top of the tibia bone. The surfaces of these bones are covered by articular cartilage which allows smooth, pain free movement at the joint. The base of the femur and the top of the tibia have two surfaces or 'condyles'; in severe cases, the cartilage is worn away from both condyles, and they have to be replaced by a total knee arthroplasty (TKA). In some cases only one of the condyles is affected by arthritis, and yet both condyles are replaced in a TKA procedure. Unicondylar Knee Arthroplasty (UKA), which resurfaces only the affected side, is an alternative to TKA which is becoming an increasingly popular because of its improved functional outcome, favourable long term clinical results and the benefits of minimally invasive surgical techniques. In particular, UKA offers a more effective solution than TKA for more active patients with single compartment knee disease, because the mechanics of the knee are better preserved, and more functional anatomy is maintained. UKA also has advantage of rapid rehabilitation, short hospital stay, quicker operation and quicker recovery. Evidence suggests that revision of a UKA to a TKA results in performance similar to a primary TKA and has been reported to be an easier procedure than the typical revision TKA. However, despite this, UKA is still under-exploited as an alternative to TKA. This is partly related to perception issues, and partly to historically higher failure rates due to improper technique. Therefore, it is desirable to improve the understanding of how surgical technique impacts UKA performance and failure risks, to inform clinical decision-making for UKA with best-practice surgical technique. \nMost attempts to assess the performance of a joint replacement computationally have involved a 'deterministic' approach, that is, a single implant is modelled in a single bone and a single load is applied. This represents only one possible situation, when potentially many thousands could exist. Recently, there has been a move to replace deterministic approaches with statistical approaches, which attempt to take into account all sources of variability in the system. For example, the performance of an implant in a series of bones under varying loads can be analysed. In this project, statistical approaches will be applied to analyse the performance of UKA. The research will utilise a 'statistical knee joint' based on a large library of bone CT scans. This statistical knee joint represents a wide population of patients into which the unicondylar implant will be implanted. Variations in surgical technique will be accounted for by altering the nature of the surgical cuts and positions of the surrounding soft tissue structures. In this way, a knowledge of how the surgical technique can affect implant performance, in how quickly it wears and how likely it is to loosen, can be ascertained. This knowledge will be used to develop a tool that can be used to guide surgeons on what aspects of their surgical technique need careful consideration when planning their surgery in order to achieve improved patient outcomes. Industry can also benefit from the tool as part of the implant design process. The performance of new and existing implants can be robustly evaluated rapidly at the design stage, and the number of physical tests required can be reduced dramatically. In addition, designs that are predicted to perform poorly can be eliminated at an early stage, leading to substantial cost and time benefits for the design process. The commensurate benefit of this tool will be more robust implants with a longer lifespan, benefiting both the patient and the healthcare provider.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034847/1","grantId":"EP/K034847/1","fundValue":"466444","fundStart":"2013-11-17","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"","person":"Martin  Browne","coPersons":["Markus Otto Heller","A  Bhaskar","David  Barrett"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}