{"id":"B594DAA0-6C02-4CC2-AF1F-6F287B7CED8F","title":"Living With Interactive Decorative Patterns","abstractText":"Decorative patterns are an ever-present feature of our everyday world. From motifs and borders, to swathes of colour and texture, almost every 'thing' of value is embellished with a pattern that has been carefully designed to enhance its aesthetic, meaning and function.\n\nWe aim to make such decorative patterns interactive so that all manner of everyday objects can become part of the Internet of Things simply by decorating their surfaces. Pointing a camera at a thing (or indeed pointing a thing at a camera) might then enable people to learn about what it is, how it was made, and how to use it; to access personal memories or review their history of use; or to trigger other contextually relevant services.\n\nOur proposal builds on a technology called Aestheticodes that we have already developed and demonstrated through a feasibility project. This enables designers and craftspeople to draw beautiful decorative patterns that contain computer-recognisable visual codes embedded within them. So far, we have implemented the technology to run on smartphones, worked with ceramic designers to produce an initial portfolio of fifteen patterns, and worked with the Busaba Eathai restaurant chain to apply these designs to plates, placemats and menus. These were then deployed in one of their restaurants to demonstrate an enhanced dining experience during London Design Week.\n\nThis project will conduct an in the wild study of this technology actually being used in two complementary real world settings so as to learn how interactive decorative patterns can enhance everyday life, understand the challenges of interacting with patterns that contain embedded codes under testing real-world conditions, and establish ways of engaging designers and end-users in designing and reappropriating patterned objects and surfaces. \n\nOur first setting is Busaba Eathai where we will build on our established collaboration to develop production tableware and a public app to be deployed and used by customers over a period of months. Our second setting is the home, where we will collaborate with Johnson Tiles to produce a range of domestic tiles that will be sold as products in retail outlets. These will come with an invitation to join our research project so that we can employ participatory design methods to create services for enhanced kitchens and bathrooms that users can live with over a period of six months (during which time we will study them) and potentially beyond.\n\nThese interventions will produce a series of papers reporting on the experiences and challenges of situating things that are decorated with interactive patterns in wild settings. These will also make broader contributions to discussions of interaction with invisible sensing systems and the design of new tangible materials within Human Computer Interaction, Ubiquitous Computing and related fields. Our project will also produce video documentation of the two case studies, public releases of the apps as well as an open source release of the design tools and supporting libraries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L023717/1","grantId":"EP/L023717/1","fundValue":"359626","fundStart":"2014-06-01","fundEnd":"2015-11-30","funder":"EPSRC","impactText":"","person":"Boriana  Koleva","coPersons":["Steve  Benford","Richard Michael Mortier","Anthony  Quinn","John  Stell"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}