{"id":"B5941C02-D2AE-442D-A9B8-A17B7EC9C424","title":"3D Intrinsic Shape Recognition Under Deformation and View Changes","abstractText":"In the proposal, we tackle the novel visual recognition problem of 3D (three-dimensional) deformable object shape identities or categories. Images of 3D objects undergo large appearance changes due to different object poses (articulation or deformation) as well as camera view-points. We attempt to recognise objects from single images by their 3D shape identities (or intrinsic shapes) regardless of their present poses and camera view-points. Humans can perceive 3D shapes of objects from single images, provided that they have previously seen 3D shapes of similar other objects. The knowledge formerly learnt on 3D shapes is called 3D shape prior. A key idea for fulfilling the proposed task is to learn and exploit the shape priors for object recognition.\n\nThe proposed research is well-lined with and goes beyond important topics of computer vision. Whereas much work for view-point invariant object recognition is limited to rigid object classes with bountiful textures, we consider deformable object shapes. In a series of work in the field of single view reconstruction, promising results have been shown for human body shape reconstruction under pose variations. There has also been a notable latest success in 3D human pose recognition. On the top of these results, we go beyond to capture 3D intrinsic shape variations for object recognition. The intended outcomes would benefit the relevant academic fields and their existing markets, and would also lead to potential new applications such as automatic monitoring of public obesity and animal tracking.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J012106/1","grantId":"EP/J012106/1","fundValue":"97751","fundStart":"2012-06-20","fundEnd":"2014-08-19","funder":"EPSRC","impactText":"  The developed system and program have been used for (1) CloPeMa (http://clopema.eu/) which deals with Clothes Perception and Manipulation. (2) Samsung GRO (Global Research Outreach) program on Robust Face Recognition Algorithm in Surveillance. In these applications, the key findings are applied to address the face and clothes (as highly deformable object) recognition problems. Digital/Communication/Information Technologies (including Software) Economic","person":"Tae-Kyun  Kim","coPersons":[],"organisation":"Imperial College London","findingsText":" We studied the intrinsic shape recognition problem and applied to the recognition of various kinds of highly deformed objects, such as human body, face, and clothes. Our key findings are: (1) Shape information plays an important role in deformable object recognition problem. (2) The shape information can be combined with other object attributes information to help the understanding of objects. We developed a method for unified method for face recognition and its attribute analysis. (3) The shape information based recognition is really helpful for clothes recognition. We validated this in the automatically clothes unfolding problems. (1) The developed algorithm and program can be directly applied to human body, face and clothes recognition problems. \n(2) The corresponding datasets can also be used for future research. These databases are very helpful for other researchers in the field. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}