{"id":"B59A43D9-3CBE-4E23-AD2D-6D98D96A6E26","title":"StoryBank: Sharing stories across digital divides","abstractText":"The aim of the project is to allow village communities in the developing world to create and share audiovisual information easily. This information could be very practical; containing health or agricultural advice, advertisements for local products, or exercises for a school lesson. Or it could be more personal; containing invitations to forthcoming events, reporting local news, or requesting help with a particular issue. Cameraphones and digital library software will be used to support the capture and sharing of this information in the form of a short audiovisual story. We use the word story to refer to a spoken language report, illustrated with still or moving images. By focussing on audiovisual information of this kind, we hope to give a stronger voice and role to people who cannot read and write, or use the internet to record and access textual information. By setting up a repository, we will allow such information to be stored and accessed repeatedly by different people who may share the same cameraphone, television or other screen-based device on a temporary basis. By connecting this repository to the internet we will also allow people outside the local context to see how the authors live. This could be useful for distant engineers and designers to understand the needs of people from a different culture, and create more appropriate products and solutions for them. In this way we aim to re-conceptualise internet content at a local level, making it more TV than PC-centric, and to test this out across local and global divides.There are three main research questions for the project:1. What kind of stories and information are useful for local and professional users?2. How can we present, organise and deliver the information in an accessible and compelling way?3. How will the information be physically created and represented?Our approach to developing and testing the library system will be to build it primarily for use by one local community in India. This will be identified early in the project, with the participation and involvement of local people and developer organisations already working there. A secondary user group will be new technology engineers and designers in the UK, who will be challenged to design solutions for this community using information in the library.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E006469/1","grantId":"EP/E006469/1","fundValue":"2819","fundStart":"2006-09-01","fundEnd":"2008-02-29","funder":"EPSRC","impactText":"","person":"Arthur Allan Williams","coPersons":[],"organisation":"Nottingham Trent University","findingsText":"","dataset":"gtr"}