{"id":"B59E59E2-8365-4E91-AED1-5A3EDC4EAF80","title":"DEVELOPING EDUCATIONAL SOFTWARE TO ASSESS IF AUTISTIC CHILDREN CAN BENEFIT FROM ACCESS TO OPEN LEARNER MODELS AND EMOTIONAL FEEDBACK ON LEARNING.","abstractText":"This proposal brings together research in user interface (UI) design and human computer interaction (HCI), with research in psychology, autism and learning. It is a new collaboration specifically formed to address two novel research questions related to the development and evaluation of technologically mediated learning by children with autistic spectrum disorder (ASD). The first question concerns whether allowing ASD children access to models of their learning held by the system (i.e. open learner models), improves their learning experience and achievements. The second question relates to whether learning in ASD children is facilitated by the presence of an interface persona displaying emotions whilst providing feedback and help on the children's learning achievements. Mathematics is the discipline chosen for investigating the learning achievements, as ASD children have strengths, and therefore confidence, in this subject. Groups of non-ASD children matched on age and ability will act as a baseline or control group. The proposed research is multidisciplinary. From a user interface and HCI perspective there will be an emphasis on user-centred design and usability in designing the functionality, representation of, and interaction with, the open learner models (OLM) and interface personas. From both HCI and psychology perspectives the impacts on learning for both ASD and non-ASD children will be of interest. A further novelty of the research is the intention to investigate the challenges of involving ASD children as partners in designing the learning technology they will use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G031975/1","grantId":"EP/G031975/1","fundValue":"489272","fundStart":"2009-08-31","fundEnd":"2013-05-31","funder":"EPSRC","impactText":"","person":"Mark Jeremy  Brosnan","coPersons":["Hilary  Johnson"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}