{"id":"B5AA64EA-7A02-4949-BC21-E0BADBB34CB2","title":"HYDRA","abstractText":"The TSB has noted that telecare should be available anytime and anywhere. Yet devices for assisted living cease to function outside the home and devices installed in one location will not work if moved. Furthermore, not every home has access to the same communications channels (a telephone line for instance). But every home does have an electricity meter, and the forthcoming UK smart meter roll-out will provide universal network coverage, and project a local wireless network into the home.Our project seeks to exploit the smart meter network to deliver telecare services. One of our objectives is to develop and demonstrate an open, standards-based smart meter architecture capable of supporting end to end communications between a family of telecare devices and care-givers. We aim to ensure that devices that work in one home will also work in any home with a smart meter.But not every home will be fitted with a smart meter immediately, and the meter's wireless coverage will not extend far beyond the home. Thus we will develop a separate home hub device, using an alternative comms channel, that can be used in houses without smart meter coverage. We will develop telecare devices with two wireless interfaces: ZigBee for connection to the smart meter in the home and Bluetooth for connection to mobile phones when away from the home. Our objective is for devices to work with smart meters in any house, to move seamlessly between networks and for the user experience to be identical in each case.The TSB has noted interoperability as a problem. Thus we aim to exploit new standards to ensure that compliant telecare devices and application software from any manufacturer will interoperate. Where standards do not already exist we will propose new ones.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/H000100/1","grantId":"TS/H000100/1","fundValue":"383140","fundStart":"2010-04-30","fundEnd":"2012-04-29","funder":"EPSRC","impactText":"  IEEE 11073 standards.\n\nThe project has determined and developed international standards for medical devices.\n\nBeneficiaries: Global benefit to industry and users\n\nContribution Method: The research resulted in a reference implementation of the standards based devices that allowed gaps to be identified and filled\n\nStandards for smart meters.\n\nThe project can inform the policy for smart meter program in UK to incorporate the ZigBee standards in smart meter specification to support value added services.\n\nBeneficiaries: Health\n\nContribution Method: The research demonstrated the value of the integrated approach based on standards to support an embedde approach to deploying monitoring solutions\n\nZigBee health care profile standards.\n\nThe project has determined and developed international standards for wireless medical devices based on ZigBee.\n\nBeneficiaries: Global benefit to industry and users\n\nContribution Method: The research resulted in a reference implementation of the standards based devices that allowed gaps to be identified and filled\n\nPatients were monitored.\n\nThe project monitored patients in their home and data was used by the clinician to manage their condition using an embedded solution. This may impact choice of utility providers.\n\nBeneficiaries: Health\n\nContribution Method: The research demonstrated the value of the integrated approach based on standards to support an embedde approach to deploying monitoring solutions Healthcare Cultural,Societal","person":"Malcolm  Clarke","coPersons":[],"organisation":"Brunel University","findingsText":" The project provides a proof of concept to exploit standards for remote patient monitoring devices and demonstrates how they may be incorporated into embedded solutions such as smart meters. It further demonstrate as how this may be a cost effective solution for health. Technical work has assisted further standards to be produced. Health monitoring Commercialisation through licence with project partners and with manufacturers. Input to national policies on using standards for healthcare devices. Healthcare","dataset":"gtr"}