{"id":"B5AA96BF-8262-48A5-BE9A-4C1EC7643BE8","title":"The use of 'waste' Mn oxides as contaminated land remediation products","abstractText":"Land is a valuable but finite resource. The Environment Agency estimates that there are approximately 300,000 hectares of land in the UK affected to some extent by contamination left by industrial activity and worldwide, the extent of the problem is much greater as contaminated land is inextricably linked to poverty. In the UK, the increasing demand for new housing coupled with the Government targets of achieving 60% or more of new homes on brownfield land have made in situ techniques for contaminated land remediation a priority area. Current leading remediation technologies often fail either to deal with 'cocktail' sites where there are mixtures of metals and Persistent Organic Pollutants (POPs) and/or be cost-effective and sustainable technologies. If demonstrated to be viable, the technology proposed has none of these failings. As such it could command a very powerful and lucrative market share of the international land remediation sector. Commercial viability is compounded by the fact that we are using a material currently considered as a 'waste' as a remediation product. The recent introduction of the EU Landfill Directive also has huge implications for the remediation of contaminated land in Europe and there is increasing interest in the development of new cost effective in situ methods to remediate brownfield sites. Manganese (Mn) oxides occur naturally in soils and explain in part soil's natural ability to degrade and sequester contaminants. Mn oxides are powerful oxidising agents capable of both immobilising both metals and enhancing the degradation of POPs in situ. In this project we will investigate if this natural defence mechanism can be enhanced by adding extra Mn oxide and any positive and negative effects this has on the soil. Since Mn oxides also stimulate humification rates in soils there is the potential for enhancing carbon sequestration and improving general soil health. This project will investigate how the potential beneficial actions of Mn oxides (metal immobilisation, POP immobilisation and humification of Soil Organic Matter, SOM) interact via a series of factorially designed experiments. The use of spectroscopic analytical techniques will provide mechanistic information to assess the long term potential for Mn oxides to remediate contaminated land and therefore the role of natural Mn oxides in the soil.Durham University have identified hundreds of thousands of tonnes of highly reactive Mn oxide 'wastes' which currently have no market (Johnson et al, 2006). Recent work at Durham has produced very promising results on the potential of these pure Mn oxides to sorb specific POPs (PAHs). This project proposes building on this work with a thorough investigation into the fundamental processes operating at the surface of these natural minerals and how these processes compete for reactive mineral surface in real soils and under different environmental conditions. We aim to study these mechanisms of contaminant breakdown and immobilisation using spectroscopic techniques. The novelty in the work lies in investigating the potential use of Mn oxides as remediation products capable of treating the challenging 'cocktail' sites. If this project proves that Mn oxide could provide a single solution for these 'cocktail' sites, the markets for application of this technology are considerable with the contaminated land remediation market in the UK alone valued at &gt;1bn.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E044417/1","grantId":"EP/E044417/1","fundValue":"300377","fundStart":"2008-01-07","fundEnd":"2011-07-06","funder":"EPSRC","impactText":"","person":"Karen  Johnson","coPersons":["Fred  Worrall"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}