{"id":"B5B1A20E-39D3-48F1-9DD8-ACBAD28A14F4","title":"Social Responsibility Among Low Fares Airlines: Current Practices and Future Trends","abstractText":"<p>&nbsp;The expansion of low fares airlines, (LFAs, or low-cost carries), with their innovative business models, has driven strong growth in United Kingdom inbound and outbound travel in recent years. LFAs - like Flybe, Ryanair and easyJet - have become popular among business and leisure travellers; they have reduced travel times; and contributed to regional development, especially in peripheral markets.&nbsp;</p>\n\n<p>This proliferation of air travel has been accompanied by much public debate about the social responsibilities of LFAs as a key driver of growth and, in particular, how to reduce, adapt to and/or mitigate the environmental impacts of flying. The aim of this research - which was funded under the ESRC’s Business Engagement Scheme with Flybe as partner - was to examine and situate current practices and future trends in corporate social responsibility (CSR) among airlines, with special reference to low-fares airlines (LFAs).&nbsp;</p>\n\n<p>This aim was examined through a mixed methods approach combining policy analysis, interviews with senior managers, discussion groups within the UK regions, and empirical observations within an airline. In addition to a series of academic outputs, three (open access) reports were produced for businesses and organisations with an interest or stake in CSR and aviation.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-185-31-0046","grantId":"RES-185-31-0046","fundValue":"93605","fundStart":"2008-08-01","fundEnd":"2009-10-31","funder":"ESRC","impactText":"  This empirical research was conducted under the auspices of an ESRC Business Engagement Award supported directly by a low-fares airlines, Flybe. Although it fully retained its academic integrity, the work benefitted from an enhanced level of access to, as well as input and feedback from the sector. The three reports from the project were widely distributed to LFAs, other airlines, aviation networks and government agencies that expressed an interest in the project, both within the UK and in Europe.\n\nThe programme of dissemination to academic audiences has concentrated on an important disjuncture. The apparent importance of responsibility to the practice of travel, tourism and hospitality on both the demand and supply sides has not been matched by a well-established or theoretically-informed inspection of CSR in the sector. Variously, articles in peer-reviewed journals have advocated the merits of greater conceptual engagement in studies of travel, tourism and hospitality organisations with cutting-edge scholarship on those in other sectors. In particular, the importance of knowledge production about CSR from inside the firm has been noted. Aerospace, Defence and Marine,Environment,Transport,Other Cultural,Societal,Policy & public services","person":"Tim  Coles","coPersons":["Niall  Duffy"],"organisation":"University of Exeter","findingsText":" The first report contained the results of a policy analysis of recent statements on corporate social responsibility (CSR), sustainable development and aviation in the UK and by the EU. Although the three domains had been convienently connected in public discourse the three were, for all intents and purposes, siloed in current policy, such that:\n\n• CSR and sustainable development -as mutually-reinforcing ideas- had not been extensively linked beyond a somewhat superficial level. \n• Aviation had been tacitly recognised in EU and UK sustainable development policy but environmental impacts and the Emissions Trading Scheme were most heavily emphasized at the relative expense of economic and social issues. \n• Aviation policy recognised the importance of sustainable development but CSR was not identified or encouraged as a means by which to deliver this. \n\nThe second report examined in detail how CSR was understood and practised among Low Fare Airlines (LFAs). In contrast to full service carriers (like BA, KLM, Lufthansa), the LFAs were relatively recent enterprises based on business models that espoused lean production and cost reduction. Indeed, several argued that, by virtue of the greater (resource) efficiency of their business models, LFAs were inherently more responsible than other types of airlines. Nevertheless, although they were not always badged or presented as such, LFAs conducted a range of activities that were appropriate to CSR in the conventional sense of the concept. Such practices were not always clearly visible or communicated to external audiences. Most LFAs did not have a formal CSR policy or strategy and targets pertaining to responsibility were not set, monitored or evaluated routinely.\n\nLFAs had received a negative press prior to this project. Depicted as encouraging 'binge travel' and ever greater emissions, their contribution to sustainable development had been hotly contested. This research demonstrated that LFAs were more responsible than they were routinely portrayed and that their role in sustainable development needed to be revisited. Moving forward, the prospects for a more responsible approach to business administration among LFAs were considered in the third report. In light of the array of often unconnected actvities presented as evidence of their responsibility, an integrated approach to CSR based on the 'value chain' concept was advocated and several major practical issues were identified for LFAs and their trade association. The final report was written for private sector organisations as the principal readership. Although those in LFAs and other airlines are likely to have obtained greatest utility from it, its lessons were transferable across travel and tourism, indeed into other economic sectors. \n\n\n\nThis report examined the business issues surrounding the greater implementation of CSR. It advocated the practical benefits of responsibility as a central, guiding, cross-cutting principle to business administration, not an additional 'bolt-on' or post hoc consideration. As an established concept in business and management, the ‘value chain’ was identified as vital to making the business case for greater responsibility with proper monitoring because, culturally within organisations, it is reasonably well understood and, in airlines in particular, it offers a systematic framework through which to audit operations and activities. This empirical research was conducted under the auspices of an ESRC Business Engagement Award supported directly by a low-fares airlines, Flybe. Although it fully retained its academic integrity, the work benefitted from an enhanced level of access to, as well as input and feedback from the sector. The three reports from the project were widely distributed to LFAs, other airlines, aviation networks and government agencies that expressed an interest in the project.\n\n\n\nThe programme of dissemination to academic audiences has concentrated on an important disjuncture. The apparent importance of responsibility to the practice of travel, tourism and hospitality on both the demand and supply sides has not been matched by a well-established or theoretically-informed inspection of CSR in the sector. Variously, articles in peer-reviewed journals have advocated the merits of greater conceptual engagement in studies of travel, tourism and hospitality organisations with cutting-edge scholarship on those in other sectors. In particular, the importance of knowledge production about CSR from inside the firm has been noted. Aerospace, Defence and Marine,Environment,Transport","dataset":"gtr"}