{"id":"B5B9A089-3F4A-4609-919F-2C4FB7ACCBAC","title":"Engineered photonic qubits for integrated optical quantum computing networks","abstractText":"Quantum Information Processing employs the laws of quantum mechanics which apply to individual atoms or photons for example to advance the technology underlying current computers and communication systems such as the internet in an essential way. If realized it would allow for much faster computation and would for example threathen the security of current cryptographic schemes for secret communication. It also offers the potential many novel communication schemes including novel cryptographic schemes that are unconditionally secure, even against quantum information processing. A variety of candidate technologies, such as ion traps, optical lattices, quantum dots, superconducting devices and in particular photons, are currently being explored as candidates for the experimental implementation of quantum information processing and quantum communication. In this context photon based implementations play a particularly important role as they represent ideal carriers of quantum information. Any quantum communication network or distributed quantum information processing device would require the ability to manipulate photonic degrees of freedom coherently at the single photon level. For longer distance communication the unavoidable noise and absorption processes would require the use of quantum repeaters to refresh the quantum information. Repeaters for such a photon-based system would require the ability for small scale photon based quantum information processing.The proposed project aims to implement the required technology employing highly integrated optics devices rather than the more traditional bulk optics approach where one arranges individual optical elements on an optical table. This approach avoids many of the problems that bulk optics suffers and also permits more general ways to code and manipulate information. We aim to explore the use of this novel technology for quantum information processing both experimentally and theoretically to develop novel methods for quantum information processing and to demonstrate the feasibility of basic quantum information processing in such arrangements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C013840/1","grantId":"EP/C013840/1","fundValue":"401745","fundStart":"2006-01-03","fundEnd":"2009-07-02","funder":"EPSRC","impactText":"","person":"Ian Alexander Walmsley","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}