{"id":"B5C1AFBB-14FE-4181-8668-ABC0CA0CF56C","title":"Automated assessment of broiler chicken welfare using optical flow patterns in relation to behaviour, disease risk, environment and production.","abstractText":"Real improvements to farm animal welfare could be made if there were practical, objective, easy to use ways of assessing welfare routinely on commercial farms, not as a substitute for good stockmanship, but as an extension to it, when there is no-one around. Now that we have inexpensive camera technology available off the shelf, it might seem a simple matter to install cameras on farms, but how do we make sense of the mass of information cameras provide to enable us to assess the welfare of the animals? \nIn the case of broiler (meat) chickens, we have shown that a promising way forward is to use a computer to monitor the camera images and to pick out changes in the 'optical flow' patterns caused by movements of the chicken flocks. 'Optical flow' works by detecting the rate of change in light and darkness in different parts of an image and so is particularly good at picking up movement. However, what seems to be most revealing about welfare is not the amount of movement (quiet flocks can have just as good welfare as active ones) but the heterogeneiity or mixture of movement that they show. \nOne of the biggest welfare problems in broiler chickens is that many of them become lame and have great difficulty walking. The optical flow patterns of a healthy flock (all walking well) are much more uniform than those shown by flocks with a large proportion of lame birds because lame birds walk more slowly and there is a greater range of walking speeds in flocks with poorer welfare. The optical flow system picks up the greater range of movement in unhealthy flocks, thus giving a direct connection between a major welfare concern (lameness) at the individual level and the optical flow patterns seen at flock level.\nOur preliminary trials have been so successful at picking out broiler flocks with welfare problems (% mortality, walking ability, condition of feet and legs) that we now want to test it out on a much wider range of broiler farms than we have attempted so far and to relate what the optical flow patterns are showing more closely to what is causing disturbances to health and welfare. So in addition to continuing to look at lameness and the leg damage that broilers can be subject to, we want to see whether changes in optical flow could also reveal the presence of disease, perhaps before the birds are showing clinical signs. We will focus on diseases that are of particular concern to poultry producers (Salmonella, necrotic enteritis and coccidiosis) as well as diseases that are carried by poultry but primarily affect humans (Campylobacter). All of these organisms alter the gut of chickens, often making their faeces runny, which makes the litter messy, which in turn gives the birds ulcerated feet and damaged legs ('hock burn'). This connection between gut health and external damage that could affect walking behaviour makes gut diseases a prime candidate for showing up as disturbances of optical flow at flock level. If we can show that a connection does exist between disease levels and optical flow disturbances, this could be important in allowing farmers to detect disease and poor welfare at an early stage and so intervene before they become real problems. \nTo ensure our results are relevant to the way most broilers are farmed today, all our work will be done on commercial farms and in collaboration with a leading chicken breeder and a major producer. Funding by the BBSRC will, however, make sure that our results are seen as independent of commercial pressures.\nOur ultimate goal, extending beyond the life of this project, is to develop the optical flow system so that it is not just a way of assessing chicken welfare but also becomes an important management tool for producers, enabling them to reduce disease levels and manage their flocks more efficiently as well. If producers can see the commercial advantages of managing flocks with low disease and high welfare, everyone gains, especially the animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K001388/1","grantId":"BB/K001388/1","fundValue":"738486","fundStart":"2013-01-01","fundEnd":"2016-06-30","funder":"BBSRC","impactText":"  We are in negotiation with both Cargill and Hook2Sisters about trialling a prototype piece of equipment Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software) Economic","person":"Marian Stamp Dawkins","coPersons":["Martin Christopher Maiden","Stephen  Roberts","Adrian  Smith"],"organisation":"University of Oxford","findingsText":" We have discovered that chicken health and welfare can be predicted from the optical flow patterns derived from smartphone cameras WE are in process of commercialising the research Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare","dataset":"gtr"}