{"id":"B5C2022C-121C-4FE6-BFF2-A88A53002C13","title":"Active Plasmonics and Perfect Lenses with Quantum Metamaterials.","abstractText":"We want to study a new class of metamaterials. They are made from semiconductor crystals which are structured on a length scale of a few nanometres, in a way that allows us to design in electronic resonances using the theory of Quantum Mechanics. At the moment, metamaterials are composed from arrays of small metal structures, each shaped so as to have resonances which can be engineered in using the theory of electromgnetism. They generate such fascinating designer optical effects as invisibility cloaks, negative refraction, and so-called perfect lenses , which can beat the diffraction limit to imaging resolution. Now, our theoretical studies show that our new Quantum Metamaterials will allow us to duplicate these wonders and, what's more, that they'll perform 100 times better than the metal-based ones. These new materials also promise a new class of so-called plasmonic waveguide devices which give highly concentrated light fields ideal for compact optical circuits and for super sensitive chemical sensors. The extra versatility of our new Quantum Mechanical approach allows us to combine the advantages of these highly concentrated optical fields with very low propagation losses. Also, the way the light propagates through a device can be controlled electrically and optically, both for the first time. This ushers in a new generation of active optical device concepts.All of this will be achieved with existing semiconductor fabrication technology. These devices will be easy and cheap to scale up in a manufacturing process, and they yield much higher and more reproducible device quality than is currently possible with metal based plasmonic designs.To do all this we need be able to map out optical fields in the mid-infrared part of the spectrum, at a resolution substantially smaller than an optical wavelength. This will be achieved using a so-called scattering-SNOM. This is a probe-based near field microscopy technique that has only just become commercially available, and we will couple it to a new tuneable IR laser that we will have to build ourselves. As a spin-off benefit, this s-SNOM will open the way for a whole new range of high-resolution chemical mapping studies across the chemical, biological and medical sciences, and the new laser will have applications in fields as diverse as industrial control, and environmental monitoring.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G031819/1","grantId":"EP/G031819/1","fundValue":"1185770","fundStart":"2009-09-01","fundEnd":"2014-02-28","funder":"EPSRC","impactText":"","person":"Christopher  Phillips","coPersons":["Stefan Alexander Maier","John Brian Pendry","Michael John Damzen"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}