{"id":"B5C45603-15E8-4881-8862-A6EECE13D352","title":"Optimising Photosynthetic Efficiency via Leaf Structure","abstractText":"Almost all our food depends eventually on the process of photosynthesis by which carbon dioxide in the atmosphere is fixed, using the energy of sunlight, into simple sugars. This process occurs mainly in the leaves of plants. Although the biochemical process of photosynthesis is highly conserved (i.e., is very similar in different plants), leaf form is very variable, both between different species and even within a species, depending on environmental conditions.The form of the leaf is important for photosynthesis since it will directly influence the efficiency of the process. For example, carbon dioxide in the atmosphere must first enter aleaf by small pores on the leaf surface (stomata), then traverse the inside of the leaf via air spaces before reaching the cells where the chloroplasts are located, which is where photosynthesis occurs. Even though these distances may seem quite small, differences in this internal pathway of carbon dioxide movement can have a major affect on the efficiency of photosynthesis. The aim of this project is to understand more about the rules which link the efficiency of photosynthesis and the internal cellular architecture of a leaf. By knowing more about these rules, we will be in a stronger position to select new breeds of plant which can perform photosynthesis more efficiently.\nTo achieve this aim, we will initially use the model plant Arabidopsis. This is the most advanced lab plant and we have developed tools which allow us to manipulate the cellular architecture of this leaf is a precise and controlled fashion. We will thus generate plants with a variety of altered cellular architectures. We will then analyse these architectures using an advanced imaging technique called micro-computer tomography. This will provide us with quantitative data on a number of parameters which might influence the flow of carbon dioxide within a leaf. We will also analyse the same leaves to investigate how well they are performing photosynthesis. By combining these data, we will be able, firstly, to test ideas already put forward on the importance of cellular architecture for the efficiency of photosynthesis. We will also be able to analyse our data to look for novel architectures which could act to improve the efficiency of photosynthesis but which do not have adverse knock-on affects for the leaf, for example on the rate of water loss. This concerted and ordered analysis of cellular architecture and photosynthesis and physiology will help identify the ground rules relating these factors.\nFinally, by linking up with colleagues working at the International Rice Research Institute (IRRI) in the Phillipines (a main centre for rice research, the most important crop in the world) we will investigate whether the data obtained from our lab plant can help in screening experiments which are being performed to try and identify improved rice varieties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J004065/1","grantId":"BB/J004065/1","fundValue":"441501","fundStart":"2012-01-01","fundEnd":"2015-08-31","funder":"BBSRC","impactText":"","person":"Andrew James  Fleming","coPersons":["Stephen  Rolfe","Colin  Osborne"],"organisation":"University of Sheffield","findingsText":" It is possible to optimise the efficiency of photosynthesis by manipulating leaf structure. liaising with commercial partners on potential exploitation. Agriculture, Food and Drink","dataset":"gtr"}