{"id":"B5CB1FEC-62DC-4E13-9419-E1094BB73943","title":"Complex Contour Method","abstractText":"The safe operation of engineering structures is vital in safety-critical industries such as power generation, nuclear, aerospace and oil and gas. Structural failures can have catastrophic consequences in terms of loss of life and financial circumstances. Meanwhile there is a strong interest in reducing costs, light-weighting, increasing design life and life extension. To this end, reliable structural integrity assessments are essential at the design stage and through in-service life to ensure continuous profitable operation of assets.\n\nResidual stresses are inevitably introduced in engineering structures during manufacturing processes. Their presence can have adverse effects on the behaviour of structures and contribute to driving force promoting various degradation mechanisms. Therefore, it is of paramount importance that the state of residual stresses in engineering structures is carefully and reliably characterised so that remedial actions could be taken to enhance the lifetime of current materials or novel designs and manufacturing methods developed and optimised.\n\nThe contour method, first presented in 2000, is emerging as a powerful technique for the measurement of residual stresses in bulky parts. The method involves making a straight cut in the component of interest along a nominally flat plane where residual stresses are desired to be determined. The created cut surfaces deform due to the relaxation of residual stresses. The deformation of the cut surfaces are measured and then used to back-calculate 2D distribution of residual stress that was present along the flat plane prior to the cut. \n\nNevertheless, there are still several limitations associated with application of the contour method: a) only a straight cut over a flat plane is used to section components for contour measurements; b) the standard method can only measure 2D distribution of one component of the residual stress tensor over a flat plane; c) the method is limited to symmetric sectioning of the cut parts, d) like other mechanical strain relief techniques, the contour method is prone to plasticity-induced errors where the magnitude of stresses or level of triaxiality is very high and e) most historical measurements using the contour method have concerned simple geometries such as welded rectilinear plates. \n\nFor the first time, the &quot;Complex Contour Method&quot; proposes to develop the use of complex cutting paths, for example non-planar and closed complex cutting paths instead of cutting along a flat plane. This innovative approach will radically bring new capabilities for the contour method in several ways: it will unlock map of residual stress in multiple directions simultaneously. Of a true step change is extending the application of the technique to measure 3D maps of residual stress. Enabling the technique to deal with complex cutting paths will inherently deal with limitations of the standard method regarding symmetry of the cut parts. Moreover, removing the constraint of a symmetric planar cut opens the potential to mitigate plasticity-induced errors that can accompany standard contour method cuts. \n\nOf another radical step change of the application of the complex cutting paths is that it enables the technique to be implemented on complex engineering structures. For example, the conventional contour method confined to symmetric planar cuts cannot be applied to complex components such as tube penetration welds for pressure vessel heads. \n\nThe proposed research has the potential to provide far more complete residual stress information about safety critical components of high interest to engineers in the aerospace, petrochemical, power generation and nuclear industries. In addition for industrial applications, a single complex contour cut offers a far more cost effective tool compared to the cumbersome and time consuming conventional contour method using multiple-method and multiple-cut approaches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M018849/1","grantId":"EP/M018849/1","fundValue":"96747","fundStart":"2015-04-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"","person":"Foroogh  Hosseinzadeh","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}