{"id":"B5DAAA54-D454-4010-B2B6-D3DA9685DD58","title":"Nano-optical detection of novel phases in ultracold Fermi gases","abstractText":"Frontier areas of physics operate at extreme conditions. Researchers routinely laser cool and trap neutral atoms at temperatures around a few billionths of a degree above absolute zero. The collective behaviour of atoms in this ultracold regime is surprising and very different from common everyday experiences. The atoms may e.g. flow with low shear viscosity in a superfluid phase. Researchers can nowadays tune the interactions in the ultracold quantum gas to become so strong that the detailed nature of the interaction potential is less important. In this unitary regime physicists are discovering that cold atoms have features in common with other strongly interacting systems such as condensed matter and even baryonic matter despite several tens of orders of magnitude difference in density. Specific areas of interest to both atomic and condensed matter physics are already identified with phenomena relating to superconductivity perhaps the best known example. There are increasingly clear hints of a connection to baryonic matter. For example, at temperatures of around 2 trillion Kelvin previously only reached moments after the Big Bang researchers find that the constituent quarks and gluons of baryonic matter make a transition to a plasma which also flows with low shear viscosity. At densities found in neutron stars quantum field theories predict that superfluid and superconducting phases of nuclear or even quark matter may exist. The connection between ultracold atoms at the unitary limit and other strongly interacting systems is intriguing and the rapid experimental cycle of cold atoms experiments could help elucidate phenomena in diverse areas of physics. In particular the nature of phase transitions in strongly interacting systems in general is still not well understood, and the tuneability of the atomic interactions makes this area an ideal candidate for further study. An intense effort is now underway to exploit the connection between cold atoms and condensed matter and there is growing interest to explore the connection to nuclear matter. Unfortunately, the standard detection techniques currently used in ultracold atoms experiments do not reveal details of exotic new quantum phases of interest. In this project we aim to construct an entirely new atom detector which will resolve this problem by detecting correlations in the cold gas at the single atom level. Achieving our goal requires us to work at another extreme; optics at the nanometre scale. We will make optical fibres with diameters less than the optical wavelength (a few hundred nanometres). Astonishingly, most of the light that is guided by such fibres propagates outside the fibre itself! This feature allows us to detect the presence of a single atom simply by observing whether the nanofibre photon has been absorbed by the nearby atom. The small mode size will ultimately result in an unprecedented optical resolution. In parallel we will create a trapped ultracold degenerate Fermi gas with resonant atomic collisions so that the gas becomes strongly interacting at unitarity. We plan to incorporate an array of nanofibre detectors in the experiment so that we can test how individual atoms released from the trap are correlated. We will be able to see pairwise correlated atoms relating to superconductivity in solids, but also signatures of quantum phases relating to nuclear matter and its constituents. At the end of the project we will be equipped with new tools to tackle questions of interest to both quantum field theorists and cold atom experimentalists. We will also try to further clarify the connection to quark matter.The future applicability of the nanofibre detector extends to quantum information science where controlled atom-photon interactions are important. The nanofibre can also become a sensitive detector of complex molecules and larger nanostructures. In the long term the detector may find applications in biosensing and nanotechnology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H043446/1","grantId":"EP/H043446/1","fundValue":"106882","fundStart":"2010-06-11","fundEnd":"2012-12-10","funder":"EPSRC","impactText":"  The findings have formed the basis of (to date; a further two postgraduate students are currently utilising the experimental apparatus in their research) one PhD thesis, three MPhys dissertations and one BSc dissertation. The students have all graduated and are now able to contribute with their knowledge and skill to society. Our PhD graduate moved on to apply his learned skills in a sector closely aligned with defence.  Cultural,Societal,Economic","person":"Stefan J Eriksson","coPersons":[],"organisation":"Swansea University","findingsText":" We have developed a method to reliably fabricate optical fibres with a segment along the fibre length that is only a few hundred nanometres thick. Light is guided in the nano-segment, but because the size of the fibre is smaller than the wavelength of the light, most of the intensity is outside the fibre. The size of the nanofibre photon mode is commensurate with the resonant atomic cross section making photon scattering highly likely if an atom falls within the nanofibre mode. \n\nOur fabrication method produces fibres whose diameter tapers down from a standard fibre size to the nanoscale and then back again, allowing convenient coupling of light in and out of the nanofibres through the standard fibre pigtails. We can fabricate the fibres so that single mode propagation throughout the fibre is maintained without much loss and we learned how to image the fibres using scanning electron microscopy. The microscopy proved a valuable feedback mechanism for improving fabrication. We have developed a method to mount the fibres on a substrate using ultra-high vacuum compatible materials with good magnetic properties, and we have can further mount the substrates in a non-magnetic vacuum chamber. These are all requirements to work with ultracold atoms which provide the best isolation from the environment and therefore lead to the most stringent tests of physical phenomena such as those relating to quantum mechanics. We have preliminary results which can be interpreted as an interaction between nanofibre photons and alkali atoms within the nanofibre mode.\n\nWe expanded our apparatus so that both rubidium and potassium atoms can simultaneously be trapped in an environment which preserves a long trap lifetime and good magnetic properties whilst also including the nanofibres. Significant effort was necessary to consolidate the two aspects of the project; reaching the strongly interacting regime in potassium requires a large homogeneous magnetic field in ultra-high vacuum, but the fibres need both a platform to be mounted upon and a way to feed the fibres through into the vacuum. A careful characterisation of our achieved magnetic field environment indicates that we can reach the strongly interacting regime in potassium vapour and there is plenty of scope for utilising our apparatus further in future physics programmes.\n\nDuring work with the laser cooling apparatus we discovered that it is possible to generate the two laser frequencies typically required to trap alkali atoms from one optically injected diode laser. We investigated this phenomenon in detail and found that the generated frequency interval can be large enough to match frequency intervals in molecules that can be laser cooled. Our method would allow a reduction of the required laser instrumentation for simple atoms and a viable route forward for the case of generating frequency intervals for molecules where optical modulators may be difficult to obtain. The phenomenon is generally applicable at all wavelengths covered by semiconductor diode lasers. Our method of procuring laser cooling light is applicable to all experiments utilising diode lasers. In particular laser cooling of molecules could be simplified.\n\nOur methods of allowing complicated structures such as the nanofibres to be mounted in an environment suitable for large magnetic fields could be applied to experiments which use large magnetic fields. Aerospace, Defence and Marine,Electronics","dataset":"gtr"}