{"id":"B5DF5DFA-C86D-4E47-86A2-0208F48660B8","title":"INFAMOS - a new method for speciated peroxy radical detection","abstractText":"The international societal response to deteriorating air quality and the changing climate is guided by the predictions of numerical models. These models contain estimates of future emissions of trace gases and aerosols from natural processes and human activities, their dispersal throughout the atmosphere, and their chemical transformations into a wide range of secondary products.\n\nPhoto-oxidation in the troposphere is highly complex, being initiated by short lived radical species, in the daytime dominated by the hydroxyl radical, with contributions from chlorine atoms, and at night by either the nitrate radical or ozone. Fast chemical oxidation cycles remove trace species which are harmful to humans and to the wider environment. Many secondary products produced by atmospheric photo-oxidation are also directly harmful, for example ozone, nitrogen dioxide, acids and multifunctional organic molecules, many of which are of low volatility and are able to partition effectively to the condensed phase, creating secondary organic aerosol, with associated impacts on climate and human health. One of the best ways to test the accuracy of a chemical mechanism used in an air quality or climate model is to compare its calculated output for radical species for a given location and time with actual measurements made in the atmosphere. Radicals are ideal for this purpose as their lifetimes are short, and hence are controlled by chemistry rather than by transport.\n\nTwo of the simplest radicals in the atmosphere are the hydroperoxy radical, HO2, and the smallest and dominant organic peroxy radical, CH3O2, which are formed directly by the reactions of OH with carbon monoxide and methane. Their reaction with nitric oxide constitutes the only tropospheric in situ source of O3, a respiratory irritant and a greenhouse gas. Despite their importance, neither HO2 nor CH3O2 are measured directly in the atmosphere, with HO2 only being determined indirectly following conversion first to OH after sampling.\n\nThis proposal brings together leading expertise from a field measurement group at Leeds and a cavity enhanced optical spectroscopy group at Oxford to tackle this gap. The overarching aim is to develop a novel and direct laser spectroscopic technique called INFAMOS which has the potential to measure the concentrations of HO2 and CH3O2 in the field. An intercomparison of INFAMOS with complementary, but indirect, chemical conversion methods will be carried out in the Leeds HIRAC atmospheric chamber (volume 2250 litres), whose capabilities will also be improved via this proposal. The new technique will also be used to make direct, sensitive measurements of HO2 and CH3O2 in HIRAC to study the kinetics and product yields for several key atmospheric reactions which are poorly quantified, in conjunction with rate theory calculations and box modelling using the Master Chemical Mechanism.\n\nThe newly developed technique to measure HO2 or CH3O2 will also have potential benefits in other areas, for example to understand fundamentals of combustion chemistry in the energy sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M016439/1","grantId":"NE/M016439/1","fundValue":"366858","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"NERC","impactText":"","person":"Grant Andrew Ritchie","coPersons":["Gus  Hancock"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}