{"id":"B5F089F0-103F-4460-BA01-1B7A031C9624","title":"SIRENA (Strategic Impact of Research Engaging NEMO Applications)","abstractText":"Global models have reached an exceptional level of realism in representing ocean dynamics and circulation. By strategically focusing High Performance Computing (HPC) and National Capability (NC) on high resolution, global-scale modelling, NERC has placed the UK at the forefront of ocean modelling efforts in Europe. This investment will continue to pay scientific dividends, but NERC is also in an excellent position to extract added value from it by employing it in tackling challenges related to future societal and business needs. In SIRENA, we propose to utilise existing outputs from NERC's NC modelling efforts, as well as existing links through other research programmes, to address two such needs related to the food and energy sectors of modern economies. The first of these relates to so-called marine hotspots, areas where above average climate change may have serious consequences for marine resources, while the second concerns the expanding sphere of oil and gas activities, including to deeper ocean waters. In both of these cases, there are significant trade-offs between the need to extend exploitation while mitigating impacts, and this is compounded by the current and potential overlaps between both cases. In practical terms, SIRENA will develop a case study that demonstrate advances in ocean modelling to potential new user communities, and illustrate the applications of this modelling for environmental risk assessment. The selected case study will focus on a single region (most likely around Brazil) that is both a marine hotspot and is of interest to oil and gas stakeholders, and a further aim is to underscore the overlapping needs and interests, as well as potential collaborations, of these two otherwise divergent activities. To achieve these ends, SIRENA is organised into four workpackages. The first organises an initial workshops with select oil and gas stakeholders to optimise the framing of the case study, which will then be demonstrated at the international &quot;Ocean Business&quot; exhibition. The second will use existing model output to provide a detailed physical and biogeochemical/ecological forecast for a specific marine hotspot, and will showcase this at the 3rd Symposium on the Effects of Climate Change in Brazil in 2015. The third will leverage an ongoing programme, GULLS, to provide a workshop forum for translating the NERC modelling outputs demonstrated at this symposium (e.g. changing circulation, biogeochemistry) into policy-relevant outputs with the assistance of local stakeholders. The final workpackage will use the experiences derived from the case study to produce a template that will be applied to all of the southern hemisphere marine hotspots that form the basis of the international GULLS programme. The central, driving motivation in SIRENA is that these diverse activities will promote awareness of NERC's world-class modelling efforts and encourage their use in added-value activities by stakeholders that have not traditionally been engaged with NERC centres, but who represent key resource and business interests. In SIRENA's vision, broadening the base of NERC's engagement in this way is critical for such important science to remain viable into the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M00693X/1","grantId":"NE/M00693X/1","fundValue":"198572","fundStart":"2014-10-01","fundEnd":"2016-10-30","funder":"NERC","impactText":"","person":"Ekaterina  Popova","coPersons":["Andrew  Yool"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}