{"id":"B5F4FE58-F806-4858-A812-9FF77E48DDB5","title":"Astrophysics Research at Liverpool John Moores University","abstractText":"We propose to carry out a programme of research tackling cutting-edge astrophysical problems on a wide range of scales. Our work, which addresses several of PPARC's key scientific priorities, will be conducted under two main and interlinked themes: (i) Tme Domain Astrophysics (ii) Galaxies and Active Galactic Nuclei. In particular we wish to explore: the origin and wider importance of Gamma Ray Bursts, the most powerful explosions in the Universe; the fundamental properties of novae from observations of their explosions in our own and other galaxies; the structure of the Milky Way through microlensing studies; the environmental factors that influence galaxy evolution, and the part played in the development of galaxies by supermassive black holes. Our research uses the most advanced ground-based telescopes, space-borne satellites and data analysis tecniques to carry out observations from gamma rays to radio wavelengths and ARI staff are leading players in many of the new generation surveys. A significant fraction of our work involves time-domain studies, now made possible through our own robotic Liverpool Telescope project and our lead in developing global robotic telescope networks such as RoboNet. These projects are technically demanding and are supported at ARI by the latest developments in scheduling and robotic control software through e-Science programmes. The structure and organisation of the ARI is designed to deliver internationally excellent research, with efficient teaching programmes. Staff benefit from a continual programme of investment in research infrastructure and the ARI is a major international player in developing and exploiting outreach opportunities. The Institute in turn enjoys excellent support from the University which has enabled, for example, the recent appointment of several new staff to strenghten further our research work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E001149/1","grantId":"PP/E001149/1","fundValue":"2490810","fundStart":"2007-04-01","fundEnd":"2010-03-31","funder":"STFC","impactText":"","person":"Christopher Alfred Collins","coPersons":["Carole  Mundell","David  Bersier","MF  Bode","Shiho  Kobayashi","Andrew Michael Newsam","Maurizio  Salaris","Ivan Karim Baldry","David  Carter","Philip Andrew James","Chris  Simpson","Iain Allan  Steele"],"organisation":"Liverpool John Moores University","findingsText":"","dataset":"gtr"}