{"id":"B5FE8820-2395-45DD-9B4F-E2D53F93CCC4","title":"Simplicity, Complexity and Modelling","abstractText":"This project addresses three issues. First, given that data are finite what is the appropriate balance between simplicity and complexity required in modelling complex data? Second, where more than one plausible candidate model is used, how should forecasts be combined? Third, where model uncertainty exists, how should this uncertainty be propagated into predictions? It is expected that the project will be of practical use to researchers in a number of application areas including, but not limited to, medical research, oil-exploration, hydrology and climate modelling.These issues have been addressed and are being addressed in a number of disciplines, for example, statistics, computer science, applied mathematics, engineering, psychology, economics, epidemiology, and are being applied to a number of fields, for example, waste-disposal, flood prevention, traffic forecasting, epidemic modelling, financial modelling. Unfortunately, however, the lessons learned are not always being transferred from one subject area to another. In part the use of different vocabularies is responsible so that researchers in one discipline are not aware that a particular issue they are studying is being examined under another name elsewhere. Another problem, however, is that there are some necessary changes in approach when moving from verification rich environments to verification poor environments. As an example of the former one may mention credit rating, where millions of data can be collected daily to check scoring sytstems. As an example of the latter, one may mention climate modelling where the ultimate objective of a model may be to bring about a change in human behaviour that will make the forecast irrelevant and hence uncheckable.In the first stage of this project, key papers will be identified from a number of disciplines in order to build up a database of important articles in a way that is similar to the approach of the Faculty of 1000 project in medicine, whereby key researchers produce concise summaries and ratings of papers in their field. It will also be necessary to produce a lexicon of definitions and synonyms (partial or exact) in order to enable proper interdisciplinary synthesis of the results can be achieved. A workshop will be held with members of the SCAM team and recognised international researchers in order to try and achieve some consensus on these issuesThe final objective is to produce a report describing best modelling practice as regards combining uncertain modelling forecasts in a way that accurately reflects overall uncertainty in terms that will be easily comprehendable to modellers from a variety of disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E018173/1","grantId":"EP/E018173/1","fundValue":"253580","fundStart":"2006-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Stephen John Senn","coPersons":["Jim William Hall","Kenneth Andrew Cliffe","Mike  Christie","Alexander Philip Dawid","Zoran  Kapelan","Peter  Challenor","Jeremy  Oakley"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}