{"id":"B606C25A-8A28-4F38-92A0-210D739BFBE9","title":"Multiscale Simulation of Micro and Nano Gas Flows","abstractText":"Gas flows in micro/nano-flow devices are often multiscale, with both continuum and highly rarefied flow regions. In rarefied regions, the gas is not in local thermodynamic quasi-equilibrium, meaning the conventional Navier-Stokes fluid dynamic equations are an inadequate description. Kinetic methods, such as the direct simulation Monte Carlo method, are appropriate but computationally expensive, especially for low-speed flows. While combining accurate kinetic methods with computationally efficient continuum models in a hybrid approach would enable practical multiscale micro/nano flows simulation, this also has major problems, e.g. non-equilibrium information is not retained in the continuum model but is required by the kinetic methods. \n\nInstead, we propose in this project to create a new multiscale lattice Boltzmann (LB) technique that switches between higher-order models (with a larger number of discrete velocities) in highly rarefied flow regions, and lower-order ones (with a smaller number of discrete velocities) in less rarefied regions. An intelligent switching method will be developed that dynamically assesses the level of non-equilibrium in the local flowfield (which may vary in time as the flowfield evolves), and switches between different-order LB models in response, taking into account the accuracy required and the computational expense. As this multiscale LB scheme uses models developed in the same theoretical framework, the solution coupling problems faced by kinetic-continuum hybrid approaches will be avoided. Our technique will enable the exploitation of non-equilibrium micro/nano-flow physics for new technologies: in this project, we will use it to optimise the design of a Knudsen compressor - a vacuum pump without any moving parts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I036117/1","grantId":"EP/I036117/1","fundValue":"352721","fundStart":"2011-08-01","fundEnd":"2015-01-31","funder":"EPSRC","impactText":"  It's been used by academic researchers worldwide. Aerospace, Defence and Marine,Chemicals,Energy,Transport Economic","person":"Yonghao  Zhang","coPersons":["Jason M Reese"],"organisation":"University of Strathclyde","findingsText":" We have developed a multiscale lattice Boltzmann method to capture non-equilibrium flows in micro and nano scales that cannot be described by the conventional fluid mechanics theory. Through open access software development Aerospace, Defence and Marine,Chemicals,Energy,Transport","dataset":"gtr"}