{"id":"B60E039C-58C9-4365-BD62-1C1F6D166B0E","title":"Structural mechanisms of assembling, activating and inhibiting CDK4","abstractText":"The growth and division of cells is strictly controlled at the molecular level by a series of enzymes that include the cyclin dependent protein kinases (CDKs). These enzymes are switched on and off in an orderly sequence, to ensure that cell division starts and stops at the required time. Though closely related in sequence, biological studies of the different members of the CDK family have revealed that each has unique properties. In particular, their activities can be regulated both by association with different families of regulatory proteins and by modification of the protein sequence by addition of a phosphate group to specific amino acid side chains. Our work, using the technique of X-ray crystallography, allows us to see the structures of these molecules at atomic resolution and so to learn how they differ from each other. The first aim of our work is to understand how members of the family of cyclin-dependent kinase inhibitors (CKIs) can bind to one member of the CDK family called CDK4 and either promote its assembly with its regulator cyclin D (resulting in an active enzyme complex) or inhibit its activity. CDK4 is also distinguished from other members of the CDK family in that it has a very limited number of substrates. \nThe second aim of our work is to understand why this is the case. Aberrant CDK activity has been linked to cancer, neurological diseases, and rheumatoid arthritis. In particular, elevated levels of CDK4 activity, resulting from mutations in the genes for the proteins that regulate its activity, is commonly found in a number of cancers and is associated with a poor prognosis. In recent years, understanding a particular defect that leads to disease has led to exciting new medicines directed towards a particular target (e.g. the drugs Gleevec, Iressa and Herceptin for cancer treatment). A number of CDK-selective inhibitors are in clinical trials for the treatment of cancer. These agents all act by binding to the CDK active site to block CDK activity. Compounds that block other interactions made by CDK/cyclin complexes represent an alternative target for CDK-directed therapies. The work described in this project, to elaborate the interactions that mediate the binding of substrates to CDKs and CDK-regulatory proteins, will aid the further development of such compounds and may also reveal additional targets for inhibitor development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900107","grantId":"G0900107","fundValue":"551871","fundStart":"2010-02-01","fundEnd":"2013-05-09","funder":"MRC","impactText":"","person":"Jane Anne Endicott","coPersons":["Martin Edward Noble"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}