{"id":"B617E4B9-449C-4E25-BA97-9EEE786A3089","title":"Commercialisation of an inventory management solution for intermittent demand items","abstractText":"Computerised inventory management applications rely upon three subsequent stages of computation: first, items are categorised based on the underlying demand structure (say, 'fast' and 'intermittent'); then an appropriate forecasting method is being used to estimate future requirements; finally, the forecasts are input to a stock control model that 'returns' when and how much to order by taking into account inventory cost and service level considerations. Regarding the first stage, current approaches used in industry utilise scientifically 'nave' and/or non-intuitively appealing classification parameters. With regards to the intermittent items (slow movers), sub-optimal forecasting methods are being used; in addition, the stock control models employed for this category are far from appropriate since they generally have been developed for fast rather than slow moving items. Some innovations have been proposed and implemented in practice by commercial software, in particular with respect to the 'forecasting stage'. Nevertheless, the results are far from optimal since the related solutions still fail to appreciate the distinct interaction between the three stages, thus resulting in improvements that are only marginal. The Principal Investigator (PI) has generated over the years a series of contributions in all three above discussed areas in the context of intermittent demand. His research has reflected a more holistic perspective into the problem of inventory management and with the support of EPSRC has produced an iterative, theory informed, robust methodology the commercialisation of which constitutes the purpose of this proposal to EPSRC. Currently, there are not any holistic inventory management commercial solutions that have been designed specifically for intermittent items. All packages attempt to accommodate in their functionality the entire stock base hold by their potential clients. This lack of specialization on intermittent items offers our proposition a unique selling point. Experimentation with datasets from RAF, British Aerospace, Brother International as well as the automotive and oil industries has demonstrated inventory cost reductions of up to 25% in stock bases that represent up to 3 billion. The PI has developed a set of proprietary worksheets (and Visual Basic, VB applications) containing all of the analytical procedures required to process empirical data and replicate the functions of the corresponding real systems for the purpose of simulating their performance under (a) the methods currently utilised and (b) the proposed amended methodology. Problems associated with the spreadsheets relate to: i) their complexity and the fact that they would require a significant amount of training for practical application; ii) the hard-coding of all of the path and file names that renders their application inflexible on different PCs; iii) security related issues; iv) the rather slow (for industry standards) computational performance since the number of SKUs from clients may easily exceed 100,000. The Follow-on Fund (FoF) will provide the PI with sufficient resources to finance the development of a pre-prototype BETA application designed to simplify the usability of his theory. Development of this Beta version is imperative to the eventual commercial implementation of his research. The commercial need for such a solution and its potential has been repeatedly demonstrated though numerous scientific experiments on empirical data. The Beta version will allow the implementation of the new solution and the demonstration of its benefits in a real business environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G006075/1","grantId":"EP/G006075/1","fundValue":"58559","fundStart":"2009-01-30","fundEnd":"2010-01-29","funder":"EPSRC","impactText":"","person":"Argyrios  Syntetos","coPersons":[],"organisation":"University of Salford","findingsText":"","dataset":"gtr"}