{"id":"B61BF6D0-3108-45D4-8BB0-43041B88A2EB","title":"Noisy Strep","abstractText":"Summary. Streptococcus pneumoniae is a major pathogen causing invasive (pneumonia, meningitis, bacteraemia) and non-invasive (acute otitis media, sinusitis) disease in children and in elderly and/or immuno-compromised adults. The last decades have seen the emergence and spread of pneumococcal strains with multiple antibiotic resistance posing a serious threat to human health. The strategy of the pathogen development is regulated by so called bistability, and may lead to formation of drug resistant forms of bacteria, such as biofilms. Transcriptional noise is the main determinant of switching of bistable systems. Therefore, understanding of molecular mechanisms giving birth to the noise in transcription in S. pneumoniae is highly medically relevant. By using cutting-edge techniques in biochemistry and microbiology as well as mathematical modelling we will address the problem of origins of transcriptional noise in S. pneumonia. This will result in a high resolution systems-level understanding of the role of transcriptional noise in gene regulation of a human pathogen. The results will potentially provide a new target for intelligent drug design to manipulate differentiation and life-strategy decisions of pathogenic bacteria.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004564/1","grantId":"BB/I004564/1","fundValue":"288447","fundStart":"2010-03-01","fundEnd":"2013-02-28","funder":"BBSRC","impactText":"","person":"Nikolay  Zenkin","coPersons":[],"organisation":"Newcastle University","findingsText":" -We set up in vitro transcription system for S. pneumoniae RNAP and its factors\n\n-We performed deep sequencing of S. pneumoniae transcriptome and its mutant lacking Gre factor\n\n-We discovered that transcription elongation can be a rate liming step of transcription cycle on highly expressed genes\n\n-We discovered that the pausing of transcription can cause queuing of RNAPs, which blocks expression of the gene and is detrimental to cell viability\n\n-We discovered that the function of Gre in vivo is to resolve queues of RNAPs\n\n-We showed that Gre factor acts as a subunit of RNAP without dissociation from elongation complex after cleavage reaction.\n\n-We found that the error rate of transcription in vivo is much higher than was proposed earlier.\n\n-We showed that Gre has relatively little effect on transcription fidelity, as was proposed earlier, suggesting that accuracy of RNA synthesis is mainly achieved by intrinsic properties of RNAP. We have found that transcription factor Gre is crucial for viability of Streptococcus pneumonia cells. Moreover, strain with Gre deletion, which is very sick and prone to lyse quickly, did not develop any suppressor mutations to overcome negative effects of deletion. This means that Gre factor is attractive target for development of new antibiotics to fight Streptococcus pneumonia infections. Healthcare","dataset":"gtr"}