{"id":"B61B5D13-CCD2-44DD-836B-5BA66B655874","title":"Evolution of reproductive strategies in the 'living fossil' Triops cancriformis: genetic and experimental approaches","abstractText":"The widespread occurrence of outcrossing sexual reproduction has puzzled evolutionary biologists since Darwin, as unisexual reproduction (either through self-fertilisation or parthenogenesis) poses an immediate advantage to organisms. Mixed reproductive strategies allow a unique direct comparison of the relative advantages of different modes of reproduction. The Eurasian tadpole shrimp Triops cancriformis is a 'living fossil' with a mixed reproductive system. Some populations seem to be bisexual, with males and females in similar proportions, but others consist mostly or totally of females. In some of the latter populations, females can reproduce in isolation and the examination of their gonads indicates that these females were in fact self-fertilising hermaphrodites. Most available evidence indicates that the reproductive system of T. cancriformis involves both androdioecy (a mixed reproductive system in which self-fertilising hermaphrodites and males co-occur in a population), and the putative ancestral condition, sexual reproduction with separate males and females. Androdioecy is a very rare reproductive system in plants and animals. The case of T. cancriformis is unique in which a clear geographical patterning of the reproductive mode is found, and the putative ancestral state (separate males and females) exists. Furthermore, the species provides several experimental advantages to the other known models: its habitats are discrete and accessible and demographic and ecological parameters can easily be investigated, their eggs are resistant and dormant, therefore population samples can be obtained at any time of the year and directly compared in the laboratory. In this project we will apply molecular genetic techniques and experimental approaches to better characterise the reproductive system of T. cancriformis and to investigate the evolution of its mixed reproductive strategy in a geographic context. We will use two approaches: (a) Mitochondrial DNA phylogeography: based on an extensive sample collection across the distribution range we will use a cost-effective approach to screen mitochondrial DNA sequence variation in order to reconstruct the responses of this species' geographic range to the Pleistocene Ice Ages. (b) Characterization of reproductive mode through microsatellite screening of natural populations and the offspring of laboratory reared females; In a subset of populations representing different genetic lineages and a range of sex ratios we will characterize the reproductive mode through population genetic analysis and breeding studies combined with paternity analysis using polymorphic genetic markers. We will integrate both approaches to describe the evolution of reproductive mode in this powerful research system. The results of this project will be crucial for the design of experiments to better understand the conditions for the evolution and maintenance of androdioecy and, more generally, for the evolution of separate sexes versus hermaphroditism, without confounding phylogenetic or phylogeographic factors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D007496/1","grantId":"NE/D007496/1","fundValue":"64238","fundStart":"2006-05-01","fundEnd":"2007-04-30","funder":"NERC","impactText":"","person":"Africa  Gomez","coPersons":["Bernd  Haenfling"],"organisation":"University of Hull","findingsText":"","dataset":"gtr"}