{"id":"B622C3F5-A4AA-432C-AECA-2C7CAB16567F","title":"Evolution of Indian Summer Monsoon to its current strength (eISM)","abstractText":"The Indian Summer Monsoon (ISM) is a result of coupled solid Earth and atmospheric processes. The ISM is due to anomalous heating of the air mass over central Asia resulting in the formation of a low-pressure system that draws moist air from the surrounding oceans resulting in intense precipitation across Indochina and south Asia, impacting billions of people. The processes responsible for intensity of this low-pressure system over the continent is related to the regional tectonics since the initial collision of India with Asia around 50 Ma (million year ago) during the Cenozoic. How intensity of monsoon climate, especially rainfall, affects continental erosion and consequently exhumation and uplift of Himalaya and Tibet is largely unknown mainly due to poor constrains on Cenozoic evolution of monsoon. Previous attempts to reach consensus on past ISM intensity is hindered by lack of continuous sedimentary sequences and robust proxies. This project, eISM, will address these shortcomings by (a) utilising newly drilled sediment sequences from three sites in the Bay of Bengal and Andaman Sea, one of the core regions of ISM precipitation, through International Ocean Discovery Programme (IODP) expedition 353 and (b) applying tested proxies for salinity (oxygen isotope of seawater and Ba/Ca ratio from planktonic foraminifera) and erosional strength (from bulk elemental ratio) to reconstruct evolution of ISM precipitation. Monsoon records generated in eISM will help correlate with the increasingly well-constrained onshore tectonic history, in order to understand and quantify the impact of climate-modulated processes in controlling tectonic evolution on Earth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M021181/1","grantId":"NE/M021181/1","fundValue":"32058","fundStart":"2016-01-04","fundEnd":"2016-07-03","funder":"NERC","impactText":"","person":"Pallavi  Anand","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}