{"id":"B6283DB1-89FE-44ED-B588-F21D15815F6D","title":"Novel tools to map allosteric networks in proteins.","abstractText":"Proteins are a class of molecules that provides the majority of essential cellular functions such as catalysis, recognition and transport. These functions require binding of the protein to a 'target' molecule. Binding and the activity of the associated function are largely regulated by the concentration of the involved molecules. However, there are additional regulatory mechanisms in proteins; an important one is 'allostery', in which binding of an (additional) 'effector' molecule changes the activity of the protein towards the target molecule. Binding of target and effector molecule occurs at different sites on the protein surface. The allosteric effect can modulate (enhance/reduce) either target molecule binding or subsequent processing (e.g. enzymatic reaction). The detailed mechanism of allosteric regulation in proteins is largely unknown. We know that the information (signal) of the effector binding event has to cross the protein structure to affect the target site. A plausible assumption is that effector binding induces a 'chain' of conformational changes. The aim of the present project is to detect those pathways within protein structures that transmit the effector signal. Owing to the dynamic nature of proteins, we will run molecular simulations to sample a large number of protein conformations. We will analyse correlated conformational changes within the conformational ensembles to follow the signal transmission at the atomistic level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I023291/1","grantId":"BB/I023291/1","fundValue":"95191","fundStart":"2011-07-07","fundEnd":"2012-07-06","funder":"BBSRC","impactText":"  The web site is accessible to external user and the software has been implemented in widely used programs like GROMACS.\nThe duration of the grant was 12 months. Therefore priority was given to dissemination and engagement of the scientific community. Following the successful response at two international conferences (see Results and Outputs) we are currently planning a public lecture to present the tools to a larger audience and describe their potential in the context of drug design. Digital/Communication/Information Technologies (including Software),Education ","person":"Franca  Fraternali","coPersons":[],"organisation":"King's College London","findingsText":" Proteins perform major cellular functions by interacting with other molecules. These functions are regulated by several mechanisms. One of the most important is allostery, in which binding of an effector molecule changes the activity of the protein towards the target molecule. Binding of target and effector molecules occurs at different sites on the protein surface. The allosteric effect can modulate (enhance/reduce) either target molecule binding or subsequent processing (e.g. enzymatic reaction).\n\nIn the majority of the allosteric mechanisms the actual way in which one site influences the other is unknown. What is expected is that a communication between the two sites is in place and a chain of conformational changes transmits the signal. To investigate the detail of this communication it is essential to describe the dynamics of the protein. While experimentally difficult and expensive, this can be done by computer simulations. Well-established methods are available to simulate the protein dynamics, but unfortunately no general tool is available to analyse how conformational changes deliver the signal transmission. \n\nWe designed a method to perform this analysis, we tested it and we developed software freely available for the scientific community. The software is general, user-friendly and clearly documented. This will make easier to understand how protein function is regulated by allostery in important biological mechanisms and diseases. It could also help to design allosteric drugs for treatment.\nAim. We still aimed at providing the public with a user-friendly set of tools for allosteric analysis parametrised on a large scale of protein structures. Moreover we had the specific goal of applying the method to the Abl kinase of the oncogenic Bcr-Abl protein.\n\nObjective 1. We aimed at testing the tools on a large set of 245 proteins involved in protein-protein interactions and verifying the correctness of the initial parametrization. We specifically focused on applying the method to the problem of inhibiting the kinase activity of the oncogenic fusion protein Bcr-Abl in collaboration with the laboratory of Dr. P. Vigneri at the University of Catania, who provided patients' data on resistant mutations. \n\nObjective 2 - We aimed at providing the tools in a format compatible with the mostly used program for Molecular Dynamics simulations: GROMACS. This will seed the generation of data for a user contributed data repository. In this direction we focused on configuring a computer storage facility for this purpose in the laboratory.\nPandini A., Fornili A., Fraternali F., Kleinjung J., &quot;Detection of allosteric signal transmission by information-theoretic analysis of protein dynamics&quot;, ECCB'12 - 11th European Conference on Computational Biology Basel, Switzerland, 9th-12th Sep. 2012. [Breaking Highlight Presentation]\n\nPandini A., Fornili A., Fraternali F., Kleinjung J., &quot;Detection of allosteric signal transmission by information-theoretic analysis of protein dynamics&quot; Biophysical Society 56th Annual Meeting San Diego, CA, 25th - 29th February 2012.\n\nPandini A., Fornili A., Fraternali F., Kleinjung J., &quot;Detection of allosteric signal transmission by information-theoretic analysis of protein dynamics&quot; ISMB/ECCB 2011: 19th International Conference on Intelligent Systems for Molecular Biology - 3DSIG: Structural Bioinformatics and Computational Biophysics Special Interest Group Vienna, Austria, 15th - 16th July 2011.\nPandini A, Fornili A, Fraternali F, Kleinjung J\nDetection of allosteric signal transmission by information-theoretic analysis of protein dynamics.\nFASEB J. 2012 Feb;26(2):868-81. doi: 10.1096/fj.11-190868. Epub 2011 Nov 9.\n\nPandini A, Fornili A, Fraternali F, Kleinjung J\nGSATools: analysis of allosteric communication and functional local motions using a structural alphabet.\nBioinformatics. 2013 Aug 15;29(16):2053-5. doi: 10.1093/bioinformatics/btt326. Epub 2013 Jun 5.\n\nBuffa P, Romano C, Pandini A, Massimino M, Tirr? E, Di Raimondo F, Manzella L, Fraternali F, Vigneri PG.\nBCR-ABL residues interacting with ponatinib are critical to preserve the tumorigenic potential of the oncoprotein.\nFASEB J. 2014 Mar;28(3):1221-36. doi: 10.1096/fj.13-236992. Epub 2013 Dec 2. We have developed as set of standalone programs in C and the corresponding implementation for GROMACS, the most widely used program for Molecular Dynamics simulations. The programs provide the user with tools to: 1) analyse local motions in proteins and identify functionally important regions of a protein structure; 2) extract the local correlated motions essential to deliver allosteric signals across a protein structure; 3) analyse the network of communication delivering the actual signal transmission. These tools allow the comparison of proteins in different states, mutants, and set of homologous domains involved in similar biological mechanisms. All the software is licensed under the GNU Public License (GPL) and available free of charge for use, modification and redistribution. Digital/Communication/Information Technologies (including Software),Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}