{"id":"B62876F5-FCA2-440A-B17B-DF154328552B","title":"Language-specific and language-general influences on reading comprehension development: comparisons between an alphabetic and morphographic script","abstractText":"<p>Good reading comprehension is critical for education and employment success, thus it is essential that we understand the factors that influence its development. This research will advance knowledge about the development of reading comprehension, by elucidating the influence of morphological awareness through a cross-language study. Two groups of readers will be compared: English children learning to read English, and Hong Kong Chinese children who are learning to read Chinese and English in parallel.<br /><br />Morphemes are the smallest meaning units within (spoken) words: 'un' is a morpheme that, when added to a base word, indicates 'not' as in 'unhappy'. Developing readers of English and Chinese will be compared because these languages differ in the relative importance of morphemes in the writing system: The English writing system represents the spoken sounds (phonemes) of the language, whereas the Chinese writing system represents the meaning units (morphemes). The research will determine the relative influence of morphological awareness on reading comprehension at different stages of development, by studying children aged 8 to 14 years, and determine if the influence of morphological awareness is language-general or language-specific.<br /><br />The knowledge generated from this research will influence reading development theory and also pedagogy for first and second language learners.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K010425/1","grantId":"ES/K010425/1","fundValue":"78383","fundStart":"2013-10-01","fundEnd":"2015-03-31","funder":"ESRC","impactText":"","person":"Kate  Cain","coPersons":[],"organisation":"Lancaster University","findingsText":" To understand a text, the reader must go beyond the meanings of the individual words and phrases to construct an integrated and coherent representation of the meaning of the text. We studied young readers' knowledge and use of one particular linguistic device that can aid this process - interclausal connectives. These are cohesive devices, such as 'because', 'but', and 'after', that signal the links between the ideas expressed in different clauses or sentences and guide comprehension. The importance of connectives is recognized within the UK National Literacy Strategy for 6 to 11 year-olds, which states that students should recognize 'the effect of different connectives' when reading for meaning (QCA, 2007). \n\nReasons for the research\nAdults use connectives to guide the integration of clauses and their interpretation of a text's meaning, and the inclusion of this type of coherence marker aids learning from text for some readers. Despite their important role in skilled comprehension, we know little about age- and ability-related differences in young children's knowledge and use of connectives in language comprehension. Children use connectives in their everyday speech by about 5 years, but their comprehension of connectives in written texts continues to improve for many years. However, recent work indicates inadequate understanding and use of connectives in young children and those with reading comprehension difficulties. Connectives also pose specific problems for second language learners. \n One possibility is that connectives may hinder rather than help comprehension for young readers, particularly during the period when knowledge of these terms is still being acquired. Indeed, one assumption underlying formulae to assess the 'readability' of texts is that two clauses linked by a connective are more difficult to understand compared with presentation of the text as separate sentences. It is essential to understand how connectives influence young readers' comprehension to inform curricula, educational texts, and theoretical models of reading comprehension development. \n The current research was designed to understand better the role that connectives play in young readers' comprehension. It addressed two general questions in relation to children's age and their reading comprehension level: \n1. How do connectives influence comprehension and processing of text? \n2. How do connectives affect the representation of meaning?\n\nMethods\nWe compared the performance of children aged 7 to 8 years with those aged 9 to 10 years and also the performance of children with poor reading comprehension with those of age-appropriate reading comprehension on a range of tasks to assess knowledge, processing and comprehension of connectives. All participants spoke English as their first language and had no known learning disabilities. \n\nMain findings\n\n1. Connectives influenced young readers' judgments of the coherence of sentences and short texts: \no Older children demonstrated greater knowledge of the precise meanings of connectives. When asked to rate the sense of a two-clause sentence, they gave higher ratings to sentences containing an appropriate connective and lower ratings to sentences linked by an inappropriate condition than the younger children, e.g., Amy wanted a dog but/so she was not allowed one.&quot;\no When the same two-clause sentences were embedded in short stories, children were more likely to judge that the story made sense when an appropriate connective linked the two clauses in the critical sentence. \nThese findings indicate quantitative developmental differences in connective knowledge: older children have better knowledge of the meanings of different connectives.\n\n2. Connectives influenced how young readers processed and integrated text as they read: \no Children processed a segment of text such as &quot;she was not allowed one&quot; more quickly when linked to the preceding text by &quot;but&quot; compared to a condition when the two clauses were presented as separate sentences.\no When two clauses in a sentence were related by an appropriate connective, both age groups processed the text more quickly than when the two clauses were linked either by an inappropriate connective or by the nonspecific connective 'and'. Texts linked by 'and' were more likely to be judged as 'sensible' than those linked by inappropriate connectives.\nThe presence of appropriate connectives facilitates young readers' processing of text and the integration of information. When clauses are joined by 'and', young readers are able to integrate the two clauses, albeit at a processing cost. The presence of an inappropriate connective disrupts integrative processes leading to longer reading times and lower sense judgments. \n\n3. Connectives aid memory for two-clause sentences:\no Two-clause sentences linked by appropriate connectives were easier to recall than those linked by 'and'. \n\n4. The comparisons between good and poor comprehenders revealed some quantitative, but few qualitative, differences. \no Contrary to predictions, both groups benefited from the presence of connectives in text, reading more quickly when a connective was present. \no In line with predictions, good comprehenders' memory for sentences was, in general, superior to poor comprehenders' memory and poor comprehenders appeared to have difficulty with some connective terms. \nThus, connectives appear to have different effects on immediate processing and encoding of information in poor comprehenders. \n\nSummary\nThese findings point to an important role for connectives in the construction of meaning-based representations of text from an early age. Connectives help young readers to integrate clauses and sentences in text, which enhances their memory and comprehension for those texts. Contrary to the assumptions of readability formulae, this work suggests that the presence of connectives aids young readers' comprehension and that tuition in connectives may be beneficial for young readers. \n\nQCA. (2007). Programme of study for key stage 3 and attainment targets [Electronic Version]. Retrieved 30/07/09, from http://curriculum.qca.org.uk/key-stages-3-and-4/subjects/english/keystage3/index.aspx?return=/key-stages-3-and-4/subjects/english/index.aspx These findings are informative for educational curricula and the publishers of reading schemes. Education","dataset":"gtr"}