{"id":"B62ABD7D-D12B-4CD0-97D7-0DED86932556","title":"A cognitive-experimental and genetic study of ADHD and control sibling pairs","abstractText":"Attention deficit hyperactivity disorder (ADHD) is the most common cause of referral to child mental health services.&nbsp;ADHD consists of severe overactive, impulsive and inattentive behaviours, which cause considerable social and academic difficulties. The risk for developing ADHD is largely genetic, with evidence that genes affecting the regulation of dopamine, an important brain chemical, increase risk for the disorder. On specific psychological tests children with ADHD show an unusual profile. They often have difficulties inhibiting inappropriate responses and sustaining attention over time, but when the tasks are made faster or more rewarding, their performance can improve drastically. This&nbsp;suggests difficulties in regulating levels of activation and arousal, and sustained attention.\n&nbsp;\nThis project brings together genetic and psychological research to identify the psychological processes that mediate the genetic influences on behaviour. We will compare the performance of children with ADHD and their nearest-age siblings, and comparison sibling pairs, on a detailed psychological test battery. Comparing sibling pairs enables us to estimate familial influences. We will also collect DNA samples, which will allow us to study the contribution of specific genes to ADHD and performance on the psychological tests.&nbsp;Further work will use brain imaging to study the processes involved in more detail. We hope this research will contribute to improved diagnosis and treatment through improved knowledge of the processes involved. In addition, the findings are likely to help reduce stigma by raising awareness and understanding of ADHD&nbsp;by parents and teachers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0300189","grantId":"G0300189","fundValue":"444386","fundStart":"2003-12-01","fundEnd":"2009-04-30","funder":"MRC","impactText":"","person":"Jonna  Kuntsi","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}