{"id":"B62CE32A-15E3-4CBB-86BF-987C693E974F","title":"Utilising the Coordination chemistry tool-box to tackle issues ranging from Catalysis to Cancer","abstractText":"We are bringing together internationally recognised laboratories to collaborate on projects which will advance UK global scientific interactions with key partners, China and Japan. The broad areas of science in which the laboratories will engage are polymerization catalysis, energy and cancer chemistry. The UK partner has a high profile in coordination chemistry, and the partnerships with the groups in the Far East will enable access to state-of-the-art facilities which are not readily available in the UK.\nThe partnerships will \ni) design new catalysts capable of forming plastic materials with new properties. With a view to the current landfill problems, we will also focus on the formation of biodegradable polymers. \nii) probe how the molecular structure of metal organic frameworks (compounds adopting grid-like 3D structures) influence the storage capacity for gases such as hydrogen and carbon dioxide.\niii) design new catalysts for spliting water or conducting cataysis in confined spaces; such systems will use abundant metals rather than precious metals.\niv) investigate metal-based compounds with a view to identifying new anti-cancer agents.\nMuch of the synthetic work will be guided by molecular modelling conducted in Japan.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L012804/1","grantId":"EP/L012804/1","fundValue":"57205","fundStart":"2014-03-01","fundEnd":"2017-02-28","funder":"EPSRC","impactText":"  At this stage, the work has been cited in the scientific literature by researchers around the world. It has yet to reach a stage where any pilot plants are using this technology. Chemicals Economic","person":"Carl  Redshaw","coPersons":[],"organisation":"University of Hull","findingsText":" A number of new catalysts have been discovered which can produce polymers at high temperatures and are therefore suitable for use under industrial conditions. We have also produced a number of new catalysts with high efficient for producing biodegradable polymers. Because these catalysts generate new IP there is the possibility that new (and old) polyolefin companies can use these systems rather than buy our licences rather than purchase told and expensive catalyst technology. Chemicals","dataset":"gtr"}