{"id":"B6328896-92A9-42F2-B872-85F762AB3460","title":"Translating Penal Cultures","abstractText":"Translating Penal Cultures aims to create a new and unique interdisciplinary research network of UK-based and overseas scholars working on institutions of confinement, practices of crime control, and penal cultures in a range of countries that include Russia, India, China, Mexico, New Zealand, Scandinavia, the United States, and the United Kingdom. It aims to promote comparative study, interdisciplinarity, and internationalisation. It draws together researchers from the disciplines of language and linguistics, history, cultural studies, law, criminology, sociology, and translation studies who are currently working on incarcerated populations and institutions of confinement in strategically significant, developing, and established nations. These scholars are keen to develop a broad intercultural and international dialogue on incarcerated populations and carceral institutions and their cultures with other academic researchers and to establish creative links with non-academic partners. Carceral institutions include prisons, workhouses, jails, reformatories, remand centres, asylum-seeker detention centres, the courts, and police. Penal cultures is also defined in its widest sense to include the role of different groups of custodial and non-custodial staff, inmate political and social organisation, and cultural production for example in the form of tattoos, poetry, music, letters of protest and use of contraband.\n\nThe network seeks to balance the social science emphasis and legalistic focus of much prison/penal research with a greater emphasis on the fields of history, language and linguistics, and cultural studies. It therefore provides opportunities for Anglophone scholars to envisage their research interests on a broader scale and to work with native-language scholars and other partners in the same geographic region and in contrasting areas. Network research and activities examine the developing language of penality in a variety of cultures and across different time periods and how this connects to the growing globalisation of penal policy and debate of the past 100 years. It applies this knowledge to contemporary security, penal, and crime concerns.\n\nThrough its webpage, network meetings, and publications, the network will demonstrate how research into the languages and identities of penality and competing cultures and subcultures within a range of institutions of confinement can shape key policy concerns over crime control, domestic and international security, and penal intervention. Work from this network will provide essential historical and contemporary context for policymakers, social justice campaigners, and educationalists. \nTranslating Penal Cultures also has a strong East Midlands base. It grows out of collaboration between social historians, language specialists, and cultural studies at the University of Nottingham, Nottingham Trent University, the University of Leicester, and the Open University that builds on existing institutional links with the National Trust-owned Southwell Workhouse in Nottinghamshire, and the Galleries of Justice Museum in Nottingham. Two key events, an informal one-day inaugural network meeting in March 2012, and a more formal two-day research forum in June 2012 will take place at the University of Nottingham. During August 2012, the network proposes to join with the National Trust team at Southwell Workhouse who will host an exhibit on the workhouse in its international context and which incorporates themes of punishment and punished labour.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012521/1","grantId":"AH/J012521/1","fundValue":"23315","fundStart":"2012-02-13","fundEnd":"2012-08-31","funder":"AHRC","impactText":"  To date, they have been used in academic conference papers and related contributor projects. Education,Other Cultural,Societal","person":"Vivien  Miller","coPersons":["James  Campbell"],"organisation":"University of Nottingham","findingsText":" While the histories of policing and punishment are well-established fields of enquiry, only in recent years have scholars begun to recognise the subjects' global dynamics and the potential for comparative and transnational studies to provide new critical insights. The edited volume that has been produced through this award incorporates case studies from across the continents of Asia, the Americas, Europe, Africa, and Australia, that showcases exciting new research that explores the evolution and adaptation of criminal justice and penal systems from the early-nineteenth century to the present. In doing so, we have created a vibrant research network of people exploring penal cultures and punishments in the widest sense. The findings in the individual essays in the edited volume, Transnational Penal Cultures, inform contemporary discussions of penality, mass incarceration, convict and prison labour, policing, rehabilitation and desistance. They contribute to the transfer of knowledge relating to both historical and contemporary penal issues and policies. Communities and Social Services/Policy,Creative Economy,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}