{"id":"B6473D7E-E23A-4548-926A-807025F8BB60","title":"A Shared Space and a Space for Sharing: A Transdisciplinary Exploration of Online Trust and Empathy","abstractText":"What do people choose to share online when they find themselves in difficult and precarious circumstances? What can we learn from this about how trust and empathy are established and maintained in online relationships? And what can all of this tell us about sharing, trust and empathy in the offline world? These questions lie at the heart of this innovative research project looking at the online relationships and behaviour of people affected by natural disasters; life-threatening or terminal disease; organ donation; emotional distress and suicidal thoughts; drug use and addiction. Why are we looking at these particular situations? This is because people in these circumstances are extremely vulnerable, and some of them may be seeking information support or help that could make the difference between life and death. That means it may be necessary to establish trust and empathy very quickly to make that difference. In these extreme contexts, people may end up over-sharing, or equally may be disadvantaged by not sharing enough. At the same time, others online need to know when they are responding to genuine distress. Understanding the way that trust and empathy works in these circumstances may help to transform the way in which resources and aid are distributed, locally and globally, and enhance individual and community resilience. But such changes may have both good and bad consequences, so working through the ethics of all this, at personal, global, institutional and governmental levels, will also be at the core of our project. \nThe project brings together researchers from a wide range of backgrounds: sociology, international relations, computer sciences, health informatics, philosophy, media studies and bioethics. By working together we hope to produce new 'transdisciplinary' understandings of the issues of sharing, empathy and trust online - in other words, insights that would not be possible using only a single disciplinary lens. All of this will be challenging, but we have begun to exchange ideas and are confident that we will generate findings and perspectives that are genuinely novel. Several themes clearly cut across our disciplinary boundaries and this has helped us to structure our approach to the individual case studies. Our overall approach has been shaped by the notion of 'Facet Methodology'. This suggests that, like light being refracted differently through the various faces of a gemstone, we can understand more about a social problem by viewing it from a number of different angles and perspectives. \nAs part of the research, we will be accessing online data from a wide range of sources and interacting with a variety of organisations, including UK charities, international NGOs and health providers. The charity, The Samaritans, will be directly involved as a project partner. The outputs from the research will not be aimed solely at academic audiences and we will be working hard to make them accessible and valuable to this wider set of stakeholders as well as to the general public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M00354X/1","grantId":"ES/M00354X/1","fundValue":"1005210","fundStart":"2014-06-30","fundEnd":"2017-06-30","funder":"ESRC","impactText":"","person":"Peter Anthony Bath","coPersons":["Caroline Vanessa Pupavac","Julie  Brownlie","Heather  Draper","Nishanth Ramakrishna Sastry","David  Boothroyd"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}