{"id":"B6592122-7379-493D-9DCB-15C3E16404D5","title":"Usage and plasticity of sexually selected signals: the role of background noise individual learning and signal amplitude","abstractText":"To understand how animals communicate and how their signals evolved, we need to know what information their signals convey and the selective forces that have shaped them. A high proportion of animal communication research has been on vocal signals, with bird song one of the most useful models. Bird song is particularly interesting because, in addition to natural selection acting on sound transmission, it is also subject to sexual selection by female choice and male-male competition. However, it is often forgotten that bird song is a multifaceted behaviour, and one of the most important parameters for transmission, how loud the signal is, has been neglected, although it may have an important role in encoding information. To fill this crucial gap in our knowledge, we propose (1) to investigate whether birds are able to adjust the frequency characteristics of their songs to reduce interference from background noise, and whether such an adaptation is related to song learning, and (2) to determine whether song amplitude is an honest indicator of the current and/or past condition of signalling males. To investigate how adaptation to background noise is achieved, we will use great tits in a song learning experiment in which they will be exposed to different noise profiles. The topic of the information coded in signal amplitude will be addressed in experiments with breeding zebra finches. The results of the project will increase our knowledge of how the environment influences the evolution of sexually selected signals and how this is affected by individual learning processes. It will also help to shed light on which messages can be encoded in the amplitude of a sexually selected signal. In addition to this impact on theory, the proposed research also has applied potential: many habitats are affected by man-made noise and the world is becoming more and more noisy because of progressing urbanisation and increasing local and global traffic. It is therefore of great importance for conservation to find out how adaptable the communication systems of animals are and the extent to which a vocalising animal can cope with interference from noise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E003494/1","grantId":"BB/E003494/1","fundValue":"242290","fundStart":"2007-02-01","fundEnd":"2010-09-30","funder":"BBSRC","impactText":"","person":"Peter James Slater","coPersons":[],"organisation":"University of St Andrews","findingsText":" The data collected during the period of this grant yielded several important advances in understanding the role of background noise, individual learning and signal amplitude in the production of bird songs. Of these, the most significant include: 1) the discovery that nutritional stress during the early development of songbirds zebra finches impairs the accuracy of song learning, but not song performance features such as amplitude, duration or repertoire size,. 2) In contrast, the current condition of adult birds influences several performance-related features of song, such as song amplitude and song rate, as well as fundamental frequency. Finally, we showed that 3) the songs of great tits exposed to city-like noise during their first year did not differ in frequency from the songs of their tutors. This suggests that, contrary to prevailing hypotheses, great tits do not adjust the frequency properties of their songs to cope with acoustic masking from background noise.\n\n\n\n\n\n\n\n\nThe data collected during the period of this grant yielded several important advances in understanding the role of background noise, individual learning and signal amplitude in the production of bird songs. Of these, the most significant include: 1) the discovery that nutritional stress during the early development of zebra finches impairs the accuracy of song learning, but not song performance features such as amplitude, duration or repertoire size, 2) In contrast, the current condition of adult birds influences several performance-related features of song, such as song amplitude and song rate, as well as fundamental frequency. Finally, we showed that 3) the songs of great tits exposed to city-like noise during their first year did not differ in frequency from the songs of their tutors. This suggests that, contrary to prevailing hypotheses, great tits do not adjust the frequency properties of their songs to cope with acoustic masking from background noise. Our study shows how a multifaceted signal such as bird song may serve as an honest signal of both current and past condition. It also contributes much-needed data to our understanding of how birds adapt their signals to their ever-changing environment to ensure effective signal transmission. Environment","dataset":"gtr"}