{"id":"B65A7762-4271-49D6-A974-A8B0456526EF","title":"Scottish Manufacturing Institute - Renewal, 2008 - 2013","abstractText":"The Scottish Manufacturing Institute aims to research technology for manufacture, addressing the requirements of European, UK and regional industries. It taps into the broad expanse of research at Heriot-Watt University to deliver innovative manufacturing technology solutions. The SMI delivers high quality research and education in innovative manufacturing technology for high value, lower volume, highly customised, and high IP content products that enable European and UK Manufacturers to compete in an environment of increased global competition, environmental concern, sustainability and regulation, where access to knowledge, skills and IP determine where manufacturing is located. Our mission is to deliver high impact research in innovative manufacturing technologies based on the multidisciplinary technology resource across Heriot-Watt University, the Edinburgh Research Partnership, the Scottish Universities Physics Alliance and beyond. The Institute is organised into three themes:- Digital Tools;- Photonics; and - MicrosystemsThe vision of the Digital Tools Theme is to provide tomorrow's engineers with tools that will help them to easily capture, locate, exploit and manipulate 3D information for mechanical products of all kinds using distributed, networked resources. Photonics has strong resonance with the needs of developed economies to compete in the 21st Century global market for manufacturing, providing: routes to low cost automated manufacture; and the key processes underpinning high added value products. We have a shared conviction that photonics technologies are an essential component of any credible strategy for knowledge-based industrial production. The Photonics Theme vision is for the SMI to be internationally recognised as the leading UK focus for industrially-relevant photonics R&amp;D, delivering a mix of academic and commercial outputs in hardware, process technology and production applications.The principal strategy of the Microsystems Theme is to research into new integration and packaging solutions of MEMS that are low cost, mass manufacturable and easily adoptable by the industry. The vision is to become a European Centre of Excellence in MEMS integration and packaging over the next 5 years. We thus aspire to service UK manufacturing industry with innovative technology for high value, lower volume, highly customised, and high IP content products; and to help UK industry expand globally in an internationally competitive market.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F02553X/1","grantId":"EP/F02553X/1","fundValue":"7146840","fundStart":"2008-04-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  UK photonics research has produced many benefits to industry, and high-impact examples arising from our own EPSRC/IMRC-funded work include the following:\n\n? We pioneered the planar waveguide architecture and applied it to ultra-compact high power CO2 lasers for industrial and medical applications. This technology was taken up by Coherent Inc as the basis of their Diamond(C) range of industrial and medical laser products, and by Lumonics UK Ltd for their Xymark range of laser markers (now owned by Lynx Inc). Palomar Technologies Ltd was formed as a start-up company leading to a subsequent joint venture with Rofin Inc and the formation of Rofin-Sinar UK Ltd based in Yorkshire, and who are now a leading manufacturer of planar waveguide industrial lasers and systems; overall, the marketing of planar waveguide lasers based on our technology has yielded total related sales revenues for these companies in excess of $1 billion;\nHW-IMRC research in the period immediately following its launch in partnership with Rofin-Sinar UK Ltd gave rise to further enhancements of basic planar waveguide technology enabling a new mode of operation yielding pulses which combined high peak power with high (and controllable) values of pulse energy, thereby facilitating new applications in laser drilling e.g. for electronics circuit boards. In addition, developments of resonator technology enabled the design of low loss wavelength-specific lasers leading to optimised processing of selected high value organic substrates. Processing research also led to optimised processing regimes for other key engineering materials including alumina and related ceramics, thin copper sheets and LTCC. Rofin-Sinar has been a continuing collaborator throughout the life of the HW-IMRC, and in this time it has more than tripled its revenues to &amp;amp;amp;gt;?25M with &amp;amp;amp;gt;98% exported, has grown its workforce to ~150, and has received a number of awards including two Queens Awards - for Technical Innovation (2008) and for Sustained International Trade (2011);\n\n? A new technique for the accurate measurement of beam properties of high power diode laser stacks (now US Patent 8,253,087) and a novel laser-based surface structure fabrication technology for custom refractive micro-optics allowed HWU to provide the initial IP for the founding of PowerPhotonic Ltd (PPL), originally as an HWU spin-off company in 2004. Initially, the company aimed to supply custom corrective phase plates to manufacturers of diode lasers systems for beam brightness enhancement. The company has now grown in capabilities to supply similar disruptive micro-optics solutions to customers over a much wider range of applications and exports 90% of its products. HW-IMRC projects with PPL have improved the laser smoothing process for silica glass and explored machining of other glass formulations. PPL provided both design expertise and unique fabrication capability in three collaborations with other IMRC industrial partners. Multifunctional optical phase plates have provided hexagonal beam shaping for single mode arrays (with SELEX) or high brightness configurations for direct-diode industrial laser developments (TSB project with JK Lasers-GSI). PPL custom products enhance diode pumping of new planar amplifiers for future ultra-fast industrial lasers (with Rofin-Sinar UK Ltd). \n\n? We developed techniques for laser machining of ceramics which can replace the current slow diamond grinding operations used in the manufacture of tooth crowns and bridges. These techniques include a novel process capable of cutting through zirconia ceramic of up to 13 mm thickness in fractions of a second. The PhD student working on this project, Fraser Dear, was presented with the 'Young UK Laser Engineer' award (from the Association of Industrial Laser Users, AILU) for this work. Related to this dental manufacturing process, we have also developed an optical technique for internally imaging the manufactured parts to check for unwanted cracking (in either diamond ground or laser-machined parts) and a patent application was submitted in Feb 09 to protect this.\n\n? Patent protection has been sought for the novel 'cold' ablation technique for high speed and high resolution processing of 'green' ceramic materials, developed at HWU and extended within the IMRC for particular applications in processing materials relevant to advanced PCB and micro-systems fabrication. We have recently developed a novel and highly efficient cooling technology for high power diode lasers, based on laser-cut multi-layered layered low temperature co-fired ceramic (LTCC) impingement (jet) cooling structures. We have demonstrated the first integration of multiple diode laser chips, optical beam collimation and beam combining and buried water cooling on LTCC substrates platform. This will form of a new planar fabrication technology platform for diode laser systems and diode laser-pumped laser systems.\n\n? In optical shape measurement, we were the first to demonstrate methods to integrate optical fringe projection and photogrammetry with co-ordinate measurement machine (CMM) technology, resulting in a three patents covering (i) single fringe pattern projection (to eliminate moving parts), (ii) surface segmentation and (iii) step-height ambiguity resolution. Currently, two new products based on these patents are in advanced stages of development at Renishaw plc and a further two products are under consideration. These products are being rolled-out world-wide to customers of Renishaw plc in the aerospace, automotive and pharmaceutical sectors. Independent auditors for EPSRC rated the research as 'major value' (anticipated to create 17 additional jobs and safeguard 20 jobs in UK research and manufacture by 2015). Reflecting the strong and highly productive collaboration and KT relationship with the company, Renishaw has donated ?500,000 of metrology research equipment to support our research and advanced teaching activities. \n\n? We solved a serious and tricky problem in the production of very fragile infrared detector arrays, developed by the University of Edinburgh and the UK Astronomy Technology Centre for a unique astronomical detector package by developing a novel low-debris laser-machining process for accurate cutting of silicon wafers with minimal thermo-mechanical shock. The detectors are now in place in the submillimetre-wavelength telescope at Mauna Kea Observatory in Hawaii.\n\n? Earlier in the IMRC period, HW research on planar waveguide laser technology achieved high brightness power outputs of &amp;amp;amp;gt;400W from a 1cm square Yb:YAG crystal and this was recognised for its potential for MOPA configurations for pulsed industrial lasers. Recent IMRC projects have researched the potential for the use of ceramic laser materials and devised in-plane pumping arrangement for ease of assembly. We also have developed a novel fabrication technique for the toroidal micro-stripe mirrors needed for resonators and amplifier beam folding in planar waveguide SS lasers. These have been combined with expertise on short pulse oscillators from HW Ultrafast Optics Group to form a major collaboration with Rofin Sinar UK Ltd to develop ps-pulse industrial laser using the planar amplifier approaches. At Heriot-Watt, we have set ground breaking performance for planar waveguide amplifiers, publishing on a 50W average power, MOPA 800 fs output, and obtaining over 200W in the laboratory. Through technology transfer to our collaborator, the research is being configured as industrial systems with industrially-significant average power levels for ultrashort pulse waveforms, enabling high precision processing of, for example, display screen glass. \n\n? In the LAMPS Project within the TSB Initiative Next Generation Lasers for Manufacturing, the HW team in partnership with PowerPhotonic Ltd (PPL) designed and demonstrated a high power diode laser (HPDL) module (for direct material processing applications) with industry-leading beam brightness at multi-kW power levels. The system utilised custom correction micro-optics fabricated by PPL, as well as novel technology for both multi-beam interleaving and X-Y beam brightness equalisation. A high brightness (beam corrected) high power diode module was also provided to partners at the ORC, Southampton University within LAMPS, which was successfully utilised to power a performance-leading picosecond laser system. This cemented the HW team's track record in kW diode laser innovation. Following this up, HW-IMRC has taken the technical initiative in the recently completed HELPSYS TSB programme with GSI Ltd, PowerPhotonic Ltd and Cranfield University as partners. This has developed high efficiency diode laser units for high brightness fibre delivery or pumping of fibre lasers. The novel multi-function micro-optics devised for efficient fibre launch is the subject of a patent application, in preparation. The projects have leveraged the HW-IMRC based research on precision laser machining and laser polishing of glass and micro-optics design to realise new product opportunities for both collaborating companies.\n\n? We have performed the first iterative post-process weld distortion removal for monolithic structures of interest to BAE Systems, Airbus Germany, BVT Surface Fleet, Cranfield University and GKSS-Forschungszentrum Geesthacht GmbH (including plates of varying thickness and plates with stiffening stringers attached). Welding is the best route for cost-effective incorporation of lightweight monolithic materials into vehicles, a primary route to the reduction of emissions. Distortion control during welding is considered a potential 'crown jewel' by BAE Systems. An invited presentation on this work was given at the major triennial International Workshop on Thermal Forming and Welding Distortion in 2011. Our work on laser forming has led to part of the ?1M DTI/MoD SEALS (Stress Engineering Application to Large Structures) programme with BAE SYSTEMS and Airbus (UK) and ECOSHAPE programme through Airbus (Germany).\n\n? A significant spin-off from the high resolution laser machining work (Applied Optics Group, led by Prof Hand) was the TSB-funded project, Next Generation Encoder Manufacture (Next-GEM) to develop techniques for the manufacture of an integrated optical encoder through hybrid integration of optical and electronics components. In this project HW worked with the industrial partners, Renishaw plc and Compound Semiconductor Technology to develop encoder scale and suitable read-heads for increased precision in mechanical positioning. HW developed a novel laser machining process to rapidly manufacture (100 metres/day) a very fine pitch encoder scale (8 um pitch). A depth control of ?10 nm was achieved in the machined features. Activity continues (via a Renishaw-sponsored EngD student) to further develop this technology, to add additional functionality to the encoder.\n\n Our Microsystems manufacturing activity is younger, but has already seen some striking successes:\n\n? Research on the manufacturing of high performance stencils using the UV-LIGA technique was carried out by Heriot Watt University under the EPSRC-funded MAT21 project. The use of MEMS technology (bipolar electroplating) allowed the manufacturing of electroformed stencils which are world-leading in terms of surface quality and fine pitch of the solder balls. This led to the creation of the Heriot Watt spin-out company, MicroStencil Ltd with a launch investment of ?1.2M. The company set up a local manufacturing facility through SMART, RSA and SPUR Awards to push that technology to market. Recently in 2007, the company moved to Singapore to be close to the customers and entered a partnership with DEK, the world leading stencil printing equipment manufacturers. The stencils are now sold to all major electronics packaging companies under the DEK platinum brand. More recently, DEK has been using MicroStencil technology to produce double layer stencils used today by one third of the largest photovoltaic manufacturing industries. \n\n? The group has now filed 8 patents covering laser-based sealing of packages in collaboration with IMEC (Belgium), design and manufacture of optical encoder with Renishaw plc, novel design of microwave sensors and electrostatic patterning of polymers, etc. \n\n? The group has also been involved in the TSB project HIGH-OCTANE with the Companies Renishaw plc and CST Global Ltd for the design and manufacture of an integrated optical encoder. The project was a resounding success with a decrease of around 50 of the volume of the encoder and a reduction in set-up time duration for the setup of the encoder in terms of minutes instead of hours. The Company aims to commercialise the encoder next year for the high end market sector.\n\n? With co-funding from the 3D-Mintegration Grand Challenge and the Innovative electronics Manufacturing Research Centre (IeMRC) co-ordinated by Loughborough University, we have developed a variable frequency microwave heating system that is installed within the arm of high precision component placement machine. The patented design of this open wall cavity resonator permits its easy installation on the arm of a flip-chip bonding machine for micron accuracy alignment capability. Development is continuing through a pan-European Project involving the Fraunhofer Institute IPA (Stuttgart) with companies and association of companies covering the whole value chain aiming for commercialisation of the device to their members during 2014.\n\n? The development of the microwave device described above led to the design of a microwave sensor that is now trialled, with very promising results under a grant from Scottish Enterprise for the food company, Macphie (Glenbervie) for the control of the quality of their glazes, custard creams and other products. The Company has agreed to protect the technology by paying for the filing of the patent and agreeing to favourable licensing conditions.\n\n? Based on the technologies achieved through 3D-Mintegration, the group has been successfully in securing the IeMRC flagship project (?1.5M) in collaboration with the University of Edinburgh aimed at high value manufacturing of Microsystems. In that project, electronic die are considered as commodities and post-processing of the CMOS aims to produce additional functionality and higher value added products. The Consortium has the involvement of over 12 companies who contribute a total value of ?1.4M.\n\n? Sample preparation is well known to be the bottleneck in micro-fluidics for biomedical applications. The group has recently demonstrated the separation of plasma for whole blood with 100% purity efficiency in lab-on-a chip modules using purely hydrodynamic forces. \n\n? Following working carried out by us on Health and Usage monitoring Microsystems (HUMMS) the Ultra-Electrics group received an award of ?1.2M to develop these sensors from the Regional Development Agency (SEEDA). A further sum ~?300K was invested in our group through the sponsoring of a EngD studentship, a PhD student and a KTP project involving two industry Associates. The company is entering further discussions to continue this research activity through the provision of new long-term funding.\n\n? The Microsystems Group led by Prof Desmulliez was the Principal Investigator of the 3D-Mintegration Programme ranked first equal at the approval stage. This project is in collaboration with the IMRCs at Nottingham, Cranfield, Loughborough (IeMRC) and Cambridge, two non-IMRC Universities (Brunel and Greenwich), the National Physical Laboratory and over 23 companies. This ?4.2M project benefited from an additional ?2.3M of industrial contribution in kind from industry and over ?2.8M of funding from the partners IMRCs. The project, finished in March 2010, has been a success with the creation of 4 patented new manufacturing processes, a design methodology for 3D products and processes and the outputs of over 70 journal articles and 110 conference proceedings papers. This Project also contributed new ideas for future projects in Microsystems for Manufacture such as HEARTBEAT and ASPECT.\n\n? Our Microsystems for Manufacture team are also engaged with the Loughborough IeMRC through their involvement in several IeMRC-derived projects including Agile Enterprises; Challenging Environments: New Application Areas; Design for X; and Materials, Manufacturing Processes and Technology. \n\n? Through the research track record acquired within the IMRC, the microsystems research group was awarded a prestigious ?3M, 5-year, Erasmus Mundus MSc in Smart Systems Integration in collaboration with Vestfold University College (Norway) and Budapest University of Technology and Economics (Hungary). This 2-year pan-European MSc, to start in September 2013, will aim to form students in the field of microsystems technology.\n\n? Finally, through the success of the HWU-IMRC IsPUD project, the group was successful in producing new bonding technologies for medical device which contributed to the award of two EPSRC funded grants: Ultrasound device in a needle, USIN (EP/K020250/1) and the ?5M Grand Challenge Grant Sonopill.\n\nThe UK is a world leader in Digital Tools research linked to manufacture (e.g. CAD/CAM software components). HW-IMRC researchers have made notable contributions in this area, including pioneering one of the first effective feature recognition systems for mechanical CAM, commercialised by Pathtrace PLC available to users of CAM systems ranging from Pro-E to Autodesk. \n\nHigh impact achievements by the Digital Tools team include;\n\n? Patent WO/2006/048645 covering an extremely low-cost, and potentially ubiquitous, surface texture scanning technique employing a standard consumer-level A4 document scanner along with custom HW-IMRC developed software;\n\n? A successful feasibility study (funded under the Scottish Enterprise TTOM programme) to establish the viability of applying the HW-IMRC optical painting process for use with products produced by MM1 Ltd;\n\n? We launched the spin-out company Totallytextures Ltd (www.totallytextures.com) with a ?10k Research Councils Business competition prize, and a $60k order from the US. Furthermore, we assisted Totallytextures Ltd through a one year Royal Society of Edinburgh/ Scottish Enterprise Business Fellowship for Dr. Andrew Spence and a small Technology Strategy Board grant for a feasibility study into surface texture design.\n\n? With Edinburgh University, we spawned the start-up company 'ShapeSpace Ltd' assisted by Scottish Enterprise/RSE, Enterprise Fellowship investment, incorporating the 3D similarity assessment algorithms (developed by HW-IMRC funded research) into its prototype part commercial browser;\n\n? We have solved a major problem for IKEA Communications by providing them with the capacity to produce 3D digital representation of the many materials, surface textures and finishes associated with their myriad products. The solution is via the installation of a 3D capture software system developed by the HW-IMRC within a purpose-built studio to enable very rapid capture of large surface texture datasets. Under HW-IMRC guidance, this complex system (with state-of-the-art computer controlled digital camera and high power studio-flash illumination) has been constructed and linked to our custom software and coupled with the surface texture visualisation and cataloguing system developed and marketed by TotallyTextures Ltd.\n\n? With UCL, Imperial College and Brunel University we obtained a ?640k EPSRC Digital Economy grant that developed new ways of digitally communicating complex design. In collaboration with an IMRC PhD project we developed new ways of using multi-touch, multi-gesture control on tablet computers to provide photo-realistic, highly intuitive manipulation of materials such as silk and satin.\n\n? We developed the 'shoogleIt' website and associated web applications that allow na?ve users to produce 'interactive video' from short film clips. To-date, 2500 interactive videos, varying from catwalk shows to 3D diagrammatic breakdowns/buildups of cars have been produced using site. \n\n? We developed a serious children's educational tool by further extending a commercial 'game' system which we had adapted to solve a real-world technical problem that required a CAD environment with real time 'log-in' facility. The system BAMZOOki was selected to fill this need; it is a CBBC web-based game, developed by Gameware and used to design virtual creatures which can be raced to compare design performance. Recognising the educational potential, we won a 'public awareness' grant to provide the opportunity to combine science awareness with design research. BAMZOOKi was further extended and 'experiments' were organised around predefined design tasks with automated outputs. Over 400 children used the system at science festivals in Aberdeen and Edinburgh - numbers of users not normally feasible in industrially-relevant trials. Since then, journal and conference papers have been published and the 'outstanding paper' award won at a major conference. Lessons learned are being extended within a current IMRC project to investigate real-world engineering design and planning tasks. BAMZOOki continues in use in 'public awareness of science' activities.\n\n? We have provided crucial strategic support and technology key to the development of the local company Virtual Interconnect Ltd during its growth over the last 10 years via participation in IMRC projects and EngD activities.\n\n? Renishaw plc recently launched &quot;APEXBlade&quot;, a suite of tools based on our research for the Revo 5-axis contact scanning system which makes the inspection of complex aerofoil forms quick and easy, and provides a step change in the density and quality of data available to design and manufacturing engineers working in aerospace. A key aspect of the APEXblade system is the 5-axis path planning capability that is able to automatically generate scan profiles for the inspection machine from CAD models which optimise the speed of scanning whilst ensuring there are no clashes between measuring system and part under inspection. This is a computationally complex and demanding process. The IMRC Digital Tools developed algorithms and graphic hardware acceleration methods for collision detection and path planning to address this significant industrial problem. The proof of principal was demonstrated and subsequently led Renishaw to pursue the development of this product, which is proving to be great success with large aerospace companies worldwide.\n\n? The close interaction of the DT team with Rolls-Royce has provided the stimulation and guidance leading directly to the adoption by Rolls-Royce of VR/haptic technologies (developed within the HW-IMRC) within the company's mechanical design area and production processes. Other HWU IMRC partners such as Skanska Ltd and AWE are now also pursuing the use of VR in the domain of engineering knowledge capture. \n\n? As indicated in Section 1.3, the team received two significant national awards for the successful delivery of a project which made a significant contribution to making Caledonian Alloys Ltd world leader in super alloy recycling services, with a major increase in turnover and profits.\n\n? The DT team has also completed a highly-rated KTP Project- this time with Edgar-Allen Ltd (now Balfour Beatty Rail), of Bathgate West Lothian to investigate the machining of austenitic manganese alloy steels and manufacturing systems layout. Rated 'Very Good', this venture had sufficient impact that the company has now undertaken another two-Associate KTP project with the HW-IMRC worth ?420,000 in the field of knowledge capture for railway crossing FEA performance analysis and casting process simulation.\n\n? The above work has also led to the successful acquisition of another KTP in the rail sector with ?150k with Brodie Engineering in Kilmarnock, again in the domain of knowledge capture.\n\n? The DT had a very successful KTP Project with Caledonian Alloys, Livingston rated 'Excellent' after its final review. The initial study of logistics systems and processes helped identify and capture transport management tacit knowledge, defining key system requirements. From this, a bespoke web-based transport management digital tool was developed to provide supply chain visibility, management and transport performance/cost providing a unique capability for ocean and road transport providers. This benefited Caledonian's processing sites across the world and upheld its annual growth rate, increasing turnover by c?8M. Caledonian is now recognised as world class in transport management provision, far exceeding the original aim of the project which finally achieved an increase in profit of c?6M over the 5 years since project inception. This work won the 2010 Scottish KTP awards as well as the 2010 Royal Academy of Engineering 'Engineering Excellence' Award at the UK finals.\n\n? The Digital Tools group are founding partners of the ?3.2M Grand Challenge project led by the University of Bath's IMRC entitled 'Immortal Information and Through-life Knowledge Management (IITKM): Strategies and Tools for the Emerging Product-service Paradigm' in partnership with Cambridge, Loughborough, Warwick, Imperial, Lancaster, Leeds, Liverpool, Reading, Salford, Strathclyde, AWE and other industrial partners from construction, defence, civil aerospace. This grant helped to define a new focus for IMRC Digital Tools work.\n\n? As part of our knowledge capture work, we are the only group in the UK investigating the use of biometrics in engineering knowledge capture and task analysis. This unique work has involved measuring both computer aided engineering and human biometric data and processing these to provide a better understanding of the engineer's performance and resposes during design activities. This same work has also led to applying these methods to the analysis of F1 driving scenarios with interest shown from a major F1 team in our initial work.\n\n? As a consequence of this work an IP potential pertaining to real-time synchronous multimodal data recording (IDF2011-13-008) has been developed as a result of software engineering for knowledge capture.\n\n? Heriot-Watt University has invested ?350,000 in a new focused ion beam facility within the IMRC laboratories to facilitate digital tools research in the domain of nano- and micro-engineering and MEMS. In support of this, Renishaw has donated ?500,000 of nano-, micro- and macro-metrology research equipment for research and advanced teaching activities.\n\n? The group is now a member of a ?6.5M FP7 Serious Games consortium comprising around 33 partners and is a key work package leader. The IMRC Digital Tools group has developed a game embedded with pervasive synchronous multimodal data recording and feedback as a platform to study the autistic spectrum. Partners in Graz and University of San Diego California are currently using the game. We have also implemented goal-oriented action planning (GOAP) methods for virtual assembly and virtual engineering design analytics. ADL who are partners for in the SG IMRC project and also in the FP7 project have started to investigate GOAP architectures for interoperability and standards in serious games as a result of the IMRC research. Aerospace, Defence and Marine,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Healthcare,Manufacturing, including Industrial Biotechology,Retail,Transport Economic","person":"Julian  Jones","coPersons":["Duncan  Hand","Marc  Desmulliez","Andrew J Moore","Denis  Hall","Mike  Chantler","James Millar Ritchie"],"organisation":"Heriot-Watt University","findingsText":" In generating outputs via its three research themes, HW-IMRC has delivered impact as measured by two distinct ‘scorecards’ viz. by classical academic criteria and by inputs to industrial wealth-creation. \n\nThe Digital Tools Team performed world-leading research to provide tomorrow’s engineers with highly intuitive tools for information management on the design and manufacture of 3D products. The stability and continuity of the IMRC enabled the Digital Tools theme to grow into a truly unique multidisciplinary team, combining advanced 3D engineering design and signal processing with state-of-the-art quantitative methodologies from applied psychology. It grew from its origins as two distinct groups to focus on the economic capture and reuse of knowledge that is normally implicit during the engineering process and hence is lost. Thus, the team used psychometric techniques to develop human-centred 3D design, navigation and retrieval tools, as well as the automatic, unobtrusive acquisition of knowledge that normally remains implicit during the engineering process. High impact outputs include the invention of a novel technique for ‘texture digitisation’, which led to the creation of a spin-off company Totallytextures Ltd and (for example) enabled IKEA Communications to represent digitally their countless product materials, textures and finishes. The DT Team has also achieved notable successes with local companies through KTP Projects, yielding major measurable commercial benefits e.g. to Virtual Interconnect Ltd, Balfour Beatty Rail Ltd, and Caledonian Alloys Ltd, the latter being recognised by the Group winning the 2010 Royal Academy of Engineering ‘Engineering Excellence’ Award.\n\nThe past five years has seen the Microsystems Team grow considerably in scale and impact to take a leading academic position, focusing on the development of innovative technologies that underpin the key area of integration and packaging of MEMS systems. The group’s focus has been to develop leading-edge research capability in packaging both through the use of MEMS technology to manufacture new equipment and tools for electronics packaging and assembly, or using novel techniques for MEMS and optoelectronic component manufacture. The group has developed a strong international network of academic and industrial research partners via a number of ambitious projects. Notable achievements include the development of a technique using UV-LIGA for the manufacture of high performance stencils that spawned a successful spin-out company MicroStencil Ltd; a new laser technique for partial sealing of packages; electrostatic patterning of polymers the design and manufacture of optical encoders, as well as the manufacturing of stencils. The Group also played a lead role in the successful 3D-Mintegration Grand Challenge Programme with teams from 7 universities (5 IMRCs) and more than 20 companies. More recently, the Group has focused on applying MEMS and microfluidic technologies to medical and biological applications. \n\nPhotonics-based Manufacturing Team has grown a strong international reputation for developing science-based technologies; it has created/sustained effective links with strong UK-based companies in both the Photonics supply chain and for laser applications in high-value manufacturing sectors, while growing collaborations with leading research teams worldwide. Team members have conducted research and generated high-impact outputs in industrially-relevant photonic technologies including: novel optical techniques for producing record high brightness and narrow band operation of high power diode laser arrays; world-record power levels from diode pumped Yb:YAG planar waveguide lasers, and novel approaches with a strong industrial partner to creating ultrafast pulse high power Yb:YAG MOPA systems; optical diagnostic techniques to measure deformation, strain, velocity etc. and applied them to practical engineering measurement problems, including the development of a novel technology compatible with coordinate measuring machines for non-contact accurate measurement of free-form parts (yielding three patent disclosures, two new products by partner Renishaw plc for laser turbine blades drilling, laser welding and laser cutting); we developed a new high speed laser drilling technique for large arrays of small holes in aerofoils to modify air flow to reduce drag and save fuel, and used sequences of short laser pulses to machine net shapes in hard ceramics for dental applications; exciting new developments include new materials science that underpins a new direct-write laser fabrication technology for manufacturing (custom) silica micro-optics, now a proven industrial process, which has produced a transformative commercial impact (via a spin-off, PowerPhotonic Ltd) for example on beam brightness in high power diode laser arrays supplied by global companies.\n\nKey Output statistics: Over the past decade, the 8 HW-IMRC PIs have produced 186 journal publications and 247 conference presentations; 35 of the international conference papers have been by invitation. We have filed 22 patent disclosures, 6 of which have been licensed. HW-IMRC research has led to the creation of three spin-off companies, in addition to the two founded by PIs prior to the formation of the IMRC, and with which the IMRC has continued to be associated. 47 Research Associates have been employed or continue to be employed on HW-IMRC projects while 68 PhD/EngD students have graduated or are near completion, and more than 150 MSc students have had contact with HW-IMRC research. Over the life of the grant, HW-IMRC has continued to grow its industrial partner base, and has exceeded its target of matching pound-for-pound the EPSRC contribution to the direct costs of the research. In addition over the past 10 years, HW-IMRC PIs have won &pound;25.0M in related research grants/contracts from sources other than IMRC funding. A key measure of the effectiveness of the HW-IMRC is the industrial and commercial impact of the research. Our industrial impact can be assessed by considering a basket of relevant measures including the following: \n\n? the extent to which our ‘outputs’ have been adopted by our industrial partners, for example in new technologies, products and processes that derive from our research;\n\n? the formation of start-up (spin-off) companies that exploit IMRC-generated technologies as the basis for their products or processes; \n\n? the ‘supply’ of high-performing scientists/engineers who have benefited from the industrially-oriented academic education provide via the IMRC;\n\n? the communication of our work via academic journals, national/international conferences and by focused conferences with strong industrial participation, which show-case our work, for example the HW-IMRC Annual Conference series. Aerospace, Defence and Marine,Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics,Healthcare,Manufacturing, including Industrial Biotechology,Retail,Transport","dataset":"gtr"}