{"id":"B65F733C-A643-437E-A011-A4A87739EFDA","title":"The Formation and Characterisation of Secondary Organic Aerosol and its Contribution to PM10 Concentrations in the UK Atmosphere","abstractText":"Air pollution has important adverse effects on the health of the public. These include premature mortality, additional hospital admissions and worsening symptoms for people with respiratory diseases such as asthma. A number of pollutants are responsible for these effects but the one with the biggest impact is known as particulate matter. This term describes tiny particles invisible to the naked eye floating in the air, which can be breathed into the lungs. These particles arise from a range of sources, the best known being road traffic. However, emission sources are not the only source of particles and a contribution of growing importance is from particles which form in the atmosphere from chemical reactions of gases. These include chemical substances known as sulphates and nitrates, which form from emissions of sulphur dioxide and oxides of nitrogen by pathways that are reasonably well understood. In addition, there is a class of chemical substances within airborne particles known as secondary organic compounds. These are formed through chemical processing in the atmosphere of organic vapours arising from both manmade sources (e.g. petrol vapour) and natural sources, especially from compounds released by trees. These secondary organic compounds are very diverse in their chemical composition and their contribution to the mass of particles in the air is not well understood. This project is concerned with measuring secondary organic compounds in the atmosphere of the UK, so as to estimate their contribution to the total amount of airborne particles. In addition, the project will measure the chemical composition of such particles, and use this to understand which organic vapours they are formed from. Through such studies it will be possible to infer which parts of the secondary organic compound mass can be controlled through abatement of anthropogenic sources, and which part arises from natural compounds released from vegetation, which is not readily amenable to control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E00685X/1","grantId":"NE/E00685X/1","fundValue":"77028","fundStart":"2007-04-01","fundEnd":"2009-10-31","funder":"NERC","impactText":"  The outcomes of the research have been communicated to the Air Quality Expert Group of Defra which has used them in two reports concerned with airborne particulate matter (PM2.5). They are helping to inform policy on air quality improvements. Environment Policy & public services","person":"Roy  Harrison","coPersons":["Jacqueline  Hamilton","Alastair  Lewis"],"organisation":"University of York","findingsText":" Atmospheric aerosol is another term for airborne particulate matter which describes tiny specks of solid or liquid matter floating in the atmosphere. Atmospheric particulate matter is of concern due to the adverse impacts of exposure on human health which include deaths and hospital admissions due to respiratory and heart disease. One of the most important but least understood components of airborne particulate matter is secondary organic aerosol. This is made up of large organic molecules formed from atmospheric oxidation of organic gases such as those that evaporate from motor fuel, paint, glue etc. The project has led to an increased understanding of the chemical make-up of secondary organic aerosol which is valuable in determining the formation pathways and has also provided better knowledge of the sources of secondary organic aerosol. It has, for example, shown that organic molecules emitted from trees (known as biogenic) are the precursor to formation of a substantial proportion of the secondary organic aerosol in the atmosphere. The information from this project is of considerable value in air quality management. The findings of this work are of great interest to Defra which is the government department with responsibility for air quality. Two members of the research team are advisors to Defra on air quality issues and hence knowledge transfer has been underway. Environment","dataset":"gtr"}