{"id":"B6628D4A-9F74-4E77-A04E-3F393B08EEF8","title":"Can Cyclin Dependent Kinase Activity be manipulated to control chromosome pairing and recombination in plants?","abstractText":"This project will address an important problem, which has hampered the efficient exploitation of the genetic diversity held within wild relatives of wheat. Domestication resulted in a significant genetic bottleneck with the result that breadwheat is much less diverse than its wild relatives. Being able to work with wild relatives so that beneficial characteristics can be introduced into commercial wheat will be a major scientific achievement and dramatically improve the way breeders can generate new varieties of wheat with increased performance.\n\nSome wild relatives are adapted to thrive under different climatic conditions to that of domestic wheat, or they carry natural resistance to important diseases and/or carry other important characteristics, which could influence yield. What we want to do is to develop approaches that will enable us to exploit this diversity effectively so as to introduce these favourable characteristics into wheat. In doing so we will be enable wheat breeders, amongst others, to improve wheat performance in a sustainable way, increase yield, and introduce disease resistance and drought tolerance.\n\nWhat stops these wild relatives being used efficiently? Ideally, the wild relative and the wheat chromosomes should align and efficiently exchange (recombine) during meiosis but this does not occur effectively. Without recombination, there isn't the opportunity to introduce the genetic diversity of wild relatives into wheat. A genetic element called Ph1 controls this process. Ph1 has a positive effect in wheat itself, by stabilizing wheat as a polyploid during meiosis, but Ph1 does this by substantially reducing recombination between wild relative and wheat chromosomes or between segments of these chromosomes. Ph1 even reduces recombination between chromosomes derived from wheat landraces where they are significantly diverged. This makes gene transfer by recombination during meiosis difficult in the case of wild relatives, or inefficient in the case of landraces. Deletion of Ph1 enhances recombination but is very deleterious because it perturbs stability of the polyploid genome.\n\nSo how can we overcome this problem? In wheat and its hybrids, Ph1 regulates recombination. Understanding this regulation provides an insight into this process. It will provide us with an understanding of how the recombination process can be altered and tailored for specific needs, thus enabling us manipulate it for plant breeding. In understanding how to enhance recombination, the project will also identify approaches which prevent homoeologous recombination between chromosomes in wheat itself, and so stabilize it as a polyploid.\n\nOur research focuses on the role of particular kinase-like genes found within the Ph1 locus. Kinases regulate or control the function of other proteins by means of transferring a phosphate group from ATP to particular amino acids within the target protein. They are highly sensitive to a range of compounds, including ATP analogues, that have been developed for biomedical purposes particularly in cancer biology and medicine. Therefore, there is a tremendous resource available for testing and identifying compounds that would be efficacious in the modulation of these related plant kinases. Moreover, we have recently identified Ph1 related kinases in the experimentally amenable model plant, Arabidopsis, that are phylogenetically conserved across all species, from plants to animals including humans.\n\nIn this project, we aim to investigate the role of kinase activity in chromosome pairing and recombination with the view to developing chemically mediated methods to modulate the activity of these in meiosis,. Such chemical tools would be tremendously useful in not only wheat breeding but potentially for other species as well.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M009459/1","grantId":"BB/M009459/1","fundValue":"422285","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"BBSRC","impactText":"","person":"John Hugh Doonan","coPersons":["Glyn  Jenkins","Narcis  Fernandez-Fuentes"],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}