{"id":"B673FD2A-065C-425D-8F6B-13EF06221B72","title":"Trait-mediated density-dependence and community level eco-evolutionary dynamics","abstractText":"Scientists achieve good understanding about a system through a mixture of observation, experimentation and mathematical modeling. If biologists can build a model that can be used to accurately predict the behavior of populations and communities in the wild, they have a good understanding of the system. Unfortunately constructing such models is a real challenge for most free-living populations and communities. There are several reasons for this. First, it is time consuming and expensive to collect a sufficiently large quantity of observational data to robustly parameterize models. Second, most natural systems do not easily lend themselves to experimental manipulation that are invaluable in gaining insight that cannot be reached from observation alone. Third, multiple aspects of populations and communities often change together when the system is perturbed, including the dynamics of population size, average body size of juveniles and adults, gene frequencies and life history traits like life expectancy at birth. It is only recently that biologists have worked out to simultaneously model the dynamics of populations, genes and traits. These models are called integral projection models.\n\nAlthough integral projection models offer enormous potential for understanding the dynamics of natural systems, their development is still in its infancy. In particular the treatment of competition between individuals of the same species is treated naively. In addition, there is considerable work to be done to use these models to explore the way species within a community interact. In this proposal we will start by taking already published integral projection models that include competition between individuals of the same species and will use novel methods to analyze them to gain general insight into how different types of competition between individuals simultaneously impacts the dynamics of population size, body size and life history. \n\nNext, we will use some exceptional detailed experimental data from a freshwater fish community in Trinidad to build models of interacting species. We will use these models to predict the dynamics of natural streams where dynamics have been observed for many years. The proposed work is consequently exceptionally good value for money because we will use such extensive existing data. Through a series of analyses of our models, and potentially some additional experiments, we expect to build models that accurately capture the dynamics of the natural stream community. By the end of the work we expect to have achieved a better understanding of the dynamics of this system than of any other free-living community under study.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K014048/1","grantId":"NE/K014048/1","fundValue":"149010","fundStart":"2014-06-02","fundEnd":"2017-06-01","funder":"NERC","impactText":"","person":"Mark  Rees","coPersons":["Dylan  Childs"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}