{"id":"B675BA23-445F-40ED-BB4C-09C7DC366E77","title":"Platform Grant: Multiscale Mechanobiology for Tissue Engineering","abstractText":"Many tissues in our bodies, such as cartilage, tendon and ligaments are loaded as we move around and the living cells in the tissues are able to detect the loading and alter their activity in response. This process is called mechanotransduction and is important as it keeps the tissues healthy and functioning properly. Damage to cartilage, tendon and ligaments can occurs as a result of injury or through diseases such as arthritis, resulting in pain and loss of function. In many cases the tissues are not able to repair well following damage, causing chronic pain. Until recently the only option for these patients may be a total joint replacement. This is not good solution for younger patients as most joint replacements will only last for 10-15 years before they need to be replaced. Over the past 15 years many groups worldwide have been developing an alternative solution, involving a process know as tissue engineering. Tissue engineering typically involves the creation of a new, functioning tissue in the laboratory, using the patient's own cells and a biomaterial scaffold. The new tissue can be implanted into the patient to repair the damage. As the new tissue will be loaded when implanted back into the patient is very important to understand how loading will affect the activity of the cells. Ideally the cells should respond to the load in a beneficial manner, so that normal exercise and activity improves the repair. In fact it may be beneficial to load the tissue in the laboratory before implantation, using devices known as bioreactors. Mechanotransduction is very complex and not well understood and so more research is needed to understand the process and ultimately to improve tissue engineering-based tissue repair.At Queen Mary University of London we have been studying with the ultimate aim of developing better tissue engineering-based repair systems for cartilage, tendons and ligaments for over 15 years. Our laboratory facilities are very good and we have brought together a team of researchers from many different backgrounds, including engineers, materials scientists, biologists and orthopaedic surgeons. In that time we have developed and we have achieved funding for many individual research projects that have been very successful. The Platform Grant will allow us to develop our research further and underpin our current activity. The funding will ensure that we can retain key members of our research group and perform high-risk pilot studies to improve our chance to gaining funding. We will also be able to improve our collaborative links with the leading groups world-wide who are involved in this type of research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E046975/1","grantId":"EP/E046975/1","fundValue":"995108","fundStart":"2007-05-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"","person":"David Alan  Lee","coPersons":["Daniel Lawrence Bader","Martin Matthew Knight"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}