{"id":"B67584B9-760F-4884-8B19-FD08BB6C3A85","title":"EPICENTRE - Earthquake and People Interaction Centre","abstractText":"Earthquake risk is composed of three elements: Hazard, Vulnerability and Exposure. Good understanding, representation and modelling of all three elements are necessary in order to produce useful and reliable human and economic loss estimates. Governments require such estimates to make decisions as to if and how to intervene to mitigate potential earthquake induced losses, and where to locate critical facilities or emergency resources to ensure effective post-disaster relief and recovery. However, existing loss estimation methodologies limit their scope of hazard assessment to ground shaking effects, adopt unreliable models of building damage and vulnerability that are practically disregarded in the estimation of human losses for which only coarse estimation tools exist. Shortly after arriving at UCL the PI began to set up a new concept in earthquake engineering research in which the importance of vulnerability of people in such disasters was included in the engineering consideration of the problem. Through interactions with government, industry, NGOs and other academics this has become tangible in the form of the highly multidisciplinary Earthquake and People Interaction Centre (EPICENTRE). The Centre has developed its own specialised MSc course (due to start in September 2007) and this proposal is designed to provide the seed funding for a number of initiating studies to inspire the research side of the Centre's activities. The Challenging Engineering funding will enable the applicant to bring together a multidisciplinary group of researchers (earthquake engineers, social scientists, coastal engineers and statisticians) to address gaps in knowledge in each of the components of the 'normal' risk equation with the aim of extending the scope of its application of this equation and providing decision makers with better guidance for where and how to invest to mitigate earthquake losses. In particular three research topics will be addressed: violent flow (tsunami) loss prediction, human loss estimation in earthquakes and building seismic damage assessment. These initial studies will form the core of the early research development of the Centre and provide a starting focus to enable it to thrive through further funding initiatives. At the end of the Challenging Engineering funding the Centre will be a research-intensive actively-disseminating centre of excellence in the UK for twenty-first century earthquake engineering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F012179/1","grantId":"EP/F012179/1","fundValue":"895596","fundStart":"2007-07-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  The work developed on tsunami runup and tsunami empirical fragility curves has been applied in the reinsurance industry.\n\nWith HR Wallingford we aretrying to further developthe tsunami generation technology developed in the project and see if it is a viable product to sell to other testing flumes worldwide.\n\nThe Tools for seismic assessment of RC structures project, yields information that can be used to improve seismic assessment codes of practice. The importance of this work has been recognised through inclusion of Dr Rossetto on the UK BSI Committee for seismic standards.\n\nAs mentioned, the findings from the Human Loss project have major potential applications for communities facing serious earthquakes. They are also of use to risk managers seeking to understand and change preparedness in the face of earthquakes. The interest that this profession has in our findings is reflected in the American journal Risk Management's invitation to Helene Joffe to contribute a paper on the study (Joffe, 2012). \n\n\n\nThe preliminary findings of the stakeholder survey component of the Resilience Indicator project show that there is great interest towards a correct operationalization of the concept of resilience. The framework resulting for the literature review could be extremely useful to spur multi-disciplinary discussion on the theme of resilience bringing together actors from various backgrounds. Finally, analysis shows that data stored in different formats can actually be integrated easily for indicators extraction in a GIS platform for commercial used and potentially also for humanitarian use.\n\nBeneficiaries: Other academics,reinsurance indsry, construction sector\n\nContribution Method: see above text Construction Cultural","person":"Tiziana  Rossetto","coPersons":["Helene  Joffe"],"organisation":"University College London","findingsText":" The Challenging Engineering grant has been used to set up EPICentre, a dynamic multidisciplinary research group that investigates risk to society and infrastructure from earthquakes and other natural hazards. EPICentre research projects adopt a range of methods from the physical sciences, engineering, remote sensing and social sciences. See also www.epicentreonline.com. EPICentre has attracted a range of studentships and funding since inception in 2007. The original funding has been used to fund research in four main areas, with key findings as summarised below:\n\n\n\n1. Tsunami near-shore evolution and forces on structures: experimental study\n\n a. Development and successful testing of of new tsunami generator that can generate long-waves beyond the capacity of other facilities and is the only generator world-wide to be able to produce trough-led waves\n\n b. The runup results showed consistency with previous studies (i.e. runup scales as amplitude) for shorter waves, however differences exist for the longer waves (i.e. runup scales as the square root of the amplitude), which had never been pointed out\n\n c. New run-up equations based on the experimental results, including parameters of wave energy.\n\n d. The velocity measurements indicate that while the acceleration of the flow over the slope is essentially negative, the convective and local accelerations (particles) can be positive, explaining observed changes in flow velocity magnitude in field and laboratory studies\n\n e. Initial results on wave pressures on structures give an indication (to be confirmed) that flow depth is a dominant parameter determining the load\n\n\n\n2. Tools for seismic assessment of RC structures: Deformation-damage relationships for non-seismically designed RC columns and beam-column connections.\n\n a. Large scale cyclic tests on 19 columns and 7 beam-column connections, and 50 bar pull-out tests\n\n b. Insights into the effects of poor detailing of elements on their cyclic performance.\n\n - Main parameters that can quantify damage are: deformation, strength and stiffness degradation, and energy.\n\n - For building assessment, the inter-storey drift cannot be defined by the deformation of a column element, but should also incorporate the deformation of the joint panel.\n\n - The loading history sequence has a large influence on the development of damage.\n\n\n\n c. Empirical and semi-empirical equations relating damage states to deformation capacity of elements, where the latter is determined from the mechanical properties of the specimens\n\n\n\n3. Risk perception in seismic areas\n\n a. Insights into how different cultures represent earthquake risk and confirmation that few mitigation measures are taken despite intention.\n\n b. In depth interviews with 48 respondents in Izmir (Turkey), Seattle (USA) and Osaka (Japan)\n\n c. Advice on how to more effectively target mitigation strategies in different cultural contexts\n\n\n\n4. Multi-disciplinary indicators for evaluating resilience using remotely sensed data\n\n a. Comprehensive and structured review of resilience theory and practice \n\n b. Multi-disciplinary set of indicators to measure and monitor earthquake resilience of urban areas.\n\n c. Application to case study area (Northridge Earthquake) The work developed on tsunami runup and tsunami empiricalfragility curves has been applied in the reinsurance industry.\n\nWith HR Wallingford we aretrying to further developthe tsunami generation technology developed in the project and see if it is a viable product to sell to other testing flumes worldwide.\n\nThe Tools for seismic assessment of RC structures project, yields information that can be used to improve seismic assessment codes of practice. The importance of this work has been recognised through inclusion of Dr Rossetto on the UK BSI Committee for seismic standards.\n\nAs mentioned, the findings from the Human Loss project have major potential applications for communities facing serious earthquakes. They are also of use to risk managers seeking to understand and change preparedness in the face of earthquakes. The interest that this profession has in our findings is reflected in the American journal Risk Management's invitation to Helene Joffe to contribute a paper on the study (Joffe, 2012). \n\n\n\nThe preliminary findings of the stakeholder survey component of the Resilience Indicator project show that there is great interest towards a correct operationalization of the concept of resilience. The framework resulting for the literature review could be extremely useful to spur multi-disciplinary discussion on the theme of resilience bringing together actors from various backgrounds. Finally, analysis shows that data stored in different formats can actually be integrated easily for indicators extraction in a GIS platform for commercial used and potentially also for humanitarian use. \n The impacts of the Violent Flows project are many.Firstly the generation of unique data for experimental tsunami runup can be used for the calibration of risk models and numerical inundation flow models. The data generated on forces on buildings are being compared to current standards to assess their adequacy.The tsunami generator built is being adopted in further tests in two EngD projects at UCL. The runup relationships developed in the project have been used in tsunami risk modelling by a reinsurer (Willis). The Willis Research Network has gone on to be the industrial partner on two KTS of EPCIentre researchers working on tsunami flooding and vulnerability. In particular, the latter project is novel in that it integrates advanced statistical methods to the field of tsunami engineering, resulting in a reduction in the uncertainty of the predictions of tsunami damage. The resulting fragility functions can take into account a number of demand parameters. Moreover, they can be applied not only in the context of tsunami damage but also financial loss, which make them and ideal tool to be used with enriched and complete databases in the future. \n\n\n\nIn the Tools for Seismic Asssessment of Reinforced Concrete Structures project, through data from specifically designed low-cycle fatigue experiments referring to structures designed according to non-seismic codes, it is hoped that the relationships in the seismic code EN 1998-Part 3 can be enhanced. An attempt is made to develop relationships for damage prediction of intermediate states of damage between yield and ultimate, and based not only on column or beam data, (as for current relationships), but also referring to beam-column connections incorporating effects of the node. In its development, reference is made to assessment procedures, design procedures, damage indices and damage scales so that the developed relations reflect the necessities of the latter in industrial applications. The experimental data will also be made available to other researchers. A collaboration was set up with Aveiro University which has allowed exchange od students and sharing of data which have resulted in an extension of the project remit to include reinforced concrete elements with smooth bars. This experimental programme has has highlighted gaps in understanding and built EPICentre experimental expertise, which have been crucial in obtaining further funding in the Challenging RISK project (EPSRC funded). \n\n\n\nThe Human Loss project informs us about the barriers to earthquake preparedness that exist in three cultures. Knowing what stops people in these places from preparing enables us to devise targeted interventions to increase preparedness. We plan to implement these interventions in our new EPSRC 'Challenging Risk' project and to measure whether the interventions that are based on the Human Loss findings change safety behaviours.\n\n\n\nThe Resilience Indicators project aims at providing end-users in emergency management with a set of indicators of seismic resilience that can be used to measure and monitor resilience spatially and over time. Given that many of the indicators have a strong spatial component and can be represented using spatial data, a WEB-GIS platform could be built to incorporate these indicators and their progress. By automatically inputting databases in a pre-defined format, macros could be written to repeat the calculation of the indicators in an automatic or semi-automatic mode and resilience profiles for a specific location could be provided to the end-users in emergency management at any point in time. \n\n\n\nThis could be an organised and time effective way to store information that are usually scattered amongst several users and make little sense in disaggregated format. Also, if the database is linked with databases storing information about potential replacing values and daily outcome of each business activity, the same platform could be used by the insurance industry to run scenarios of unexpected events and have indication about costs of damage and business interruption. We aim to work with a collaborator ImageCat to potentially develop such an application. ","dataset":"gtr"}