{"id":"B6779425-A362-4031-82FA-5D25319DB889","title":"Family inclusive policy and practice after 'Think Family'","abstractText":"Although there is a long history of social work and other practitioners involving wider family in trying to resolve difficulties faced by particular family members, the evidence base to support this activity has been relatively weak. Since the early 1990s, a number of developments in law, policy and performance management have had the perhaps unintended consequence of directing agencies and practitioners to focus on specific needs and risks relating to particular individuals, rather than seeing the 'bigger picture' of how family networks actually operate and what might be their potential to provide more effective support or resolve issues for those experiencing difficulties. \n\nIn more recent years, there has been increasing recognition at government level that this tendency has been counter-productive in terms of delivering services that actually enable people to resolve or manage their difficulties - and has instead resulted in responses that are both costly and can hook people into an unnecessary longer term dependence on a range of public services. However, there has been much less clarity as how best to turn around approaches to service delivery and what might be the best models for delivering services that engage the potential of families and their social networks. \n\nPolicy initiatives such as 'Think Family' and 'Troubled Families' have fostered the development of new models and ways of working at a local level and in a variety of organisational contexts. From recent research studies and evaluations, we now have some emerging evidence as to 'what works' within specific service contexts - and also what may be barriers to implementing such approaches within existing organisational structures and processes. However, our understanding is far from complete - and what we currently know has not yet been pulled together across different service contexts in a systematic way that can be shared more widely with policy and practice organisations. \n \nIt is the purpose of this proposal to bring together academic and practice communities to facilitate an interchange of knowledge, ideas and evidence that can be used to drive forward effective and innovatory practice - with different service sectors learning from one another. Maximum impact would be achieved by three linked areas of work:\nA. Building links within and between organisations to enable a two-way flow that brings in new knowledge and understanding from outside and, in return, gives space for reflection and evaluation of how service innovations are actually working (or not working) as they are applied on the ground.\nB. A programme of knowledge exchange seminars and more informal workshops that bring together service managers and practitioners from across health, social care and the voluntary sector, with a particular emphasis on building bridges between services in different sectors.\nC. Development of a protected 'partners' website for informal exchange of information and discussion of ideas in development. This would provide a platform for developing research summaries, descriptions of effective service models, discussion papers and training resources. Once developed, these would then be made publically accessible via the Family Potential Research Centre website for practitioners and managers. \n\nTaken together, these three strands of knowledge exchange activity will achieve direct impact on policies and models of service delivery within around thirty participating organisations during the lifetime of the project. Beyond this, it will have wider cross-sector impact through making available the resources that have been developed, so that they can be utilised by other organisations who are facing similar challenges of how to to introduce ways of working that see beyond the individual, and mobilise the potential of wider family relationships in improving and sustaining positive outcomes for family members.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M006018/1","grantId":"ES/M006018/1","fundValue":"82536","fundStart":"2014-12-31","fundEnd":"2016-04-29","funder":"ESRC","impactText":"","person":"Jerry  Tew","coPersons":["Susan  White","Brid  Featherstone","Kate  Morris"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}