{"id":"B6996DC3-5F64-43E0-AF5C-2804E11CEBE4","title":"Fanny Kelly Dramatic Recollections","abstractText":"Frances Maria Kelly (1790-1882) began performing as a child actress in John Philip Kemble's company at Drury Lane and rose to become a popular comedienne on the London stage. Despite a famous proposal of marriage from Charles Lamb, she maintained her independence throughout a long professional career. Having accumulated a substantial personal fortune through acting, she embarked upon an ambitious project to create a purpose-built modern theatre which would house her innovative vision for a bone fide National Academy of Dramatic Art. Dramatic Recollections (1833) was created as a solo performance piece with which she toured the country to raise funds for her project. Kelly sought to set actor-training, especially for young women, on a respectable foundation - an ambition for which, as her letters demonstrate, she elicited support from notable figures that included the Duke of Devonshire and Charles Dickens\\n\\nThe proposed project comprises the completion of an annotated transcription of Dramatic Recollections, a previously unpublished one-woman show, performed by Fanny Kelly. The performance text will be accompanied and illuminated by a performance biography of the actress' earlier work at Drury Lane and the English Opera House in the changing and precarious theatrical scene of the early nineteenth century. Provisionally entitled, Performing Herself: Fanny Kelly's Dramatic Recollections / a new history, this book will not only make available a complete critical edition of Kelly's performance text but also raise questions around the issue of identity and autobiography in the making of theatre history. \\n\\nThe book seeks to challenge the received wisdom that women's theatrical work in the mid-nineteenth century theatre was attenuated by social constraints of respectability and the exclusion of middle-class women from the workplace. As well as contributing in this way to current historiographical and theoretical debates, this project will make visible the life and work of a remarkable woman. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F006454/1","grantId":"AH/F006454/1","fundValue":"28215","fundStart":"2008-01-01","fundEnd":"2008-06-01","funder":"AHRC","impactText":"","person":"Gilli  Bush-Bailey","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}