{"id":"B69EF522-4D27-4CE4-A8B8-710163D252F4","title":"Towards a fundamental understanding of smart windows coating based on doped vanadium oxides","abstractText":"Concerns about climate change and the extinction of fossil fuels have brought much recent attention to alternative ways of producing energy, but also to strategies to reduce energy consumption. It is estimated that the built environment consumes 30-40% of the primary energy in the world, most of which goes to cooling, heating and lighting. Recent research has demonstrated that it is possible to significantly reduce the energy utilisation in buildings by employing &quot;smart&quot; windows, which are capable of adapting to external weather conditions in a way that minimises the need for heating or air conditioning. \n\nA very promising technology to achieve this goal is based on coating glass windows with a very thin film of modified vanadium oxide (VO2). This oxide, which does not conduct electricity at room temperature, is known to become a metallic conductor at temperatures above 68 degrees Celsius. This transition can be tuned to take place at room temperature by introducing some impurity atoms (e.g. tungsten), and it is accompanied by a significant change in the optical properties of the material. Thus, in hot weather, the coating film is metallic and reflects most of the infrared radiation from the Sun, keeping the interior cool, but still allows most visible light to pass. During cooler weather the window coating transforms back to the low-temperature phase, which allows more of the infrared radiation to pass, decreasing the need for internal heating. In this way, large amounts of energy can be saved.\n\nI propose here to employ advanced computer simulation techniques to investigate a group of phenomena associated with the design and functioning of VO2-based window coatings. I will first focus on the fundamental and not-yet-resolved design problem for this technology: how to dope the VO2 films in a way that not only the transition temperature is shifted to the required value, but also the colour of the films and the optical properties of the film are acceptable for commercial use. Other important associated phenomena will also be investigated. For example, recent experiments have shown that the introduction of gold nanoparticles allows the modification of the colour of the films, which is important for aesthetic reasons, as tungsten-doped VO2 exhibits a rather unpleasant brown/yellow shade. It has even been suggested that doping with gold nanoparticles can decrease the switching temperature of the film, possibly due to electron transfer to the oxide. I aim to provide a microscopic description of these phenomena. Finally, I also want to understand how the films adhere to the window glass. The adherence of current films is not perfect, which can limit their durability or range of applications. So I want to gain insight into the microscopic factors controlling adhesion, with the hope that this knowledge will lead to more robust and versatile coating technologies.\n\nAlthough modern advances in computer power and theoretical algorithms have made possible the investigation of realistic models of many materials, VO2 belongs to a class of compounds which are particularly challenging for computational modelling. In these materials, which mainly include transition metal and rare earth compounds, the interactions between electrons are so strong that the typical independent-electron approximations employed in solid state calculations do not work well. However, in the last few years powerful and efficient new methods have been developed and implemented in mainstream computer codes, allowing for the first time a realistic modelling of these strongly correlated solids. Using these tools, I will be able to offer a microscopic description of the exciting range of phenomena at the basis of the smart windows coating technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J001775/1","grantId":"EP/J001775/1","fundValue":"86302","fundStart":"2011-09-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"","person":"Ricardo  Grau-Crespo","coPersons":[],"organisation":"University College London","findingsText":" In this project, we have conducted a theoretical investigation of vanadium dioxide (VO2) as the main component of smart windows coatings: films that are able to switch on an enhanced IR reflectivity when temperature increases over a certain threshold. \n\n\n\nWe first conducted a systematic investigation of the description of VO2 using density functional theory (DFT) and its modern extensions, and have identified the advantages and limitations of different DFT techniques for investigating this system. Contrary to previous claims in the literature (and to our own expectations), we found that DFT calculations based on screened hybrid functionals fail to give a good account of the electronic properties of VO2 phases. The main issue found was the correct description of spin polarisation in the system, which is key to understand the magnetic transition in VO2, and it is also important for a correct description of the electronic structure of doped VO2. We reported these results in a Rapid Communication in Physical Review B. We also investigated the performance of DFT+U techniques and other approximations. A talk on the topic of the DFT description of VO2 was given in the Annual Meeting of the American Physical Society in March 2013. \n\n\n\nA theoretical analysis of the electronic and vibrational contributions to the transition has allowed us to give a more sophisticated answer to the long-standing question of the origin of the transition (lattice vs. electronic nature). A manuscript is being prepared to report these results. \n\n\n\nWe performed an investigation of the surface properties of VO2, which are important as they control the adhesion behaviour of VO2 films, the interaction with nanoparticles, etc. We calculated the thermodynamic equilibrium morphology of VO2 particles, and built a phase diagram predicting the degree of oxidation of the most stable surface (the (110)) as a function of temperature and oxygen partial pressure. Our results agree with and explain experimental observations showing that the surface of VO2 is oxidised beyond the bulk stoichiometry at normal conditions. A paper included these results was published in the Journal of Chemical Physics. \n\n\n\nWe evaluated the stability of a range of possible dopants in VO2 with respect to phase separation, and their surface segregation energies. More importantly, we also devised a methodology to predict the effect of dopants on the metal-insulator transition temperature, which will be useful for the design of new doping strategies for smart windows applications. Finally, we have performed calculations of optical properties in the low-temperature phase, and analysed the effect of dopants on these properties. There are two more manuscripts in preparation, one about the effect of dopants on the transition temperature, and one about the effect on the optical properties. These studies will contribute to rationalise the search for optimal doping strategies of vanadium dioxide for smart windows applications. There are no immediate commercial exploitation routes for these results. However, the theoretical understanding gained with this work has the potential to contribute to a more efficient experimental design of smart windows. In the long term, companies like Pilkington Glass might decide to invest resources into developing this technology. The theoretical work executed during this project has made contributions beyond the study of vanadium dioxide, for example, by examining and discussing the limitations of the density functional theory and in particular of hybrid functionals to describe these transition metal oxides. Therefore, the results will also be useful to the wide community of computational materials scientists. Environment","dataset":"gtr"}