{"id":"B69F6F79-DAD0-4861-B673-6FE26214E53D","title":"Symposium on Frontiers of Combining Systems and Workshop on First-Order Theorem Proving","abstractText":"This is a proposal for support for the 6th Symposium of Frontiers of Combining Systems (FroCoS)and the 6th International Workshop on First-order theorem Proving (FTP) which will be held on10th-13th September 2007 at the University of Liverpool.Founded in 1996, FroCoS has become the main scientific meeting devoted to research on combining logics and systems in computer science and artificial intelligence. Its aim is to bring together researchers from various areas working on combination problems in order to promote fruitful interaction and development of generic techniques and methods for combination andintegration of special formally defined systems and logics, as well as for the analysis and modularisation of complex systems. Examples of topics presented at FroCoS are combinations of constraint systems and decision procedures, combinations of modal, temporal and epistemic logics and their applications indistributed and multi-agent systems, modularity in software specification and ontologies, and satisfiability modulo theories.The aim of the FTP workshop series is to bring together researchers interested in all aspects of first-order theorem proving, who will present work at the cutting edge of their field. Given the various model theoretical, proof theoretical and practical aspects of first-order theorem proving as well as its many areas of application, FTP covers a wide range of topics. For example, reasoning methods for first-order logic, decision procedures and model building, combinations of logics and systems, reasoning modulo theories, and applications and systems.As is evident from the description of the topics addressed by the two series of events, common interests of FroCoS and FTP are the combination of logics, theories and decision procedures as well as satisfiability modulo theories. It is these common interests that motivate us to co-locate the events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F014058/1","grantId":"EP/F014058/1","fundValue":"9593","fundStart":"2007-09-13","fundEnd":"2007-12-12","funder":"EPSRC","impactText":"  No direct impact outside academia  ","person":"Frank  Wolter","coPersons":["Ullrich  Hustadt","Boris  Konev"],"organisation":"University of Liverpool","findingsText":" A highly successful symposium and workshop Combining systems is used in many areas. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}