{"id":"B6A01097-FE1D-460A-99D3-18ACB405B2E0","title":"Boolean modelling of biochemical networks","abstractText":"The study of biological systems, from cells, to organisms and populations, is becoming increasingly quantitative. In particular, the way that biochemical networks are described is changing from the traditional diagrammatic sketch of possible interactions to a set of mathematical equations that simulate (i.e. model) how the concentration of each molecular species varies with time. A key advantage of mathematical models is that they can be used to predict the response of networks to external perturbations, such as changes in environmental conditions or the addition of pharmacological agents. This reduces the need for large numbers of expensive and time-consuming experiments. However, the more complex a biochemical network model, the greater the range of possible dynamic behaviours it can exhibit. Consequently, extensive computer simulations are necessary for accurate predictions of experimental behaviour to be obtained. For biologically realistic models that can comprise hundreds of molecular species, the number of simulations required far exceeds that which is possible on a practical timescale. It follows that for the predictive power of mathematical models in biology to be fully realised, there is a pressing need for methods that allow their behaviour to be comprehensively explored in a computationally efficient manner. \n\nThe proposed project will address this need by developing a new modelling methodology based on representing biochemical networks as digital circuits. In this approach, each species is considered to be either &quot;on&quot; (i.e. present) or &quot;off&quot; (i.e. absent), and changes in concentration are simply treated as transitions between these two states. The significant reduction in computational complexity that this affords has the potential to greatly expand the range of networks that can be usefully modelled. As a test case of the approach, digital circuit models will be constructed of the gene network that generates circadian oscillations in an important plant species, Arabidopsis thaliana. Circadian oscillations regulate many processes critical for plant growth and reproduction, such as photosynthesis and seed germination. As part of this work, the computational tractability of the digital circuit models will be exploited to determine how temperature modifies the plant circadian network. In the long term, this may prove important for predicting how future temperature shifts will affect the viability of important crop species, thereby informing strategies for breeding varieties with increased resistance to climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K040987/1","grantId":"EP/K040987/1","fundValue":"101108","fundStart":"2014-01-20","fundEnd":"2016-01-19","funder":"EPSRC","impactText":"","person":"Ozgur Ekim Akman","coPersons":[],"organisation":"University of Exeter","findingsText":" - Novel method for enumerating all the biologically meaningful Boolean functions for a given set of binary inputs.\n- Preliminary data showing that this expanded class of functions yields better fit to synthetic data for the L2005B and L2006 clock models.\n- Development of a more computationally efficient penalty functions.\n- Preliminary results comparing the applications of optimisation using EAs to the grid search methods for the L2005B and L2006 models. The modelling and optimisation protocols developed could be applied by any researcher interested in fitting Boolean delay equations to experimental time series data. Education,Healthcare","dataset":"gtr"}