{"id":"B6A723B2-BC96-47BF-9E86-EDC7E62C9850","title":"Expanding the Boundary of Optimisation Algorithms to Micro/Nano Scale Designs: Building New Research Collaborations","abstractText":"Nanoscale devices have the potential of triggering a technological revolution in many fields. They can produce computers that can fit on the head of a pin, and medical nano-robots, smaller than a human cell, able to eliminate cancer, infections, clogged arteries and other ailments. This is an exciting field of research with rapidly growing commercial importance since sheer smallness can open up new applications. This proposal articulates new research collaborations that have the potential of traversing the complexity ceiling of current Micro-Electro-Mechanical Systems (MEMS) and facilitating the journey towards engineered nanoscale devices. MEMS claim to be the smallest functional machines that are currently engineered by humans. These are miniaturised mechanical devices and components, with a wide range of applications. For example, the advent of MEMS devices has enabled non-invasive surgical procedures that do not require incisions, hence improving surgical outcomes and patient recovery. Knowledge about the design and development of MEMS devices is improving with time. It is now possible to evaluate a MEMS design using quantitative and qualitative approaches. This project proposes a package of people-based activities and a short-term feasibility study to investigate if Evolutionary Computation (EC) based algorithmic optimisation techniques can operate with micro and nano precision to explore complex MEMS design space and invent novel designs that can go beyond MEMS. EC, which is an optimisation and search method based on the principles of natural evolution, has established itself in the macroscale domain as a technique that promotes innovation by exploring beyond what human designers can perceive. The current research portfolio and network of the Principal Investigator have also focused on EC-based optimisation of macroscale designs. This project will provide him with an excellent opportunity to expand his evolutionary computation research and network to the new domain of micro/nanoscale design. It seeks to develop a multi-disciplinary research community, involving evolutionary computation, design optimisation and micro/nanoscale design. This community will collaborate to develop a new research theme focused on the development of a novel computational capability for rapid and innovative optimisation of micro/nanoscale designs. This project will expand the boundary of EC research to the new domain of micro/nanoscale design optimisation. It seeks to transfer the vast knowledge and applications of macroscale design optimisation within EC community to the new domain of micro/nanoscale design. In this way, the inter-disciplinary nature of this project will contribute to building new collaborations between the areas of evolutionary computation, design optimisation and micro/nanoscale design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F012926/1","grantId":"EP/F012926/1","fundValue":"62937","fundStart":"2007-10-01","fundEnd":"2008-06-30","funder":"EPSRC","impactText":"  This project has contributed to expanding the boundary of design methodologies and algorithmic optimisation techniques to the new domain of micro/nanoscale design optimisation, with an aim to transfer the vast knowledge and applications of macroscale design to the new domain of micro/nanoscale design. In this way, the inter-disciplinary nature of this project has contributed to building new collaborations between the areas of evolutionary computation, design optimisation and micro/nanoscale design. This project also informed the industry about the current practice and tools/techniques used in the design of micro/nanoscale devices, the bottleneck areas, and the requirements for new methodologies to support the design process of these devices. Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology Economic","person":"Ashutosh  Tiwari","coPersons":[],"organisation":"Cranfield University","findingsText":" This project has contributed to expanding the boundary of design methodologies and algorithmic optimisation techniques to the new domain of micro/nanoscale design optimisation, with an aim to transfer the vast knowledge and applications of macroscale design to the new domain of micro/nanoscale design. In this way, the inter-disciplinary nature of this project has contributed to building new collaborations between the areas of evolutionary computation, design optimisation and micro/nanoscale design. This project conducted a practitioner survey to capture the current practice and tools/techniques used in the design of micro/nanoscale devices, analyse the bottleneck areas, and identify the requirements for new methodologies to support the design process of these devices. It also carried out a short-term feasibility study to investigate the potential of design optimisation and evolutionary computation for micro/nanoscale devices. This project contributed to the development of new teaching material for the Intelligent Information Systems Module of the IT for Product Engineering MSc. This module is also offered as a short course to industry. The project results have also contributed to the Cranfield IMRC research project (IMRC125, Jan08-Jan11) on ‘Designing a Product-Service System (PSS) for Complex Micro-Integrated Devices’. Three PhD students working on this IMRC project have collaborated with the Principal Investigator using their expertise in design methodologies and microsystems. A joint review paper with these researchers has been submitted to a journal. Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology","dataset":"gtr"}