{"id":"B6ACEC7D-2271-49B9-BF6A-DC5B3F579401","title":"Regulation of the plant metabolic network during stress","abstractText":"In the field, plants have to cope with environmental fluctuations which at their extremes cause stress to the plant. Under such stress conditions, the growth and development of the plant can be severely retarded. In an agricultural context, such sub-optimal growth conditions cause significant lowering of yields and are a major cause of variations in agricultural productivity from year to year. Furthermore, global climate changes are likely to dramatically exacerbate this problem. There is thus a pressing need to develop new varieties of staple crops that are more tolerant of abiotic stress conditions. Many modern crop species are the product of extensive breeding designed to maximise the biomass of the harvested organs. However, traits such as stress tolerance that are present in the wild progenitor species are often lost during the breeding process. Successful reintroduction of such traits will be dependent upon a detailed understanding of their molecular basis. One fo the key components of the response of plants to stress conditions is adaptive change in their metabolism. Understanding the nature of these metabolic reconfigurations is vital if we are to successfully generate new stress-resistant varieties of crops. Accordingly, the aim of the proposed work is to dissect the regulation of the metabolic network during oxidative stress in the model plant, Arabidopsis thaliana. Particular attention will be paid to discriminating between changes that occur at the level of gene expression and those that operate directly on proteins (so-called post-translational changes).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E024742/1","grantId":"BB/E024742/1","fundValue":"311630","fundStart":"2007-08-06","fundEnd":"2010-08-05","funder":"BBSRC","impactText":"  added to the body of transcriptomic and metabolomic data that for Arabidopsis that has proved invaluable for bioinformatic mining for overall trends and patterns in plant responses to stress. Agriculture, Food and Drink ","person":"Lee James Sweetlove","coPersons":[],"organisation":"University of Oxford","findingsText":" 1. Quantified changes in the transcriptome and metabolome of Arabidopsis roots during oxidative stress. This work reveals exactly how plants are metabolically compromised during abiotic stress.\n\n2. Established that the main cause of metabolic inhibition during oxidative stress is NOT oxidative damage to enzymes. Surprisingly, enzyme thiols remained reduced even during severe oxidative stress. This is a novel finding that goes against the accepted dogma. It suggests that the antioxidant machinery is able to maintain cellular proteins in a reduced state even when other commonly used indicators of oxidative stress are present.\n\n3. Demonstrated the formation of different enzyme-enzyme complexes during oxidative stress and uncovered the mechanism by which one of these complexes (glycolytic enzymes) relocalises in the cell during stress. Crops with improved abiotic stress tolerance Agriculture, Food and Drink","dataset":"gtr"}