{"id":"B6AEE472-6CA8-40A2-9559-9667C1F4B612","title":"Cross-talk between cold and light signalling pathways in Arabidopsis thaliana.","abstractText":"When temperatures drop, we can put more clothes on, or turn the heating up. Plants can't. They can't move, so have to face the brunt of being cold. One of the major problems plants face is one they share with all other cellular life, namely that freezing of cells is very damaging. If that weren't bad enough, before temperatures even drop as low as freezing point, plants have another more specific problem. The definition of a plant is that it produces its own food, using light, via photosynthesis. The harnessing of such potent energy (sunlight), doesn't come without risks. The energy must be very efficiently coupled to producing sugar, or else the energy can cause damage to the plant cells (this is known as photooxidative stress). When temperatures drop, the efficient coupling of light energy becomes difficult, and the energy can produce highly reactive chemicals (reactive oxygen species, which act like bleach) that can damage and kill the plants. How do plants cope with these problems? Plants have a repertoire of different genes which they can switch on and off responsively to help them cope with changes in their environment. We know that when the temperature drops, a plant will switch on many genes whose purpose is to protect it from the consequences of frost damage. We have discovered a set of genes that are switched on by the plant in response to darkness but switched off during cold temperatures. Our research is aimed at discovering how the plant does this and what the benefit is of doing so. We will be looking for key patterns (sequences) in the DNA of these genes, which act as on/off switches when light levels or the temperature drop. By introducing artificial changes into these switching mechanisms and monitoring their effects, we will learn more about how the switches work. We can then examine the effect that switching the genes on and off has on the plant's ability to cope with life at low temperatures and in frost conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D009162/1","grantId":"BB/D009162/1","fundValue":"228098","fundStart":"2006-08-01","fundEnd":"2009-09-30","funder":"BBSRC","impactText":"  We are not aware that findings from this grant have been used by industry.  ","person":"Marc Robert Knight","coPersons":["Heather  Knight"],"organisation":"Durham University","findingsText":" Please consult original hard copy of final report.\nBrief description of findings:\n\n1. We discovered that low temperature can negatively regulate transcription of genes involved in the starvation response along with the identification of putative DNA motifs through which this control is achieved and the observation that such changes of expression may be linked to tolerance of starvation conditions.\n\n2. We confirmed that SRMYB is required for control of growth and metabolism and plays specific roles during starvation dependent upon temperature.\n\n3. We cloned the SFR6 gene and discovering its nuclear localisation, strengthening earlier suggestions that it is a regulator of gene expression. Revealing a role for SFR6 in the control of the circadian clock in response to sucrose.\n\nThis work has implications for crop productivity, as it identified key control points in carbohydrate metabolism and how this is affected by environmental conditions. This work could lead to understanding the basis of plant productivity, and so could be used to breed crops with an improved yeild. Agriculture, Food and Drink","dataset":"gtr"}