{"id":"B6AFE438-531B-4908-B5A1-27B6A3A4284D","title":"Multinational companies, taxation and welfare:an investigation using micro data","abstractText":"<p>The project aims to provide new empirical evidence on -</p> \n<p>The impact of corporation taxes on the location and investment decisions of multinational companies – this involves distinguishing carefully between different stages of decision-making by companies, and the role of taxation in each stage.</p> \n<p>The impact of investment by multinational companies on the economic welfare of host countries, measured by -</p> \n<ul> \n <li>The productivity of multinational firms and the impact of such firms on the productivity of domestic firms.</li> \n <li>The incidence of corporation taxes, and in particular the extent to which corporation taxes are passed on in lower wages. These issues are of central importance for the design of taxation.&nbsp;</li>\n</ul> \n<p>The study will use the Amadeus dataset. This combines the unconsolidated financial accounts of European companies for up to 10 years and detailed information about company ownership. It is possible to distinguish companies according to whether they are part of a group or independent, to distinguish groups as to whether or not they are multinational, and to distinguish multinationals as to the residence country of the parent. The Amadeus data permit a much more detailed analysis than has been possible in previous research.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-0163","grantId":"RES-062-23-0163","fundValue":"198795","fundStart":"2006-09-01","fundEnd":"2008-08-31","funder":"ESRC","impactText":"  This work provided empirical estimates of the effective incidence of corporation tax, described issues in measurement of productivity of multinational companies, and identified the impact of taxation on the location of cross-border acquisitions. each of these - though especially the first - has been influential in improving the understanding of policy makers of the influence of corporation tax. Government, Democracy and Justice Economic,Policy & public services","person":"Michael Peter Devereux","coPersons":[],"organisation":"University of Oxford","findingsText":" This project aimed to exploit newly available data containing important variation between companies to identify some effects of corporate taxation on the behaviour of companies and the implications for economic and social welfare. It consisted of three specific parts. \n\nThe first aimed to identify the extent to which the real burden of corporation tax was passed on to the workforce through lower wages. Simple economic theory suggests that in a small open economy with mobile capital and immobile labour, the tax cannot be borne by the owners of capital and so must be passed onto immobile residents in the form of lower real wages. Prior to this study, there had been no direct empirical test of this proposition, although other studies have also recently been undertaken.\n\nOur strategy - distinct from that of other studies - was to identify one key channel by which the tax may be passed on to workers - through the determination of wages for a given level of profit. This is a standard way of analysing wage determination, but research in this area has not previously allowed for taxes on profit. By focussing on this channel only - which we call the &quot;direct incidence&quot; of the tax - we are able to control for other factors which directly or indirectly affect the determination of wages.\n\nWe followed this approach using data from the ORBIS dataset on the unconsolidated financial accounts of over 55,000 companies in nine European countries over the period 1996 to 2003. We find a statistically significant effect of tax liabilities on wages. Evaluated at the median of our sample, we find a very large effect of tax on wages: a ?1 increase in the tax liability yields a 92 pence fall in wages. Since the fall in wages creates a further rise in tax (since labour costs are tax deductible), the effect on the shareholders depends on the tax rates. At the average tax rate of around 30%, shareholders would see a reduction in post-tax profit of around 35 pence. \n\nThe second element of the project aimed to identify whether taxes had any effect on the measured productivity difference between multinational companies and domestic companies. The empirical literature on this question has demonstrated that multinationals tend to have significantly higher productivity. However, almost all existing studies have been based on evidence from a single country. This may cause estimation problems if multinationals have the opportunity to shift profits from high tax countries to low tax countries. If they do so by mis-pricing goods and services bought and sold internally within the multinational company, then data used to measure productivity may be affected. Income, and hence productivity, would then be understated in high tax countries and overstated in low tax countries.\n\nWe used a sample of just over 16,000 companies from 1998-2004, covering 10 countries, and classify them as to whether or not they are part of a multinational group. Unconditional estimates of the total factor productivity advantage of multinationals with respect to domestic companies are significant in all countries, but range widely - from 9% in France to 43% in Poland. \n\nWe find a statistically significant effect of taxes on these differentials. Our results suggest that a 10 percentage point increase in the host country tax rate reduces the measured total factor productivity of multinationals by about 10% relative to domestic companies. At the sample mean, this implies a 44% increase in the measured total factor productivity of multinationals. These results suggest that caution is required in interpreting measured productivity differentials, especially on the basis on data from only one country. \n\nThe third element of this project aims to examine the location choices made by multinational companies. More specifically, we investigate the role of taxation in cross-border mergers and acquisitions, since the most common form of expansion by multinational companies is through acquisition rather than through the creation of a operations in a completely new company. In particular we identified whether taxes affect where acquiring companies aim to expand by acquiring target companies. This work provided empirical estimates of the effective incidence of corporation tax, described issues in measurement of productivity of multinational companies, and identified the impact of taxation on the location of cross-border acquisitions. each of these - though especially the first - has been influential in improving the understanding of policy makers of the influence of corporation tax. Government, Democracy and Justice","dataset":"gtr"}