{"id":"B6B6F633-2D90-4D36-A0A6-90DBE5F56209","title":"Transport of toxic metals in clay mineral barriers:Influences of mobile sorbent nanoparticles","abstractText":"Landfill leachates and contaminated land pore waters contain a wide range of pollutants, such as xenobiotic organic compounds (e.g. aromatic halogenated hydrocarbons) and potentially toxic metals (e.g. Cr, As, and Cd). The most widely used strategy for containing these toxic substances is through the use of low hydraulic conductivity clay liners. Initial models of such systems were largely predicated on solute transport models based on batch sorption data, in which species were defined as partitioned between liquid and solid phases. It is apparent, however, that colloidal materials, also termed as mobile sorbent nanoparticles (MSNs), play an important role in transport of dissolved organic matter and metals.In evaluating the impact of MSNs on toxic metal transport in landfills and contaminated land, there is a need for more quantitative data that can be used to develop generic models to describe and predict the transport of potentially toxic species in these environments. This will require study of MSNs derived from landfill leachates of different ages and management practices, together with experimental study of commercially manufactured MSNs of defined size, charge and concentration under simulated landfill conditions. Size, charge and concentration are the key attributes influencing straining and filtering of MSNs by clay liner materials and are parameters that can be manipulated through the use of manufactured microspheres. Quantification of interactions between manufactured nanoparticles and clay liners thus permits elucidation of the effects of these parameters on the potential for MSNs to facilitate or prevent cross-barrier transport of contaminants, therefore providing a means through which containment failure can be more accurately predicted. The data derived from these studies are an absolute pre-requisite for developing the models required to make accurate and precise predictions of toxic metal behaviour in contaminated sites, and thus develop robust and cost-effective strategies for ensuring compliance of landfill practice with legislative requirements, in particular those set out in EU Groundwater Directive 80/68/EEC and the new Groundwater Daughter Directive (2006/118/EC).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H030328/1","grantId":"EP/H030328/1","fundValue":"843867","fundStart":"2010-12-01","fundEnd":"2014-05-31","funder":"EPSRC","impactText":"","person":"William  Powrie","coPersons":["David John Smallman","John Edward Marshall","Martin Ralph Palmer"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}