{"id":"B6C46F32-B02F-4E42-AD91-F87D179C8BB6","title":"New Detection Methods for Biomarkers of Protein Oxidation","abstractText":"This project aims to develop improved methods for detecting protein damage that could be used in biological samples. Proteins are essential for the correct functioning of the body. They can be damaged by reactive chemicals, like free radicals or derivatives of oxygen. These cause a chemical oxidation of the protein, and disrupt its structure, and consequently its function. This is thought to be an important event in various diseases, especially neurodegenerative diseases and other diseases linked to ageing. It can also be a problem in industrial processes where proteins and enzymes are used. It is therefore important to be able to measure protein oxidation accurately, and identify both the precise protein that has be damaged (there are many thousands of different ones in the body, and even in single cells), and the exact nature of the damage that has occurred. The latter is important because different damaging chemicals have different effects on the proteins, so the protein can inform about the presence of damaging compounds, which may be critical in understanding a disease. The most common ways of detecting protein oxidation are non-specific methods that measure generic characteristics of all oxidized proteins. More recently, these approaches have been combined with methods of identifying individual proteins (analogous to fingerprinting), so that only proteins that have been damaged by oxidation are detected and identified. Usually this still doesn't give information about exactly how the protein has been damaged. Alternatively, proteins (or mixtures of proteins in biological samples) can be broken down into their individual component parts (amino acids) and these can be tested to see which are damaged. This method is often used to look for evidence of protein damage in serum or urine. This allows particular types of damage characteristic for certain damaging chemicals to be observed, but the protein that suffered the damage cannot be pinpointed if a mixture of proteins is used. This project would develop methods involving mass spectrometry (which can measure the weight of proteins or amino acids) to identify specific damage in identified proteins. This will involve the combination of 'fingerprinting' of proteins, already a routine method, with breakdown of the proteins to amino acids and detection of damaged amino acids. In some cases, to provide a specific marker for a particular type of damage, it might be necessary to breakdown the amino acids further. To do this, new machine procedures and protocols will be designed. To start with, they will be tested on individual amino acids and proteins, and then on complex mixtures, to show that the methods will be powerful enough to detect specific damage in clinical or biological samples. The mass spectrometer will be set up to look for 'markers' of damage by oxidation, and if it finds any, to run a test to identify the protein they came from. The aim is to design methods that can look for a number of different types of damage all at once, thus providing much more information in a single test method. The work described in this proposal is very important because it will provide much more efficient and informative measurements of protein damage. Initially this will be a great help to researchers in biological sciences who are trying to understand when proteins become damaged and how this causes problems in the body or in industrial processes. Subsequently, after more testing and when a better understanding of the role of protein oxidation in disease is reached, it could be useful as a screening method for relevant diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E015484/1","grantId":"BB/E015484/1","fundValue":"83729","fundStart":"2007-06-25","fundEnd":"2008-06-24","funder":"BBSRC","impactText":"","person":"Corinne Michelle Spickett","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}