{"id":"B6C764C4-4818-4244-9481-FE39373AC5A1","title":"Putting the squeeze on PDs - Reticulons, plasmodesmata and viral trafficking in plants.","abstractText":"Plant viruses are a serious economic pest, causing significant crop losses worldwide due to an ability to control their movement effectively. All plant viruses are extremely efficient at moving extensively within plants, causing necrosis and yield losses wherever they replicate to high levels. To move between plant cells, all viruses exploit plasmodesmata, specialised pores in the walls between adjacent cells. During the course of evolution viruses adopted very efficient strategies for modifying plasmodesmata so that their genetic material can be passed from one cell to the next. All plant viruses encode 'movement proteins', specialised proteins that interact with plasmodesmata, causing them to dilate and allow the viral genome to traffic through the pore. Through the center of the pore lies an axial membranous structure known as the desmotubule, and it is with this structure that movement proteins are thought to interact.\n\nThe desmotubule is an enigmatic structure, unique to plants, and at only 15 nm in diameter is one of the most tightly constricted membrane structures known in nature. We hypothesise that a recently discovered family of proteins, known as the reticulons, function to remodel the plant endoplasmic reticulum into desmotubules, thus giving rise to plasmodesmata each time plant cells divide. We suggest, further, that the reticulons of the desmotubule function as the central target of viral movement proteins that bind to reticulons, causing an increase in the transport properties of plasmodesmata.\n\nIt is argued that understanding the mechanism by which viruses pass through plasmodesmata is central to the development of strategies for eliminating virus movement in plants, thus controlling infections at the entry stage. This project will 'tag' reticulon proteins to examine the ways in which they give rise to the formation of plasmodesmata. It will also use genetic strategies to overproduce or eliminate reticulons during plant-cell division to examine the effects on the formation of plasmodesmata. It is likely that reticulons interact with other important proteins within plasmodesmata, and specific tagged reticulons will be used as biochemical 'bait' to identify these unknown proteins.\n\nThe project will also attempt to make 'artificial desmotubules' by constricting membranes into fine tubes biochemically. These 'artificial desmotubules' will be used to study how viral movement proteins interact with desmotubules and to study how proteins are able to pass through native plasmodesmata. The project will involve a unique combination of state-of-the-art microscopy, genetics, virology and cell biology to understand how plants alone are able to make plasmodesmata. The results will have far reaching implications for controlling the movement of substances between plant cells, specifically the transport of infectious genetic material exemplified by viruses. An overall goal, through increased understanding of plasmodesmatal structure and function, is to develop effective strategies for the control of virus movement in crop species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J005959/1","grantId":"BB/J005959/1","fundValue":"343753","fundStart":"2012-07-01","fundEnd":"2015-06-30","funder":"BBSRC","impactText":"","person":"Christopher  Hawes","coPersons":["Imogen Averil Sparkes"],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}