{"id":"B6C9A95F-8132-4AEA-9DD1-A3ED3AB410DC","title":"A computational framework for interpretation of kinetic isotope effects for organic reactions in solution","abstractText":"One of the most powerful experimental techniques for probing the nature of the transition state (TS) is the measurement of a kinetic isotope effect (KIE). The magnitude and direction of a KIE contains information about the mechanistic events in a chemical reaction, reflecting differences in bonding between the reactants and the TS. However, the interpretation of a KIE as a measure of TS structure requires a sound theoretical framework. Previously, qualitative theories have allowed qualitative conclusions to be drawn, but the development of QM techniques for the study of organic reaction mechanisms now poses questions regarding whether meaningful quantitative information can be obtained from KIEs. Many workers have hitherto assumed an optimistic stance on this question, but a recent important paper has cast a ray of cold, bright light upon the issue. It concludes that the current portfolio of conventional QM methods is not capable of reproducing the range of KIEs measured experimentally for isotopic substitution at six positions in a prototypical SN2 reaction of cyanide anion with chloroethane in DMSO. This fact is an awkward reality that sits uneasily alongside the ambition of computational chemistry to provide reliable models for the rationalisation of known chemical behaviour and the prediction of unknown behaviour.The aim of this project is to investigate ways to overcome this gap between theory and experiment concerning KIEs for simple organic reactions in solution, and thereby to bring an important part of physical organic chemistry into the 21st century. Furthermore, we wish to perform a critical update on some of the received wisdom concerning the meaning of KIEs observed in prototypical organic reactions that has accumulated over the past 40 or 50 years, largely on the basis of over-simplified theoretical models and unjustified assumptions.The key development we will introduce is ensemble averaging of force constants or frequencies for collections of structures in the region of the reactant state and of the transition state which provide representative samples of many different solvent configurations. These ensembles of snapshots will be generated from molecular dynamics simulations, and the force constants will be computed by combined quantum/classical methods for reacting species and specifically solvating molecules with the frozen environment of the surrounding solvent.It is necessary first to bring together a number of methodological developments into a suite of computational codes for practical application. This is a non-trivial exercise since the applications proposed are novel, and significant tweaking will be required to achieve optimal performance for the types of molecular systems and chemical problems to be addressed. Second, it makes sense to begin the applications work by considering isotope effects for molecules at equilibrium since the recommended protocol for ensemble-averaged vibrational frequencies has been developed for this case. Third, all four KIE applications involve aliphatic nucleophilic substitution, with which the PI has experience but which still present significant challenges for mechanistic interpretation that are timely to address now.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E019455/1","grantId":"EP/E019455/1","fundValue":"260214","fundStart":"2006-12-01","fundEnd":"2009-11-30","funder":"EPSRC","impactText":"","person":"Ian Henderson  Williams","coPersons":[],"organisation":"University of Bath","findingsText":" One of the most powerful experimental techniques for probing the nature of chemical reaction mechanism is the measurement of a kinetic isotope effect (KIE), a rate constant ratio that arises from isotopic substitution at a particular position in a molecule. The magnitude and direction of a KIE contains information about the mechanistic events in a chemical reaction, reflecting differences in bonding between the reactants and the transition state. Hybrid 'QM/MM' methods (cf. 2013 Nobel Prize in Chemistry) are now commonly used for calculations of KIEs for reactions occurring in solution or within enzyme active sites, but until recently have mostly employed theory developed &amp;gt;50 years ago for small molecules in a vacuum which are inappropriate for large 'supramolecular' systems. We have shown how subset Hessians and ensemble averaging may be used to include environmental coupling and the effects of thermal motions, and have shown the benefit of determining a KIE as the quotient of average isotopic partition function ratios taken over independent collections of thermally-accessible configurations of reactant structures and transition structures.\nThe success of our methods was demonstrated by a study of KIEs for reaction of cyanide anion with chloroethane in DMSO solution: our ensemble-averaged QM/MM technique accounted satisfactorily for KIEs observed for isotopic substitution at six independent sites in the nucleophile and electrophile whereas use of the traditional approach with 39 different methods had previously failed. A similar method reproduces very well the experimental KIE for hydrolysis of CH3Cl vs. CD3Cl. Analysis of methyl transfer from Nature's methylating agent, S-adenosylmethionine, to catecholate in water led us to the very important conclusion that the number of atoms whose motions are explicitly included in the describing the isotopically-sensitive vibrational motions can be very small, provided that they are coupled to their environment and that the force constants ('Hessian') governing their motions are accurately computed. We discovered that two alternative ways for describing the shape of a molecule within popular methods for treating a solvent implicitly as a dielectric continuum gave diametrically opposite results for the isotope effect on transfer of a methyl cation from vacuum to water, and we used our ensemble-averaged QM/MM method to decide which was correct.\nWe have begun to investigate mechanisms, transition states and KIEs for alkyl- and glycosyl-group transfers catalysed by enzymes. The significant difference in KIE observed for methyl transfer in solution and in an enzyme is reproduced by our ensemble-averaged QM/MM method but the orthodox explanation for its origin is not correct. This is a currently controversial point, and simulations are on-going for a series of mutant methytransferases. The CH3OCH2+ cation is the simplest model for the possible intermediate in a stepwise mechanism for glycoside hydrolysis: we have computed its lifetime in water to be ~1 ps (the same as a glucosyl cation) and it exists only because water molecules are relatively slow to rotate into reactive orientations. Reliable procedures for computation of kinetic isotope effects provide better tools - complementary with experiment - for use in elucidation of chemical and biochemical reaction mechanisms and the determination of transition-state (TS) structures that may serve as design templates for analogue-inhibitors as novel drugs. Their application as part of a multidisciplinary approach to determining TS structure has been demonstrated with impact and eloquence by Schramm, and has led to several novel compounds now in advanced clinical trials for a range of therapies: first a set of experimental KIEs for reactions of a particular enzyme with a series of isotopically-labelled substrates is obtained, and then computational chemistry is used to fit these to a consistent mechanism and a TS structure which serves as a design template in analogue synthesis. However, the computational methods conventionally used in this approach ignore interactions with the protein environment, whereas we have shown that KIE values vary dramatically in the range of dielectric constant commonly associated with the active sites of enzymes. Use of our methodology could bring significant improvement to this still novel approach to rational drug design. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}