{"id":"B6CBAF62-4774-4FA7-8A6F-429D373F5223","title":"Le Corbusier: Towards a Situational Spatiality in Architecture (working title)","abstractText":"The book's main focus is the intriguing theme of the personal museum of the artist and architect in the early 20th century, and of collecting as a resource for memory and creativity (see Attachments section for book's Contents). The study begins with a reflection on the problem of the museal nature of today's culture (the prevalence of the museum as a paradigm of knowledge, and even of culture itself) on the one hand, and the character of the modern individual on the other. In the first part I also discuss the problem of the de-situation of the work of art in the 19th-century museum, and the reliance on conceptual thought which such collections embody. In the chapters which follow 1 explore how we have arrived at the current understanding, and the various 20th-century efforts to reinvigorate the museum experience. One of the study's major strands explores the cultural background of private museums, going back to the 16th century. Another traces the formation of the modem conception of the individual. This theme is linked to the heroic image of the artist, developed mainly in the Romantic period, as a kind of secular saviour endowed with exceptional imaginative and creative powers, suffering alone and misunderstood, and capable of transforming and saving society through his creative action. The fascination which this produces with every aspect of creativity plays a central role in the story of the modern artist's studio and museum. \n\nThe tendency from the 19th century on towards a cultural introversion and inwardness also plays an important role in the development of the private and domestic or imaginary museum as a modern topos. In this, the activity of collecting is linked with personal improvement and imaginative life. The conditions of the late 19th-century metropolis contribute to the domestic interior and personal collection becoming a powerful metaphor for an inner psychic landscape, a theme best ^^ illustrated by the home museums of Sigmund Freud or the Surrealists. \n\nThe last part of the book concentrates on the work and 'personal museum' (both literal and metaphorical) of Le Corbusier. The argument here is that with his life-long involvement with museums and exhibition spaces, and the collagiste sensibility permeating much of his creative endeavour, he can often be likened to a collector. In this, the situational space arising out of the collage of fragments is key to the structuring in his work of thematic meaning. Several of Le Corbusier's designs for artist's studios and museums are examined, ending with the detailed interpretation of his own home and 'personal museum' at rue Nungesser-et-Coli in Paris. These chapters make an important new contribution to Corbusian scholarship. \n\nThe final chapter puts forth the proposition, new so far as 1 am aware, that the artist's studio and personal museum, and the introverted vision of creativity it represented, constituted an important paradigm for the modernist dwelling. This also had an impact on the modernist city, which could henceforth be conceived as an agglomeration of private imaginative worlds or 'personal museums'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E504531/1","grantId":"AH/E504531/1","fundValue":"24266","fundStart":"2007-01-08","fundEnd":"2007-05-07","funder":"AHRC","impactText":"","person":"Dagmar  Weston","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}