{"id":"B6D3D8C9-5B15-4535-BCD0-5A0A8D56F008","title":"CORE: Creative outreach for resource efficiency","abstractText":"Being more efficient with resources, i.e. water, energy, packaging, transport, raw materials and waste, benefits the environment through more effective use of finite assets and reductions in emissions; it can also collectively deliver savings for business and, at a national level, make UK industry more profitable. Recent UK government policy and strategy has created a step-change in support for resource efficiency (RE) initiatives, underlining the UK's commitment to development in this area. As a result, RE has become a headline term within UK government and business, stimulated by the EU flagship initiative on RE under the Europe 2020 strategy, which provides a long-term framework (roadmap) for action. However, with the UK's rate of recycling of municipal waste still ranked only 11th in Europe and growing pressure to address materials' scarcity, there is strong evidence that public engagement in RE needs to be increased further. Outreach to users and the general public as well as businesses is critical to the delivery of any national RE targets and aspirations. Yet there are many different 'publics', or stakeholders, because the subject domain is extremely broad, complex and highly multi-disciplinary. Despite the presence of support, guidance and frameworks for engaging non-academic parties in research, more needs to be done to excite people about the potential opportunities that can be gleaned from RE. So, this is a timely opportunity to explore the nexus of current policy direction on RE, delivery of needed, transformative research (through the EPSRC's Resource Efficiency area) and societal engagement. CORE (Creative outreach for resource efficiency) aims to support the delivery of a vibrant and creative outreach programme to maximise public and user engagement in RE. It is an enabler project, helping other EPSRC-supported projects (funded through the EPSRC's Resource Efficiency sandpit) to deliver high-impact, world-class science. Essentially, through-life, the CORE project will gain momentum and broaden its outreach by continually cycling through a three-stage process of capacity building (based on existing networks and contacts); disseminating key results to targeted audiences and getting feedback; and then, reaching out to new participants (academics and others), with a view to long-term survival and winning subsequent funded projects. The project will ideate, coordinate and support the use of vibrant and creative outreach mechanisms for exciting public and user engagement activities; organise specific events and activities; establish a new, one-stop online shop for information, dissemination and knowledge-sharing; support the targeted dissemination of high-quality outcomes; sustain and develop a healthy, collegiate community of practice; and, identify and communicate news of outreach, collaboration, enterprise and research opportunities. CORE will strive to be vibrant, visual and creative, ensuring that academics 'get out of the lab', provoke public debate and deliver world-class engagement on their projects. This project will directly support outward-facing activities of value with appropriate public and user groups through an Innovative Outreach Fund, cross-cutting themes and policymakers' events. Partner institutions will use exciting mechanisms (such as pop-up labs, crowdsourcing, podcasts, social design and innovation, physical hands-on and fun demonstrations and schools events) to encourage dialogue, co-create outcomes and deliver impact with a range of stakeholders. This project has strong links to the EPSRC's research themes of: 'Living with Environmental Change', 'Engineering' and 'Manufacturing the Future'. CORE responds to the national and European policy agendas on resource efficiency and so will place the UK in a leadership position on engagement, co-creation and, hopefully, partnership building in this emerging area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K026429/1","grantId":"EP/K026429/1","fundValue":"302312","fundStart":"2013-06-04","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"","person":"Jacqueline  Glass","coPersons":["Paul T. Mativenga","Jacquetta  Lee","Debra  Lilley","Garrath Thomas Wilson","Phil  Longhurst","Dabo  Guan","Kerry Emmett Arthur Kirwan","Louise Elizabeth Horsfall"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}