{"id":"B6D4A541-F040-4E2A-9031-F7E80C5B919E","title":"Molecular reconstitution of cellular machinery essential for neuronal development","abstractText":"When you were a child, did you ever get lost amidst the towering shelves of a supermarket? That sense of something very small in a huge and complex environment is reminiscent of the challenge faced by cells of the developing brain. The adult human brain is built from billions of specialised cells called neurons. During embryonic growth, immature neurons undertake an amazing journey that involves finding their way from the centre of the developing brain, pushing past many other neurons to get to specific locations in the brain's complex structure. Successful migration enables the formation of the network of mature neurons that are essential for memory and thought. Severe human diseases including epilepsy and mental retardation, and early death, can be caused if the neurons get lost on their journey. Work in my lab is beginning to provide understanding about components of the machinery that enable neurons to navigate the complex maze of the developing brain. \n\nIn the same way as our body has a skeleton, neurons have a skeleton - called the cytoskeleton - which also provides support and strength. The cytoskeleton is involved in many important aspects of the life of the cell, including cell shape and movement and it is essential for brain development. Studying the cytoskeleton is important so we can understand both how healthy cells work and malfunctions of the cytoskeleton in disease. My research team studies the three-dimensional structure of the cytoskeleton, because knowing what the cytoskeleton looks like contributes to our understanding of how it works within the cell. We use a very powerful microscope to take pictures of individual cytoskeleton molecules and then use computers to combine these pictures and calculate their three-dimensional shape. Our current research focuses on a part of the cytoskeleton called microtubules, long cylindrical structures that act as scaffolds to help neurons on the move. \n\nIn this project, we will be studying a family of proteins that provide extra stability for microtubules in neurons. These proteins are called the doublecortin family of microtubule associated proteins, and they are essential for human brain development. We have had some exciting recent results from our microscope studies and we want to know more about how these proteins interact with microtubules to provide strength for migrating neurons. We also want to know how microtubule stabilisation by the doublecortin family affects the neuron's transporter motors that use microtubules as tracks to carry cargo around the cell. \n\nWith this information, we hope to provide insight into how diseases of brain development occur. Our research should also provide essential clues about how immature brain cells might be used to treat brain damage later in life, for example in stroke patients or in sufferers of neurodegenerative diseases like Alzheimer's disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000973/1","grantId":"MR/J000973/1","fundValue":"1124600","fundStart":"2012-06-11","fundEnd":"2017-06-10","funder":"MRC","impactText":"","person":"Carolyn  Moores","coPersons":[],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}