{"id":"B6D8C1BE-52F0-47B6-A49A-E9C41C408BF7","title":"Elucidating niche adaptation mechanisms in a ubiquitous marine phototroph: a targeted 'omics approach","abstractText":"The oceans play a major role in determining the world's climate. In part this is due to the production of oxygen and the consumption of carbon dioxide by very small, single celled organisms, which are referred to as the photosynthetic picoplankton. Marine cyanobacteria of the closely-related genera Prochlorococcus and Synechococcus are the prokaryotic components of the photosynthetic picoplankton. Current and previous work in my lab has demonstrated that the in situ community structure of these organisms is fairly complex, with specific ecotypes or lineages occupying different niches to populate the world's oceans, allowing them to grow and photosynthesise under a broad range of environmental conditions. Whilst such molecular ecological studies can effectively map the spatial distributions of specific genotypes, the factors that dictate this global community structure are still poorly defined. This is important because changes in dominant picocyanobacterial lineages indicate major domain shifts in planktonic ecosystems and by observing and interpreting their distributions and physiological states we are essentially assessing changes in the rates of biogeochemical cycles. To more completely understand the molecular basis of this niche adaptation we propose here to undertake a molecular approach focusing on marine Synechococcus so as to identify the role that specific gene sets play in defining the ecological 'distinctness' of these lineages. The proposed project will thus seek to provide a more fundamental understanding of how the environment (i.e. evolutionary pressure) shapes the population genome of an important marine phototroph, so facilitiating its success within its preferred ecological niche. Moreover, via analysis of the types (&amp; abundance) of genes expressed in specific environments the project will potentially provide important new information on the key environmental parameters that dictate the growth rate and yield of these organisms, information which is critical for defining controls on marine photosynthesis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I00985X/1","grantId":"NE/I00985X/1","fundValue":"370940","fundStart":"2011-07-01","fundEnd":"2015-12-31","funder":"NERC","impactText":"","person":"David John Scanlan","coPersons":[],"organisation":"University of Warwick","findingsText":" The research is developing a pipeline for coupling flow cytometry with metagenomic and metatranscriptomic studies and is expected to be widely relevant to many molecular ecologists working on marine systems and beyond. As part of this project we were also involved in the development, as a collaboration with researchers in the United States, of a high-density oligonucleotide microarray that targets functional genes of diverse taxa in pelagic and coastal marine microbial communities. We expect this microarray to be widely used by the marine microbiology community. Both the flow cytometry metagenomics/metatranscriptomics pipeline and functional microarray are tools that will be used by other marine microbiologists for functional studies of marine microorganism function and are likely highly relevant to government policy documents relating the function of biodiversity to ecosytem processes. Communities and Social Services/Policy,Environment","dataset":"gtr"}