{"id":"B6DFBC5B-A6A1-443B-A960-B30631DFCC43","title":"An Atlas of Victorian Fertility Decline","abstractText":"This project will achieve a greater and more nuanced understanding of the unprecedented English and Welsh fertility decline of the Victorian and Edwardian through the production of an Atlas of Fertility which will illustrate geographical patterns in various measures of fertility and marriage over time. \nDespite considerable research into the late 19th and early 20th century decline of fertility in England and Wales, understanding of the origins and evolution of this important social development remains surprisingly limited, mainly because researchers have largely had to rely on published reports (which tabulate figures for large geographic units and give no information on how fertility is distributed among women) or on time-consuming local studies. Now, however, the release of a database of individual-level census returns for the whole of England and Wales for 1851-1911 makes feasible the calculation of age specific fertility measures at 7 points in time for over 2000 registration sub-districts (RSDs), as well as for social classes and occupational groups. Such measures will greatly enhance our knowledge of where, when and at what rate fertility declined, and which groups spearheaded the behaviours which reduced the number of children being born. \nTo calculate age-specific fertility rates from the returns of a particular census, the number of children born to women of specific ages in the 5 years before the census is required. The number of children aged under 5 living with their mothers can be identified from the census schedules, but additional data on children born in the 5 years before the census but dying before they could be enumerated have to be included the counts in order to accurately estimate the fertility rates. The numbers of child and infant deaths for each RSD will therefore be collected from the Registrar General's reports, creating a mortality database at unprecedented geographic scale. Other measures contributing to overall fertility will be calculated and mapped, including illegitimacy, children living without both parents, the proportion of the female population who were in their fertile years (15-49), the proportion of these who were married and living with their husband, and an index of age of marriage.\nA spatial database of fertility, marriage and early child mortality will be constructed at RSD level, allowing patterns to be mapped and spatially and statistically analysed. The creation of consistent units using spatial interpolation will allow patterns over time to be more clearly seen. The maps will form the basis of the 'Atlas of Fertility Decline', which will also include analysis and explanatory text. Because of the scale used, printed maps will only be able to indicate a 'general' picture so electronic maps will also be devised to enable viewers to zoom in to particular areas to see the patterns and changes over time in greater detail. This will be of particular use when large cities, with different social and economic sectors, are being studied. Online courses will allow interested parties to gain a better understanding of the calculation and interpretation of demographic measures.\nMultivariate spatial analysis will be used to investigate the influences affecting fertility, nuptiality and early age mortality, and the results published in leading academic journals. The project will also compare the cross-sectional fertility measures, derived by counting parents and their children in the census returns, with the fertility rates reported retrospectively by married women in the 1911 census.\nThe Atlas and academic papers will provide very detailed data, allowing the 'big questions' about fertility decline in England and Wales (were the fundamental drivers of decline new forms of knowledge or cultural changes? Did fertility decline spreads mainly through social groups or over geographical space?) to be addressed more thoroughly than ever before.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L015463/1","grantId":"ES/L015463/1","fundValue":"585850","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"ESRC","impactText":"","person":"Alice Mary Reid","coPersons":["Edward  Higgs","Eilidh MacGillivray Garrett"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}