{"id":"B6E0E5EF-44EA-4769-A7A6-B90235136429","title":"Dissecting IGF regulation of cell turnover in an integrated cellular system: the human placenta as a model","abstractText":"During pregnancy, growth of the fetus depends on the transfer of food and oxygen from the mother's blood, and transfer of fetal waste products in the opposite direction. These exchange processes are carried out by the placenta. Development of a placenta very early in pregnancy is therefore a prerequisite for normal fetal growth, and indeed the placenta is larger than the fetus until about 4 months of pregnancy. If the placenta doesn't develop properly then the nutrient and oxygen supply to the fetus is compromised, resulting in impaired growth. 3-10% of all babies will have suffered impaired fetal growth. Many of these babies die or, if they do survive, they are more likely to be ill or disabled during childhood. In addition, being small at birth has a life-long impact on health as the risk of developing heart disease or diabetes in adulthood is much greater in these individuals. Studies of mouse genetics have shown that a family of hormones known as insulin-like growth factors (IGFs) are required to help the placenta grow. We now need to know whether this is also true in women; if so, placental and fetal growth might be enhanced by administering IGF to the mother. There are obvious ethical barriers to asking this question directly, but we have developed new methods by which pieces of placenta can be kept alive for several days in the test tube, a time sufficiently long to be able to manipulate and measure growth. We have already obtained results that show IGF indeed makes human placental cells grow. In this project we will use placental tissue maintained in a controlled laboratory environment to investigate how IGF delivered from the maternal side stimulates growth. First we will find out how IGF gets into the placenta. The placental surface (called the syncytium) acts as a barrier that prevents bacteria and other harmful agents from reaching the fetus. IGF surmounts this barrier in ways that are not yet understood. We will establish how IGF can get into the placenta, by looking at how it can cross the syncytium. We will determine if proteins called phosphatases (PTPs), which are known to help other cells and organs grow, act in concert with IGFs. In order to do this, we will need to develop some new methods for eliminating ('knock down') phosphatases from living placental tissue, and then we will see if IGFs can still make cells in the placenta grow. In addition to finding out how IGFs work, which may eventually lead to treatments for pregnancies in which the baby doesn't grow properly, the technological developments proposed in this project are exciting because the placenta is a readily accessible, complex multicellular system that provides a better model for human cellular signalling than commonly used cell lines, animals or lower organisms. Our results will give insight into how growth signals are coordinated in tissues and organisms, and we intend they should lead on to the development of the placenta as a widely applicable target system for drug screening.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E007678/1","grantId":"BB/E007678/1","fundValue":"396267","fundStart":"2006-12-01","fundEnd":"2009-11-30","funder":"BBSRC","impactText":"  Technology developed has been widely adopted by other placental biology researchers; findings led to new collaborations and further funding to explore the use of nanoparticles to deliver growth signals to placenta. This work may ultimately lead to new therapeutic strategies for pregnancies complicated by fetal growth disorders.  ","person":"Melissa  Westwood","coPersons":["John  Aplin"],"organisation":"The University of Manchester","findingsText":" In order for a fetus to grow well in the womb, it needs to get nutrients and oxygen from its mother. These come via the placenta and so as the fetus grows and its demand on mum increases, the placenta also must increase in size. If the placenta doesn’t grow properly, the fetus is unable to receive all it needs from the mother and its growth is restricted; 3-10% of all newborn babies will have been affected in this way. This can have a serious impact on the health of the newborn and it also increases the risk of ill health in adult life.\nStudies in mice had shown that a family of hormones known as the insulin-like growth factors (IGFs) are required to help the placenta grow so we first investigated if these hormones are also important in the human placenta. We used pieces of placental tissue (‘explants’) maintained in a controlled laboratory environment to show that IGFs delivered from the maternal side of the placenta do indeed stimulate placental cells to proliferate. We also discovered that a molecule within placental cells, a phosphatase called SHP-2, is a crucial mediator of this effect. This was achieved by developing new methods to reduce (‘knock down’) the level of individual proteins in the cells of the placental explants; when the level of SHP-2 was reduced, the cells did not respond to the growth signal from IGF.\nIt’s known from research on other tissues of the body that SHP-2 is involved with the action of many growth factors – not just IGF. So targeting the mediators of growth factor actions rather than the growth factors themselves may be a good way to intervene in cases of growth restriction – a bit like sending a positive email to all your friends at the same time – as research from our lab and others suggests that the placentas of growth-restricted babies might not grow because they are resistant to the effects of growth factors. However any therapy based on this finding would have to be designed carefully. Most tissues have SHP-2 so we would need to restrict therapy just to the placenta. This is possible but challenging.\nWe have also found that the growth signals from IGFs in the maternal blood can be influenced by a variety of factors e.g. other hormones and drugs. We have shown that statins, which are commonly prescribed to reduce cholesterol levels in women with obesity or diabetes, stop IGFs from promoting placental growth so women shouldn’t take these drugs during early pregnancy when the placenta needs to grow rapidly. However, it’s possible that they may be useful towards the end of pregnancies complicated by maternal diabetes; often these babies grow too much which can lead to difficulties at birth, so giving statins may provide a way of restricting placental growth thereby preventing excessive fetal growth. We are now investigating this idea using a mouse model of diabetes in pregnancy.\nWe also investigated how growth signals arriving at the maternal side of the placenta are relayed across the placenta’s protective barrier (known as the syncytium) to influence the growth of the cells underneath. We did this by employing a new technological tool called quantum dots which are very small fluorescent molecules that can be used to tag proteins, to watch – using microscopes – what happens when IGFs are added to placental explants. We found that IGF is transported across the syncytium and delivered directly to the surface of the underlying cells where it activates the molecules, such as SHP-2, that cause the cell to proliferate.\nIn addition to finding how IGFs work, which may eventually lead to treatments for pregnancy problems, our project has made several exciting technological advances that will be useful not only for looking at how other proteins might help the placenta function properly but also for exploiting the placental explant model, which is a readily accessible, complex multicellular system, as a widely applicable target system for screening drugs to determine their effects on cell kinetics. Identifying that the intracellular phosphatases SHP-1 and SHP-2 are essential for cytotrophoblast to respond to endocrine and paracrine/autocrine growth signals. This showed that cytotrophoblast proliferation is dependent on the appropriate integration of kinase and phosphatase signalling pathways and that therapeutic manipulation of these molecules rather than their activators may be a more efficient strategy for improving placental growth.\n\nDeveloping protocols to knockdown protein expression in the synctial, cytotrophoblast and stromal cell compartments of human first trimester explants which will aid the placental research community to progress our understanding of the role of specific proteins in placental development and function. Healthcare","dataset":"gtr"}