{"id":"B6EB5B9F-F605-4426-A91C-BA7CCC93B7FA","title":"SLIM : SLIcing state based Models","abstractText":"State based models raise the level of abstraction at which systems are described from the program source code level to a more design-oriented level. The goal of this raised abstraction level is to allow larger-scale systems to be developed and managed with the same level of effort as smaller systems expressed at lower levels of abstraction. Many embedded systems, such as those developed by the SLIM project's industrial partners, are constructed from state based models. Unfortunately, as the scale of what can be handled increases, there is an inevitable commensurate increase in expectations and the demands placed upon the model. It is human nature to push systems and approaches to the bounds of what can be withstood. As an example of this size problem , one of the models for describing a phone system, currently used by the SLIM industrial project partner Motorola, runs to nearly 700 pages.The SLIM project will develop algorithms, methods and techniques for scaling down the size and complexity of a model using a techniques called slicing. Traditionally, slicing has only been applied to program source code, not to state based models. The SLIM project will reformulate slicing so that it can be used to scale down models, thereby addressing the model size problem. The research challenge is to develop new theories, methods and algorithms for program slicing to raise it to the state-based level of abstraction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F059442/2","grantId":"EP/F059442/2","fundValue":"166147","fundStart":"2010-08-01","fundEnd":"2011-11-30","funder":"EPSRC","impactText":"  The project demonstrated that slicing techniques can help to reduce the amount of effort required to understand and develop models of software systems.\n\nA number of prototype slicing tools have been implemented, and, following interesting request research community, we plan to make these available for others to use.  ","person":"Mark  Harman","coPersons":["Nicolas  Gold","David John Clark","Kevin Charles Lano"],"organisation":"University College London","findingsText":" We introduced a number of foundational algorithms for program slicing, which have been published in the leading journal in software engineering, and the leading conference on software engineering (TSE and ICSE respectively). \n\nThese algorithms have been evaluated using experimental tools, which have received considerable interest from the community, and the work has also been well cited.\n\nAs a result of the project, one of the partners, Motorola, provided $30,000 in additional funding is an unrestrained cash gift to support ongoing research.\n\nThe early work on foundational algorithms and theory of control dependents for state-based software models, won the award for best theory paper at the 2009 European Association on Theoretical Computer Science (EATCS). We have received several requests for book titles, which will shortly be made available.\n\nWe published a thorough and comprehensive review of all work on slicing of models of software systems, that appeared in the top Journal ACM computing surveys. This will provide a foundation for all future work in this area.\n\nThe definitions and theoretical foundations of control dependents for state based systems which won the 2009 award mentioned above, has proved highly influential, and has received, Other","dataset":"gtr"}