{"id":"B6EDFC0E-FBAA-4369-98F5-F5EB1682ED33","title":"Bioenergy value chains: Whole systems analysis and optimisation","abstractText":"Most energy system studies of the UK indicate a strong role for bioenergy in the coming decades, especially if the UK is to meet its climate change mitigation ambitions. However, there is a need to understand how bioenergy systems can be implement without negative sustainability-related implacts.\n\nThere is therefore a need for multi-scale systems analyses to support the understanding of these inter-related issues and to support decision-making around land use, interactions with food production and acceleration of bioenergy technologies, while ensuring that a range of sustainability measures are quantified and that minimum standards can be guaranteed.\n\nThis project will build on bioenergy system models (Imperial College, RRes, Soton) partners) and combine it with other models, including the UK-TIMES model (UCL), ecosystem and resource models (Soton, Manchester) and international trade models (UCL). This toolkit will be used to identify robust and promising options for the UK, including land use, resources and technologies.\nThis overall modelling framework would be able to determine which value chains can best contribute to a technologically efficient, low cost and low carbon UK energy system. Configuring the model to avoid the use of side constraints to limit the amount of land available for bioenergy and bio-based materials/chemicals will lead to a better understanding of how biomass production can be intercalated into existing UK energy and agricultural infrastructures.\n\nThis framework will be used to explore the bioenergy value chains and technology developments most relevant to the UK under different scenarios (e.g. high/low food security, high/low biomass imports etc.). The coupling to wider UK energy models as well as global resource models/data will ensure coherence in the overall systems and scenarios developed and to ensure clarity in the role of bioenergy in the wider UK energy system. Resource and technology models and information on future improvements as well as requirements for adoption and diffusion will be incorporated into the model. Sample value chains developed will also be assessed for their wider ecosystem impacts within the UK, particularly in terms of the change in expected key ecosystem services overall arising from changes in land use against a reference scenario. The implications of technological improvements in system critical technologies such as 2G biofuels, bio-SNG gas and the provision of renewable heat will also be considered. \n\nThe linking of value chain and system models will help to examine the opportunities and indirect impacts of increased biomass use for energy and chemicals and critically evaluate mitigation strategies for GHG emissions and resource depletion, and will feed into a wider policy analysis activity that will examine the dynamics of changing system infrastructure at intermediate time periods between now and 2050.\n\nThe key outcomes will include:\n- Understanding the potential and risks of different biomass technologies, and the interfaces between competing requirements for land use\n- Understanding cost reductions, lifecycle environmental profiles and system implications of bioenergy and biorenewables\n- Identifying and modelling the impact of greater system integration -integrated energy, food, by-product systems, and cascading use of biomass\n- Understanding what it would take to achieve a significant (e.g. 10%) contribution from biomass in the UK - and identify the pre-requisites/critical path for mobilisation (resources, policies, institutions and timescales). \n- Developing scenarios describing what policies, infrastructure, institutions etc. would be needed and where\n- Lifecycle, techno- and socio-economic and environmental/ecosystem, evaluation of the value chains associated with a material level of bioenergy in the UK","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K036734/1","grantId":"EP/K036734/1","fundValue":"1560090","fundStart":"2013-09-01","fundEnd":"2017-08-31","funder":"EPSRC","impactText":"","person":"Nilay  Shah","coPersons":["Philip James Murray","Goetz  Richter","Gail  Taylor","Felix  Eigenbrod","Ausilio Walter Bauen","Paul  Ekins","Elizabeth Patricia Thornley","Paul Edward Dodds"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}