{"id":"B6F2CF2A-D32B-407C-8DB4-EF610EBAE087","title":"Organic Dications: Synthesis, Reactivity and Applications","abstractText":"One of the principal factors governing the reactivity of substances is their degree of electric charge - in simple terms, opposite charges attract, so the more charged a compound is, the more reactive it should be. Until now, the way to produce compounds that are highly electrophilic (very positively charged) was to use ''super-acids'', i.e. acids that are stronger than 100% sulfuric acid. Performing chemistry in super-acid has been very useful for understanding the reactions of super-electrophiles derived from hydrocarbons. This proposal addresses the preparation of novel and highly electrophilic species in molecules containing heteratoms (usually nitrogen) in organic solvents, and looks to study their reactivity. It has potential applications across a broad range of chemical reactions, and it could also have relevance to UK plc through taking first steps in the development of catalysts for performing reactions (like Friedel-Crafts reactions) that have traditionally used environmentally harmful reagents such as aluminium trichloride. Super-electrophile chemistry may also explain some of the biggest puzzles in bioorganic reaction mechanisms, involving reactions that are required for DNA synthesis (the formation of thymine derivatives from their uracil counterparts) and protein synthesis (preparation of methionine from homocysteine - methionine is the starting amino acid for all genes during translation). Even the mysterious but potentially very useful production of methane from carbon dioxide that is achieved by bacteria, could depend on the chemistry of the superelectrophiles that are discussed in this proposal.This is a new adventure in chemistry that we expect to have widespread applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H02042X/1","grantId":"EP/H02042X/1","fundValue":"423998","fundStart":"2010-01-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"","person":"John  Murphy","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}