{"id":"B6F3D4EA-1333-4636-A0C1-82725FB4DE58","title":"Characterizing the control of nucleotide excision repair by ubiquitination through differential E1 phosphorylation","abstractText":"Our DNA is constantly damaged by environmental and internal factors, and needs to be continually repaired by several distinct repair systems. Nucleotide excision repair (NER) is probably the most versatile DNA repair system, and can handle UV-induced lesions, bulky chemical adducts, and intra-strand DNA crosslinks. Yet, this important repair system is largely non-functional in terminally differentiated cells, like brain cells or some white blood cells. The reason is probably that these cells never divide, and thus do not need to replicate their DNA. Provided that they can still repair the few genes they are using, which we have proved to be the case, these cells can dispense with repairing the bulk of their DNA. We are interested in understanding the mechanism of NER attenuation in terminally differentiated cells. We have determined that NER is activated by ubiquitination, and that this phenomenon does not occur in differentiated cells. Ubiquitination is a process carried on by a suite of three enzymes, E1, E2 and E3, in which a small protein called ubiquitin is attached to a target protein. This may trigger the degradation of the target or, as is the case for NER, may result in modifying its activity. NER is carried out by a dozen enzymatic complexes, totalizing about 30 different proteins subunits. We want to know which one is ubiquitinated, and prove that a lack of ubiquitination indeed impairs NER. Regulation of ubiquitination is generally controlled at the E3 level, as there are hundreds of E3 enzymes, allowing for differential ubiquitination of hundreds of targets. In the case of NER however, we have evidence that regulation occurs at the level of the unique E1 enzyme, probably by differential phosphorylation. Phosphorylation is yet another way to control the activity of an enzyme, by appending a small phosphate group to one of its amino acids. E1 is known to be phosphorylated, and it has been proposed that phosphorylation affects the way E1 interacts with the various E2 enzymes. We know that E1 comprises at least 4 phosphorylation sites, but the location of only 2 of these is known. We want to find the remaining two, determine which of the 4 sites is de-phosphorylated in differentiated cells, and prove that it results in a lack of ubiquitination of the NER enzyme involved. Finally, because there is only one E1 and a few dozen E2 enzymes, it is likely that such a regulatory mechanism will affect ubiquitination of many other targets than just NER. In fact, we postulated that it may be a clever strategy for cells that need to differentiate, to produce changes in many different pathways by modifying one 'master switch' enzyme. We want to find out if other ubiquitination pathways are indeed controlled by differential phosphorylation of E1, and to identify the cellular processes affected. NER is an extremely important DNA repair system, as exemplified by the highly cancer-prone disease xeroderma pigmentosum, in which an NER enzyme is deficient, resulting in hundreds of skin cancers. We have discovered a regulatory pathway that controls NER in healthy individuals, and we believe that a full understanding of this regulatory pathway may teach us a lot on how normal cells maintain the integrity of their DNA. In addition, we suspect that the precise regulatory mechanism that we have discovered may be used to control cellular differentiation, which is the process by which cells are committed to one function or another (e.g. become nerve cells versus muscle cells, etc.). We expect that our research will provide important information on how this complex process is controlled in normal individuals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006590/1","grantId":"BB/E006590/1","fundValue":"251067","fundStart":"2007-04-30","fundEnd":"2010-04-29","funder":"BBSRC","impactText":"","person":"Thierry  Nouspikel","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}