{"id":"B6F6BDF6-7EB9-4BBB-83A3-DB85100A6622","title":"Electron Nano-Crystallography: Precession Electron Diffraction in an Aberration-Free Environment","abstractText":"The vast majority of important materials are crystalline in nature. As such it is important that techniques are available which enable the crystal structure to be determined for new materials. X-ray and neutron methods are now very sophisticated and accurate but often fail to solve structures because the material is multi-phased, the crystal of interest has too small a volume or there is too much disorder at the lengthscale of the x-ray/neutron beam. Electron microscopy offers a way to record diffraction data from nm-sized regions overcoming the limitations of x-ray and neutron techniques. However electrons interact strongly with the crystal and the resultant diffraction intensities cannot in general be used directly to determine the crystal structure. Precession electron diffraction is a method by which the electron beam in scanned in a hollow cone above the specimen and then de-scanned below to give rise to diffracted intensities which are integrated through the Bragg condition; this geometry is equivalent to precessing the crystal about a fixed beam. The diffracted precession intensities are less prone to dynamical effects and may be used to solve crystal structures. In broad terms, the larger is the scan, or precession, angle, the smaller the effects of dynamical scattering on the diffracted intensities. In this proposal we plan to implement precession on an aberration-corrected electron microscope so that large precession angles can be used whilst retaining ultra-small nanoscale beams. On conventional instruments the spherical aberration of the probe-forming lens gives rise to very large probes for all but the smallest of precession angles.Precession will be optimised to generate the smallest probe for the largest precession angle. We will evaluate two ways of achieving this. The first requires dynamical control of the aberrations, changing the correction optics as the beam precesses. In theory this gives a very small beam but will be difficult to implement in practice. The second, probably preferred, option is to choose a lens defocus that enables a pass-band to match the precession angle and limit the distortion in the overall beam as it scans around the precession cone. Here the correction is fixed and far easier to implement in practice. We then plan to determine universal curves for the optimal precession angle for particular material types using a large number of simulations from many different structure types to establish trends and similarities. Running concurrently will be a development of precession theory using electron channelling and the concept of scattering strength from atomic strings. Normalizing data is crucial to successful structure solution and this will be investigated thoroughly. How best to incorporate high order (HOLZ) data, which contain high spatial frequency information will also be studied. The PI recently published a paper in Acta Cryst A detailing a new method to solve crystal structures using electron data combining 'charge-flipping' and phase symmetry. We plan to extend this to combine with elements of more conventional 'direct methods', a more statistical approach to structure analysis. By combining diffraction patterns recorded about a tilt axis it should be possible to solve crystal structures directly in 3D. This combination of tomographic acquisition and precession diffraction should prove to be a powerful tool. These methods can be applied to many crystal systems. In the proposal, we focus on three: The first in bismuth manganite, a multiferroic (ferroelectric and ferromagnetic) material, whose behaviour depends upon the crystal structure and oxygen sub-stoichiometry. The second is rhenium oxide with a negative thermal expansion dependent on the crystallography. Lastly, we plan to study metal-organic frameworks and how precession can be optimised to study this fascinating class of new materials, which have promise for catalysis, fuel cell technology and gas storage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H017712/1","grantId":"EP/H017712/1","fundValue":"352311","fundStart":"2009-08-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"  The research was focussed on how we can progress the technique of precession electron diffraction (PED) and especially using modern electron microscopes equipped with aberration correctors, energy filters etc. The work showed how PED patterns can be achieved with sub-nm resolution and that energy filtering plays a crucial role in the accuracy with which structures can be refined.\n\nBeing able to determine crystal structures with PED, that perhaps could not be determined with more conventional xray methods, should have a large impact across many industries where knowledge of the crystal structure at the nanoscale is critical. This is especially true in industries that rely on materials that are multi-phase or polytypic. Examples we have studied include: (i) metal superalloys, where we have studied new generation alloys for use in turbines (especially jet engines), (ii) pharmaceutical materials where we need to unravel the different polytypes that sometimes present themslves in a powder sample, (iii) organic semiconductors which are the key for modern 'plastic electronics'. Chemicals,Energy,Pharmaceuticals and Medical Biotechnology,Transport Societal,Economic","person":"Paul Anthony Midgley","coPersons":["Anthony K Cheetham"],"organisation":"University of Cambridge","findingsText":" To solve the atomic structure of a crystal, X-ray diffraction is nearly always the technique of choice but in many materials, which are multi-phased or where the crystal volume is too small to be analysed by x-rays, electron diffraction offers an attractive alternative. Modern electron microscopes can form sub-nm (indeed sub-Angstrom) beams which can be used to interrogate the smallest of crystals. The interaction of an electron with matter is much stronger than x-rays giving electrons exquisite sensitivity to changes to the crystal potential but dynamical (multiple scattering) effects can dominate. Conventional structure solution algorithms cannot cope with dynamical intensities and for decades electron diffraction was not seen as a realistic routine structure solution tool. However the intensities of reflections in precession electron diffraction (PED) patterns appear to be 'less dynamical' in nature and can potentially be used for solving crystal structures routinely. In PED, the incoming electron beam is tilted and scanned in a hollow cone above the specimen and de-scanned below to bring the beam back on to the optic axis. The net effect is equivalent to having a stationary beam and precessing the sample about the optic axis (equivalent to x-ray precession). This research was focussed on the implementation of PED on an aberration corrected instrument (FEI Titan), to optimise the PED geometry, to understand more the behaviour of PED and how best to interpret and use the PED intensities and to apply electron diffraction to important materials systems. By the end of the project we were able to record digital high quality PED patterns with sub-nm probes. Moreover, the PED patterns can be energy-filtered (zero-loss filtered) which leads to a significant improvement in the refined structure. Aberration-corrected, energy-filtered PED continues within a new research grant (ESTEEM2).\n\nWe also tackled the issue of how and why PED works. The central findings were two-fold. The first is that the pendollusung behaviour of conventional diffracted intensities is almost completely removed with PED and the second is that even though the absolute intensities of the PED reflections are far from being kinematical, the order (or rank) of the PED intensities does remain (to a good approximation) as one would expect for a kinematical data set. A universal curve to predict which precession angle to choose remains elusive but it is clear that the precession angle should be much greater than the Bragg angle of a relevant reflection. The importance of intensity 'rank' led to a new error metric being proposed to allow more consistent refinement of structures from electron diffraction data. The structure of a number of phases in the Bi-Mn-O system, which shows remarkable multiferroic properties, was solved using PED. Other functional materials were also investigated. We were able to link the diffuse rods seen in diffraction patterns of ReO3 with its remarkable negative thermal expansion and by analysing the diffuse planes of scattering seen from TIPS-pentacene, an important organic semiconductor, determined the amplitude and direction of a key phonon mode and related that back to the semiconducting properties. Our findings are both in terms of technique development and applications. For the latter, we have shown how PED can be used to solve the crystal structures of many different materials across a wide range of materials and chemical sciences. Moving forward, the technique should be of value to many industries, including the pharmaceutical, energy and transport industries. In terms of technique development we have shown how PED patterns can be achieved from sub-nm regions of the specimen. We have shown how for the best refinement in many cases energy filtering is critical in order not include inelastic effects which may be dominant in some reflections. The use of PED is undoubtedly on the increase in the academic (and industrial) world and is beginning to be used routinely to solve crystal structures previously inaccessible to x-ray methods. Aerospace, Defence and Marine,Chemicals,Electronics,Energy,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}