{"id":"B6FEBDA5-DCC3-411C-A88B-782B22B44DB0","title":"Nanomechanical resonators at low temperatures: from classical to quantum dissipation","abstractText":"When you twang a guitar string it vibrates and as it does so it forces the air around it into motion, giving rise to the sound you hear. Of course the string eventually stops moving because as it sets the air in motion about it, it loses energy and so slows down. This project is about the behaviour of tiny strings, called nanomechanical resonators, which are about a million times smaller than a guitar string. The frequency, or pitch, of a note that comes from a string depends on how long the string is. For a guitar the frequency is just right for humans to hear it, but for nanomechanical resonators the frequency is much higher, about the same as for radio waves, and so is well beyond our hearing. However, it is possible to `listen` to the vibrations of a nanomechanical resonator using electrical circuitry and detect very subtle changes in the frequency of the notes.Although nanomechanical resonators are no good as musical instruments, they can be useful for a lot of other things. For example, nanomechanical resonators can be used as a fantastically sensitive set of weighing scales. Because a nanomechanical resonator itself weighs very little, placing a small object, like a biological virus, on top of the resonator changes the frequency of the vibrations in a way that depends on how much the object weighs. But there is a catch: In order to weigh things accurately we need to be able to measure very small changes in the frequency of the nanomechanical resonator, and to be able to do that the resonator must vibrate long enough at the same frequency for an accurate measurement to be made. Just like guitar strings, nanomechanical resonators don't vibrate forever. Even though all the air can be removed from around nanomechanical resonators, they still lose energy to their surroundings or even to the electrical circuitry which is used to measure them. What is worse, the smaller a nanomechanical resonator is made, the faster its vibrations tend to decay away. The key aims of this project is to carry out a series of experiments designed to help us work out why the vibrations of nanomechanical resonators damp away so fast. Once we know the reasons why nanomechanical resonators lose energy so fast to their surroundings it should be possible to improve their design to ensure that they vibrate for longer and so can be used to weigh even smaller objects, like individual molecules.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E03442X/1","grantId":"EP/E03442X/1","fundValue":"610023","fundStart":"2007-07-01","fundEnd":"2011-12-30","funder":"EPSRC","impactText":"  The results of this research have been used by researchers who are attempting to make use of the nanomechanical resonators for fundamental research as well as application to sensors.  ","person":"John Robert Owers-Bradley","coPersons":["Andrew  Armour","Christopher John Mellor"],"organisation":"University of Nottingham","findingsText":" When you twang a guitar string it vibrates and as it does so it forces the air around it into motion, giving rise to the sound you hear. Of course the string eventually stops moving because as it sets the air in motion about it, it loses energy and so slows down. This project is about the behaviour of tiny strings, called nanomechanical resonators, which are about a million times smaller than a guitar string. The frequency, or pitch, of a note that comes from a string depends on how long\nthe string is. For a guitar the frequency is just right for humans to hear it, but for nanomechanical resonators the frequency is much higher, about the same as for radio waves, and so is well beyond our hearing. However, it is possible to `listen` to the vibrations of a nanomechanical resonator using electrical circuitry and detect very subtle changes in the frequency of the notes.\nAlthough nanomechanical resonators are no good as musical instruments, they can be useful for a lot of other things. For example, nanomechanical resonators can be used as a fantastically sensitive set of scales. Because a nanomechanical resonator itself weighs very little, placing a small object, like a biological virus, on top of the resonator changes the frequency of the vibrations in a way that depends on how much the object weighs. But there is a catch: In order to weigh things accurately we need to be able to measure very small changes in the frequency of the nanomechanical resonator, and to be able to do that the resonator must vibrate long enough at the same frequency for an accurate measurement to be made. Just like guitar strings, nanomechanical resonators don't vibrate forever. Even though all the air can be removed from around nanomechanical resonators, they still lose energy to their surroundings or even to the electrical circuitry which is used to measure them. What is worse, the smaller a nanomechanical resonator is made, the faster its vibrations tend to decay away. \n\nDuring this project we have carried out a series of experiments, some at ultra-low temperatures, designed to help us work out why the vibrations of nanomechanical resonators damp away so fast. \n\nOnce we know the reasons why nanomechanical resonators lose energy so fast to their surroundings it should be possible to improve their design to ensure that they vibrate for longer and so can be used to weigh even smaller objects, like individual molecules. Nanomechanical resonators are small devices with a number of applications from chemical sensors to helping us understand basic physics of macroscopic systems exhibiting quantum behaviour. The results we collected on a number of devices are of great value in the development of nanomechanical devices. Aerospace, Defence and Marine,Electronics","dataset":"gtr"}