{"id":"B70447D0-E6E9-426A-A3EC-5CACCF08A0C9","title":"The nature of spontaneous mutational variation for fitness in Chlamydomonas","abstractText":"Many traits, including the ability to survive and reproduce (fitness), vary amongst individuals within a species. Much of this variation for fitness and other traits has a heritable genetic basis. Heritable variation in fitness fuels evolution by natural selection and it is through this process that the staggering diversity of biological form has arisen. Importantly, the origin of genetic variation is ultimately from new mutations, which alter the DNA sequence. However, only a small fraction of mutations are believed to be advantageous and lead to adaptation. A high proportion of new mutations are harmful, as they damage well adapted genes and therefore are continually purged from populations by natural selection. Understanding the impact of both harmful and beneficial mutations is crucially important for a range of unresolved phenomena in biology. For example, rare and recurrent mutations are responsible for many complex genetic disorders. Moreover, sexual reproduction may persist because it allows populations to rid themselves of harmful mutations. Otherwise, these harmful mutations may build up in inbred or asexual populations and potentially leave them vulnerable to extinction. Despite the central role of mutation in these important processes, we know relatively little about it, mostly because new mutations are very rare, occurring at only about one to ten per billion DNA positions in a generation. As a result, neither the relative frequency of harmful and beneficial mutations nor the strength of their effects on fitness has been well described. Without this information, we cannot begin to investigate the underlying causes of mutational effects and ultimately predict the consequences of mutations across the genome.\n\nIn the proposed project, we will investigate the nature of new spontaneous mutations in the microscopic alga, Chlamydomonas reinhardtii. This single-celled plant is widely used as a model for the study of photosynthesis, cell biology, and increasingly for its potential to generate green energy or biofuel. Emerging technologies in the field of genomics will allow us to study new mutations in unprecedented detail. We are now able to sequence the complete genomes of many individuals and therefore to identify rare mutational events. Other techniques allow us to simultaneously monitor the expression of every gene in the genome to assess the impact of mutation on genetic regulation. Our project can be divided into three complementary sections: (1) First, we plan to look at what kinds of mutations the lines carry and how these different types of mutations affect fitness. This will help us gain insights into what parts of the genome are, on average, most important to fitness and prone to mutation. (2) We will then measure the individual effects of hundreds of mutations. This will be achieved by comparing the growth of many mutant-bearing lines with their non-mutated ancestors and statistically disentangling the effect of each individual mutation. Unlike earlier attempts to estimate the effects of mutations, our study will be the first to directly capture the complexity of spontaneous mutational effects. (3) Lastly, we will compare how genes are regulated amongst our mutant-bearing lines and their non-mutated ancestors. We will then test a number of hypotheses about the importance of gene regulation for fitness, including how sensitive organisms are to changes in gene regulation, whether more highly expressed genes are more important and whether the interconnectedness amongst genes predicts their significance or susceptibility to mutation. This research, describing the fundamental process of mutation, will help biological researchers to address important questions pertaining to disease, conservation and evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L00237X/1","grantId":"BB/L00237X/1","fundValue":"620248","fundStart":"2014-04-30","fundEnd":"2017-08-31","funder":"BBSRC","impactText":"","person":"Peter  Keightley","coPersons":["Nick  Colegrave"],"organisation":"University of Edinburgh","findingsText":" Not applicable this year. Not applicable this year. ","dataset":"gtr"}