{"id":"B71F57B6-4316-4052-9750-064F535A3AF2","title":"High-Resolution Solid-State NMR in St Andrews: Development and Applications","abstractText":"The proposal aims to provide modern equipment in St Andrews which will enable the development of new Nuclear Magnetic Resonance (NMR) experiments to provide insight into structure of solids. NMR spectroscopy utilises the inherent magnetism of atomic nuclei to probe the local structural and dynamic environment of a material. However, for solids the orientational dependence of many of the interactions which affect NMR spectra (and which are averaged in liquids by rapid molecular tumbling) results in large broadenings and uninformative spectra. Much work has focussed on the removal of this broadening through techniques such as magic-angle spinning (MAS) and multiple-quantum MAS (MQMAS). Recent improvements in magnet technology, hardware and methodological development have advanced solid-state NMR to the stage where it can now be employed to provide detailed information on chemically-complex systems of industrial, biological and geological relevance.We aim to use the new equipment to develop new experiments and improve existing techniques to acquire both high-resolution spectra, and provide structural information through experiments which correlate different nuclei (demonstrating, for example, the spatial proximity of two species or providing information on the nature of their chemical bonding). This type of information is a crucial step in linking the atomic scale structure of a material to its macroscopic properties. Furthermore, we will widen the applicability of these approaches to the more challenging and unusual nuclei present in many materials of industrial and commercial interest. These include nuclei with low sensitivity (89Y, 39K), low natural abundances (17O, 25Mg), long relaxation times (89Y), and larger quadrupolar couplings (45Sc, 71Ga, 93Nb) in materials where structural disorder, significant dynamic behaviour, or the presence of paramagnetic ions, for example, are a problem. The use of modern probe hardware and increased magnetic field strength will be crucial in achieving these goals.We will utilise these state-of-the-art experiments in a range of areas including 17O and 25Mg NMR of the high-pressure silicate minerals in the inner layers of the Earth, where NMR sensitivity is limited by the small amount of sample produced (typically 3-15 mg) in the high-pressure synthesis. Also we will study the local structure and ordering by 89Y, 17O and 119Sn NMR in pyrochlore ceramic materials, which have been proposed as host phases for the encapsulation and long-term storage of nuclear waste. A further area of interest is the characterisation of the local structure and geometry of microporous framework materials (through 27Al, 31P, 45Sc and 71Ga NMR), which have applications as catalysts and gas storage media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E041825/1","grantId":"EP/E041825/1","fundValue":"1236100","fundStart":"2008-01-14","fundEnd":"2011-01-13","funder":"EPSRC","impactText":"","person":"Sharon Elizabeth Ashbrook","coPersons":["Philip  Wormald","Paul Anthony Wright","Russell Edward Morris"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}