{"id":"B72696E0-727F-484F-B387-000C18BBD7FB","title":"Investigating the role of microRNA in translational control in Xenopus oocytes","abstractText":"One of the key questions which fascinates biologists is how a complex organism arises from a single cell, the egg. Development is driven by controlling when and where particular genes are used. While it used to be thought that most control of gene expression occurred when DNA is copied to give RNA, it is now becoming apparent that, during development, control more often occurs by regulating when and where previously-synthesised RNA gene copies are used to make protein. Our lab has been studying a critical regulator of protein synthesis in early development called CPEB (standing for cytoplasmic polyadenylation element binding protein ), which is conserved in structure and function in a wide variety of organisms. We investigate CPEB in the eggs of a frog, Xenopus laevis, an important organism for studying vertebrate development, and highly suitable for biochemical experiments. This protein regulates the levels of other proteins that are crucial for early embryonic development by binding to their mRNAs. We want to know how CPEB regulates protein synthesis. Recently we showed that CPEB co-purifies with another conserved protein, Xp54, which is an RNA helicase and may thus influence the conformation of bound mRNA or proteins. Additional members of the complex include X4E-T, and P100 proteins, which are known to be important in regulating protein levels in yeast, fly and human cells; the conservation implying their importance. Surprisingly, in yeast and man, CPEB complex components are present in distinct granules in the cytoplasm (so called P Bodies), places where untranslated mRNA resides, and where it may be degraded, and which also contain a new class of small RNAs, microRNA, which regulate protein synthesis. We have yet to identify all CPEB-associated mRNAs and miRNAs. We will use microRNA arrays to examine which of these small RNAs are present in oocytes, and in the CPEB complex, and study the role of miRNA in regulating protein synthesis in oocytes. Knowledge of the factors and mechanisms in oocytes will have critical implications not only for our understanding of gene expression in yeast and human somatic cells, but also in neurons, where CPEB regulates translation and in cancer cells, where some miRNAs are significantly altered in abundance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E016316/1","grantId":"BB/E016316/1","fundValue":"553288","fundStart":"2007-08-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"  Our research findings have been used by us and other scientists in the years to subsequent to grant, and together they have formed the basis of the current view of how small non-coding RNAs including microRNA and piRNA regulate gene expression Education ","person":"Nancy  Standart","coPersons":["Eric Alexander Miska"],"organisation":"University of Cambridge","findingsText":" 1. The first identification of miRNAs, piRNAs and endo-siRNAs in Xenopus tropicalis germline and soma (Armisen et al., 2009)\n\n2. The first identification of maternal piRNA-interacting proteins, Xiwi and Xilli (Wilczynska et al., 2009). The demonstration that tethered Argonaute 2 and GW182, components of miRNP, but not the piRNP proteins Xiwi and Xili, repress translation in Xenopus oocytes (Minshall et al. 2010; Wilczynska et al., in preparation). These studies indicate that the miRNP pathway Many investigators have built on our work, particularly in the field of small non-coding RNAs in vertebrates Education,Healthcare,Other","dataset":"gtr"}