{"id":"B73CD7C7-26C8-4AE2-913C-AAC2E05558CC","title":"14TSB_ATC_IR: Optimsation and implementation of sterile triploid salmon in Scotland","abstractText":"The production of triploid salmon, which are reproductively sterile, is a highly beneficial culture option to the industry to help prevent potential interbreeding between farmed escapees and wild salmon, thus allowing more sustainable aquaculture whilst enhancing productivity and maintaining a food product of high nutritional quality and health status. However, although triploid salmon can be easily produced and methods have been optimised, problems during culture have prevented the adoption of this technology within the farming sector in the past. The major problem experienced in triploid rearing is the occurrence of skeletal malformations. Not only do such deformities present significant implications for farmed animal welfare, but they can also reduce animal growth, decrease product processing efficiency, increase production costs and prevent ability to maintain food product quality standards. Unlike mammals, growth in fish continues throughout life and is a complex interplay between skeletal and muscle growth which is both seasonally and nutritionally driven, and therefore a mismatch of muscle and bone developmental rates can result in skeletal deformities. Since the central goal of finfish aquaculture is the production of meat, it is therefore important to understand the interactions of fish nutrition and environment on muscle development and growth. From results obtained by the group over the last 8 years, it appears very clearly that the nutritional requirements for development differ between diploids and triploids due to fundamental differences in their physiology, cellular morphology and genome organisation. In this respect, the major feature of triploids is the increased genome size (additional maternal chromosomes), the result of which not only confers sterility in the offspring but also an increase in cell size and a simultaneous reduction in cell number, potentially resulting in genome instability. It is not known what happens in Atlantic salmon and such information is vital for designing genetic improvement programs. The first goal of this research is to use natural variations in the sequence of genes to investigate which chromosomal copies are inherited and expressed in different tissues and stage of development. We will then investigate how triploidy affects the signalling pathways for hormones and genes regulating growth in muscle and bone development. We will carry out a large scale life-cycle trial in which nutrients and minerals known to be critical for the development of the skeleton will be boosted and the performance of triploids and diploids compared. Preliminary evidence already indicated the key role played by phosphorous and other minerals during the early freshwater rearing phase on reducing prevalence and severity of deformity. Research during seawater ongrowing will also focus on nutrient boosted diets to realise the full growth potential of triploid salmon. Finally, the project will characterise triploid salmon susceptibility to major known pathogens through challenge studies and test vaccine side effects as well as a range of routinely used health and husbandry practices. To ensure the success of the project, the consortium brings together world leading companies in salmon farming including Marine Harvest Scotland Ltd., Biomar Ltd. and Pharmaq Ltd. The research will enable the development of practical methods for the routine production of high quality triploids with benefits for animal welfare and the sustainability and profitability of the industry. Since farmed salmon are a major food source in the UK diet, with more than 1.2 million salmon meals eaten per day, this project can also make a significant contribution to the health and well-being of the human population in the UK. By improving the sustainability of the UK fish farming industry, this project will help to protect more than 6000 directly employed and industry-associated jobs in largely rural areas and create new jobs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M013049/1","grantId":"BB/M013049/1","fundValue":"451261","fundStart":"2014-10-01","fundEnd":"2018-03-31","funder":"BBSRC","impactText":"","person":"Herve  Migaud","coPersons":["John Gordon  Bell","Trevor  Telfer","Michaël  Bekaert","John Bernard Taggart"],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}