{"id":"B73CE61A-9847-4049-AA33-F05ECDA56336","title":"Carbon/biocomposite hybrid vehicle structures for reduced weight, cost and environmental impact (CARBIO)","abstractText":"Carbon/flax fibre-reinforced hybrid composites offer advantages in terms of vibroacoustic, weight and cost when compared\nto conventional steel and aluminium alloys which can be related to minimisation of emissions and fuel consumption.\nHowever, vibro-acoustic characteristics of epoxy-carbon fibres/flax hybrid composites and their co-relation to structural\nstrength of the composite remain unexplored and a stumbling block in the application of the material technology to\nmanufacture better components. The increased application of both flax fibres and carbon fibre composites in automotive\ncomponents requires proper understand of vibro-acoustic problems and their effects in structural design and\nmanufacturing. The CARBIO project, therefore, involve investigating the vibro-acoustic levels for selected components\n/systems for determination of tuneable frequencies, determination and quantification of vibroacoustic coupling between\ntemperatures variations, panels architecture and body assembly contributions and noise levels benefit against\nbenchmarked fully epoxy/carbon fibre, steel and aluminium components.\nThe study stems from the fact that with increasingly stringent environmental regulations and requirements, noise and\nvibration have become very important design considerations for automotive manufacturing. Modern vehicle customers are\naware of their environmental needs and therefore demand the most economical car, the most comfortable to drive and\nobviously the cheapest. As a consequence, the automotive industry has become a consumer driven industry where noise,\nvibration and environmental harshness has become a measure of design excellence and vehicle performance, a fact\nreflected strongly in vehicle sales. A rational approach to reducing noise and vibration is to improve the damping properties\nof the materials from which the car parts are manufactured. Currently, body panels are mainly manufactured from steel\nand aluminium alloy in conventional vehicles and epoxy - carbon/glass fibre- reinforced composites in high performance\ncars. More effective measures for noise and vibration reduction are desirable if the automotive industry is to achieve an\nacceptable driving environment and comfort as vehicle structural masses are reduced in response to environmental\ndemands.\nThe project acknowledge that hybrid composites with natural fibres are a key solutions to the vibroacoustic problem since\nnatural fibres (flax) have much higher damping properties. In addition to the reduction of mass, composite materials offer\nconsistent potential advantages in terms of noise and vibrations reduction, impact resistance, energy absorption capability. They also offer advantages in the manufacturing process, such as cost reduction for producing low volume pieces and the\npossibility of integration, i.e. structures which can be made with fewer sub-components. Composites also possess a unique\ncapability: to be tailored in order to meet design requirements which are ill-matched for conventional materials, by properly\nchoosing the constituent materials and the orientation of the reinforcement fibres. This is of primary importance for the\nperformance optimization, the target objective being a minimization of the mass and/or of stress concentrations,\nguaranteeing the required performance. Use of thermoplastics and other lightweight materials also aligns UK OEMs with\nthe end of life vehicle EU directive in that by 2015 , vehicles must be constructed of 95% recyclable materials, with 85%\nrecoverable through reuse or mechanical recycling and 10% through energy recovery or thermal recycling. It is envisaged\nthat the proposed project will give the UK automotive industry a leading edge in global industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L505171/1","grantId":"EP/L505171/1","fundValue":"118445","fundStart":"2014-01-14","fundEnd":"2016-01-13","funder":"EPSRC","impactText":"  The findings generated to date with respect to this project have been used by the project partners and the research team at Cranfield. \nThis has included work with Composites Evolution to develop optimum flax/carbon hybrid composite layups. We are working with Jaguar Land Rover and Delta Motorsports to create and optimise material cards for structural and vibration simulation. SHD and KS composites are developing a bio-epoxy matrix and our research is helping them to characterise the new resin and its effects on composites. Transport Economic","person":"James Laurent Brighton","coPersons":[],"organisation":"Cranfield University","findingsText":" The research is at an early stage and therefore the predominant findings to date have been in relation to methodology and process development for the characterisation of the mechanical performance of hybrid flax materials. The findings from the work done to date are already being implemented by the project partners enabling them to further refine the products including the source materials and final composites. Aerospace, Defence and Marine,Transport","dataset":"gtr"}