{"id":"B73D7C79-4326-4D27-83F6-3D854206C0F1","title":"T2K Experiment","abstractText":"Over the last 15 years physicists have discovered a fascinating new property of the particles known as neutrinos. The three types of neutrinos, called electron, muon, and tau neutrinos, were thought to be completely distinct, but we now know that they can change into each other as they propagate. This phenomenon, called neutrino oscillations, implies that neutrinos have mass, and measurements of their masses and the degree of their mixings by detailed measurements of neutrino oscillations can potentially give us insight into the structure of the underlying physical models at energy scales far above what can be probed with accelerators. These mixings may also be related to the fundamental mystery of why there is more matter than anti-matter in the Universe, and hence better understanding of them is a topic of tremendous interest to particle physics and astronomy. So far we have managed to observe two of the possible three types of neutrino mixings, and finding out whether the third type of mixing exists or not is one of the main targets of the field. This third type of mixing must exist for neutrino oscillations to violate the physical principle of time reversal, i.e., for oscillations to look fundamentally different for time going forward and time going back. This violation underlies the possibility that neutrino oscillations are linked the matter excess in the Universe, and is the main target of the proposed Neutrino Factory facility. Finding this third type of mixing is therefore essential to progress in the field. This third mixing is the target of the T2K experiment. T2K is a multinational collaboration combining the worlds largest neutrino detector with what will be the highest power pulsed proton beam on the planet. We plan to produce the most intense beam of artificial neutrinos ever made at the new JPARC facility on the east coast of Japan. The neutrinos will be aimed straight through the earth at the Super Kamiokande detector, 295 km away near the west coast of Japan. By observing the mix of neutrino types at Super Kamiokande and comparing them to the mix seen at JPARC in a 'near' neutrino detector we can look for the subtle signals of this third type of oscillation with a sensitivity more than ten times greater than existing experiments. The UK will provide critical parts of the 'near' detector, and engineers from the Rutherford Lab will also help design the most difficult part of the neutrino beamline at JPARC - the target, where the powerful proton beam is converted into the pions which subsequently decay to produce the neutrino beam. We will therefore play a central role in what promises to be the next important milestone in the development of the rapidly evolving field of neutrino physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F007833/1","grantId":"ST/F007833/1","fundValue":"346149","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"STFC","impactText":"","person":"Dave  Wark","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}