{"id":"B73E0190-D936-4E28-8589-C2B83CDE4F1D","title":"'Potency and Potential' of creative connections in interstitial spaces' - learning from Latin American perspectives","abstractText":"This project is an exploration of community practices that work with people in disconnected spaces, to create new connectivity, and capacity for change. Taking a lead from partners and perspectives within Latin America, this project brings together praxis-focussed artists, activists and academics from Brazil, Mexico and the UK, in a series of exploratory encounters (both face-to-face and virtual) that will investigate methods and processes for this work. Concentrating on understanding work in local community settings the focus of this collaborative investigation will be the ways in which such practitioners work with communal space, and specifically how these spaces become potentised, and how these practitioners can open up spaces with a qualities of what Victor Turner termed 'potency' and transformative potential, or 'potentiality' (1979: 465-6). These encounters of enquiry will enable practical approaches to interrogate, and be interrogated by, theoretical perspectives, brought to the discussion by artists, activists and academics from Latin America and the UK. Our intention is to create conduits for these influences and perspectives, and to enable knowledge exchange on three axes: between community artists and community activists, between academia and non-academic communities of practice, and between perspectives and experience of the global south (Brazil and Mexico) and global north (UK). Participants in the project will seek to co-produce knowledge and practice-based methodologies, informing the praxis of socially-engaged artists and activists, and to inform theoretical understandings of academics in the fields of social theory, activism and applied creative practice. \nDeliberately aiming to disrupt traditional dynamics of North/South knowledge exchange the project will connect artist/activist communities from the Global South with peer communities from the Global North, introducing the fundamental value of building on the strengths from both geographies of creativity and activism, and particularly challenging linguistic exclusion and established dominance by knowledges from the Global North. These modes of engagement will contribute significantly to the CC programme as the literature suggests (Miura and Sawaia, 2013) 'Southern' thinkers are often highly attuned and advanced in their treatment of ideas of connection, disconnection, community and creativity (refs): themes at the core of Connected Communities scholarship.\n\nOur 6 collaborating communities will connect by working together in intensive residential 'encounters' ('encuentros') in Brazil and the UK, using inclusive and non-hierarchical encounter processes that mirror the kinds of developmental workshops at the heart of the study. They will experience and interrogate each others' spatial-affective practices and ideas, from their respective fields of community arts and activism which overlap, but do not necessarily share recognised common languages or identities. The aim through these encounters is for the participating communities to co-create conditions that develop enriched understandings of their own work, that locate meaningful connections and comparisons for future mutual learning, and that inspire and motivate them to develop and continue these connections. The ultimate aim of the project, reaching beyond the lifetime of this award, is to develop an inclusive, interdisciplinary, international, arts/activism 'community (communities) of practice', in which fostering the creative potency and potential of spaces of activity is a key and conscious practice element. \n\nReferences:\nMiura, P. and Sawaia, B. B. (2013) 'Tornar-se catador: sofrimento &eacute;tico-politico e potencia de a&ccedil;&atilde;o' Psicologia e Sociedade, v. 25, p. 313-318\nTurner, V (1979), 'Frame, flow and reflection: Ritual and drama as public liminality', Japanese Journal of Religious Studies, 6 (4), 465-99.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M009327/1","grantId":"AH/M009327/1","fundValue":"43996","fundStart":"2015-03-01","fundEnd":"2016-03-31","funder":"AHRC","impactText":"","person":"Anni  Raw","coPersons":["Hilary  Ramsden","Victoria  Jupp Kina"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}