{"id":"B73FAEB6-47D7-49C9-911C-68F68CE0AA01","title":"Cascading effects of predator and herbivore diversity and their interaction","abstractText":"Concern over possible detrimental effects of species extinction has led to a large research effort in recent years to determine how ecosystems are affected by species loss. Most of these studies have manipulated the number of species at single trophic levels, usually plants, and monitored proximate consequences for the functioning of the ecosystem e.g. the amount of plant biomass produced. These experiments are unrealistic for a number of reasons: in real systems, species at higher trophic levels (e.g. predators) are more likely to become extinct; species are likely to be lost from multiple trophic levels at the same time (e.g. predator and herbivore species); and consequences are likely to be further reaching than the trophic level at which species are lost e.g. predator species loss may affect herbivores which may in turn affect plants. The proposed research will address these shortcomings with an experimental study in which the number of species of predator and herbivore (prey of the predators) are manipulated independently. The experiment will determine whether changes in predator species number propagate through the food chain to affect herbivore, plant and soil microbe biomass. It will also test whether herbivore species number, or the pattern of distribution of herbivores on different host plants, affects the propagation of effects through the food web. The experiment will reveal novel information about the effects of species loss on ecosystems and the mechanisms by which these effects occur. This has far reaching relevance for conservation biology and for the management of insect species in agricultural ecosystems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G010226/1","grantId":"NE/G010226/1","fundValue":"38763","fundStart":"2009-05-01","fundEnd":"2010-09-30","funder":"NERC","impactText":"  These grant has prompted further research into the dynamics of pest - predator communities, including one PhD studentship, several MSc projects, one further published manuscript and several other manuscripts in prep.  ","person":"Andrew  Wilby","coPersons":["Kate Helen  Orwin"],"organisation":"Lancaster University","findingsText":" This grant funded research to test how changes in the number of predator species cascade through the food-web to influence plant growth and soil processes. The research also investigated how differences in the structure of the food-web, e.g. the number of prey species or individuals and their distribution across host plants, affects the influence of predators. Counter to expectation, we found that predator effects were attenuated to a greater extent when there were several herbivore species distributed across more than one host plant. This was thought to be because this allowed one or more species to find a spatial refuge from predation. The findings give novel understanding of the implications of species diversity changes for the ability of predator communities to control pest species. These findings will inform scientific experiments in other systems or in larger-scale more realistic contexts. Agriculture, Food and Drink,Environment","dataset":"gtr"}