{"id":"B74B42E7-141F-49C7-89A7-148F6D915B88","title":"Scalable Quantum Chemistry with Flexible Embedding Stage 2","abstractText":"In stage two of the &quot;Scalable Quantum Chemistry with Flexible Embedding&quot; project we propose to refine the software we have developed in stage one for molecular modelling of reactivity in complex systems, in particular surface chemistry and heterogeneous catalysis in the presence of a solvent such as water. This software combines quantum chemistry (also known as first principles) techniques, which can treat the chemically reacting centres, embedded in an empirical (molecular mechanics) model for the rest of the system, i.e. the slab of material which models the surface and the solvent layers on top of it.\n\nIn stage one we are extending our embedding model to include new treatments for spin-polarised systems such as magnetically ordered materials, an implementation of a low-cost quantum method to describe anisotropic and spin-polarised environments and periodic boundary conditions in order to perform calculations on solvated surfaces. Examples of the science this software targets includes metal oxide catalysis that work in the presence or water; the binding of pollutant species (heavy metals or toxic organics) to natural minerals in the environment, or specially designed inorganic materials that could potentially remove them from the environment; catalysis by more complex minerals, not well treated by existing treatments but of great industrial importance; and the design of sensors and photoelectric materials by organic layers on inorganic surfaces.\n\nThe aim of stage two is to make it is as straightforward as possible for new users to set up and run flexible embedding calculations based on the methods developed in stage one, and for advanced users to adapt the code to their own needs. We will achieve this by replacing the user interface the stage one code, which is able to achieve the scientific goals of stage one but is many-layered and relies on a legacy software package, with a new direct user interface written in the popular scripting language Python. The new interface will radically simplify use and development of the code without compromising on the primary goal of stage one, namely achieving high performance for the new embedding models on large-scale parallel machines.\n\nWe will incorporate all the key functionality from our legacy codebase into the new version of the code, including utilities to set up embedded cluster calculations, an advanced geometry optimisation library, and the ability to interface to multiple quantum mechanical and molecular mechanical software packages, in particular the FHI-AIMS package which will be coupled to the code in collaboration with the FHI-AIMS developers. We also aim to make the new code as user-friendly as possible through the development of comprehensive documentation, tutorials and case studies from the demonstration applications program began in stage one.\n\nBy the end of stage two we will have a new version of the code that is ready for release to the community, with all the key functionality of the legacy version implemented, and we will be in a position to transition users to the new code and use it as our platform for all future QM/MM and multiscale developments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K038419/1","grantId":"EP/K038419/1","fundValue":"474549","fundStart":"2014-01-16","fundEnd":"2016-07-15","funder":"EPSRC","impactText":"","person":"Paul  Sherwood","coPersons":["Alexey A Sokol","Stephen Charles Parker","Richard  Catlow","Thomas William Keal","David  Willock"],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}