{"id":"B74CF9A2-23F7-4603-AA65-E8272C987DCE","title":"Genetics of one-carbon metabolism in sheep in relation to productivity, fertility and health","abstractText":"This project is focussed on the health, productivity and welfare of sheep. We will concentrate on aspects of metabolism that affect lifelong health and wellbeing. Specifically, we will study a key aspect of metabolism referred to as one-carbon (1C) metabolism. This is important because it affects many key processes in the cell, including DNA synthesis, DNA methylation and cell proliferation. It does this by delivering methyl groups, which are central to these biochemical reactions. Deficiencies in metabolites involved in these pathways, such as choline, methionine, folate and vitamin B12, have adverse effects on animal development and wellbeing. For example, deficiencies in vitamin B12 and/or folate can affect fertility and fetal development, and lead to poor growth, vascular disease and metabolic syndrome in adult animals and humans. 1C metabolism pathways are complex and are affected by many genes. We hypothesise that mutations in these genes will affect 1C metabolism and the vulnerability of animals to micronutrient deficiencies. In this study we will identify such mutations, determine their functional significance (i.e. what they do and how important they are), test their impact in animals fed different diets, and find ways to use this information to improve the welfare of farm animals.\n\nFirstly, we will identify mutations (i.e. single nucleotide polymorphisms or SNPs) in around 40 genes directly affecting 1C metabolism, and in very closely related pathways involved in energy metabolism, cell proliferation, DNA synthesis and DNA methylation. To achieve this in sheep we will create our own sequence data. We estimate that we will identify 2000-4000 SNPs by these methods. \n\nWe will then conduct a large-scale study with liver samples collected from around 300 sheep slaughtered at local abattoirs. We will genotype each sample (to determine which SNPs are present), measure gene expression and conduct a comprehensive analysis of all metabolites involved in 1C metabolism. Interpretation of these data will inform us on SNP function and how these SNPs affect pathways involved in 1C metabolism. To achieve this we will collate the required information and, using our knowledge of these genomes combined with complex bioinformatic analyses, determine the subset of SNPs that have the greatest impact on 1C metabolism. We expect to identify an estimated 100 or so functionally significant SNPs in these genes. We will then construct a 'SNP chip'; i.e. a tool to genotype sheep simultaneously and cheaply for many SNPs. \n\nThis chip will be used to screen several flocks of sheep to identify 24 'Low-risk' and 24 'High-risk' weaned lambs, and 24 'Low-risk' and 24 'High-risk' breeding ewes. We will then monitor these animals in separate studies involving Control and Methyl-Deficient diets (i.e. two genotypes by two diets). For weaned lambs we will focus on effects on growth, animal health and liver metabolism, and carcass yields and composition. For breeding ewes we will also focus on animal health and liver metabolism, but extend studies to consider effects on chemical modifications to DNA (i.e. DNA methylation) in early (Day 16) male and female embryos. \n\nThis research will provide novel insights into nutrient x gene interactions for many components of 1C metabolism and how they affect (a) lamb production efficiency, health and welfare, and (b) early development of mammalian embryos influencing fertility and the long-term health and wellbeing of offspring. We will be able to use this information to help breed animals with better functioning 1C metabolism (leading to permanent improvements in welfare and productivity) and/or to improve animal diets. As 1C metabolism also influences human development and health our results will also have biomedical research benefits, and increase the utility of sheep as a model species for this type of research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K017810/1","grantId":"BB/K017810/1","fundValue":"367593","fundStart":"2013-11-11","fundEnd":"2016-11-10","funder":"BBSRC","impactText":"","person":"Kevin  Sinclair","coPersons":["D A Barrett","Richard David Emes","Thomas Charles Hodgman"],"organisation":"University of Nottingham","findingsText":" Work commenced in November 2013 and is currently on track. \n\nSet Objectives\n\n1. SNP discovery: to identify SNPs in genes encoding key enzymes involved in 1C metabolism and those in closely associated pathways involved in 1C transport, cellular uptake, energy metabolism, DNA synthesis and DNA/histone methylation. \n\n2. Functional significance of SNPs: to identify which of the identified SNPs, or combinations of SNPs, lead to modifications in 1C metabolism. We will conduct SNP analysis, comprehensive quantitative metabolic profiling and transcript analyses of all key components of 1C metabolism and related pathways in liver samples collected from ca. 300 female sheep (of a single breed) slaughtered at regional abattoirs. Subsequent bioinformatic analysis will identify SNPs and SNP combinations that are functionally significant with respect to 1C metabolic activity. We will rank these SNPs by the extent to which they affect specific components of 1C metabolism, leading to the construction of a functional SNP chip with perhaps as few as ca. 100 SNPs.\n\n3. Functional consequences study: apply the information attained from Objectives 1 and 2 in two short-term dietary studies. We will use the functional SNP chip (Objective 2) to screen several flocks and select 24 'Low-risk' and 24 'High-risk' lambs, and 24 'Low-risk' and 24 'High-risk' breeding ewes. Selected animals will be offered either a Control or Methyl-Deficient (MD) diet for up to 4 months. Animal metabolism, performance and health will be assessed and epigenetic profiles established in early embryos from bred ewes. \n\nProgress\n\nObjective 1: Full genome sequences have been obtained on 20 unrelated Texel ewes. The animals were sequenced in two pools, to a depth of 30X. These data have been submitted to the University of Nottingham and passed initial quality control. Reads have been mapped to the reference Sheep genome assembly and SNV discovery and prioritisation of genes containing variants is currently underway (Milestone 1). All discovered SNPs will be deposited into publicly accessible databases following completion of calling and checking for accuracy. \n\nObjective 2. \n\nLiver tissue samples have been collected from close to 300 pure- and cross-bred Texel lambs (Milestone 3) for metabolomic (Milestone 4), SNP (Milestone 5) and transcript (Milestone 6) analyses; all of which are currently underway and not scheduled to be completed until the end of May 2015. New and refined methodologies using LC-MS/MS are under development for simultaneous measurements of key one-carbon metabolites such as total and mono-glutamated folates, S-adenosylmethionine and S-adenosylhomocysteine. \n\nReports\nBy invitation, the PI and PDRA have submitted a review article, which is currently undergoing peer review, entitled &quot;One-carbon metabolism and epigenetic regulation of embryo development&quot; to Reproduction, Fertility and Development on the back of an invitation received by the PI to speak at a satellite symposium of the World Congress of Reproductive Biology, Edinburgh, September 2014. To early to say other than what we predict as stated in our original Impact Statement. Agriculture, Food and Drink","dataset":"gtr"}