{"id":"B74E7519-2448-4FFD-ABDD-D11B9FE5637A","title":"Applications of ultra-long Raman lasers in Photonics","abstractText":"Raman scattering is a fundamental process that affects electromagnetic radiation when this is transmitted through matter. The effect was first reported in 1928 by C. V. Raman, who was awarded the 1930 Nobel Prize for his discovery, and in 1972 stimulated Raman scattering was observed for the first time in single-mode optical fibres. In the process of stimulated Raman scattering (SRS) in optical, a photon that is being transmitted through the material medium gives up its energy to create a new photon at a higher wavelength corresponding to some other radiation simultaneously travelling through the fibre, plus some residual energy which is absorbed by the fibre in the form of vibrational states (phonons). The energy of these vibrational states is dependent on the material properties, so the way the energy is transferred from the lower wavelengths to the higher wavelengths (gain spectrum) is a characteristic of the particular medium. For a silica fibre, the maximum Raman conversion efficiency is achieved when the energy is transferred from the pump to radiation with frequency about 13.2 THz lower.In recent years, the exploitation of the Raman effect in optical fibre has opened the door to many important applications in photonics that have had an immediate impact in the photonics and communications industry. The possibility of shifting energy from one frequency to another by relying solely on the properties of the material is a very powerful and attractive one that has translated, for example, in the creation of Raman fibre lasers, distributed amplifiers and frequency converters. Of the previously mentioned applications, distributed amplification is perhaps the technology with the potential for a higher short-term effect in the future of telecomms industry, as it seems to hold the key for the deployment of future high-capacity optical communication links, thanks to its ability to increase system performance and expand the range of operating wavelengths. Recently, we have demonstrated that the Raman effect can be used to transform long fibre optic communication links as a whole into ultra-long lasers, creating in the process the longest cavity laser in existence. When transmitting information through such an ultra-long laser, Raman gain distribution is close to ideal, and the signal is spared from suffering power variations during transmission, which can bring important benefits in terms of noise reduction and improved system performance.Lossless transmission has been a long-term dream goal of optical communications that would bring with it a reduction of the noise in the line, as well as create exciting possibilities for research in the fields of nonlinear physics and applied mathematics. But ultra-long lasers are very interesting devices that can be used not only as virtually lossless communication channels, but also as light sources.Ultra-long Raman laser transmission spans represent a simple but quite radical new concept that has attracted much interest in recent times, both due to their numerous potential applications and to the exciting underlying physics associated with the concept itself.As originators of the idea, the principal investigator and the Photonics Research Group at Aston University are perfectly suited to the task of expanding and advancing it. The funding of this proposal would prove invaluable for acquiring the manpower and basic equipment required to take this original research to the next level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E015646/1","grantId":"EP/E015646/1","fundValue":"347842","fundStart":"2007-07-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"","person":"Paul  Harper","coPersons":[],"organisation":"Aston University","findingsText":"","dataset":"gtr"}