{"id":"B75239C2-BF28-4D5F-9664-6D4F98E3BE1E","title":"EPSRC-NIHR HTC Partnership Award: Medical Image Analysis Network","abstractText":"The EPSRC-NIHR Healthcare Technology Co-operatives Partnership Network in Medical Image Analysis seeks to bring leading UK researchers in medical image analysis together to identify new opportunities for medical image analysis methodology research within the clinical areas of high morbidity/unmet need of the NIHR Cardiovascular HTC and HTC in Colorectal Therapies.\n\nThe HTCs are working with patient groups and clinicians on identifying unmet clinical needs in these areas. An aim of the new Medical Image Analysis Network is to bring together imaging scientists with different skills sets and experiences to consider how technological advances in how images are acquired and images (and associated information) are analysed can be applied to solve some of these problems. A purpose of the Network is to encourage new collaborations to be set up between academic healthcare technologists, clinicians and industry partners to develop and evaluate new solutions. We anticipate that Network members will jointly work on some of the hardest medical image analysis problems there are today. The hope is that the resulting research will lead to new image-based biomarkers which allow earlier detection of disease, better stratification of disease so that the most appropriate therapy can be selected for a patient, and new image-based quantitative tools to increase the success of interventions and therapies and improve the overall well-being of patients with these conditions.\n\nHow will the Network achieve this goal? The Network will aim to encourage the development of new collaborations through workshops, joint meetings with other networks/organisations, small scale feasibility studies, Clinical Readiness events and Challenge competitions which will be open to the broader imaging research community. The hub for promotion of Network activities, dissemination of network outputs, and recruitment of new members (particularly from academia and industry not already involved in the HTCs) will be the Network website which will also act as an information source for imaging researchers interested in these clinical areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M000133/1","grantId":"EP/M000133/1","fundValue":"151513","fundStart":"2014-06-30","fundEnd":"2017-06-29","funder":"EPSRC","impactText":"","person":"Alison  Noble","coPersons":["Julia Anne Schnabel"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}