{"id":"B753CF21-DEDF-45A0-A44C-315BBE526C5F","title":"SUSTAINABLE BIOMASS BASED ENERGY SYSTEMS TO 2020 AND BEYOND","abstractText":"Biomass and biodegradable wastes are two of the UK's renewable resources that remain under exploited, and that can help alleviate our dependence on fossil fuels, and contribute to a sustainable energy scenario. The individuals in this application each have unique and complementary experience in the problems associated with the sustainable utilisation of these feedstocks. Their expertise covers many topics including the fundamentals of thermochemical degradation of biomass, detailed analytical chemistry, process design and development through experimental studies, and chemical and computational modelling. Between them, the applicants have developed outstanding research groups in these areas with current research grants of more than 4.4M and more than 500 career academic publications in the field of energy. The research concerns the development of clean, sustainable energy systems, and recovering/development of feedstocks from biomass and waste processing. The groups have the expertise to study fundamental chemistry and process engineering, and to optimize systems through modeling and process design. This includes the development of novel computational approaches for predicting behaviour in the design and development of equipment, machinery and processes. The Platform Grant will enable the establishment of a centre of excellence of international renown in the area of sustainable biomass based energy systems. One scenario for biomass is an energy plant with integrated energy production, clean fuels, high value chemicals or hydrogen production, with pollution control and waste heat/steam for industrial use. The Platform Grant will enable the retention of key researchers, providing medium term investment to coordinate activities on this theme. In some cases, early feasibility studies will be required, in others effort can be immediately directed to building consortia and preparing proposals.Substantial investment is already in place through EPSRC, EU and DTI funded projects, including the SUPERGEN Biomass and Biofuels consortium. Added value will also arise from follow-on projects arising from scoping studies, some of which are outlined in the proposal as well as from 'third arm' activities, such as consultancy, local partnerships and project activities. International links would be further exploited through visits and hosting researchers, so that existing collaborations will be strengthened and new ones fostered. By the end of the Platform Grant a world class centre will be established with expertise and facilities to solve emerging challenges in the use of biomass resources for fuels and chemicals and for clean sustainable energy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D053110/1","grantId":"EP/D053110/1","fundValue":"439578","fundStart":"2006-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Paul  Williams","coPersons":["Jenny Marie Jones","M  Pourkashanian"],"organisation":"University of Leeds","findingsText":" The Platform Grant has facilitated the career development of 11 postdoctoral researchers with several attaining permanent academic posts at Leeds and other UK Universities, some continuing as contract researchers and some as researchers in industry. The three investigators have been awarded a total of ?17M in EPSRC research grants as PI's since the start of the Platform Grant with ~50% directly related to the topics of the grant and new research lines have developed and been funded from original research ideas proposed in the grant. In addition, the named contract researchers on the original proposal have independently generated research grant funding as Principal Investigators with a total of over ?1M from EPSRC and industry since 2009. Also, 32 journal and 12 conference papers have been produced including co-authors from industry and internationally.\n\nOf the 11 researchers funded on the project [i] four researchers (WN, KH, ML, AR) have attained permanent academic positions at Leeds, these now independent researchers have generated over ?1M in PI research grants in the last two years [ii] one researcher (WH) obtained a permanent post at Coventry University establishing a new research area in algal biomass and torrefaction [iii] three researchers (CW, JO, EF) are employed on contract research in academia working on energy technology research [iv] two researchers (MK, TB) are now employed in industry as researchers at Drax Power Station via a KTP and at the Centre for Sustainable Energy, Bristol [v] one international visiting researcher (NM) from Hungary worked on the grant, establishing collaboration with Leeds and generating 6 jointly authored papers. \n\nThe core capabilities and international research standing of the biomass and wastes research at Leeds has been strengthened with the support of the Platform Grant. Major funding has been attracted [i] with PI and co-investigators of the EPSRC SuperGEN Biomass, Biofuels and Energy Crops II Core grant of ?6.3M (EP/E039995/1 (2007-2011)) [ii] Modelling work on biomass/coal co-combustion has continued with EPSRC grant EP/F061188/1 of ?360k (2008-2011) in collaboration with EON, RWE nPower and Alstom Power UK [iii] Carbon capture and storage modelling research has also strengthened at Leeds with over ?2M of PI research grants from EPSRC (EP/G063451/1, EPG062153) [iv] An Energy Doctoral Training Centre in Low Carbon Technologies (PI by the lead investigator) by has also been established at Leeds building on the core strengths of the group (EP/G036608/1) with ?6.5M of funding to support 50 PhD students.\n\nThe Platform Grant enabled speculative research in new areas of research to be carried out as were described in the original proposal, an approach that would have been very difficult to resource without the support of the Platform Grant. This was a major advantage of the grant! These, new research lines have been developed following initial work undertaken as proposed in the original Platform Grant. Four significant new areas include; [i] Torrefaction of biomass, with ?600k of EPSRC grant (EP/H048839/1 (2010-2014)) and 4 journal papers [ii] Liquid fuels from Algal biomass, with ?702k of EPSRC funding (EP/F061374/1 (2008-2009) and EP/I014365/1 (2011-2014)) and 6 journal papers [iii] Catalytic gasification of biomass with ?389k of EPSRC funding (EP/J005029/1 (2011-2015)) and 6 journal papers [iv] Hydrothermal gasification of biowastes with 9 journal papers. A range of processes have been investigated for the treatment of biomass and wastes, published findings are available in journals Energy,Environment","dataset":"gtr"}