{"id":"B75839B5-9C3E-430A-B86E-BF319CAFFB64","title":"Organisational Operational Response and Strategic Decision Making for Long Term Flood Preparedness in Urban Areas","abstractText":"Flooding presents a significant and growing challenge to the United Kingdom and the wider world. In the UK, the 2000 floods were the worst since 1947 and the 2007 floods resulted in the greatest loss of essential services since World War II. Given that milder, wetter winters and localised extreme weather events are likely to be a growing feature of climate patterns, this threat is likely to grow. In fact, some estimates suggest that by 25 years time annual UK flood damage could stand at &pound;25bn. \n\nThe flooding of an organisation's premises causes loss, disruption and distress for staff, clients and owners and also impacts upon the wider economy. To reduce these negative effects, organisations in at-risk areas need to learn how to prepare for such events. Currently, businesses and not-for-profit groups rarely have proper plans in place for ensuring the continuity of their activities. The project will conduct empirical research into the behaviours of organisations, model their interactions with other organisations such as emergency responders, insurers and customers. It will also iteratively develop and test (with end users) a digital communication tool that will provide organisations practical information in an format that engages users in a tailored and active learning process. Drawing on the multidisciplinary skills of researchers from engineering, hydrology, economics, business and the behavioural/social sciences, this innovative approach will develop a model that can give private, public and third-sector organisations the confidence, understanding and information necessary to make their organisations financially, physically and operationally more resilient to flooding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K012770/1","grantId":"EP/K012770/1","fundValue":"1049920","fundStart":"2012-12-03","fundEnd":"2016-06-02","funder":"EPSRC","impactText":"  The project is ongoing and, as such, our preliminary findings have not been used to date.  ","person":"Graham  Coates","coPersons":["Dabo  Guan","Nigel  Wright","Martina  McGuinness","Lindsey Jo  McEwen","Tim  Harries"],"organisation":"Durham University","findingsText":" This project is ongoing. To date, we have focused on gaining an understanding of how Small and Medium Enterprises (SMEs) prepare and respond to flood events. Our findings might be useful for SMEs in terms of informing them how they might improve their preparation for and response to future flood events. As indicated under engagement activities, we have been engaging with both industry and academia in order to broaden the reach of our research. Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Retail","dataset":"gtr"}