{"id":"B759251E-31B2-435C-9C20-975E38BE2CB7","title":"Controlling the self-assembly of Small Heat-Shock Protein inspired nano-cages","abstractText":"One of the frontier challenges in science is to understand the means by which matter self-assembles into defined and ordered structures. The possibilities stemming from such knowledge, in terms of harnessing and directing the capability of molecules to assemble into specified forms with desirable molecular properties are boundless. Some of the most striking examples of self-assembly are found in biology, where structures of remarkable diversity, complexity and beauty arise through the combination of relatively simple 'building blocks'.\nIt is apparent that the majority of biomolecules, be they lipids, nucleic acids, or proteins, actually exist in assembled multimeric forms, held together by a large number of weak non-covalent interactions. Proteins represent the greatest diversity in such assembled structures, forming structures ranging from highly symmetrical viruses, to asymmetric multi-component machines, and extended filamentous polymers. Remarkably, it appears that often only quite subtle changes in the building blocks, or environmental conditions, are required to adjust the self-assembly pathway, and consequently the multimeric form.\nWith applications in both materials science and medicine, some of the potentially most useful self-assembled biological structures are nano-scale cages. They offer considerable possibilities as miniaturised reaction vessels for chemical and particle synthesis, but perhaps their most exciting application is as transporters for the delivery of biotherapeutics. Cargo could be encapsulated within the cages, and thereby sequestered from the surrounding medium, as the cages themselves are targeted directly at particular cells or tissue. Currently, however, our ability to mimic nature and rationally engineer such 'nano-cages' remains limited. Here we propose a novel strategy to sample the architectural diversity spanned by closely related self-assembling proteins using a novel mass spectrometry based approach. This will enable us to develop a 'tool-box' of nano-cages which can be tailored for particular and varied function.\nThe proteins we will use as a focus for our studies are the widespread Small Heat-Shock Proteins. Even though structures of these oligomeric proteins has been hard to come by it is already apparent that, despite a common modular construction and regions of high sequence similarity, these proteins self-assemble into a range of 'nano-cages' with striking polyhedral architecture. Furthermore, the dynamics of self-assembly and disassembly display similar diversity, and are responsive to subtle changes in solution conditions.\nWe propose to perform a wide survey of the architectural and dynamical diversity of these natural nano-cages, with the aim of pin-pointing the ways in which nature has regulated their self-assembly. Such a survey is enabled by a novel experimental pipeline which exploits the ability for advanced mass spectrometry approaches to rapidly provide information as to the oligomerization, structure, and fluctuations of protein assemblies. By coupling this technology in an automated fashion to high-throughput protein production we will be able to determine the molecular properties of these nano-cages at a rate dramatically faster than by means of traditional approaches.\nHaving assessed the variability that nature has bestowed upon these protein assemblies, how this is achieved on the amino acid level and is regulated by solution conditions, we will engineer novel nano-cages by re-combining structural 'cassettes' selected from our initial screen. In this way we will be able to construct an extensive and diverse library of nano-cages, variable in both architecture and self-assembly and disassembly properties. This, together with our exploration of the possibilities in targeting these cages to specific cell types and to stimulate their disruption with ultra-fast lasers, yields the exciting potential application for delivery of cargo to defined locations in the body.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J01835X/1","grantId":"EP/J01835X/1","fundValue":"312869","fundStart":"2012-10-29","fundEnd":"2015-10-28","funder":"EPSRC","impactText":"","person":"Justin  Benesch","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}