{"id":"B75C690E-67E4-4CC3-A0CB-15751C638B5D","title":"Developmental consequences and molecular basis of cell-autonomous sex identity in the chicken","abstractText":"The mammalian model of sexual development is thought to apply to all vertebrates but we have shown that this is not the case. In mammals the SRY gene on the Y chromosome in males directs the path of gonad development toward making a testis rather than an ovary. Gonadal hormones then determine the secondary sexual characteristics of males and females. In birds, as in mammals, the sex chromosomes determine whether the individual is male or female but the secondary sex characteristics are not primarily determined by gonadal products circulating in the blood stream. We know this from our analysis of rare, naturally occurring birds known as gynandromorphs, which we have shown to be chimeras comprised of both male cells and female cells. These birds display a striking asymmetry that confers male characteristics on one side of the body (male feather colour, large musculature, large wattle) and female characteristics on the other - despite the fact that both sides of the body are exposed to the same levels of circulating hormones. We have carried out transplantation studies in normal chicken embryos at day 2 of development, before the gonads form. As the embryo develops, transplanted cells from one sex can integrate into tissues in the opposite sex, including gonad. If transplanted donor cells are from the same sex as the host, the donor cells will fully integrate into key compartments in the gonads and express genes characteristic of the embryonic testis or ovary. We have shown that cells from one sex will not integrate into the key functional compartment of the gonads of the opposite sex. It seems that transplanted presumptive gonadal cells can differentiate properly, but retain their sex identity regardless of environment. We maintain that bird somatic cells possess a 'cell-autonomous sex identity' (CASI). This project aims to i) establish the influence of CASI on phenotype at different stages of development and ii) establish the molecular basis underlying this phenomenon. i) We will extend our current transplantation studies to determine the extent to which cells are affected by CASI, to determine how CASI affects different cell types, and determine whether tissue grafted from a 2-day embryo retains its sex identity throughout the lifetime of the animal. ii) The sex chromosomes in birds are designated Z and W: males have two Z chromosomes and females have a Z and a W chromosome. Birds have an unusual mechanism for regulating expression of Z-chromosome genes which results in around 300 Z-chromosome genes that are expressed at different levels in male tissues than in female tissues (in addition to around 15 genes on the W-chromosome). We believe that there is a pattern of sex chromosome gene expression that establishes a 'ground state' that defines every cell in the body as male or female. To test our hypothesis and to identify the genes involved in this ground state, we will establish patterns of gene expression for the early male and female embryos and determine how differentiation and sex reversal affects these patterns.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H012486/1","grantId":"BB/H012486/1","fundValue":"672982","fundStart":"2010-03-01","fundEnd":"2013-11-30","funder":"BBSRC","impactText":"","person":"Michael  Clinton","coPersons":["David William Burt","Helen  Sang"],"organisation":"University of Edinburgh","findingsText":" We have established that male and female cells respond in different ways to extracellular signals (developmental, hormonal etc.)\n\nWe have identified molecular signatures that are inherent features of male and female cells.\n\nWe have shown that cells of the female immune system are primed to respond more readily to infection than cells of the male immune system.\n\nWe have shown that the sexually dimorphic characteristics that we have identified are not dependent on gonadal hormones.  ","dataset":"gtr"}