{"id":"B75EB449-9083-4C84-9AEA-9276CA6EA4FE","title":"Characterisation of the Near-Field Eyjafjallaj&ouml;kull Volcanic Plume and its Long-range Influence","abstractText":"The volcanic plume from the Eyjafjallaj&ouml;kull eruption has caused significant disruption to air transport across Europe. The regulatory response, ensuring aviation safety, depends on dispersion models. The accuracy of the dispersion predictions depend on the intensity of the eruption, on the model representation of the plume dynamics and the physical properties of the ash and gases in the plume. Better characterisation of these processes and properties will require improved understanding of the near-source plume region. This project will bring to bear observations and modelling in order to achieve more accurate and validated dispersion predictions. The investigation will seek to integrate the volcanological and atmospheric science methods in order to initiate a complete system model of the near-field atmospheric processes. This study will integrate new modelling and insights into the dynamics of the volcanic plume and its gravitational equilibration in the stratified atmosphere, effects of meteorological conditions, physical and chemical behaviour of ash particles and gases, physical and chemical in situ measurements, ground-based remote sensing and satellite remote sensing of the plume with very high resolution numerical computational modelling. When integrated with characterisations of the emissions themselves, the research will lead to enhanced predictive capability. The Eyjafjallaj&ouml;kull eruption has now paused. However, all three previous historical eruptions of Eyjafjallaj&ouml;kull were followed by eruptions of the much larger Katla volcano. At least two other volcanic systems in Iceland are 'primed' ready to erupt. This project will ensure that the science and organisational lessons learned from the April/May 2010 response to Eyjafjallaj&ouml;kull are translated fully into preparedness for a further eruption of any other volcano over the coming years. Overall, the project will (a) complete the analysis of atmospheric data from the April/May eruption, (b) prepaor future observations and forecasting and (c) make additional observations if there is another eruption during within the forthcoming few years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I015663/1","grantId":"NE/I015663/1","fundValue":"141922","fundStart":"2011-04-01","fundEnd":"2016-02-29","funder":"NERC","impactText":"  Work still in progress. Hopefully improve forecast skill of volcanic plume transport to minimize air traffic impacts.  ","person":"Paul  Palmer","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We have developed a capability to harness the power of space-borne data to better understand the transport of volcanic plumes as they disperse downwind of the eruption region. Yes, I would hope that the UK Met Office would adopt some of our findings so they can improve the operational forecasts of chemical plumes. Aerospace, Defence and Marine,Environment,Transport","dataset":"gtr"}