{"id":"B76562CA-97F2-4EA1-B3CE-207769FC6FBA","title":"Better Thames Knowledge Exchange Network","abstractText":"The Water Framework Directive (WFD) is an important piece of legislation for the management and protection of natural water resources. Its implementation is at river basin level with a requirement to achieve 'good status' for water bodies by 2015. Published River Basin Management Plans e.g. for the Thames, describe the catchment, the pressures that affect it, the risks these pose to achieving 'good status', and the measures needed to achieve the environmental objectives. Just 26% of water bodies in the Thames are predicted to meet good status by 2015. The reason for a failure of good ecological status is often uncertain or unknown. The potential for scientists to improve this understanding is high. However, academics have been identified by the Environment Agency (EA) as not having been engaged in the development of the Thames Plan. The EA has identified specific knowledge gaps regarding implementation of the Plan, which are directly relevant to NERC and the wider scientific community. The Better Thames Network will provide a knowledge exchange mechanism between stakeholders e.g. the EA and the Thames River Basin District Liaison Panel, and scientists to help address the knowledge gaps. Network working groups will focus on specific issues in the Plan which, if addressed show the greatest promise to improve the prognosis for the Thames. It will act as a point of contact advisory service for stakeholders to help refine, and attempt to answer specific questions and for scientists to identify stakeholder needs in order to frame research programmes. The Network will provide access to expertise and act as a conduit for knowledge transfer between scientists in institutions in and around the Thames river basin, and through them to contacts with appropriate expertise beyond the river basin. In addition the Network will provide advice and expertise to stakeholders relevant to local delivery of the plan. The Network will not focus on national policy, but on implementation of WFD within the Thames district. It will connect NERC scientists local to the river basin with local stakeholders tasked with operational delivery of the basin plan. The objectives for the Network are to: (1) define knowledge gaps in the Thames Plan where knowledge exchange can make a contribution; (2) map the research community with relevant expertise in the Thames region; (3) run workshops with stakeholders and scientists focused on key knowledge gaps; (4) facilitate multidisciplinary collaboration within the workshops to refine questions, highlight relevant data and literature, and when necessary identify what new research is needed; (5) provide a mechanism for stakeholder access to academics to address specific local questions relevant to the implementation of the Plan, and allow academics access to stakeholders in order to frame research activities; (6) use the workshops and research community mapping to develop a web based portal and database that provides access for stakeholders to expertise. Specific outputs will include a database containing outcomes from the mapping of academic expertise within (and as necessary beyond) the Thames region held on an open access web portal. The web portal will also provide access to a bibliography focused on identified knowledge gaps; links to other information portals for the EA and stakeholders; and information on the Thames Basin Management Plan and linked data from the EA. Outputs from the workshops will be a tailored briefing document for the EA and Thames Liaison Panel focused on either filling the identified knowledge gap or framing research questions to address the knowledge gap, as well as articles in a peer reviewed journal. The ultimate measure of success of the Network will be achieving improved implementation of the Thames Plan i.e. above the 26% predicted good status by 2015. Equally important outcomes include facilitating engagement between the EA, stakeholders and the NERC scientific community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I008357/1","grantId":"NE/I008357/1","fundValue":"99148","fundStart":"2010-10-25","fundEnd":"2012-10-24","funder":"NERC","impactText":"  A process of engagement between the Environment Agency and relevant MSc degree leaders established as part of the Better Thames Network has continued with MSc research outcomes providing an improved knowledge base on specified problems or areas. Environment Policy & public services","person":"Sharron  McEldowney","coPersons":["Ian David Leigh  Foster","Richard  Owen"],"organisation":"University of Westminster","findingsText":" The Better Thames Network facilitated knowledge exchange between academics, NGOs and the Environment Agency to support the implementation of the Water Framework Directive (WFD) in the Thames and South East Region. Multidisciplinary workshops were run to address specific problems or knowledge gaps raised by the Environment Agency through the provision of case-studies. Academics contributed their knowledge in a ‘problem-solving’ role. Outcomes from the workshops were fed into the EA and were made more generally available on a dedicated open access web site. The web site also contained information on academic experterts relevant to the WFD and who were contactable by the Environment Agency. A process of engagement between the Environment Agency and relevant MSc degree leaders was established so that students could choose to take research projects specified by the EA either using EA provided data, advisers for field work or embedded in the EA. Supervisors were provided by both the EA and the University. This had the dual advantage of providing research outcomes to the EA on areas of concern and also having added value for students who gained experience from working alongside a regulatory agency. This process has continued after the life of the grant. The engagement between the Environment Agency and MSc degree leaders has continued. There has been a recent workshop(Academic Partnership Workshop on River Basin and Catchment Management, 25 Sept 2014) organised by the EA to continue the process. Supervisors were provided by both the EA and the University. MSc students from a number of Universities have continued to work on EA proposed projects. Environment","dataset":"gtr"}