{"id":"B774BA3E-81DF-4D21-A390-10E4E4881FC4","title":"Nutrient recovery from waste: Identifying the path to responsible innovation","abstractText":"The defining characteristic of all waste treatment is the utilisation of energy and chemicals to render discharges safe for both humans and the environment. Whilst public and environmental health must remain at the heart of waste processing, a paradigm shift in perception with waste streams viewed as a resource rather than a pollutant, is increasingly evident. The most challenging example of the under-utilisation of waste streams relates to nutrients as many nutrient rich waste sources are poorly managed. \nIt is timely to take up the challenge of nutrient recovery with renewed vigour as new solutions are emerging that can effectively enable recovery through a number of different pathways based around either biological, chemical or physical transformations. These innovations exhibit variation in the balance between the effort required to recover the resource (technology, energy, chemicals), the recovered material's efficacy as a nutrient source (bioavailability, plant uptake) and the impact on soil-water systems (ecosystem services). Consequently, we argue that a more strategic vision is required to understand the most appropriate balance between the needs of industry, the environment and human health. Such insights will catalyse whole system solutions that both deliver commercial opportunity and value, and engender the kind of adaptive capacity that our communities need for a resource efficient future. \n\nThe overall aim of this initiative is to develop a risk based decision analysis tool that informs selection of appropriate (fit for purpose) nutrient recovery route/s. The resultant tool will incorporate a tiered risk framework that will (a) characterise risks and uncertainties; (b) integrate socio-economic, human health, technological and environmental assessments; (c) reflect stakeholder preferences; (d) make use of qualitative and quantitative data; and (e) can be designed to incorporate weight of evidence techniques, options appraisal and uncertainty characterisation methods. This will be set in the context of an ecosystems services framework. The aim is then to investigate options over 5, 10, 20 and 30 year horizons through a series of stress tests based on industry standard scenarios. Ultimately this tool will inform near and long term strategic visions of responsible innovation based on the principle of least regret.\n\nThe aim of the catalyst stage is to develop the research grant application based on the above overall strategic aim. The initial objectives are to: \n(i) Identify the key elements of the decision process so as to establish the required expertise, input data, its availability and gaps.\n(ii) Set up (adjust) the core team and establish roles and responsibilities in preparing the bid for the later call based on (i)\n(iii) Establish the associated end users and stakeholder groups that will interact with the core team during the later project.\n\nA core team has been identified that provides the diversity of skills and expertise required to undertake such an activity and a work plan has been devised to deliver the required objectives. A key feature of our initiative is engagement with the full range of associated stakeholders from researchers, regulators, policy makers and industrial partners to ensure that the academic, regulatory and industrial benefits of our contributions are properly realised.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K015540/1","grantId":"NE/K015540/1","fundValue":"68770","fundStart":"2013-04-15","fundEnd":"2013-10-14","funder":"NERC","impactText":"","person":"Bruce  Jefferson","coPersons":["James  Harris","Simon James Pollard","Sean  Tyrrel","Paul  Jeffrey","Stephen Paul  McGrath","Ruben  Sakrabani","George  Prpich"],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}