{"id":"B7767E50-5A6C-4E84-B377-C6E30EC9E73B","title":"A Research Partnership between the School of Advanced Study, University of London, the Indian Institute of Advanced Study, and Yale University","abstractText":"The School of Advanced Study, University of London has formed a long-term partnership with Yale University and the Indian Institute of Advanced Study (that country's premier scholarly institution) to promote discussion, debate and joint research activities involving scholars at the three institutions and in their networks -- and to disseminate the results of those efforts. There is a great need for this. A few teams of leading researchers from the three countries, and the early formative activities by the partnership, have established that such collaborations hold great promise. But Indian scholars have far too little opportunity to engage in depth with academics and insights from leading Western research centres, and scholars in the West are only beginning to recognise the benefits to their own work which interactions with India's formidable research community offer.\n Many of India's best researchers have found it difficult or impossible to gain adequate access to case studies, perspectives, methods and other ideas from the West (including Western analyses of other developing nations), so that they have been cut off from insights that emerge from comparative work in and on countries other than India. Scholars in the West have similarly lacked exposure to evidence and analyses from India and to Indian perspectives on important themes -- which can enrich their work. A compelling example of this sort of enrichment can be found in a recent book by two immensely distinguished political analysts/theorists from the U.S. and an eminent Indian colleague -- which provides a major contribution to democratic theory and comparative law/constitutionalism. This tripartite partnership seeks to address these problems, and to provide scholars in all three countries with major new opportunities in this vein.\n The partnership will pursue these goals by organising international conferences on broad, compelling themes each June at the Indian Institute of Advanced Study -- which is located in the Vicreregal Lodge in Shimla, the former summer capital of British India in the Himalayas. The conference in June 2012 will focus on 'Law and Democracy', and in June 2013, the conference will consider 'Social, Cultural and Historical Persectives on Cities'. In subsequent years, conferences will address themes drawn from the study of philosophy, history, identities, the environment, etc. Teams of scholars from London, Yale and their networks will travel to these conferences, and the Indian Institute of Advanced Study -- which has immense prestige, resources and thus covening power -- will bring 15 to 20 leading Indian researchers to Shimla. All three partner insitutions will include both eminent senior researchers and promising young scholars. Participants will also include people from formidable research centres -- and people who pay close attention to research -- in the Indian government, civil society organisations and the private sector.\n To ensure that ideas which emerge at these annual conferences are then explored more thoroughly, the partnership will also bring together scholars from the three institutions (and their networks) for short consultations in London or India -- to develop their ideas for further research, and to prepare detailed grant proposals.\n To provide researchers and members of the general public with access to the ideas that are generated by the partnership, the texts of all papers presented at each conference will be available on 'open access' on the three partners' websites. Those ideas will also be disseminated through public lectures, seminars and concise, intelligible contributions to serious media outlets. Each conference will also yield an edited book containing conference papers -- and some papers (or distillations of multiple papers) will also appear as articles in refereed journals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012335/1","grantId":"AH/J012335/1","fundValue":"31201","fundStart":"2012-09-01","fundEnd":"2015-08-31","funder":"AHRC","impactText":"","person":"James Gilmore Manor","coPersons":[],"organisation":"University of London","findingsText":"","dataset":"gtr"}