{"id":"B77AD262-5C91-46F1-B90A-159CDE1742C0","title":"Mitotic cell mechanics in a tissue context","abstractText":"Both symmetric and asymmetric cell divisions require a complex set of molecular processes to ensure the proper orientation of the microtubule-based spindle with respect to cortical cues. In asymmetric divisions, cells first establish an axis of polarity in response to internal or external cues. This is then read by astral microtubules to orient the spindle to segregate cell fate determinants asymmetrically in the two daughter cells. In symmetric divisions, the spindle typically reads apical-basal polarity cues and mitotic cell shape in order to align in such a way as to divide to release tissue strain. In both cases, spindle orientation is likely to be important for high fidelity chromosome segregation. Understanding the role of mechanics in mitosis is therefore a fundamental problem in cell biology. In addition, it is currently thought that controlled ratio of symmetric versus asymmetric cell division plays a critical role in stem cell homeostasis, a phenomenon thought to be misregulated in cancer.\n\nWhile much progress has been made in identifying biochemical signalling pathways that regulate cell division in general, little is known about the mechanisms by which normal epithelial cells and stem cells sense, respond to and resist forces. Only recently the role of force has been studied in spindle orientation of individual adherent cells, and mechanical stress is known to be a major external signal involved in epithelial cell regulation. Our preliminary data now show that forces also play a significant role in spindle orientation in tissues. Building on this work we plan to test how spindle orientation responds to external force during symmetric and asymmetric divisions and to identify the molecular machinery involved.\n\nTo do so we will explore the molecular and cellular mechanisms by which mitotic cells sense, respond to and resist mechanical forces using two complementary experimental systems developed in the Baum and Charras labs: i) a device that enables the mechanical perturbation of MDCK epithelial monolayers, and ii) the Drosophila notum, a tissue where genetics, mechanical perturbations and live imaging can be readily combined. In this way, we expect to identify conserved molecular mechanisms that ensure that cell division occurs with high fidelity in the context of an epithelium subject to\nchanges in mechanics. We will further test whether force also a play a role in asymmetric divisions (as a simple model of stem cell divisions).\n\nWe expect this work to have a significant impact on our understanding of fundamental questions in the fields of cell division, tissue homeostasis, stem cell biology and regenerative medicine. There are several lines of evidence that make clear the importance of bridging this gap in our understanding of the role of mechanics in cell division. First, passage through mitosis involves dramatic active changes in cell shape and cortical rigidity, which when perturbed may lead to cell division failure and chromosome mis-segregation; potentially contributing to cancer development. Second, the ability of a cell to divide and form a colony in a mechanically soft medium is a key test of cellular transformation and malignancy, implying a role for mechanics in cell division. Third, in cell culture the mitotic spindle typically aligns parallel to a substrate plane along the axis of greatest tensile force. Fourth, it is possible that symmetrical divisions which tend to increase the number of stem cells will be triggered by tensile stress. In this way tissues may respond directly to the need for more cells by increasing the number of cells via tensile-controlled proliferation combined to oriented cell division ensuring relieve of the tension across the tissue.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K009001/1","grantId":"BB/K009001/1","fundValue":"352799","fundStart":"2013-06-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"","person":"Buzz  Baum","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}