{"id":"B77A565E-D84E-42E6-B4ED-8E63B169D1B4","title":"The Norman Edge: Identity and State-Formation on the Frontiers of Europe","abstractText":"One of the most distinctive features of the period between the mid-eleventh and early thirteenth centuries was the migration of Normans from their northern French homeland to the frontiers of Christian Europe. The conquest of England in 1066 is only the best known example of Norman conquest, settlement and state-building, and must be seen as part of a wider phenomenon beginning in the 1030s and continuing until about 1200. Normans established themselves in northern England and southern Scotland as a consequence of the conquest of England; in southern Italy and Sicily through involvement in local power struggles; and in Syria and Palestine initially through participation in the first crusade and subsequently as part of the creation of new western states in the region. Norman expansion was both strategic, as in the conquest and settlement of northern England, and opportunistic, as in southern Italy and in the eastern Mediterranean. \\n\\nThe proposed research will investigate the salient characteristics of Norman expansion, and its significance for a fuller understanding of medieval political communities and state-building. Preliminary work comparing Norman elites in southern Italy and Normandy suggests that an important factor in the construction of new Norman polities was the capacity of settlers in the diaspora to maintain connections between themselves and with the 'homeland' of Normandy. This project will extend the analysis in order to produce for the first time a systematic study of the relationships between different parts of the Norman diaspora. The nature of these relationships took different forms, involving networks determined by political patronage, social loyalties, kinship and spiritual affinities. In some cases, these relationships are shaped by familial or feudal ties, and can be seen clearly in the presence of members of the same kin group in each of the three parts of the diaspora, and in the resources available to Normans from one region to another. In each area of new settlement, Normans faced established local elites with whom power had to be either contested or shared. Moreover, the ethnic and religious composition of the native peoples differed across and within these regions, and included Muslims, Arabic-speaking Christians, Greeks, and English- and Celtic-speaking inhabitants. The challenges posed by this diversity to Norman political and ethnic identity will provide a crucial dimension to the research.\\n\\nThe fundamental questions underlying the research thus concern the meaning of Norman identity: what did it mean to be a Norman; how did Normans express consciousness of this identity; and how did membership of the 'Norman people' contribute to the process of state-building on the margins of Europe? Furthermore, how long did self-perceptions of Norman identity last over the whole period, and how were such perceptions affected by contact with native peoples across the diaspora? The responses to these questions will have major implications for two models currently employed to explain mainstream historical developments in the period c.1050-1200: namely, one which focuses on the dynamic interactions between centre and periphery in establishing methods of rule; and another in which the expansionist movement of people built networks out of which a characteristically 'European' Europe emerged. The project will thus contribute to a new understanding of how ethnic identity in the Middle Ages was articulated and maintained, and how the process of state-building was affected by the migration of peoples. \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F011083/1","grantId":"AH/F011083/1","fundValue":"268232","fundStart":"2008-07-01","fundEnd":"2011-12-31","funder":"AHRC","impactText":"","person":"Keith John Stringer","coPersons":["Andrew  Jotischky","Alexander James Metcalfe"],"organisation":"Lancaster University","findingsText":" Over the course of the project (2009-12), the Department of History at Lancaster University hosted five symposia and a three-day conference at which 36 research seminar papers were given by internationally recognised experts in medieval History. Focusing on regions at the margins of Norman rule in Britain, south Italy and Sicily, and the Crusader States during the eleventh and twelfth centuries, the seminars presented conclusions in both new and emerging research fields: the historiography of th The research findings from The Norman Edge: Identity and State Formation on the Frontiers of Europe project serve to add an authoritative historical dimension to current debates about regional identities and state formation in the modern period as each area of study is presently undergoing significant political change. Our research highlighted the importance of the relationship of 'Middle Britain' in the Norman period to both England and Scotland, while in the near future we will decide the ques Communities and Social Services/Policy,Education,Leisure Activities/ including Sports/ Recreation and Tourism,Government/ Democracy and Justice","dataset":"gtr"}