{"id":"B77B341C-1BF9-49E8-86FC-1B52EA8005A9","title":"Comparing the cognitive processes underlying autobiographical memory retrieval and future event simulation","abstractText":"<p>Our memories help define us as individuals. Cognitive psychologists refer to our memories of the events and experiences that occur during our lifetime as &quot;autobiographical memory&quot;. </p>\n\n<p>In addition to giving us a record of the experiences that helped make us the people we are, autobiographical memory also plays important roles in our everyday lives. For example, an individual's sense of&nbsp;&quot;self&quot; is intimately linked with his or her autobiographical memories, whilst sharing our personal histories helps us form and maintain relationships. </p>\n\n<p>Recently, it has been suggested that autobiographical memory may play an important role in shaping our imagination of future events. Our ability to imagine the sorts of events and experiences that we may encounter in the future is an important psychological skill, and has been found to aid adjustment to major life events and reduce vulnerability to psychological distress. It is therefore important to understand the processes that support this ability. </p>\n\n<p>Through a series of experimental studies, the funded research will compare the processes involved in retrieving the past and imagining the future, gaining further insight into the role that autobiographical memory plays in our ability to imagine possible future events. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H003606/1","grantId":"ES/H003606/1","fundValue":"56696","fundStart":"2010-01-01","fundEnd":"2010-10-31","funder":"ESRC","impactText":"  Please see the submission for RES-000-22-3624-A. The researchers moved institution part-way through the award and it, therefore, appears in the system twice.  ","person":"Rachel Joy Anderson","coPersons":["Stephen Anthony Dewhurst"],"organisation":"Leeds Metropolitan University","findingsText":" Please see the submission for RES-000-22-3624-A. The researchers moved institution part-way through the award and it, therefore, appears in the system twice. Please see the submission for RES-000-22-3624-A. The researchers moved institution part-way through the award and it, therefore, appears in the system twice. Education,Healthcare","dataset":"gtr"}