{"id":"B77D995F-EB56-4A43-B0F3-1DEEA86C53D8","title":"Colloidal interfaces in microfluidics","abstractText":"The rapidly evolving field of microfluidics, in which fluids are manipulated at a micro- or even nanoscopic scale, finds many applications in industries, ranging from the pharmaceutical to the oil-industry. It also raises new questions about the behaviour of liquids at increasingly small scales. One particular topic of interest is the behaviour of interfaces in confinement and under flow, which is for example essential when carrying out chemical reactions in liquid mixtures. An exciting way to address these questions is by making use of colloidal suspensions. Here, colloidal particles of size roughly between 1 nm and 1 micron are dispersed in a molecular solvent and the suspensions display rich phase and interface behaviour in many ways analogously to molecular or atomic systems. However, the length- and timescales in colloidal suspensions are such that many interesting phenomena become much more accessible, for example because they happen relatively slowly or at more convenient lengths. Furthermore, modern colloid science offers tailoring the interactions in colloidal suspensions to a level which is simply impossible in molecular systems. We propose to combine colloid science with microfluidics to study flow instabilities of fluid interfaces in microfluidic devices. Such hydrodynamic instabilities are frequently observed in every day life, for example when turning on a tap and watching drops form. We have developed a colloidal system, which shows similar behaviour as molecular fluids, such as oil-water mixtures, but with the large advantage that the interfacial tension, which characterizes the cost to create extra interface, is about a million times smaller than in ordinary molecular systems. As as consequence, certain features of interface behaviour become very pronounced and can be easily studied. We will focus on two types of instabilities; the first one occurs whenever a fluid with a low viscosity displaces a fluid with a high viscosity in a flat, narrow channel. The second one always takes place when a heavy fluid lies on top of a light one. Without possibly realizing it, such instabilities can be observed almost on a daily basis, and they are hugely important in many technological and industrial processes. Our proposed work will lead to a better understanding of the instabilities and it may shed light on new potential applications of microfluidics in the chemical industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H035362/1","grantId":"EP/H035362/1","fundValue":"105975","fundStart":"2010-03-22","fundEnd":"2012-03-21","funder":"EPSRC","impactText":"  The EPSRC first grant award has enabled me to further equip my lab. I have subsequently presented the work described in the proposal in a series of invited talks at national and international conferences, it has been published in a high-visibility journal, and it has inspired collaborations within Oxford, with Northumbria University, but also internationally with groups in Paris (ENS and ESPCI) and in Barcelona. Indirectly, this has made collaborations with industry feasible and part of our research is currently funded by Unilever and Syngenta. As such there is indirect economic impact.  Economic","person":"Dirk Gerard Aarts","coPersons":[],"organisation":"University of Oxford","findingsText":" We have studied flow instabilities of fluid interfaces in microfluidic devices. We have developed a colloidal system, which shows similar behaviour as molecular fluids, such as oil-water mixtures, but with the large advantage that the interfacial tension, which characterizes the cost to create extra interface, is about a million times smaller than in ordinary molecular systems. As as consequence, certain features of interface behaviour become very pronounced and can be easily studied. We have focused on two types of instabilities; the first one occurs whenever a fluid with a low viscosity displaces a fluid with a high viscosity in a flat, narrow channel. The second one always takes place when a heavy fluid lies on top of a light one. Without possibly realizing it, such instabilities can be observed almost on a daily basis, and they are hugely important in many technological and industrial processes. Our work, which we have presented at numerous international conferences and which has been published in an high-visibility journal, has led to a better understanding of the three dimensional nature of the instabilities, of the role of the (wetting) boundary conditions, and it may shed light on new potential applications of microfluidics in the chemical industry. \n\nMore recent work, which is a direct follow-up of the work described in the proposal, has led to new insights into contact-line motion. The work has been submitted for publication and may find applications in various industries dealing with contact line instabilities, such as in the oil industry. It also proposes a novel way to produce droplets in nanofluidics. This work shows how the viscous fingering instability can be suppressed by modifying the wetting boundary conditions, which may find potential use in industry. Chemicals,Energy","dataset":"gtr"}