{"id":"B7990DBB-36AF-4543-8417-34BD494A01B7","title":"Quantifying Biophilia","abstractText":"The notion that spending time with 'nature' can reduce stress may seem self evident. Natural tonics have been prescribed throughout recorded history from Grecian healing groves to Victorian seaside resorts. More recently 'green exercise' has been prescribed by modern medical practitioners. The World Health Organisation predicts that stress will be the leading cause of ill health by 2020. If experience of nature can relieve that stress why is not more done about it? Like so many intuitive 'truths' however this assertion masks a complicated set of unanswered questions. The simplest and most difficult to answer being, 'why?'. In 1984 E.O. Wilson suggested that human affinity with wildlife is hereditary, borne of evolutionary pressures. Evidence has been produced to support this hypothesis. For example a cross-cultural preference for park-like areas, similar to the savannahs inhabited by our ancestors, exists. If love of nature is innate, or otherwise important to our physical or mental health, then understanding these effects will also be important in human health, biodiversity conservation and environmental policy. We are in the midst of an extinction crisis. For example, in 2004 the IUCN reported that one in four mammal species was under threat and half of these may be extinct within a decade. One estimate suggests that governments and NGO's are spending only around US$1 billion per year to combat the crisis. This amount will not reverse the decline; more importantly we know very little of the economic value of nature. Many people declare a 'love' for Nature, and behave as if they attribute value to it while the emotional health benefits are ignored by policy makers. The relationships between human physical and mental health and the natural environment, and the mechanisms involved is scientifically topical and of potentially far-reaching policy relevance. When environmental problems are quantified political will to tackle them can be greater. For example controls on CFCs to protect the Ozone layer are costly and require international agreement. Science demonstrated that the cost of restricting the use of CFCs was outweighed by the cost of inaction and increased skin cancer. This approach to managing the natural environment is in its infancy, but no less important. This topic is amenable to scientific study, but innovative thinking will be necessary to plan a quantitative, experimental approach involving a range of academic disciplines. The issue is particularly relevant in urban areas, where planners increasingly speculate on the benefits of green-spaces. We wish to quantify any health benefits from interacting with the natural environment, beyond for example exercise. This could shed light on evolutionary psychology, and provide economic arguments for biodiversity conservation that may benefit disproportionately the most disadvantaged in society. This goal surely necessitates quantitative and ideally experimental approaches. Insofar as the health consequences of interaction with the natural environment are often interpreted in terms of stress, stress is likely to be a focus of the emerging research. Fortunately, an array of techniques, from physiological to psychometric are available for this purpose, including one new approach, based on immuno-competence (the Leucocyte Coping Capacity) that repeat-ably and rapidly gives a measure of stress from only a pinprick of blood. Before this can be done we must identify the right questions and the order to answer them in. This will be the first task of the workshops we propose. Our group of international experts would then design experiments to provide evidence to help answer them. The ultimate goal of the workshops will be to integrate empirical measures of the relationship between human health and interaction with the natural environment within an inter-disciplinary framework to produce social and economic measures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E009131/1","grantId":"NE/E009131/1","fundValue":"54678","fundStart":"2007-08-01","fundEnd":"2008-10-31","funder":"NERC","impactText":"","person":"David Whyte Macdonald","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}