{"id":"B79C26AF-2DC7-4661-9D91-872E32C79FBE","title":"Development of phloem-mobile xenobiotics with enhanced transport properties","abstractText":"Every year, several thousand chemicals are screened by the agrochemical industry for potential uses as herbicides and pesticides. Very few of these compounds make it to the market place because they do not enter or move in plant tissues effectively. The ability of a given molecule to enter the phloem, the plant's internal conducting system, is a major hurdle to the development of successful systemic herbicides. The worldwide success of Glyphosate (Roundup) is due predominantly to the fact that this chemical moves extremely effectively in the phloem and is therefore able to exert its toxic effects on distant growing tissues. Unlike many other herbicides, Glyphosate appears to use plant membrane carrier proteins for its effective transport. The aim of this project is to develop new-generation chemicals that are designed to move effectively in the phloem.\n\nThe run-off that accompanies field applications of chemicals is a matter of considerable environmental concern as several of these potentially toxic chemicals may pollute steams and waterways. It is clear that the development of new chemicals that reach their target sites by more efficient transport would be a major advantage in this field, reducing the amounts that need to be applied to crops and thereby minimizing run-off. This project is therefore aimed directly at improving the movement of agrochemicals in plants by the rational design of new chemicals that show enhanced phloem-mobility properties.\n\nThe project takes a novel approach by using fluorescent probes that are designed specifically to move in the phloem of plants. Using fluorescence-based chemicals means that the process of uptake and transport can be studied in fine detail using appropriate fluorescence detection methods (e.g. fluorescence microscopy). A major goal is to 'piggy back' some of these fluorescent compounds into the phloem using existing proteins that function to transport natural compounds in the phloem.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M025160/1","grantId":"BB/M025160/1","fundValue":"785032","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"BBSRC","impactText":"","person":"Karl John Oparka","coPersons":["Marc  Vendrell Escobar"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}