{"id":"B7A252EC-7833-4F1C-A694-E374222D8B9D","title":"'Carbon compounds': Lexical creativity and discourse formations in the context of climate change","abstractText":"The 20th century was the century of 'the gene' and its meaning has been studied by social scientists. The 21st century will be the century of 'carbon' whose meaning needs to be investigated. One way to do this is through the study of a whole new language that has started to evolve around the term 'carbon' as a hub: carbon criminals, carbon champions, and carbon profligacy are just some of the lexical combinations or compounds that are continuously created and used by the media and other stakeholders. This project charts this process of lexical creativity from about the 1990s onwards. Using methods from lexical pragmatics, discourse analysis, corpus linguistics and cybermetrics, it will collect and analyse five datasets: two collections of US and UK newspapers texts, a corpus of Internet blog feeds, a corpus of web-based texts downloaded from a wide range of websites and transcripts of stakeholder group debates. Communicating climate change is a complex activity in which many different stakeholders engage for different purposes and in order to achieve a variety of ends. Studying the use of 'carbon compounds' in context provides one tool for mapping these activities and assessing their potential impact.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-1256","grantId":"RES-062-23-1256","fundValue":"148299","fundStart":"2008-09-01","fundEnd":"2010-08-31","funder":"ESRC","impactText":"  Nerlich gave a talk to the local Greenpeace Group on 'The low carbon economy: Promises and problems' in June 2011 which led to establishing contacts with Dr Amanda Smith (Nottingham Trent University), who is working with transition towns and is well connected with local policy members. This link will be strengthened through future collaboration.\n\nWe have teamed up with the charities COIN (Climate Outreach and Information Network) and PIRC (an independent charity integrating key research on climate change, energy &amp;amp; economics - widening its audience and increasing its impact) in order to collaboratively create a new approach to climate change communication in which policy makers, scientists, journalists, celebrities, NGOs, etc. are directly involved (many have already pledges their support for this project). We have contributed toa grant application, led by George Marshall, to the Esmee Fairburn entitled: 'Breaking the deadlock: Language &amp;amp; discourse for effective climate change communication'. The aim is to measurably influence the public and political dialogue around climate change. Marshall is contributing to communications training for MPs in Westminster in July 2011.\n\nKoteyko has been invited to collaborate with social scientists at CCAFS/Climate Change, Agriculture and Food Security (http://ccafs.cgiar.org/) on a workshop bringing together communicators, project managers of NGOs, and scientists to discuss how best to communicate the concept of carbon finance to farmers. The workshop is planned for October 2011, Nairobi, Kenya. \n\nKoteyko et al (2010) was selected for publication in Science for Environment Policy, the European Commission's news service for policy makers http://ec.europa.eu/environment/integration/research/newsalert/pdf/195na6.pdf\n\n\nOur project overall signalled to the scientific community that climate change is not only a scientific problem or indeed a cultural one, as Mike Hulme has stressed, but also, and importantly, a linguistic one. \n\nAs we point out in the 'Language and Discourse' grant application led by George Marshall, repeatedly one can hear the same argument: we have the knowledge, skills and technology to deal with climate change - all that we need to do is to find the collective public and political will. Effective communication is absolutely crucial for generating this collective will. However, for reasons analysed for example in Koteyko et al. (2010) and Nerlich (2011), the language and discourse used to describe climate change and visualise a low carbon future is ill-suited to motivate or inspire large numbers of people at precisely the time when public support for climate change is needed the most.\n\nNerlich gave a paper to a student-led workshop on climate change organised by 'Project Nottingham' in May 2011 at which a member of the local Greenpeace group was present. She invited Nerlich to give a talk to the local group. http://www.projectnottingham.org/environmental_fair/\n\nIn June 2010 we organised a user workshop in Nottingham in which George Marshall from the charity COIN participated. He stayed in contact with us and now invited us to collaborate with him on his new climate communication venture. \n\nInvited papers by Nerlich on 'low carbon markets' and by Koteyko on 'Managing carbon emissions: a linguistic enquiry into 'market driven sustainability' at a conference in Brussels in November 2010 led to the invitation to participate in the above CCAFS workshop on 'communicating carbon'.\n\n\n\nD Please outline who the findings and outputs outlined above had an impact upon. This can be at a broad societal level through to specific individuals or groups. [Max 250 words]\n\nOur findings and outputs led to engagement with local environmental groups, but more importantly with a charity that is in the process of taking climate change communication to new level. If our grant application is successful this would lead to direct engagement with policy makers and public intellectuals and would have a direct influence on how climate change is communicated efficiently, effectively and based on scientific evidence, in the future. Environment Cultural,Societal","person":"Brigitte  Nerlich","coPersons":["Nelya  Koteyko"],"organisation":"University of Nottingham","findingsText":" Using methods derived from corpus linguistics, computational linguistics, webometrics, metaphor and discourse analysis, this project examined the emergence and change of a new type of language used in the context of climate change, a language that evolved in English speaking countries around the word 'carbon'. Carbon and especially the reduction of carbon emissions became an essential 'frame' through which climate change mitigation was discussed in the media and by policy makers, but also in community and activists' groups. Dealing with carbon was seen as the main solution to climate change. It has now become clear that this is not the only solution, that, indeed, finding a (simple) solution to climate change may be impossible. However, the creative use of lexical compounds (combinations of words) around the noun 'carbon' made such a solution seem desirable and possible. These compounds first began to flourish in 2004, came to a peak in around 2006, and are now tailing off, to be replaced by a focus on 'energy' rather than 'carbon'. We used what we called 'carbon compounds', from 'carbon awareness to 'carbon zealots' to track patterns of language use and arguments about climate change mitigation in the traditional press and online. We traced the emergence of lexical clusters (around religion/morals, finance and lifestyle), changing trends over time and cultural similarities and differences between the UK and the US. We also investigated the political impact of one non-carbon word that emerged while we were carrying out our research, namely 'climategate'. Climate change communication Environment","dataset":"gtr"}