{"id":"B7A55315-3FB3-47A6-A68C-10B5BFC15462","title":"Glia as regulators of auditory nerve function","abstractText":"Mammals have an extraordinary ability to analyse the sounds within their environment and this can provide them with important advantages for survival. Humans hearing appears best-tuned to the range of sound frequencies that are used for speech-based communication, and this is also relevant for our appreciation of music. The sensory organ of hearing, the &quot;cochlea&quot;, analyses incoming sound waves and sends electrically coded signals to the brain via groups of excitable cells within the auditory nerve. All the necessary information we require to understand the pitch, loudness, site of origin of sounds etc, are carried within the fine detail of the electrical code that the nerve passes to the brain. The nerve cells are able to work continually, at very high rates, and for many years without being replaced, because the environment they inhabit is kept stable by non-sensory cells called &quot;glia&quot;. There is evidence from elsewhere in the nervous system that there is continual communication between nerve cells and their attendant glia, and that this can inform glia to be reactive to changes in nerve activity. The details of how this happens in the cochlea are unknown. Failures of this nerve-glia communication are suggested to cause death of nerve cells and conditions such as chronic pain. Glia are also responsible for coating the nerve cells with an insulating layer called &quot;myelin&quot;. Myelin acts like the plastic coating on household wires, to improve electrical conductivity and to minimise energy losses as signals are carried over long distances. It is thought that the way in which myelin is laid down during development acts as an important cue for the maturation of nerve function. This has important implications for our understanding of the onset of sensory function in humans, and is particularly relevant to how hearing develops. This project is aimed towards a better understanding of glial function in the cochlea, and how glia preserve essential signalling in the auditory nerve. The data from this study would help explain some of the complexities of normal hearing, and may identify potential targets for therapies aimed at enhancing nerve cell survival in the inner ear. In addition the project would assist in the future design of devices such as cochlear implants. In some people who have lost their hearing the glia ensure the survival of some of the nerve cells in the deafened ear, even for years after deafness first occurs. This survival means the nerves can be electrically stimulated via a cochlear implant, providing the profoundly deaf with some hearing. Glia are clearly important in both the hearing and deaf ear, but it is not currently obvious how they carry out these essential roles. The findings of the study would not be specific to hearing though, as many of the mechanisms to be studied are common throughout the nervous system. A more comprehensive picture of how glial cells function would be of value to other scientists and clinicians studying the nervous system, including the other sense organs and the brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M019322/1","grantId":"BB/M019322/1","fundValue":"381779","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"BBSRC","impactText":"","person":"Daniel James Jagger","coPersons":["Andrew  Forge"],"organisation":"University College London","findingsText":"","dataset":"gtr"}