{"id":"B7A8CB78-2DDB-4EE6-95D3-3147C7F96EE3","title":"DSAM Lifetimes of the SD and TSD bands in 154Er at ultra high spin","abstractText":"Nuclei can display a number of different features when their properties are studied in detail. Individual nuclei have quantised energy levels. The pattern of these levels and the gamma radiation emitted corresponding tto decays between the levels is different depending on whether the nuclei are deformed or spherical. Some nuclei have the properties of deformed prolate shapes at low energies and angular momentum (rotation) and single particle properties more consistent with a spherical shape at high angular momentum. These single particle states often arise when all the particles outside a core are aligned with the rotation axis. The states where all the particles are aligned are often called band termination states. The nucleus 154Er and its neighbours have both single particle (band termination) and collective structures at very high spin. The nucleus 154Er has two known high-spin band structures. Comparison with theory suggests that these correspond to structures with large quadrupole deformation, with one being prolate superdeformed (SD) and the other triaxial strongly deformed (TSD). This conclusion is based on the measured gamma ray energies and deduced moments of inertia. DSAM lifetime measurements to determining transition strengths are a much better way to probe nuclear deformation at high spin. Our recent lifetime measurements of TSD bands in 157,158Er (Feb 2009) has yielded surprisingly large quadrupole moments which may require theory to be refined. The coexistence of two different shapes in 154Er will shed more light on this problem and will act as a calibration for exotic nuclear shapes at high spin. The experiment will be carried out using the GAMMASPHERE array at Argonne National Laboratory in the USA. Data will be collected for 7 days. The data will then be analysed in Liverpool in order to achieve the physics aims. The data will form part of the thesis of a resarch student.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H004114/1","grantId":"ST/H004114/1","fundValue":"12196","fundStart":"2009-09-01","fundEnd":"2009-11-30","funder":"STFC","impactText":"","person":"Edward Stephen Paul","coPersons":["Paul  Nolan","Andrew John Boston"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}