{"id":"B7ADBCCE-5EAA-4FC9-B15A-1E85A7410325","title":"14 NSFBIO: Seamless Integration of Neuroscience Models and Tools with HPC - Easy Path to Supercomputing for Neuroscience","abstractText":"This is a collaboration between University College London, University of California San Diego and Yale University to develop a science gateway for the computational neuroscience community. The gateway, called NSG-R, is designed to help improve our understanding of how the brain works by making it easier for neuroscientists to use complex models of brain cells and circuits in their research. Powerful software has been developed for building and using neuronal models, and on-line resources such as Open Source Brain (OSB), ModelDB,\nNeuroscience Information Framework (NIF) have been created to help neuroscientists find existing models, collaborate in developing new ones, and share the results of their work with others. \n\nHowever, many detailed neuronal models are becoming too complex for the computer hardware that is available to most neuroscientists, resulting in a critical need to use high performance computing resources (HPC). NSG-R builds on the NSG project (&quot;Neuroscience Gateway&quot;), which was developed to eliminate or reduce many of the technical and administrative difficulties that previously limited neuroscientists' access to HPC. That said, NSG users must still log in, upload models, launch simulations, and download results; a process that involves many time-consuming, error-prone steps. NSG-R eliminates these steps by enabling on-demand, automated communication between the NSG server and client applications such as the OSB server. \n\nThis seamless access to HPC is implemented in NSG-R by a software infrastructure that uses REpresentational State Transfer (&quot;REST&quot;, the R in NSG-R), exposing the capabilities of NSG via publicly available application programmer interfaces. This will allow users of neuroscience resources such as OSB, ModelDB and NIF to readily access HPC from their respective websites via NSG-R. It therefore results in greater research productivity and enables wider use of large scale computational modelling by scientists and students.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N005236/1","grantId":"BB/N005236/1","fundValue":"138235","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Robin Angus Silver","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}