{"id":"B7BC6118-5CE8-4004-BB2A-4C1F84C24A99","title":"ALSPAC and Adolescent Substance Use Trajectories: Consolidation of a UK research resource","abstractText":"Substance misuse and dependence among adolescents and young people in the UK is among the highest in Europe. Substance use, though typically initiated in adolescence, is heterogeneous and likely to follow different patterns or trajectories among different people. This matters because specific trajectories of substance use may have a different range of causes and maybe more likely to lead to poor adolescent and adult outcomes. These characteristics and patterns maybe missed if adolescent substance use is treated as a single average measure. Research, therefore, into this area needs to identify the common types of substance use trajectory in order then to test and explore specific research questions concerning their cause, or who may benefit or needs to be targeted by prevention activities. This also will require detailed information on early life, before substance use, as well as information on how substance use develops during adolescence. The Avon Longitudinal Study of Parents and Children (ALSPAC) of 13,000 children is the largest birth cohort with such information in the world, with participants? self-reported substance use (tobacco, alcohol, cannabis and other illicit drugs) assessed regularly since the age of ten. In addition, biological measures of substance use through hair and urine screens were collected at age 15 and 17, and information from a genomewide scan is available on 3000 subjects. We aim to bring the data collected on substance use and potential risk factors together in order to create an accessible research resource. We aim to identify and make available the different trajectories of adolescent substance use; compare and validate self-reported data with toxicological evidence; create an accessible database of self-reported substance use and identify all the key measures that have been collected in ALSPAC that may be involved in increasing or decreasing the risk of substance use; and conduct preliminary comparisons of whole genome scans of people with and without different substance use trajectories to identify potential genetic sites for further investigation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802736","grantId":"G0802736","fundValue":"164052","fundStart":"2009-04-01","fundEnd":"2011-03-31","funder":"MRC","impactText":"","person":"Matthew  Hickman","coPersons":["Glyn  Lewis","John  Macleod","Kate  Tilling","Marcus  Munafo","Nicholas John Timpson","Jonathan  Sterne","Ian  Day","George  DaveySmith"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}