{"id":"B7C15920-D2A5-42D6-96C6-18C06B6480DF","title":"Establishment of an MRC Sequencing Hub at the GenePool, the Scottish next-generation genomics facility","abstractText":"The reading of the DNA code in our genomes and the genomes of other organisms has revolutionised what can be done by medical researchers. While the technology to read the DNA sequence of genes was invented over 40 years ago, until recently it has been too slow and too expensive to use in many research programmes. However, in the last five years a new generation of DNA sequence readers has been invented, and these machines, working at thousands or millions the pace of the older technology, promise to let researchers use DNA sequence in more and more precise, and more and more exciting, projects.\nIn Scotland, the GenePool is a DNA sequencing service based in the University of Edinburgh that lets researchers throughout the region generate DNA sequences from their experiments. The GenePool has already invested in two of the new generation of sequencing instruments, and read over one hundred thousand million bases of DNA sequence (100 Gigabases - about 30 human genomes-worth) last year. \nIn this proposal we request funding from the UK Medical Research Council to double our ability to deliver DNA sequence to medical and biomedical researchers throughout Scotland. We will purchase two more of the current crop of ?next generation? DNA sequencing instruments, and develop a highly efficient and cost-effective centre to produce DNA data for users. We will also in the medium term buy one of the third generation of DNA sequences - output from which is likely to dwarf the new sequencing machines just as they dwarfed the old methods. We will also invest in highly trained laboratory technologists and biocomputing scientists to help users identify the important genetic information in their data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900740","grantId":"G0900740","fundValue":"2626720","fundStart":"2009-07-01","fundEnd":"2012-09-30","funder":"MRC","impactText":"","person":"Mark Lyon Blaxter","coPersons":["Zofia Helena  Miedzybrodzka","David William Burt","Geoffrey  Barton"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}