{"id":"B7C31C7B-1C8E-459A-A070-486918603B70","title":"Community Web2.0: creative control through hacking","abstractText":"The Community Web2.0: Creative control through hacking project sought to explore whether concepts and vocabularies emerging in relation to the Internet could usefully be applied to understandings of off-line contemporary community relations and practices. The project particularly focused upon the role of hacking and read-writing as a characteristic of contemporary online practices and how this is mirrored in aspects of actual life within and across communities.\n\nThe project was largely based within the Wester Hailes area of Western Edinburgh, where a network of residents and community based organisations worked alongside the academic team to establish design methods that put into practice the theoretical framework that had been developed through the project.\n\nUsing storytelling as an initial method with which to investigate social practices, the team identified the principle of 'writing back' to a subject as a form of hacking. Subsequently the team ran a series of workshops that encouraged community members to 'write' their memories of the area on to photographs that were taken from the archives of a local newspaper. As a result of this formative work, the team (including the community partners) developed two design interventions for the area that would offer 'write back' facilities as constructive hacking platforms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I507620/1","grantId":"AH/I507620/1","fundValue":"32479","fundStart":"2010-12-01","fundEnd":"2011-11-30","funder":"AHRC","impactText":"  The Community 2.0 Project introduced a critique of the rhetoric of the Big Society and Gov 2.0 that identified the selective qualities of each programme. Westminster's ideas of the Big Society and the American concept of Gov 2.0 embrace a vocabulary drawn from the success of network society in which sharing, reciprocity, social networking and communication were all constructive elements that would contribute to a new paradigm of local governance. The Community 2.0 Project explored whether concepts and vocabularies emerging in relation to the Internet could be usefully applied to understandings of off-line contemporary relations and practices. However the project posited that there was a broader vocabulary that was important to identify across 'connected communities' in addition to the positive terms, words such as: hacking, spamming, file-sharing, up-loading, down-loading, pirating and commons.\n\nThrough close collaboration with key stake holders in the Wester Hailes area of Edinburgh: Prospect Community Housing, and Whale Arts, the Community 2.0 project identified an opportunity to explore a practical strategy that would not only build on the existing activism local residents but also offer a platform across which engagement and communication could be fostered that had 'read/write' characteristics. The team identified an emerging mobile platform that allows people to gain access to the internet whilst outdoors, and more importantly to be able to 'write back' to it. QR tags are gaining momentum as a popular printed barcode that allows people to link from a paper based advertisement in a newspaper or on a poster, to a related website. However, at present the use of the codes remains largely stuck in a Web 1.0 mode - read only. Through a series of workshops with the community organisations the teams developed a proposal for a physical interface that would allow residents and visitors to 'read' information about the neighbourhood and also 'write' back and contribute. The project focused upon the value of 'writing back' as an important aspect for fostering confidence and developing a sense of shared identity. The project capitalises upon technology developed through the Digital Economy/EPSRC funded TOTeM project (Tales of Things and Electronic Memory) see: http://www.talesofthings.com, and http://www.youtotem.com.\nThe practical dimension of the Community 2.0 project developed an extremely simple approach to capitalise on user-generated and service based resources by bringing them 'down to earth' and providing a physical portal that allowed people to both read content about a place and more importantly, contribute to it - a 'digital pole' that is to be installed at a geographically and socially important location in Wester Hailes. The pole, designed and carved in collaboration with Scottish artists features QR barcodes that are gateways to cloud based material relevant to the location of the pole. People can scan one of the labeled tags and access and contribute to historical photographs, stories, video and audio clips. The intention is that pole will act as a social resource to help build connections between the people and the place, as well as drawing upon online resources. The pole builds on recent research such as the Talking Poles project developed by Moulder et al (2011) that transmitted local narratives by members of a community in British Columbia from a physical pole. Whilst the Talking Poles project was successful is was 'read-only' and the Ladders to the Cloud project offers the critical dimension of 'writing' as well as 'reading'. The content for the pole was gathered during this project and the pole itself was installed during the follow up grant - Ladders to the Cloud (AH/J006734/1) Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Chris  Speed","coPersons":["Sharon  Baurley","Martin Peter Phillips"],"organisation":"Landscape Institute","findingsText":" Through workshops with the community we collected a number of stories from the local community which resulted in a digital totem pole and Code Book created by a local volunteer. \n\nThe Wester Hailes &quot;Code Book&quot; is a 24 page A6 pocket booklet produced for use in conjunction with the local Health Agency's series of guided social history walks throughout the estate that have recently been added to their &quot;It's Good to Walk&quot; programme which are proving very popular. It is also intended to introduce i-Pads to these walks so that the guide can show participants additional online historical photographs &amp; maps of the areas they are passing through. The purpose of the booklets is to enable these participants &amp; other walkers to access their own relevant online information independently.\n\nAnother significant practical dimension of the Community 2.0 project involved the development of carved wooden Totem pole to provide a physical platform for 'hacking' images and sharing conversations about the area. The pole, designed and carved in collaboration with Scottish artists features QR barcodes that are gateways to cloud based material relevant to the location of the pole. People can scan one of the labeled tags and access and contribute to historical photographs, stories, video and audio clips. The intention is that pole will act as a social resource to help build connections between the people and the place, as well as drawing upon online resources.\n\nWHALE Arts coordinated the production of a carved wooded totem pole that will be situated within Wester Hailes. Along with wooden carvings the totem pole includes 5 QR codes that give access to a variety of services and community members' stories and memories of the area both past and present.\n\nLed by a professional artist, a group of 5 -10 people produced the carved totem pole. We have showcased the Code Book at a number of events and our volunteer has been in touch with other organisations who have been interested in carrying out similar projects. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}