{"id":"B7C53DF5-5BE8-4D56-8D89-461A1CB20822","title":"Proposal for the continuation of generic high power target studies","abstractText":"Particle accelerators are used to propel charged particles to large speeds, often very close to the speed of light, thereby giving them a high energy. They range in size from very small, e.g. a cathode ray tube used in older televisions, to very large, e.g. the Large Hadron Collider at CERN. They are also used for a range of applications, from treating cancer to studying the fundamental consistuents of matter. Usually the particles accelerated already exist in large quantities in normal matter, in particular protons and electrons. However, if uncharged particles or those that do not normally exist are required, these have to be created or released from matter. This is usually done by firing protons into some form of material, which we call a target, to produce these secondary particles.\n\nThere is an ever increasing demand for more intense secondary beams. This in turn requires more intense, or higher power, proton beams. This is a challenge for both the accelerator and the target, but increasingly it is the target that is becoming the limiting factor in the beam power that can be used.\n\nIn this project, we are using our existing expertise in the design, construction and operation of high power targets to study them for a range of applications. These include the production of neutron beams for treating cancer, producing electricity, studying matter and producing radioactive tracers, creating neutrino beams to study the properties of these elusive particles and producing muon beams to look for extremely rare, but very important, processes. Although the targets used for these activities differ, they all have similar problems and we will study these in a generic manner. In each case, we will be pushing beyond the boundaries of what is currently possible with existing target technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001821/1","grantId":"ST/J001821/1","fundValue":"203278","fundStart":"2012-04-01","fundEnd":"2016-06-30","funder":"STFC","impactText":"","person":"Adriana  Bungau","coPersons":["Thomas Robert  Edgecock"],"organisation":"University of Huddersfield","findingsText":"","dataset":"gtr"}