{"id":"B7CCDA6B-86FF-412F-8953-B923B2C0CD81","title":"Industrial Demand Reduction through Innovative Storage Technologies (IDRIST)","abstractText":"It is estimated that heat use (space heating, drying/separation, high/low temperature processing) accounts for over 70% of the total UK industrial energy use. There are significant opportunities for the improved use of low grade heat, particularly from plants which operate in a batching mode, i.e. when waste heat is generated at a different time from when there is a heat demand. The market potential for recoverable heat is estimated to be between 10TWh - 40TWh per annum. Recent developments in energy processing and the need for CO2 reduction have led to a growing interest in using this heat. To maximise the use of recoverable heat and support demand reduction there is a need for intelligent thermal/chemical storage which can be used when required, be upgraded for higher temperature applications or used to offset electricity and/or cooling demand within the plant. This ensures that heat energy which would otherwise be wasted is fully exploited.\n\nThe project will bring together academic groups with expertise in thermodynamics, heat transfer and energy together with academics in business and our industrial partner, Spirax Sarco, a major UK based but global company who are major suppliers of industrial heating equipment. Our aim is to research and prove new flexible technologies that will be both wanted and used by process industries such as chemicals, paper and food processing. The systems studied will include:\n\n1. Simple storage with later delivery at nominally the same temperature. The use of advanced Phase Change Materials (PCMs) or Thermo-Chemical reactants will give much higher energy densities (i.e. be smaller) than stores using conventional materials. Size can be a critical factor in industrial applications, but attention must also be paid to cost, corrosion issues, health and safety etc.\n2. Thermal transformers that can return a fraction of the stored heat at a higher temperature than it went in. This allows some of the waste heat that would otherwise be wasted to be upgraded to steam raising temperatures for re-use. Steam is still the preferred heating medium in many process industries and possible applications are numerous.\n3. Variations on Thermo-Chemical storage devices can also deliver a work (electrical) output or refrigeration rather than heat as can PCM stores in conjunction with Organic Rankine Cycles. We intent to prove, compare and contrast the economics and practicability of these options.\n\nIn addition to proving the technical potential of these systems it will be essential to look at their control strategies and how they can be integrated with real products. This demands a new theoretical approach. When recovering / transferring heat between continuously operating streams the technique of pinch-point analysis is used to maximise the possible quantity of energy recovered. This is much complicated when heat inputs and outputs can be at different times. We will develop a 'temporal pinch-point analysis' to cope with the increased complexity presented.\n\nThe technologies will have sufficient flexibility to be applied to different size systems and this flexibility will benefit a wide range of potential energy consumers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M008088/1","grantId":"EP/M008088/1","fundValue":"602610","fundStart":"2014-12-01","fundEnd":"2016-11-30","funder":"EPSRC","impactText":"","person":"Anthony Paul  Roskilly","coPersons":["Philip  Charles  Eames","George Stanley Shire","Yaodong  Wang","Paul Nicholas Rowley"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}