{"id":"B7CDBAB9-3998-4A0A-A607-D2D927537C30","title":"Evaluation of pain experience in domestic fowl: associations between clinical symptoms biochemical markers and bird self-selection of analgesics","abstractText":"Experience of pain causes unpleasant subjective feelings in humans and may do so in animals. To reduce animal suffering, we need to be able to assess the severity and duration of experienced pain. Current methods for pain assessment, based on animal behaviour and the effect of analgesics, are difficult to interpret: additional information is required to assess whether experiences which appear to be painful are actually experienced as such. In humans, Patient Controlled Analgesia for pain management is a widely accepted procedure as it is clearly motivated by subjective states of pain perception and is used as one of the 'gold standards' for the assessment of conscious experience of pain in man. A demonstration that animals could make complex decisions to manage their own pain would provide important new information on their pain experience, as decision-making itself takes place in higher centres in the brain, thought to be involved in the generation of conscious experience. Studies of animal decision-making have been applied only sporadically to the question of animal pain. We propose to develop methodology in this area and to investigate whether levels of the neurotransmitter dynorphin change due to pain experience. Interpretation of the results of the few studies of self-selection of analgesics in animals is problematic. We developed a pilot method for studying self-selection of analgesic drugs, presented in food, to broiler chickens but this needs development and refinement. Our pilot results suggested that lame birds ate more drug-treated feed than sound birds. However, interpretation of the pilot results in terms of pain experience was complicated by changes in the level of lameness of birds over the duration of the experiment, the voracious appetites of broilers, similar end-stage plasma analgesic levels in lame and sound birds, and uncertainties relating to effective dose. We propose to advance this area of science by studying two well-defined clinical problems in birds, lameness in broiler chickens and bone fractures in laying hens. Both of these conditions are widespread in commerical agriculture and, if they are accompanied by pain, they represent a significant animal welfare problem. We have selected two conditions because different conditions may cause different 'types' of pain, leading to varying patterns of analgesic selection. We also wish to compare the ability to self-select analgesia in immature (broilers) and mature (hens) domestic fowl. By conducting detailed longitudinal studies, we aim to obtain new information on changes in analgesic intake over time, the effects on behaviour and mobility of analgesic intake, and the relationship between changes in behaviour, clinical signs and levels of drug detected in the blood and tissues. We will develop our pilot protocol by carrying out initial studies and modifying the method used in the self-selection study. First, we will develop methods to track the changes in putative pain experience using several advanced methods available in other species and several novel methods, including advanced imaging techniques. Nerve tissue samples from birds from 'in pain' and 'pain free' groups thus identified will be assayed for dynorphin. Next, we will examine a range of modes of drug presentation, so that drug selection is not necessarily confounded with appetite. Then, we will assess how the level of the analgesic drugs used is associated with drug concentration in blood and in relevant tissues. Changes in clinical signs and in pain behaviour will be monitored in parallel. This will help us to know whether the blood levels of analgesics found in the final self-selection trials are likely to provide effective pain relief. Finally, using appropriate controls, we will assess whether domestic chickens reliably select analgesics when given the opportunity. This will enable us to assess the welfare impact of lameness and bone fractures in chickens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G000921/1","grantId":"BB/G000921/1","fundValue":"540554","fundStart":"2009-06-01","fundEnd":"2012-11-30","funder":"BBSRC","impactText":"","person":"Avril  Waterman-Pearson","coPersons":["Joanna  Murrell","Michael  Mendl","David  Nutt","Graeme  Henderson","Christine  Nicol"],"organisation":"University of Bristol","findingsText":" The prevalence of lameness in commercial flocks of broiler chickens remains high. Our work has examined the extent to which lameness (arising from different conditions) is experienced as painful by the birds. We developed new tests to establish how bird behaviour, walking ability and sensory processing was affected by lameness. We then showed that treating birds with certain analgesics (NSAIDs) partially restored behaviour, walking and sensory processing. Taken together, these results suggest that some types of lameness are painful for birds, and that abnormal gait is not simply due to the increased size and physical structure of broiler birds. \n\nSimilar results were obtained when we examined laying hens with keel fractures. Keel-fractured hens display reduced mobility compared to non-fractured hens; however, mobility was partially restored following opioid (butorphanol) treatment. Keel-fractured hens also exhibited a conditioned place preference for butorphanol, which was not observed in non-fractured controls. This provides evidence that keel fractures are painful in hens, and that butorphanol administration can modulate this pain, improving mobility and inducing a positive affective state that is not seen in control birds. \n\nBiochemical markers of pain and inflammation were also found to be upregulated in keel-fractured layers and lame broilers but not in control birds. The implications of the work are very significant. Work needs to continue to reduce the prevalence of lameness in commercial flocks. Our study provides tools for future researchers to evaluate more accurately the effects of intervention and improvement strategies. Agriculture, Food and Drink","dataset":"gtr"}