{"id":"B7CDB2AB-7520-4ABB-8DB7-E2F48496FF59","title":"A structure analysis of the intact virion and replicative complexes of human respiratory syncytial virus","abstractText":"Respiratory syncytial virus (RSV) infects very young babies and children causing severe respiratory disease that often requires hospitalisation and is sometimes fatal. RSV also infects the elderly and people with weak immune systems. Scientists have not yet been able to invent vaccines or medicines for this virus. It is very important then to build our understanding of this dangerous disease to find new ways of attacking the virus. This project aims to achieve this by using a very powerful electron microscope to look, in three dimensions (3D), at the shape of the virus and the different protein molecules it is made from. We have started this work by growing cells on a special support that allows us to put them into the microscope. These cells can be infected with RSV, which reproduces inside them. New virus particles grow out of the cells as long filaments. We can freeze the infected cells very quickly, to preserve their structure, and then examine them at very high magnification in the microscope. We then use computers to process images recorded in the microscope to build 3D maps of the virus that help us understand the shape of the molecules it is made from. By understanding how these different molecules stick together we hope that researchers will be able to invent new medicines that will interfere with the virus and stop it reproducing.\nIn this study we will focus on two key elements of the virus. Firstly we will look at a protein molecule called the matrix protein, or M. This protein directs the assembly of the virus by binding to the internal viral components and bringing them to the cell surface where the virus forms. M also binds to special viral proteins called F and G that are found on the outer-surface of the virus. These proteins are important for the newly formed virus particles to be able to infect new cells. Thus M is the coordinator of virus assembly and its interactions with other viral proteins are key targets for researchers looking to prevent the spread of infection.The internal components of the virus include a structure known as the nucleocapsid, which contains the virus's genetic code. Bound to this is another structure called the 'polymerase' a protein that copies the genetic code so that more virus particles can be made. This assembly is the second component of RSV that we are interested in solving the structure of. We may be able to achieve this by looking for the polymerase bound onto the nucleocapsid in the virus itself. Another approach is to make the structure artificially in the laboratory. This has proven very difficult but co-investigator Dr Rachel Fearns of Boston University has managed to achieve this recently. Together we will purify large quantities of the polymerase which we can examine in the electron microscope to determine its structure. The higher resolution we can achieve by this approach should provide us with a more detailed understanding of how the polymerase works.\nThe final component of this project will be to develop new methods for looking at the process of virus assembly at the cell surface. It is presently very difficult to look at whole cells in the electron microscope as they are too thick for the electrons to penetrate. We will use a new technique - Focussed Ion Beam milling (FIB) to prepare thin sections of frozen cells that will allow us to image RSV as it assembles. This will allow us to see whether certain components of the cell itself are co-opted by the virus to help its assembly and may also highlight possible targets for new medicines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M000451/1","grantId":"MR/M000451/1","fundValue":"751764","fundStart":"2014-11-30","fundEnd":"2017-11-29","funder":"MRC","impactText":"","person":"David  Bhella","coPersons":["Damien  McGrouther","Rachel  Fearns"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}