{"id":"B7D12F74-A959-4335-B72B-B599D747CD1B","title":"The use of probabilistic climate scenarios in building environmental performance simulation","abstractText":"Climate change will impact on buildings in many different ways: on energy use in heating, cooling and lighting systems, on the internal temperature experience and, potentially, on indoor air quality. Adapting to increasing temperatures may increase demand on cooling systems: if this were to be met by conventional air-conditioning there would be increased carbon dioxide emissions which would exacerbate the situation. Climate change may also compromise the viability of traditional and innovative passive design solutions, alter the balance of the use of daylighting and trigger retrofitting of building fabric and systems. It is imperative that such developments do not increase the carbon footprints of buildings.Dynamic simulation models (DSM), together with calculation procedures based on 'manual methods' are a key resource for the design and analysis of energy and comfort in buildings: such programs and procedures have become an accepted and, in some situations, a mandatory part of the building design and analysis process. DSMs work from a time-series input file (normally hourly) and hence are deterministic in nature. Recently it has been demonstrated that the effects of climate change on energy consumption and thermal comfort for a variety of buildings can be predicted using weather data derived from the UKCIP02 climate change scenarios. The future availability of such scenarios in a probabilistic form (UKCIP08) presents both an opportunity and a challenge: the opportunity to provide a more flexible framework for decision-making, but a challenge in how the new scenarios can be effectively interfaced with currently available models to provide clear information with which to inform adaptation decisions.This two-year project aims to address both these issues by combining case study-based modelling with the development of both tabular and hourly weather data produced from the output of the new UKCIP08 scenarios. The project team will consist of the Institute of Energy and Sustainable Development, De Montfort University and the Climatic Research Unit, University of East Anglia, in partnership with Arup. Project management will be structured around a regular series of stakeholder workshops, which will play a key role in shaping the work of the project partners.The first phase (approximately one year) will focus on technical challenges relating to modelling buildings with probabilistic data. A key issue will be the development of methods of sampling from the probability density functions that will be produced from the climate scenarios, in order to form the inputs required by DSMs. This work will build on progress made in previous projects carried out by the proposers and also relate to a number of significant on-going research projects such as CaRB and TARBASE. The second phase of the work will follow on from the availability of the UKCIP08 data and will explore optimal ways to provide inputs to the DSMs and effective means of tailoring the outputs to inform adaptation decision-making. A direct comparison will be made between the deterministic approach adopted, for example, in the BETWIXT and UKCIP02 projects, and the newer, probabilistic methods (the CRANIUM and UKCIP08 projects). The primary outcome of this project will be improved methodologies for carrying out building performance analysis simulations, in order to inform design and adaptation decisions in situations where significant uncertainties must be accounted for.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F038224/1","grantId":"EP/F038224/1","fundValue":"53197","fundStart":"2008-10-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Philip Douglas Jones","coPersons":[],"organisation":"University of East Anglia","findingsText":" Climate change will impact on buildings in many different ways: on energy use in heating, cooling and lighting systems, on the internal temperature experience and, potentially, on indoor air quality. Adapting to increasing temperatures may increase demand on cooling systems: if this were to be met by conventional air-conditioning, there would be increased carbon dioxide emissions which would exacerbate the situation. Climate change may also compromise the viability of traditional and innovative passive design solutions, alter the balance of the use of daylighting and trigger retrofitting of building fabric and systems. It is imperative that such developments do not increase the carbon footprints of buildings. \n\n\n\nDynamic simulation models (DSM), together with calculation procedures based on 'manual methods' are a key resource for the design and analysis of energy and comfort in buildings: such programs and procedures have become an accepted and, in some situations, a mandatory part of the building design and analysis process. DSMs work from a time-series input file (normally hourly) and hence are deterministic in nature. It has previously been demonstrated that the effects of climate change on energy consumption and thermal comfort for a variety of buildings can be predicted using weather data derived from the UKCIP02 climate change scenarios. The current availability of such projections in a probabilistic form (UKCP09) presents both an opportunity and a challenge: the opportunity to provide a more flexible framework for decision-making, but a challenge in how the new projections can be effectively interfaced with currently available models to provide clear information with which to inform adaptation decisions. \n\n\n\nThis two-year project has aimed to address both these issues by combining case study-based modelling with the development of both tabular and hourly weather data produced from the output of the new UKCP09 projections. The project team consisted of the Institute of Energy and Sustainable Development, De Montfort University and the Climatic Research Unit (CRU), University of East Anglia, in partnership with Arup. Project management was structured around a regular series of stakeholder meetings, which played a key role in shaping the work of the project partners. Discussions were also held with CIBSE and with partners involved in other relevant projects funded under the ARCC programme. \n\n\n\nCRU's contribution focused on the technical challenges relating to modelling buildings with probabilistic data. A key issue is the development of methods of sampling from the probability density functions that are produced from the UKCP09 climate scenarios, in order to form the inputs required by DSMs. A number of different approaches to sampling and analysing the stochastic output produced by the UKCP09 weather generator were explored, focusing on potential metrics for replacing the current Design Summer Years (DSYs), in particular weighted cooling degree hours (WCDH). \n\n\n\nThe new WCDH metric poses particular demands on the weather generator Would need further development. Environment","dataset":"gtr"}