{"id":"B7D59EBA-AC20-456D-BA8E-E7E6781C7FD1","title":"Endoscopic photoacoustic devices for minimally invasive biomedical sensing and imaging","abstractText":"The aim of this project is to develop a range of miniature endoscopic photoacoustic probes for minimally invasive clinical applications such as the detection of cancers in organs such as the oesophagus or colon, the intravascular assessment of coronary artery disease or guiding interventional procedures such as epidural injections or key-hole surgery.\n \nPhotoacoustic imaging is a new technique for visualizing biological tissues based on the use of ultrasound waves generated by the absorption of short laser pulses. The tremendous advances in photoacoustic techniques over the last 5 years have excited significant interest, largely due to the exquisite in vivo images of tissues that have recently been obtained by several research groups. To date, most efforts have been focused on developing non invasive imaging instruments for applications such as breast and skin cancer imaging. By contrast, less attention has been devoted to minimally invasive applications where a miniature fibre optic probe is inserted into the body in order to access the organ or tissue of interest. This is in part due to the technical challenges associated with fabricating miniature photoacoustic probes using piezoelectric detectors which are conventionally used to detect photoacoustic signals. We propose to address this by developing a range of miniature endoscopic devices that use a novel optical ultrasound sensor based upon a Fabry Perot polymer film etalon. This approach offers significant advantages in terms of size, cost and performance. Because the sensor is formed using thin film vacuum deposition techniques and is optically transparent, it can be directly deposited on to the tip of a very fine optical fibre which is used to deliver the excitation laser energy to the target tissue. This offers the prospect of fabricating much smaller probes than possible using conventional piezoelectric detectors, potentially as small as a single human hair. It also permits batch fabrication at relatively low unit cost - an important requirement as many minimally invasive applications require disposable devices. In addition the sensor can readily be deposited on to a variety of fibre tip geometries (single fibres, angle polished or shaped fibre tips, fibre bundles etc) allowing a diversity of sensing and imaging devices (forward-viewing, side-viewing, single or multi-element) to be realised. Perhaps most importantly, we have shown that this type of sensor provides very high wideband sensitivity enabling photoacoustic images of unprecedented quality to be obtained.\n\nThese advantages will be exploited to develop a range of novel endoscopic devices: a single element forward-viewing probe, a side-viewing probe and multielement imaging probes. In vivo animal studies will be undertaken to demonstrate the application of the technology to the assessment of oesophageal cancer and coronary artery disease and guiding needles used to deliver anaesthesia. As well as being clinically important themselves, these applications will serve to illustrate the broader potential of the technology in many other branches of interventional medicine. For example, these probes could potentially also be used for imaging the lower gastrointestinal tract, solid organs such as the prostate and liver and guiding needle biopsies, catheter ablation treatments, laparoscopic surgery and other interventional procedures. \n\nTo undertake the project a multidisciplinary research team has been assembled. This comprises medical physicists and bioengineers with significant expertise in photoacoustic imaging, acoustic modeling and medical device engineering and clinicians with experience of translating new devices and optical techniques to clinical practice. If successful, this research could open up many new applications of photoacoustic techniques that could lead to improved diagnosis and treatment of cancer and other diseases and reduce the risk of complications during interventional procedures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L002019/1","grantId":"EP/L002019/1","fundValue":"628525","fundStart":"2014-01-30","fundEnd":"2017-01-29","funder":"EPSRC","impactText":"","person":"Paul Christopher Beard","coPersons":["Simeon  West","Laurence  Lovat","Adrien  Desjardins","Rehan Jamil Haidry","Malcolm  Finlay","Benjamin Timothy Cox"],"organisation":"University College London","findingsText":"","dataset":"gtr"}