{"id":"B7E33D01-F368-4FCC-80AB-D4C24AEE4768","title":"Supramolecular self-assembly of 1-10nm templates for biofunctional surfaces, quantum information processing and nanoelectronics","abstractText":"Nanotechnology is concerned with the control of material properties and processes on a very small scale - comparable with the size of single molecules or atoms. The development of new techniques to achieve this level of control has been an active area of research for many years and it has become clear that there are many technological benefits which will follow from these developments. Perhaps the most obvious example of these benefits is the progressive increase in speed and memory of computers which has had enormous impact on society and is a direct result of the ability to manufacture ever smaller electronic components. The traditional approach to making small, nanoscale, structures is known as 'top-down'. In this approach the starting point is to take a large object and use various technologies to process it into smaller objects. For example one might start with a silicon surface and form features on the surface which have very small dimensions - in fact this is how a silicon microprocessor which controls a computer is manufactured. In our application we propose a revolutionary technology which may be classified as a 'bottom-up' nanotechnology. Here the approach is almost the opposite to the 'top-down' approach in that an object is built out of components which are smaller than the resulting structure. An everyday example would be a house which is built of smaller building blocks - bricks! The building blocks in our case would be single molecules, but, unlike the everyday example, our molecular bricks may be designed or programmed to interact with each other so that they spontaneously form structures of interest. This process is known as 'self-assembly' and is achieved by incorporating in the molecule some special groups which promote interactions to control the alignment and position of neighbouring molecules. In our work we use hydrogen bonding interactions - the forces which hold together many of the molecules of life such as proteins and DNA.The 'self-assembled' structures we have made so far have been relatively simple - honeycomb networks of molecules sitting on a surface. In these networks one molecule forms the honeycomb edge and another the vertex. Most importantly the spacing of the voids of the honeycomb is very small - about 3.5 nanometres, equivalent to a few tens of atoms or alternatively about 3 large molecules such as buckyballs - and can be controlled through the choice of edge molecules. Remarkably, we have found that the holes of the honeycomb network can be filled up in a controlled manner with other materials and they therefore offer a way of achieving the central goal of nanotechnology introduced above - control of materials down to the scale of single molecules. We are now proposing to develop this discovery into a technological approach to forming a whole range of new nanoscale networks using the same approach and using these structures as templates to control the properties of new materials for biotechnology, electronics and a new form of computing / quantum information processing - which is based on the controllable mixing of quantum wave functions. The work will bring together chemists who will make the specialised molecules which are required and physicists who will study the way in which these molecules combine in the self assembly process. These scientists will be joined by others who have interests in electronic materials, biology and quantum computing - these groups will use the networks for scientific and technological demonstrator applications. By the end of the project we aim to have developed the means of perfecting networks with different dimensions, strengths, and chemical properties and hope to make this templating technology available to a much wider community of scientists and engineers in academia and industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D048761/1","grantId":"EP/D048761/1","fundValue":"3462500","fundStart":"2006-07-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"  The impact of the research has been mainly in the academic sector so far. There have been several discussions with companies who are interested in the possibilities afforded by this type of organisation of molecules but a limiting factor in their application has been the ease of producing large area layers from solution on technologically relevant surfaces. Since the end of the grant there has been ongoing progress towards this objective building on work in the project related tot he deposition of the networks on gold surfaces and using solution rather than vacuum deposition. Large area networks on insulating and metallic surfaces are now available.  ","person":"Peter  Beton","coPersons":["David  Pettifor","Andrei  Khlobystov","Arzhang  Ardavan","George Andrew Briggs","James Nathan O'Shea","Kevin  Edmonds","Martin Robert McCoustra","Neville  Richardson","Christopher John  Baddeley","Neil Robert  Champness","Bryan  Gallagher","Saul  Tendler","Clive  Roberts","Stephanie  Allen","Manfred  Buck","Simon Charles Benjamin","Philip  Moriarty","Lev  Kantorovich","Laurence  Eaves"],"organisation":"University of Nottingham","findingsText":" This was a multi-site project which was focussed on the formation of self-assembled templates which could be used to control the adsorption and positioning of molecules on a surface. The project grew from earlier work in which it had been demonstrated that small nano pores with a diameter of approximately 2.5 nm could be formed on a silicon surface under vacuum conditions. The consortium involved in this project aimed to form these networks on other surfaces, such as metals and graphite, which could be prepared and would be stable under atmospheric conditions as well as exploring other molecular systems which also exhibit this type of self-assembly, including the use of molecules which introduce specific molecular functionality into the pores. Within the consortium there also groups focussed on trying to exploit the networks for scientific applications in the area of pharmaceutical science and quantum engineering.\n\nThe project was extremely successful in advancing the technical capability in the formation of the networks and extending fundamental understanding of the self-assembly process. In particular the deposition of similar networks from solution was demonstrated and is now used extensively int follow-up studies including the extension to insulating surfaces. In addition we were able to demonstrate a similar tempting mechanism using covalently linked networks which are much more robust. The use of templates has been adopted by leading researchers in the US and Europe to control molecular organisation on graphene surfaces. Further investigations of the networks have also been re-energised by the observation that they can be formed on insulating surfaces allowing the combined investigation of the organisational properties within these materials with optical and electronic properties. Chemicals,Electronics,Energy,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}