{"id":"B7ED8465-4411-4BB4-9DDA-D40B2E857EE9","title":"Dynamics and resolution of the nucleoplasmic reticulum","abstractText":"Animal cells separate their genes (DNA) from the rest of the cell inside a nucleus with a complex boundary made of a pair of membranes dotted with tightly regulated 'border crossings'. Often the overall boundary is a simple spherical shape, but we are increasingly aware that many cells also contain narrow channels of this boundary fence that push into the nucleus and form branches. This unusual structure has been called the nucleoplasmic reticulum (NR) and is attracting the attention of scientists both because it varies during cell development in the foetus and in response to hormonal signalling, and because abnormal cells, especially some types of cancer cell, seem to make a much more elaborate version of this structure. \n\nAdding to our excitement is an appreciation that the boundary between the nucleus and the rest of the cell is not just a fence, but is also a 'communication hub' at which complex signals are considered, compared, stored and acted upon. Thus the formation of NR channels in which this hub invades deep into the nucleus will change the way signals are handled. At the moment we are confident that this happens, because we can see normal physiological processes in which NR forms at specific times and in response to specific signals, but we know almost nothing of the regulation of NR formation and the proteins involved.\n\nWe have recently shown that the formation of an NR structure depends upon a particular enzyme that is involved in regulating the production of new membrane in the cell. When we reduce the expression of this enzyme and supply a stimulus that usually induces NR formation we see that no NR is formed. This gives us a new tool to separate effects of the initial signal into three parts; those that regulate NR induction, those that respond to NR formation, and those that are completely independent.\n\nIn this project we will study three systems in which we can block NR induction and examine the response of the cell. In two cases we will use normal physiological signals - firstly, embryonic muscle cells that respond to external cues to form muscle fibres and, secondly, endometrial cells that respond like the lining of the uterus to hormonal signals. In both cases, NR formation accompanies these changes. The third system will exploit a recent observation that one of the types of drug used to treat AIDS patients causes a huge increase in NR and a wide range of chemical and protein changes within the cell. We will apply this drug to normal human skin cells in culture and force them to make new NR.\n\nWe will use a combination of state-of-the-art microscopy techniques to follow the induction of the NR in these three systems, with detailed studies of all the changes in cellular chemical (the metabolic profile) and gene expression changes. We will examine the formation of NR channels, and we will use a special electron microscopy technique that uses the same method as CT scanning patients in hospital to reconstruct these structures in fine detail. Having established all of these responses, we will then analyse which of these changes are altered when we prevent formation of the NR. By comparing three very different systems we aim to find components that are part of the general machinery for responding to a signal by building an NR.\n\nFinally, we will check that the proteins we have found are indeed involved in NR formation. We will do this by looking for changes in NR in cells that are forced to make too much or too little of each of these proteins.\n\nOur overall goal is to understand what controls the formation of NR channels, and how this machinery itself is switched on and off. This will give us new insights into the complicated and sophisticated way that cells understand and respond to outside events, whether these are triggers during tissue development in the foetus, hormonal responses in adult tissue or pathological responses in diseases such as cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L002159/1","grantId":"BB/L002159/1","fundValue":"387535","fundStart":"2014-09-30","fundEnd":"2018-01-01","funder":"BBSRC","impactText":"","person":"David John Vaux","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}