{"id":"B7F138C2-EA0C-45C8-B90D-24A3C4BF7F7C","title":"Star formation and mass assembly at the highest redshifts","abstractText":"The latest telescopes and instruments enable us to see galaxies at incredible distances. The motivation for searching for these distant objects is to look back through time - light left these galaxies many thousands of millions of years ago. We can trace the evolution of our Universe from the earliest structures to galaxies today. We have developed techniques using the Hubble Space Telescope and the largest telescopes on the ground to discover the most distant objects yet: these are about 12 thousand million years away - so light has been travelling more than twice the Earth's age to reach us. We can confirm the distance to these objects by analysing the spectrum of their light (spreading out with wavelength), and looking for the characteristic emission line fingerprints of atoms such as hydrogen. At great distances, the wavelengths will be stretched to longer (redder) wavelengths through the expansion of the Universe - we are interested in redshifts greater than one, where the Universe has more than doubled in size since the photons left our target galaxies. We can go beyond selecting candidate high-redshift galaxies in sensitive images and confirming their distance with spectroscopy; we can determine the rate at which stars are being born by measuring the amount of light emitted in the ultra violet by young, massive, short-lived stars. We can also study the brightness over a range of wavelengths to estimate the total number of stars and their average age. Finally, we can `weigh' these distant galaxies by studying the speed at which the stars and gas within these galaxies orbit the centre - the greater the mass of a galaxy, the higher the spread in speeds (measured by the spread in wavelength of the emission and absorption lines in the spectrum). The total mass of a galaxy comprises both the stars and gas, and the mysterious `dark matter'. How the stellar mass of a galaxy is related to the total mass, and how this evolves over the history of the Universe, are important unanswered questions in galaxy formation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G001774/1","grantId":"ST/G001774/1","fundValue":"353845","fundStart":"2009-09-01","fundEnd":"2013-03-31","funder":"STFC","impactText":"  We published locations of potential high redshift galaxies in Monthly Notices of the Royal Astronomical Society, and these have been used as targets for spectroscopic follow-up by our own group and others, and the luminosity functions derived from our analysis has been used to determine the contribution of star-forming galaxies to the reionization of the Universe.  ","person":"Andrew John Bunker","coPersons":["Richard Salisbury Ellis"],"organisation":"University of Oxford","findingsText":" We were among the first to analyse data from the near-infrared images taken with the new WFC3 camera on Hubble Space Telescope of the Hubble Deep Field, the most sensitive picture of the Universe (Bunker et al. 2010) and identified several galaxies at high redshift, when the Universe was only 5 per cent of its current age. Our work confirmed the previous result when we were the first to publish the original Hubble Deep Field: the rate at which stars are forming at these early times is surprisingly low. We undertook spectroscopy from the large telescopes on the ground in Hawaii (Subaru) and Chile (VLT and Gemini), and discovered that Lyman alpha (an emission line of hydrogen which is powered by the UV light from young massive stars) is rare in many of these galaxies (Caruana et al. 2012, 2014; Bunker et al. 2013), probably because the space between the galaxies is filled with a large amount of neutral gas at these early times which can absorb this line emission. We have published lists of candidate high redshift galaxies which are appropriate for spectroscopic follow-up with the James Webb Space Telescope (Andrew Bunker is on the European Space Agency science team for the Near-InfraRed Spectrograph). Education","dataset":"gtr"}