{"id":"B7F16EE4-4EE9-4F2A-A467-FB92721C31C2","title":"ARCADIA: Adaptation and Resilience in Cities: Analysis and Decision making using Integrated Assessment","abstractText":"Urban areas are concentrations of vulnerability to climate change. Examples of impacts of climate change in urban areas include excessive heat, water scarcity and flooding. Whilst it is impossible to attribute individual extreme events to climate change, recent events including the 2003 heat wave that struck Paris and other European cities, and hurricane Katrina in New Orleans have illustrated the potential for large scale weather-related disruption of urban function, from which it may take months or years to recover. In recognition of the significance of climate change in urban areas, from the points of view of both adaptation and mitigation, in 2005 the Tyndall Centre for Climate Change Research launched a new research programme on Engineering Urban Systems . Building on the previous success of the Tyndall Centre in interdisciplinary integrated assessment, the Tyndall Centre Cities Programme brought together research expertise from seven universities (four of which are represented in the ARCADIA project) and a high profile stakeholder group to develop an Urban Integrated Assessment Facility (UIAF) that simulates long term changes in urban areas and can be used as a platform for testing the effectiveness of adaptation and mitigation strategies. The ARCADIA project will launch an ambitious new phase of development of the Tyndall Centre UIAF in order to understand better the vulnerability and resilience of urban areas. The ARCADIA project is highly interdisciplinary and involves input from an influential group of stakeholders from business and local and central government, with interests in planning, infrastructure, the built environment and climate change adaptation and mitigation. This group will work with the research team to ensure that the project is orientated towards user needs. Indeed the first research task will involve close work with stakeholders to understand how the advance modelling tools being developed in the Tyndall Centre can best inform decision making. Task 2 will identify the various direct and indirect modes in which climate impacts disrupt urban function and will go on to examine potential adaptation mechanisms and barriers to adaptation. In Task 3 the Tyndall Centre will team up with the Climatic Research Unit at UEA and the Met Office Hadley Centre to develop new probabilistic scenarios for urban areas that are consistent with UKCIP08. Task 4 will model the relationship between climate impacts and the urban economy, in order to identify how the economy may be disrupted by climate change. By analysing change in the economy through time and interactions between economic sectors, we will understand better how the urban economy can be made more resilient. Task 5 will combine the economic model developed in Task 4 with a new model of the spatial planning of buildings and infrastructure in urban areas. As well as identifying concentrations of vulnerability, this will enable the simulation of potential redesign of the built environment under different scenarios of climate and other drivers such as employment and changes to the transport system.The final research task will, working with stakeholders, use the new understanding of the vulnerability of urban systems to analyse how adaptation of urban areas can enhance resilience over a range of timescales. The objective will be to make practical proposals for 'adaptation pathways' for cities over the 21st Century to respond strategically to the challenges of flooding, water scarcity and extremes of heat.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061378/1","grantId":"EP/G061378/1","fundValue":"174490","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  The findings have become part of the ToPDAd (FP7; Tool Assisted Policy Development for Adaptation) programme, and have not only become part of the results database on the ToPDAd and EU Clima websites, but have also been presented in workshops to the adaptation teams of London, Copenhagen and Rotterdam. Agriculture, Food and Drink,Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice Economic,Policy & public services","person":"Terry  Barker","coPersons":[],"organisation":"University of Cambridge","findingsText":" We have discovered that (1) the indirect effects of economic damage following an extreme weather event such as flooding can be as large as, or larger than, the direct economic impacts on the flooded buildings themselves; (2) that specific parts of London's economy (transport, utilities and hotels/catering) are the most important sectors to protect from the flooding is one wants to minimise the effects on GDP; and (3) that repairing damage to economic sectors even before demand for their goods and services returns to normal, is an effective way to reduce the overall damage to GDP (this is important because many businesses prefer to wait for demand to return before they invest in repairing their damaged assets). See http://www.topdad.eu/ The model we created to do this work can be applied to any city, or even to nations. Through the ToPDAd project, we are building a system that allows cities and nations to examine a larger number of climate-related events, and to assess the effectiveness of adaptation strategies at reducing the risk to the economy. Agriculture, Food and Drink,Communities and Social Services/Policy,Construction,Energy,Environment,Leisure Activities, including Sports, Recreation and Tourism,Transport","dataset":"gtr"}