{"id":"B7F10834-B054-4B59-BBC0-E96F837B063F","title":"Community youth work and social research - knowledge transfer, informing policy and further opportunities for collaboration","abstractText":"<p>This project addresses linkages between community-based youth work and social research, involving researchers, practitioners and policy-makers in Slovakia and the UK. It builds on insights from collaborative ethnographic research on the lives of children from a deprived urban area in Slovakia (ESRC studentship) which has explored the lived experiences of young people in their own community through long-term engagement with local youth work practices, alongside participatory research between the researcher, community-workers and young people. </p>\n\n<p>This project facilitates wider linkages between community youth work and social research practitioners through four workshops:</p>\n\n<ul>\n \n\n <li>Workshop 1: Disseminating research findings with the partner community centre in Slovakia and reflection on the practices of collaborative research.</li>\n\n <li>Workshop 2: Event for community and social workers in Slovakia on practical opportunities to integrate research and community development programmes involving young people, including training in participatory video as a collaborative tool.</li>\n\n <li>Workshop 3: Exploring the potential and capacities of young people as agents of active change in their communities with policy-makers and practitioners in community development in Bratislava.</li>\n\n <li>Workshop 4: International workshop on the opportunities and challenges of collaborations between youth work and social research, involving researchers and practitioners from Slovakia and the UK.<br />&nbsp;</li>\n</ul>\n\n<p>&nbsp;<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-192-22-0060","grantId":"RES-192-22-0060","fundValue":"2390","fundStart":"2010-08-01","fundEnd":"2011-03-31","funder":"ESRC","impactText":"  Youth and community work practice of CA Ulita with vulnerable young people in Bratislava: \no Discussion of media representations led to a strategy of public communication that actively involve young people in challenging representations of their lives and community. Activities so far include: three video documents produced by children and young people (available at www.ulita.eu.sk), a neighbourhood newsletter written and collated by children and distributed locally, and plans for a small publication where young people would represent life in their community by recording statements and views of their neighbours.\no Identification of key needs for young people resulted in a campaign for improved play facilities. Coordinated by CA Ulita, it used testimonies from children and other forms of presentation (e.g. a participatory video - see www.ulita.eu.sk.\no CA Ulita has sought to integrate their youth work with a broader focus on community development and outreach. Community events organised by children and young people with assistance from CA Ulita include a neighbourhood clean-up, a community barbeque, a film screening and sport events for younger children.\n\nCapacity building among community organisations in Slovakia working with vulnerable young people and children:\no Participation of around 20 organisations in the training day and provision of a detailed training pack.\n\nDebate between practitioners and social researchers in Slovakia and the UK about the potential and challenges of collaboration:\no An academic journal article was co-authored by Blazek (project co-investigator) and Hra?ov? (CA Ulita) reflecting on the process of using participatory video with vulnerable young people among the various participants (researchers, young participants and community practitioners). Submitted to the journal Children's Geographies. Under review.\no Preparation for a themed set of papers from the international seminar are underway for submission to Youth and Policy in late 2011.\n\nDiscussion among public agencies in Slovakia of the potential for a stronger evidence-base for policy on children and young people:\no Seminar 4 was followed up with a written report (by Blazek and Hra?ov?) for other public agencies on the collaborative history between the project co-investigator and CA Ulita in Bratislava. Themes highlighted include: identifying the needs of members of the local community; gaps in knowledge about local communities that make community work challenging; lack of broader academic engagement with the everyday experiences of children in post-socialist Europe. Its distribution to key agencies in Slovakia provides a basis for a follow-up event. Communities and Social Services/Policy Societal","person":"Fiona  Smith","coPersons":["Matej  Blazek"],"organisation":"University of Dundee","findingsText":" Seminar 1: Knowledge exchange with CA Ulita\nThree key findings emerged with implications for CA Ulita's practice:\no Negative media representations of their community have detrimental impacts on young people's everyday experiences (being discriminated against at school, in encounters with strangers etc.). The practitioners identified practical strategies for combating this, involving local children and young people in producing positive representations of their community. \no Practitioners examined key issues from the survey of children's needs. Significant themes articulated by the children included the need for safety in everyday activities, the effects of having no playground or sport facilities in the neighbourhood, and the absence of other facilities and activities in children's lives which might distract them from negative behaviours. Implications for Ulita's practice were evaluated. \no A community development framework was considered as a means to expand the existing agenda of CA Ulita (focused primarily on educational, advisory, counselling or leisure time activities with young people). The involvement of children and young people as active participants in reshaping their community was discussed as were practical ways for this to happen. \n\nSeminar 2: Participatory video training\nThere was considerable the interest in and potential for participatory video as a method for addressing the needs of vulnerable young people in community and youth work organisations in Slovakia. Reflection on opportunities and limitations of the method were provided from the experience of Blazek and CA Ulita. Participating organisations explored the relevance of participatory video for their own practice and were provided with supporting resources (practical guidance, multimedia material and reflective/conceptual material on participatory video work with vulnerable groups). \n\nSeminar three: International research seminar\nThe research seminar attracted participants from academic and practitioner backgrounds in the UK and Slovakia to examine relations between community youth work practice and social research. Papers outlined the importance of collaborations and their challenges in relation to child poverty research in Scotland (John McKendrick, Glasgow Caledonian University) and detached youth work in the UK and Europe (Graeme Tiffany, Federation for Detached Youth Work). The role of different professional knowledges was highlighted as was potential in participatory research involving children and young people themselves. A paper by Matej Blazek, Petra Hra?ov? and Miroslava Leme?ov? reflected on the embodied positionalities of an academic, a practitioner and an academic/practitioner in their collaboration and identified professional, ethical, practical and personal spaces of engagement as well as detachment that the actors may experience. Discussant comments and wider debate identified key opportunities for collaboration between researchers and practitioners based on their individual agendas and professional skills and abilities, and examined the challenges of different academic and practitioner routines/ time-scales. \n\nSeminar 4: Knowledge exchange with policy-makers in Slovakia\nA key finding from this event was the significant absence of research and evidence-base in child and youth policy-making in Slovakia the fact that current policy-making was not driven by a demand to produce policy based on empirical evidence. This led to wider reflections on this issue and there initial plans for a follow-up event in Slovakia. The project has produced a number of insights relevant for the development of collaborations between social researchers and practitioners in community and youth work. In particular, there have been developments of using participatory video as a method of engagement. Experiences have been discussed in a number of publications which would be of use to those planning to take this forward. Communities and Social Services/Policy","dataset":"gtr"}