{"id":"B807DC87-319C-4644-997C-9BC66A6AC706","title":"Exploring the Role of the EU in Domestic Change in the Post-Soviet States","abstractText":"<p>What role does the European Union (EU) play in domestic change in the post-Soviet states? This question has gained salience since the EU has stepped up its role in the region to facilitate these countries' alignment with EU rules, norms and standards (the acquis).</p>\n\n<p>However, no precedent exists for EU's promotion of the acquis as a template for development without the concurrent membership prospective. Thus the EU engagement in the post-Soviet states provides an excellent opportunity to analyse the EU's transformative power' outside the context of enlargement.<br />The project examines the domestic process and outcomes of convergence with EU rules in four post-Soviet states: Moldova, Ukraine, Azerbaijan and Georgia. The overarching objective is to assess the impact of EU policies against the background of partner countries' domestic structures and policy preferences, and the influence of other external players.</p>\n\n<p>The focus is on four policy fields:</p>\n\n<ul>\n \n\n <li>anti-corruption measures</li>\n\n <li>regulation of state aid</li>\n\n <li>visa facilitation/liberalisation</li>\n\n <li>the energy sector.</li>\n\n</ul>\n\n<p>The project uses a triangulation of qualitative research methods:</p>\n\n<ul>\n \n\n <li>documentary analysis</li>\n\n <li>semi-structured interviews with officials from the case studies countries and the EU</li>\n\n <li>focus groups with non-governmental experts and academics in the post-Soviet countries.</li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I01523X/1","grantId":"ES/I01523X/1","fundValue":"87119","fundStart":"2011-06-01","fundEnd":"2014-06-30","funder":"ESRC","impactText":"","person":"Kataryna  Wolczuk","coPersons":[],"organisation":"University of Birmingham","findingsText":" The project explores the impact of the EU on domestic change in the post-Soviet countries and so far the main findings are as follows:\n\n- the EU is effective in promoting change in all the countries of the Eastern Partnership which are negotiating the Association Agreements (Armenia, Georgia, Moldova and Ukraine)\n\n- conditionality associated with the Association Agreements and targetted assistance are the key mechanisms through which the EU impacts on domestic change.\n\n- the EU is effective in promoting domestic change even in the countries without membership aspirations and/or perspective\n\n- however, the impact varies considerably across the countries sectors\n\n- overall, domestic factors are key in explaining the countries receptivity to EU's governance-related influences\n\n- regional factors (e.g. influence of Russia) play only limited role so far (with the major exception of the energy sector) so far but are likely to become more prominent as the countries move closer to concluding the Association Agreements.  Healthcare,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}