{"id":"B80A27F7-92BC-45EF-A2BA-D14C86E66ACC","title":"EPSRC UK National Service for Computational Chemistry Software","abstractText":"The NSCCS provides a complete service for experimentalists, including an initial scientific consultation to recommend appropriate methods and software packages for their problem, training on these packages and finally providing experimentalists with hardware resources on which to run their calculations - a level of support which is normally not available locally. The NSCCS also provides invaluable support to young computational chemists who are just embarking on their careers, computational chemists who carry out most of their research on local facilities but need access to a particular software package not available locally, and joint computational/experimental chemists who prefer to focus their efforts on maintaining state-of-the-art experimental laboratories and to make use of the NSCCS facilities to run their computations. The NSCCS has a rigorous peer-review process. All applications (with the exception of those requesting pump-priming time only) will be peer-reviewed by referees chosen by the Service Manager. Referees will be selected from past or present users of the Service and/or other computational chemists around the UK. The Service prides itself on its fast turnaround time of referees' reports, which is normally within two to four weeks of an application being received. The current facility, which developed from a well-established base in quantum chemistry software, supports nearly 30 software packages in their most recent versions. At least half of these are not available on any other central computing resource in the UK. At present, approximately half of the software holdings are in the quantum chemistry area and the rest are simulation and solid-state packages. Many of the materials and biological chemistry packages have been installed over the past few years to encourage users from these communities to use the Service. Our software holdings are now more extensive than ever and represent a library of state-of-the-art codes. Over the next five years, we plan to continue to support this breadth of software, upgrading to the newest versions as they appear and adding further packages as demand dictates. The NSCCS training programme was first introduced in 2001 and this is now an integral part of the NSCCS. Our training program has had a major impact on the ability of users around the UK to use the available software packages. The Service runs one-to-one training sessions for its users throughout the year, and three or four software workshops per year that are open to all UK academics. The two types of training serve different purposes and both have become an essential part of the Service.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J003921/1","grantId":"EP/J003921/1","fundValue":"3358220","fundStart":"2011-02-01","fundEnd":"2017-01-31","funder":"EPSRC","impactText":"","person":"Michael  Robb","coPersons":["Peter  Oliver"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}