{"id":"B81F8B54-26E6-42D7-A2A2-C8AC023C54A3","title":"Investigating the origin of long-term dividing neural progenitors in vertebrate embryogenesis","abstractText":"The neurons that populate the vertebrate nervous system are derived from neural progenitor cells, the neuroepithelial cells in a process called neurogenesis. During neurogenesis, some cells differentiate while others continue to divide, allowing the nervous system to grow in size and complexity. Cells that escape differentiation during embryogenesis, and are not eliminated by apoptosis, have the potential to become stem cells in the adult. A fundamental question is what are the mechanisms that allow some neuroepithelial cells to differentiate while others are maintained as dividing progenitors. The answer to this question is not only important for our understanding of the correct development of the central nervous system (CNS) but also for understanding the mechanisms that maintain stem cells. The frog is a good model system to address the temporal control of neurogenesis and stem cell maintenance, because it shows two waves of neuronal differentiation. An early phase of neurogenesis, takes place during the embryonic stage of development and generates the so-called primary neurons. Following a period of quiescence, a second phase of neurogenesis takes place in the larva, generating secondary neurons; these replace primary neurons, which are largely eliminated by apoptosis. The frog is a good model system for neural stem cell maintenance also because it maintains radial glia cells in the adult. Radial glia are thought to be related to embryonic neuroepithelial cells and may act as long term neuronal progenitors. Which are the neuroepithelial cells that are destined to become long-term progenitors? In my lab, we have shown that progenitors located in the superficial layer differ from progenitors located in the deep layer in that the former can be 'pushed' experimentally to differentiate during primary neurogenesis while the progenitors in the superficial layer remain undifferentiated. Thus, the neural plate has two types of progenitors that differ in their differentiation potential. Those that resist primary neurogenesis may be the ones fated to become stem cells in the mature CNS. However, the long-term fate of either type of progenitors has not been established yet. Whether they die during secondary neurogenesis or differentiate completely or whether some or all are maintained as progenitors, and whether deep and superficial layer progenitors differ in these properties, is completely unknown. Aims and objectives In this grant proposal our aim is to fate map deep and superficial layer progenitors to determine their contribution to primary and secondary neurogenesis. Our objective is to compare and contrast their fates and access their long term contribution to the mature CNS. We will develop methods for long-term neural fate mapping by adapting the cre-loxP system to this experimental purpose. We will follow the fate of single cells rather than groups of cells, in order to reconstruct lineages; this will allow us to determine whether neuroepithelial cells, of deep or superficial origin, switch from a symmetric to an asymmetric mode of division. Potential applications and benefits These experiments, will form the basis of further research into the mechanisms of stem cell selection and maintenance. It is only after we have answered the question of which cells on the neural plate are fated to become stem cells that we can ask how are these cells diversified from other neuroepithelial cells. Thus, the results of this proposal will put us in a position to ask the next set of important questions such as, what are the mechanisms that set long-term progenitors aside aside, how do they escape primary neurogenesis, how do these cells enter and how do they then come out of quiescence, how do they potentially switch from symmetric to asymmetric division? In turn, by understanding the mechanisms that endow neural cells with stem cell properties will increase our abilities to manipulate them in a therapeutic context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E003044/1","grantId":"BB/E003044/1","fundValue":"487855","fundStart":"2007-02-12","fundEnd":"2010-05-11","funder":"BBSRC","impactText":"","person":"Nancy  Papalopulu","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}