{"id":"B821145B-C9FD-4654-A1E0-00E3A5336354","title":"Scalable causal gene network inference via genetic node ordering","abstractText":"The aim of this proposal is to reconstruct causal, global and high-quality gene networks from large-scale omics data to understand how the genotype determines the phenotype. To achieve this we will: (i) develop a novel statistical method for reconstructing causal gene networks based on total genetic node ordering; (ii) implement the method in a unique and ultra-fast computer software for genome-scale causal network reconstruction; (iii) validate the method in silico using benchmark datasets from human and pig.\n\nGenetic differences between individuals cause variation in phenotypes. This principle underpins genome-wide association studies (GWAS), which map the genetic architecture of complex traits by measuring genetic variation on a genome-wide scale across many individuals. A major challenge in GWAS is to understand the molecular mechanisms that explain the statistical association between quantitative trait loci (QTLs) and phenotypes. Because the majority of QTLs lie in non-coding genomic regions and presumably play a gene-regulatory role, it is hypothesized that genetic variation affects the status of molecular networks of interacting genes, proteins and metabolites, which collectively control physiological phenotypes. Since comprehensive, experimentally verified, cell-type-specific networks of molecular biological interactions are lacking, statistical and computational methods which reconstruct causal trait-associated networks from omics data are essential to study the impact of genetic variation on gene regulatory networks.\n\nCausal gene networks consist of directed interactions between genes and are usually modelled as Bayesian networks, which assume that the expression level of a gene is normally distributed around a linear combination of the expression levels of its causal regulators and that no gene can affect its own expression directly nor indirectly via an extended cycle of interactions. Current state-of-the-art algorithms for learning the structure and parameters of a Bayesian network from experimental data relie on local optimization where a model is improved one edge at a time. Such algorithms are feasible for systems of a few hundred genes, but modern sequencing technologies measure the abundance of orders of magnitude more RNA molecules, and increased sample sizes mean that ever more of those are detected as variable across individuals. To develop a scalable method to reconstruct causal gene networks from whole-genome genotype and transcriptome data measured across many individuals is therefore an open problem of outstanding interest.\n\nStatistical theory permits one exception to the intractibility of the large-scale causal network inference problem: if there exists a total ordering of the nodes in the network, such that the parents of any node can be found among the nodes ranked before it, then the problem reduces to a set of independent, tractable optimization problems, one for each node. In genetics, pairs of gene expression traits can be causally ordered using genotype data. This is based on the principle of Mendelian randomization which states that because genotypes of unlinked SNPs are inherited independently, if gene A is causal for gene B, then the association between the expression of gene B and eQTL of gene A must be conditional on expression of gene A. Here we propose to use graph-theoretical concepts to derive a total causal ordering of nodes based on pairwise Mendelian randomization tests. We will then use penalized linear regression to reconstruct a sparse maximum-likelihood Bayesian causal gene network from the inferred total genetic node ordering. Preliminary results support the hypothesis that this method will lead to a dramatic reduction in computational cost, a higher model likelihood score and better biological validation, compared to current methods based on local optimization techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M020053/1","grantId":"BB/M020053/1","fundValue":"148695","fundStart":"2015-09-01","fundEnd":"2017-02-28","funder":"BBSRC","impactText":"","person":"Tom  Michoel","coPersons":["Albert  Tenesa"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}