{"id":"B82A4B78-509B-4F16-93DE-B1E1FC9CD5F1","title":"Next Generation of SBLI Code","abstractText":"This project aims to re-engineer a code for direct and large eddy simulation of transitional and turbulent flow. The original code was developed by the applicants for simulation of shock-wave/boundary-layer interaction (SBLI) problems and has become known as the SBLI code. Since its development the code has proved to be a flexible research tool and has been applied to a wide range of research problems including subsonic airfoils and aero-acoustics. With more geometrically-challenging applications and new algorithmic improvements, such as non-reflecting boundary conditions and sub-grid scale models for turbulence, the code has split into several variants. The present project will undertake a comprehensive re-engineering of the code, aiming to add capability and bring the various elements back together, while retaining the flexibility of the original code as a research platform. Well-developed code elements will be modularised and removed from normal user access. A suite of validation cases will be programmed and used during the code modification, which will include an update to current language version and incorporation of a version control system for parts of the code. The utility of the new version will be demonstrated by a new state-of-the-art direct numerical simulation of transition due to oblique shock wave impingement, including more flow physics than previous simulations. A formal code release will be made during the project, with users consulted throughout.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F011016/1","grantId":"EP/F011016/1","fundValue":"18417","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"  The SBLI code (versions 3 and 4) developed on this project have has been in constant use since the end of the project. A new project (EP/K038567/1, for 2 years from August 2014) is now future-proofing the parallel structure of the code. Aerospace, Defence and Marine,Energy ","person":"Neil David  Sandham","coPersons":[],"organisation":"University of Southampton","findingsText":" In this software engineering project the SBLI code for simulation of compressible flows with shock waves and boundary layer interactions was substantially rewritten, with multiple validation cases introduced and code updated to the latest standards of Fortran and MPI. One of the follow-up grants has set the code up in a form such that engineering rough surfaces can be scanned and the code can be used to simulate turbulent flow of the rough surface, to quantify the effect of roughness. After this calibration simpler CFD code can be run with appropriate roughness function (or equivalent sand grain roughness) to include the actual surface characterstics in predictions. For more information please contact n.sandham@soton.ac.uk. Since this project the code has been the workhorse of our compressible flow work, used on follow-up research council grants such as EP/I032576/1 and EP/G069581/1 and on EU FP7 grants LAPCAT II, ATLLAS II and TFAST. It has also been used on projects funded by Dstl, FGE, ESA and DLR. A follow-up EPSRC grant on code development, looking at optimisation for GPU architectures was announced in March 2013. Aerospace, Defence and Marine","dataset":"gtr"}