{"id":"B82CB02C-A5C1-477E-BF71-FF48F362C0AF","title":"Scaling Up Co-Design research and practice: building community-academic capacity and extending reach","abstractText":"Co-design, the direct engagement of all stakeholders in design activities for the purpose of addressing complex problems, is seen as a way for supporting and enhancing collective creativity and leading to better, more sustainable solutions. Co-design is also becoming an important theme in community research and within community-academic partnerships. The summit organized by the AHRC-led Connected Communities program in July 2012 highlighted the need to tackle the theme of 'community engagement in and with research'. \n \nWithin this context, the co-design and co-delivery of research and practice in community-academic partnerships is increasingly seen as a valuable paradigm for tackling complex social problems based on the principles of shared vision, equitable involvement, ownership and trust, capacity building and relevance. Despite their differences, those involved (community groups, community organisations and academics) recognize that through their partnership and interconnections they can create new opportunities for innovation and build their ability to identify and solve complex issues that would not have been possible to do alone. However this is not a trivial task. It requires the development of a shared vision, equitable involvement and trust, and overcoming limitations in resources, but also differences in culture, terminology/language used and methodology/practice. This challenge sets the scene for this project. \n \nThe project proposes and reflects on a process for co-designing research in community-academic partnerships based on set of co-creative techniques that we call 'Design by Consensus'. The process is based on 'role playing' and collaborative visioning techniques. The aim of the proposed process is to unleash and build upon the intrinsic capacities of communities, community organizations and academic institutions in order to form a common research vision, helping scale up their practice and extend their reach. This process will result to the following outputs: \n- the development of a visionary code of practice/framework for community-academic co-creation and co-delivery of research using a set of shared principles; \n- the specification of research agendas that can help community-academic partnerships build their capacity using their existing assets and extend their reach and practice; \n- the production of a 'sketchbook/notebook of reflections' that aims to visually record reflections but also emotions for the proposed process, community-academic partnership and their outputs. \n \nThe above outputs set the foundation for the co-delivery of research in phase 2.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006711/1","grantId":"AH/K006711/1","fundValue":"99298","fundStart":"2013-02-01","fundEnd":"2014-06-30","funder":"AHRC","impactText":"  There is evidence of positive impact on all civil society organizations that took part in the project. The project used a variety of methods to capture the effects of the project activities and outputs on individuals, organisations and their practice. Methods included an audit, interviews, and other tools (like impact maps, questionnaires etc).\n\n- Changes on organizational practices and culture\nAll partner organizations expressed the view that cross-pollination practices of the project helped them reflect, rethink and develop some of their practices. In certain cases this involved advancing current practice and in some others change of thinking about the use co-design and co-production within the organization. \n\n- Building an economy\nThe majority of participating organizations claimed that they improved their capacity to secure new funding because of the created network and practices of this project. Often there was a direct link with a successful outcome (e.g. Sheffield Age Better initiative) or a new funded project. In certain cases this new stream of funding was critical for the viability and development of those of organizations. \n\n- Building capacity and new partnerships\nAll partner organizations felt that they ‘addressed issues that couldn’t address before’ or that they ‘addressed issues in a more holistic way’. Moreover, some partners claimed that this project helped them built new connections with other civil society organizations but also built their partnership with research institutions. \n\n- Reaching (more) local communities \nSome project partners claimed that cross-pollination approaches helped them to have bigger impact by reaching or working with more diverse communities and by spreading their practices and outputs to wider audiences. Feedback and interviews carried out with local communities support the view that communities appreciated the quality and diversity of the creative support that was offered. \n\nMoreover, the propagation of successful practices in more communities has been developed through the generation of ‘champions’ or ‘ambassadors’. An example is a Brunel PhD student who used the approaches of the project and applied them in her own context (designing technology for families), with some mentoring from the research project. \n\n- Reaching the private and public sector\nThe project explored the development of connections between civil society organizations with private organizations and the public sector. In particular, there are some indications that the collaboration between local communities, community organizations and private developers could lead to a new collaborative project in the future. A private developer that collaborated in the project expressed the desire to rethink practise and continue working with similar approaches in the future. \n\nSummary:\nAll the above results indicate that this project has a demonstrable contribution to civil society and in particular to civil society organizations in UK. Although the number of organizations who benefited (directly or indirectly) is still not very large, it has to be noted the overall economic/social and cultural impact is likely to spread beyond those organizations. That is because the above benefits are propagated to the communities that these organizations support (or are connected to) but also because the network itself is still in operation. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Other Cultural,Societal,Economic","person":"Theodore  Zamenopoulos","coPersons":["Aikaterini  Alexiou","Andy  Dearden","Ann Maxine Light","Busayawan  Lam"],"organisation":"Open University","findingsText":" This project focussed on co-design practices within civil society organisations, and how these practices and their impact on people and society can be scaled up. This action research project experimented with various ways of ‘scaling up co-design’ in real situations. The term co-design was used to describe a process where people and civil society groups are sharing the conceptualization and development of ideas through collaborative action and making. The core learning outcomes of the project can be summarised as follows: \n\n1) Four ways of scaling up: ‘Scaling up’ has been generally approached as a process of connecting people and organizations with the aim of producing outputs and impacts that couldn’t be achieved by those people working alone (e.g. through sharing their skills, expertise or other resources). Against the typical view of scaling up as ‘growing bigger’, this project experimentally identified four alternative interpretations of scaling up that gave more emphasis on the generation of creative connections between people/organizations and the propagation of practices within this network. More specifically, the project identified the following four ways of scaling up co-design: \n- Scaling up by extending out: This type was exemplified by co-design practices that were developed to form a ‘socio-technical infrastructure’ that helps reach and connect more people in different geographical places or contexts and allows them to work collaboratively. \n- Scaling up by extending up: This type was exemplified by co-design practices that foster connections and collaborations with policy makers and gatekeepers. \n- Scaling up by spreading practice: This type was exemplified by co-design practices that generate ‘champions’ or ‘ambassadors’ that propagate practices within new contexts. \n- Scaling up by connecting: This type was exemplified by co-design practices that are developed by connecting practices, skills and expertise of people and organizations. \n\n2) The cross-pollination mechanism for scaling up: The project team co-developed and evaluated a mechanism (referred to as cross-pollination) for scaling up co-design. The proposed mechanism was based on the principle of sharing resources and practices through a process of identifying commonalities but also complementarity of resources and skills. \n\nThe proposed model of scaling up through cross-pollination resulted in: \n- A significant increase in the connectivity and size of the original network within a year \n- The generation of new projects or activities that went beyond the timescale of the project \n- The generation of champions that carry out similar practices beyond the confines of the specific research project \n\nAn audit with all the original partners and other evaluation workshops revealed that this project had a positive impact for the involved organizations in terms of their capacity to secure new projects, diversification of their offering, visibility of their projects and reach to more communities. \n\nFor more information see the project website: \nhttp://scalingup-codesign.weebly.com/project-activities-and-outputs.html The project developed a model for scaling up co-design practice (‘cross-pollination’) and created a network of organisations that continue to collaborate with each other. The organisations and individuals involved were able to strengthen their expertise in co-design, develop their confidence and reputation, and put their skills and knowledge at work in new activities and projects (beyond the original project). Examples include the Sheffield Age Better initiative and toolkit, and new collaborative research projects (like the Evaluating Intangible Legacies, and Co-designing Asset Mapping projects).\n\nThe practice and resources created (including the scaling up booklet, video, the cascading box and other resources on the project website) can be of use to a range of beneficiaries who are looking to scale up their practice: civil society organizations (e.g. charities, social enterprises); professionals and volunteers working with communities; as well as research institutions. \n\nThe project also hopes to support further exploration of community-academic partnerships aiming to reshape the relation between university and society. One such partnership is currently explored between the Design Group at The Open University and The Glass-House Community Led Design. \n\nFinally, academic presentations and publications are hoped to contribute to knowledge of co-design practices within different domains (IT, design, media etc). Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Other","dataset":"gtr"}