{"id":"B83997E2-0C2F-48F8-9692-11D27DBDAC51","title":"A metabonomic approach to identify biomarkers for bovine mycotoxicosis","abstractText":"Mycotoxins are fungal metabolites that can be present on grain, cereals, grass and conserved forage. Several risk factors increase the likelihood of mycotoxins and mycotoxicosis (disease in animals caused by mycotoxin ingestion), including high rainfall at crop flowering and during pre-harvest, hence wet summers such as 2012 result in high mycotoxin levels in grain. Although there is compulsory testing and legislative limits to concentrations of mycotoxins in grain destined for human consumption, there are no legal requirements for livestock feeds. The EU guidelines suggest maximum limits for Fusarium mycotoxins - Deoxynivalenol, and Zearalenone - for grains and complete feeds. These guidelines have been produced as a result of the major research area in mycotoxins concentrating on grain based mycotoxins (mainly Fusarium) using monogastric animal models e.g. pigs and poultry. However, this does not cover the broad spectrum of mycotoxins nor is it applicable to ruminants. Recent research has reported higher concentrations of mycotoxins can occur in straw than the associated grain samples. Silage (whole crop (grain and straw), maize and grass) the main forage source for dairy and beef cattle represents a significant source of mycotoxins, for which there is comparatively little research. This project will address this gap in scientific knowledge by investigating a broader spectrum of mycotoxins from the main fungal genera with a ruminant model system.\n\nDue to the resilient microorganism diversity in the rumen, ruminants can withstand the effects of mycotoxins better than monogastrics, but this capacity may be compromised during times of stress (e.g. diet change or disease). In particular high production dairy cows are offered diets (cereals and grains rich in starch) which result in a change in the standard rumen microflora populated by fibrolytic (fibre degrading) bacteria in favour of more starch degrading organism which ultimately reduces the pH of the rumen. At this point the ability of the rumen to detoxify mycotoxins is substantially reduced. Guideline tolerance levels for different species have been proposed, but it is unknown how reliable these guidelines are. A recent veterinary survey in the UK showed a high incidence (10 - 80%) of mycotoxicosis in dairy and beef herds associated with sub-standard aerobically spoiled maize and grass silage when fed with cereal based rations. \n\nThe severity of mycotoxicosis depends on the mycotoxin type, animal health, stage of production and dose eaten. Some types damage organs directly (e.g. liver, kidney and rumen), whilst others impair reproduction or cause cancer. Physical effects range from performance loss to mortality. Different mycotoxins can interact in the rumen to exacerbate the effect and some are known to suppress immune function. Signs of mycotoxicosis in ruminant animals include loss of appetite, reduced milk yield or poor weight gain. Early veterinary diagnosis of mycotoxicosis is difficult due to a lack of specific symptoms and overlapping symptoms of other metabolic diseases such as acidosis in cattle. The problem does not end in animal disease or production losses as mycotoxins in the feed of dairy animals can lead to their metabolites appearing in dairy products, which pose a risk in human health, particularly for infants. A rapid early detection method of mycotoxicosis for ruminants is therefore required.\n\nThis project will produce a metabolite profile from urine, saliva and plasma of animals suffering mycotoxicosis to be used as biomarkers of the disease. This information in future more applied projects could be developed into a rapid diagnosis tool for veterinarians. As an industrial partner award project key industry members associated with animal feed, biochemistry and pharmaceutical products have already signed up to develop the basic science from this project into industrial development for maximum impact of the research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M006409/1","grantId":"BB/M006409/1","fundValue":"399944","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"BBSRC","impactText":"","person":"Michael Richard Lee","coPersons":["Tristan  Cogan","Michael  Bailey"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}