{"id":"B83F8D6B-26DE-4CBA-832B-8FE01036782E","title":"Molecular and functional characterisation of unanchored polyubiquitin","abstractText":"Proteins are the most abundant molecules in all living organisms and the life process relies on their controlled interactions with other proteins. One way in which interactions between proteins can be switched on is by a process known a post-translational modification. In this case, a first protein is modified by attaching another molecule on to its surface, and this appended modification is then recognised by a second protein which binds to it; thus, two proteins can be made to interact. Cells use this process as a way of signalling that a particular protein is worn out or damaged and needs to be destroyed. The protein that needs to be disposed of becomes modified by another molecule called ubiquitin, and a specialised protein called the proteasome, which itself is a protease (a protein that is able to digest other proteins) recognises this ubiquitin-modified target and removes it. Modification with ubiquitin does not however always signal disposal of the target; sometimes the modification simply serves to bring two proteins in to close proximity so they can function together. In each case, in fact usually several copies of the ubiquitin modifier become attached on to the target protein in a structure known as a 'polyubiquitin chain'. A very important recent scientific paper has demonstrated that 'unanchored' forms of polyubiquitin chains exist in cells - these are equivalent to the modifications found on other proteins, but are not actually attached to targets - and they themselves have very specific functions. However, to date no one has ever purified these unanchored polyubiquitin chains and analysed precisely what they are composed of. We have developed a completely new method that allows for the first time unanchored polyubiquitin chains to be purified. We intend to purify these molecules from different biological samples, and work out what they contain. We will also investigate what happens to unanchored polyubiquitin chains when cells switch on their protein disposal systems, and when they respond to signals or messages from outside the cell. By investigating what other proteins control the formation or removal of unanchored polyubiquitin chains, and what jobs different unanchored polyubiquitin chains actually do, we will have a much clearer picture of how ubiquitin controls some of the absolutely essential functions of the cell. It is really important to know this information, because although 'normal' processes in the cell are controlled by ubiquitin, many human diseases are actually caused by defects in these processes. For example, in neurodegenerative diseases such as Alzheimer's and Parkinson's, the protein disposal system which ubiquitin normally controls does not function properly. Likewise, in some bone diseases the cellular systems which use ubiquitin to respond to signals from outside the cell are defective. We can only start to develop really effective treatments for these conditions with a proper understanding of the processes that the ubiquitin molecule normally controls.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I006052/1","grantId":"BB/I006052/1","fundValue":"317402","fundStart":"2011-04-04","fundEnd":"2013-08-03","funder":"BBSRC","impactText":"","person":"Robert  Layfield","coPersons":["Neil  Oldham"],"organisation":"University of Nottingham","findingsText":" We have new insights in to the composition and regulation of protein polymers called unanchored polyubiquitin chains. Major benefit for biomedical research community Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}