{"id":"B83F288E-41AA-434B-931A-46B9090C026A","title":"Low-Complexity Adaptive Beamforming Algorithms Based on Low-Rank Decompositions and Set-Membership Filtering","abstractText":"The goal of the proposed research is to develop novel low-complexity beamforming algorithms based on low-rank decompositions and the set-membership filtering (SMF) framework in order to address challenge #15. We will introduce concepts of low-rank decomposition based on iterative switching and pattern matching, and approximation of basis functions to the design of the matrix S_D. We will formulate the linearly constrained minimum variance (LCMV) beamformer with these decompositions. Specifically, the goal is to devise algorithms with an order of magnitude lower complexity than existing algorithms. We will develop low-rank stochastic gradient (SG) and recursive least squares (RLS) algorithms ten times less complex than the existing full-rank SG and RLS ones, which have at least comparable performance. This will be possible due to the combination of innovative low-rank decompositions with SMF-based algorithms. The proposed low-rank decompositions do not require complex eigen-decompositions or expensive operations. These techniques can be significantly simpler than full-rank filtering algorithms by reducing the dimensionality from M to D. For instance, for the scenario of interest we will have M=64 array elements and a rank 3=D=6. The SMF concept will then be used to design low-complexity adaptive algorithms for the updates of the matrix S_D and the filter w_D. One key aspect of the proposed low-rank SMF-based algorithms is to exploit data-selective updates with possibly different update ratios for the matrix S_D and the filter w_D. We will formulate the LCMV beamforming problem with the low-rank decompositions using linear algebra, develop SMF-based adaptive algorithms and build simulation tools to design, test and analyse the proposed techniques. The outcomes will be better, simpler and practical beamforming algorithms, and high-quality publications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H011544/1","grantId":"EP/H011544/1","fundValue":"83843","fundStart":"2010-01-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"","person":"Rodrigo C De Lamare","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}