{"id":"B842F125-3ECD-40A3-AE32-2F2FAA661644","title":"Lasers making lasers","abstractText":"This proposal falls under the Manufacturing with light call and addresses the area of Pulsed Laser Deposition (PLD) as a route to manufacturing high optical quality, fully single crystal lasing waveguides. PLD is an established technique for deposition of a range of materials, but few so far have used it to grow single crystal structures for application as thin-film lasers. This project is directed at this specific area, and has end goals of high power (&gt;100W c.w.) lasing operation, from compact (&lt; 1square cm) devices at laser wavelengths in the 1.0 - 2.0 micron region, as well as q-switched and mode-locked pulsed laser operation. \n\nThe second goal is to demonstrate the utility of these devices for applications across the range of laser-based manufacturing, including materials processing, and the life-sciences and medical areas in particular. We will engage with laser companies, the UK association of laser users and laser job shops to establish the optimum market for such devices and then work with all of these to seek a route to commercialisation of these products. \n\nGiven the short duration of the project, we will direct our effort to ensure the optimum device outcome (c.w. or pulsed operation) following the initial growth and characterisation phase, for maximum impact within the manufacturing sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L021390/1","grantId":"EP/L021390/1","fundValue":"292332","fundStart":"2014-04-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"  This grant is still running so not able to make any final statements here as yet. Manufacturing, including Industrial Biotechology Economic","person":"Robert William Eason","coPersons":["Jacob Isa Mackenzie","David Patrick  Shepherd"],"organisation":"University of Southampton","findingsText":" We have been able to determine how best to grow thin film crystals onto different crystal substrates for use as efficient lasing thin film (waveguide) devices. We now believe we are expert in mastering this new laser-growth technology In the end we are looking to commercialise our findings via our two project partners, who are interested to develop our laser-grown waveguide technology Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology","dataset":"gtr"}