{"id":"B84DD575-125E-4A47-9FEF-03869794A38C","title":"LegoCAD: Improving the design process through a Lego-inspired tangible interface","abstractText":"While CAD systems have been immensely beneficial they require specialist knowledge and expertise for their operation, particularly where advanced modelling, simulation and analysis (virtual prototyping) is to be used. This requirement, combined with their dependence upon 2D digital interaction limits user engagement, constrains design process activities and restricts design performance. This includes the nature and level of collaboration and co-creation within design teams, with users and wider stakeholders; the accessibility of virtual prototyping tools including rapid prototyping; and the efficacy of the design (team) when undertaking tasks, such as ideation, design development, evaluation and DfX activities. To overcome these restrictions, the concept of a Lego-inspired tangible interface for CAD, virtual prototyping (VP) and rapid prototyping (RP) is to be investigated. The corresponding research programme comprises two interrelated research streams. The first addresses the technical and HCI challenges associated with the creation of real-time physical-to-digital model integration and user-in-the-loop digital-to-physical model integration. Both of these topics offer significant future research opportunities in their own right. The second research stream concerns investigation of the affordances, complementarity (with VP tools) and limitations of a Lego-inspired tangible interface for improving collaboration/co-creation, design performance and accessibility to VP and RP. Given the exploratory nature of the research three engineering domains will be considered: industrial design (assistive technology), special purpose machinery and construction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N009568/1","grantId":"EP/N009568/1","fundValue":"295549","fundStart":"2015-11-01","fundEnd":"2017-04-30","funder":"EPSRC","impactText":"","person":"Ben James Hicks","coPersons":["Mike C Fraser"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}