{"id":"B84EB123-1AD5-4650-AE91-D7F0FC7FABF4","title":"Ultra-Low-Noise Photometric, Spectroscopic and Interferometric Imaging Technology for Astrophysics","abstractText":"The submillimetre-wave (3mm-300um) and far-infrared (300um-20um) regions of the electromagnetic spectrum are of considerable importance for astronomy because they contain a wealth of information about the cool, optically dark Universe. For example, the Cosmic Microwave Background radiation, which is a relic of the Big Bang, can be found at the longest wavelengths, whereas thermal radiation from distant, highly redshifted galaxies can be found at the shortest wavelengths. This part of the spectrum also contains thousands of spectral lines from numerous molecular and atomic species, which are important for studying the chemistry of regions where stars are being formed. It is exceptionally difficult, however, to make observations at submillimetre-wave and far-infrared and wavelengths because it is not possible to buy sufficiently sensitive cameras off of the shelf. Instead astronomers must develop their own imaging technology. These detectors must be highly sensitive, and must be cooled to temperatures of below 500mK. In addition, the instruments must be rugged, and capable of being flown in space. The proposed work aims to develop a new generation of extremely sensitive detectors and cameras by fabricating microcircuits out of materials called superconductors. Superconductors have the property that their electrical resistance falls to zero below some critical temperature, and magnetic flux is expelled. Indeed, the superconducting state is a special state of matter, and has many curious properties. By fabricating microcircuits out of the superconductors Nb, Ta, Al, and Mo, and by using modern Si micromachining techniques, it is possible to make detectors having exceptional properties. For example, our most recent infrared detectors are capable of detecting a light bulb being turned on and off for just 1 second at a distance of 10 million miles. The work will concentrate on understanding how to develop large-format cameras having thousands, and in some cases millions, of pixels. Four devices are of specific interest: (i) a device called a Transition Edge Sensor (TES), which operates by using the sharp transition of a superconductor to measure the minute change in temperature that occurs when infrared power is absorber by a tiny free-standing micro-machined silicon nitride island; (ii) a device called a Cold Electron Bolometer, which uses a solid-state refrigeration to achieve ultra-low-noise power detection; (iii) a device called a Kinetic Inductance Detector (KID), which essentially measures a small change that occurs in the amount by which a magnetic field penetrates into the surface of a superconductor when power is absorbed; and (iv) a device called a Superconductor Insulator Superconductor (SIS) mixer, which uses extremely thin layers of superconducting and insulating material to create diodes, which can be used to construct highly sensitive radio receivers. Each of these device types can be packed into arrays to form imaging systems of various kinds. Indeed, the wonderful scientific discoveries that were achieved in astronomy, in recent years, were only made possible by our ability to detect very weak signals coming from large radiotelescopes by using these tiny sub-micron devices. At the end of the program, we will have demonstrated a new generation of imaging technology based on superconducting devices, which will be available to construct the highly sensitive submillimetre-wave and far-infrared cameras that are needed for the next generation of ground-based and space-borne astronomy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001554/1","grantId":"ST/J001554/1","fundValue":"650134","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"STFC","impactText":"","person":"Stafford  Withington","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}