{"id":"B850CE19-925E-44F2-B792-8AF7C65810A4","title":"New Paradigms for Pure Shift NMR","abstractText":"Knowing the structures and behaviour of molecules is of critical importance in understanding the world around us, and in using chemistry to develop new materials. The most useful method for determining molecular structure in solution is NMR spectroscopy. Each hydrogen atom in a molecule - and most molecules contain many - produces a family of signals known as a multiplet. The position of the multiplet within the spectrum (the chemical shift) depends on the local environment of the atom; the multiplet structure depends on interactions (scalar couplings) with nearby atoms.\n\nAs our understanding of chemistry and biochemistry advances, the species we need to study increase in size and complexity. The number of NMR signals grows accordingly, leading to very crowded, and difficult to interpret, NMR spectra. Chemists and life scientist fight a continual battle to extract structural information from the complex sets of overlapping multiplets that are found in most NMR spectra.\n\nOur research will produce two new families of NMR methods that produce spectra in which the multiplet structure has been suppressed, with a single signal for each hydrogen atom (a &quot;pure shift&quot; spectrum). We will show how reducing the complexity of NMR spectra can be achieved simply and efficiently, with applications across a wide range of disciplines. Existing pure shift NMR experiments are almost all relatively insensitive: they need concentrated samples and take quite a long time to perform. The new experimental methods should give cleaner spectra, more quickly; the structural information that scalar couplings provide can still be accessed, by incorporating the new pure shift methods into multidimensional NMR experiments \n\nImproved pure shift NMR methods will find use across a wide range of academic research areas and industrial sectors including chemistry, biochemistry, biology, pharmaceuticals, healthcare, agrochemistry, and flavours and fragrances.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M013820/1","grantId":"EP/M013820/1","fundValue":"367650","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"EPSRC","impactText":"","person":"Mathias  Nilsson","coPersons":["Gareth Alun Morris"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}