{"id":"B8522C7E-1725-4B9C-89BD-190BFF610955","title":"Investigation of the selective reprogramming of translation during apoptosis","abstractText":"Protein synthesis is the process by which the information in the genetic material in the cell, DNA is converted via an intermediary substrate mRNA, into proteins. For proteins to be synthesised the mRNA must interact with a large complex called the ribosome which consists of RNAs and proteins. Ribosomes are able to decode the genetic information that is held in the mRNA and carry out the synthesis of the proteins. There are two distinct mechanisms by which mRNAs can interact with the ribosomes. The most common mechanism requires the binding of a protein complex to the 5' end of the mRNA and this complex then recruits the ribosome. However, certain mRNAs contain 5' regions that do not code for sections of proteins (termed untranslated regions; UTRs) and these sequences of RNA harbour the information that is required to form a complex RNA structure. These RNA structures allow the ribosome to be recruited to the mRNA generally a considerable distance from the 5' end and so this method of ribosome recruitment has been termed internal ribosome entry. Interestingly, messages that use internal ribosome entry generally encode proteins that are involved in the processes of cell growth and cell death. We have shown that during cell death there is selective use of internal ribosome entry to allow synthesis of the proteins that are required for this process to proceed. The overall aim of this proposal is to understand how this mechanism functions during apoptosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F000065/2","grantId":"BB/F000065/2","fundValue":"74549","fundStart":"2010-07-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"","person":"Anne Elizabeth Willis","coPersons":["Kathryn Susan Lilley","Martin David Bushell","Christopher James Hayes"],"organisation":"MRC Toxicology Unit","findingsText":"","dataset":"gtr"}