{"id":"B8522124-210E-4DE8-BB82-AECF352925C4","title":"Sacred Modernisms: reading the politics of 'nature' in Sri Lanka","abstractText":"The proposed research builds on work I have been doing in recent years that explores the politics of nature in Sri Lanka. I aim to publish the first book-length research monograph to examine this theme in depth. \\nRecently, cultural geography has shown that nature, as it is commonly understood in different spaces, is an inescapably social and cultural construction. Our taken-for-granted assumptions about what nature is, including race and identity, are in fact produced through forms of cultural representation and experience. Sacred Modernisms sets out to explore how ideas and experiences of race, identity and nation in Sri Lanka (which since 1983 have all been violently contested) are in part produced through taken-for-granted experiences of different kinds of nature. \\nThe two key questions of this research concern: 1) What are the politics of nature in the Sri Lankan context? 2) What research methods and processes are required to make visible these Sri Lankan politics of nature? \\nThe project pursues these research questions through a book-length research monograph divided into three parts. Part I explores the nature and landscape histories and experiences in Sri Lanka's most famous national park; Ruhuna (Yala) National Park. Part II examines the relationships between built-space and the natural environment in Sri Lanka's 'tropical-modern' architecture, and part III focuses on a significant natural-disaster, the 2004 Indian Ocean tsunami. Each of these parts expands on the political dimensions of human engagements with very different kinds of nature and space. As such, the monograph enacts a thorough, rigorous and comprehensive engagement with the politics of different kinds of Sri Lankan natures.\\nThis research is important for two reasons. Firstly, the use of a South Asian (Sri Lankan) case-study offers important new insights to scholarship on the cultural geographies of nature. In 1972, Buddhism / the religion of the majority ethnically Sinhalese population / was written into the Sri Lanka's constitution. My research has shown how Buddhist philosophy and aesthetics are predominant in all three spaces of nature that the monograph explores. This presents a problem for the cultural geographer because in Buddhist philosophy there is no distinction between nature and culture; there is no 'nature', instead just dharma (energy) experienced intuitively. Therefore, this project opens cultural geographical scholarship up to natural spaces and experiences that cannot be fully understood through the term 'nature'. \\nSecond, this cultural geographical engagement of nature provides much needed insights to the political dimensions of everyday life in Sri Lanka. Recent research within South Asian studies, especially Sri Lankan studies, has been trying to develop understandings of the many ways that politics permeates everyday life. By exploring human experiences within different spaces of nature in Sri Lanka, this research contributes an urgently required understanding of how some of the most ordinary aspects of everyday life connect up to Sri Lanka's violently contested national politics.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G006903/1","grantId":"AH/G006903/1","fundValue":"24978","fundStart":"2009-10-01","fundEnd":"2010-01-30","funder":"AHRC","impactText":"","person":"Tariq  Jazeel","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}