{"id":"B857EC57-5FCC-40B6-AF19-2EFD9B73C9E1","title":"Research Consortium in Multi-Scale Transport Phenomena for Advanced Materials Manufacturing","abstractText":"At some stage of manufacture or use, many products consist of an evolving matrix of particles, active ingredient and solvent carrier. A key limitation to progress / either improved manufacturing or better in-use functionality / is our inadequate understanding of the relationship between the multi-scale transport of small molecules and particles within these evolving products. Complex geometries and heterogeneity over many length-scales inhibit easy analysis. We abbreviate this to the problem of particulate transport . Examples of particulate transport include the [apparently] simple drying of colloids and coatings; the control of interparticle forces in nanoparticle clusters; the development of controlled drug release implant materials and enzyme-tagged cleaning agents. In almost all cases the dynamics of the phenomena occurring, and how they control the development of the internal microstructure and performance of the product being formed or used, are poorly understood. Progress is, therefore, haphazard and largely by trial and error. Critically, advances (and indeed failures) in one sector are not always realised in another. This proposal seeks the resources to build a consortium with the ability to make real impact on particulate transport across a broad range of sectors and disciplines. It will identify the issues, the research agenda and those people / groups best able to pursue the agenda. The consortium will focus this into a cohesive programme of research with targeted aims and objectives. The principal output of the project will be a major application to the EPSRC for research funding to address particulate transport . Results will subsequently be embedded into industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D024986/1","grantId":"EP/D024986/1","fundValue":"50085","fundStart":"2006-06-21","fundEnd":"2008-06-20","funder":"EPSRC","impactText":"","person":"Peter  McDonald","coPersons":["Simon Nicholas Hodgson","John  Hay","Douglas James  Hourston","Ugur  Tuzun","Jon  Binner"],"organisation":"University of Surrey","findingsText":" This project brought together a consortium of academics and industrials with common interest in Multi-Scale Transport Phenomena for Advanced Materials Manufacturing. A large grant application for substantive funding of generic, basic research was prepared but was unfunded. Individual elements are now funded, e.g. EPSRC EP/H033343/1 Chemicals,Construction,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}