{"id":"B858040F-5242-4365-B901-1FF29CA5215B","title":"Hybrid simulations of weakly collisional/collisionless shocks in laser produced plasmas","abstractText":"Plasma shocks play an important role in a number of situations, ranging from exploding stars to laser driven fusion experiments. Recent advances in experimental capabilities have inspired efforts to connect shocks produced in the laboratory with their astrophysical counterparts. This is a rapidly developing research area generating new collaborations between the laboratory plasma physics and astrophysics communities. Establishing and isolating clear and distinguishable physical effects that should occur in both systems is the primary goal. These can then be used to make physically meaningful connections between processes occurring on vastly different scales. Numerical simulations are a powerful aid in this effort. This proposal concerns the construction a novel hybrid plasma simulation code, that will explore the physics of shock waves in plasmas with arbitrary levels of collisionality, with a particular emphasis on systems in the transitional regime, moving between weakly collisional to collisionless plasmas.\n\nIn most astrophysical systems in which shock-waves are observed to occur, the Coulomb mean free path is considerably larger than the macroscopic scales of interest. Thus, the abrupt transition in the fluid properties (density, temperature, etc.), must be mediated by collisionless effects, i.e. through the collective interaction between charged particles and electromagnetic fields. This is a fascinating area of physics, whereby collective processes occurring on microscopic scales have a dramatic effect on the macroscopic behaviour. In astrophysics, understanding the kinetics of such shocks is of enormous significance, since the radiation from the thermal and non-thermal particles produced by the shock provide us with vital information about the Universe. While collisionless shocks are the norm in astrophysics, in terrestrial experiments, reproducing the necessary plasma conditions to ensure Coulomb collisions are negligible is challenging. Experiments using the world's largest laser at the National Ignition Facility (NIF), Livermore, can provide the necessary conditions, but access to this facility is limited. However, numerical investigations can be used to identify common features of shocks at different levels of collisonality, opening the possibility of investigating collisionless shock physics at more modest laser energies. This would allow more in depth investigations of astrophysically relevant shock physics to be carried out, using facilities such as the Vulcan laser at Rutherford Appleton Laboratories. Preliminary results from a recent experiment on Vulcan indicate that this is indeed possible.\n\nWe will develop a new numerical tool to facilitate such investigations. The code is based on the KALOS formalism (Bell et al., 2006, PPCF), where collisions are accurately modelled using a Fokker-Planck description. A novel hybrid plasma scheme, using a Vlasov-Fokker-Planck treatment of the ions will be developed, capable of investigating shocks in plasmas with arbitrary levels of collisionality. We anticipate this will improve our predictive capability, providing further insight into the physics of collisionless shocks. The results will be of interest to both the astrophysics and the laser plasma communities. The code will also have further applications in both fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N002644/1","grantId":"EP/N002644/1","fundValue":"98602","fundStart":"2015-12-01","fundEnd":"2017-02-28","funder":"EPSRC","impactText":"","person":"Brian  Reville","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}