{"id":"B85A3EF5-9EA5-4D46-BEE3-6F9C03E9C33D","title":"EPSRC Dongtan Sustainable City Networks: Coordination Framework - 2","abstractText":"Today, many advanced countries are positioning themselves to have Sustainable Development (SD) at the heart of their developmental policies. Applying SD principals to a large community or perhaps a city is to be commended. In China, the development of such a city is becoming a reality and an integrated master planning for the world's first sustainable city / Dongtan - was launched recently. Dongtan is situated on Chongming Island, the third largest island in China, near Shanghai at the mouth of the Yangtze River. The island currently consists of a large area of mostly agricultural land. The Shanghai Municipal Government is planning to turn Chongming Island into an eco-island, and Dongtan as a model eco-friendly area. At three quarters the size of Manhattan, Dongtan will be developed on 630 hectares of land as a sustainable city to attract a range of commercial and leisure investments. A programme to develop such a sustainable city presents an unsurpassed opportunity to study and capture all aspects of the development including: the consultation, planning and design stages and the implementation phases of such a project. A recent workshop (Nov 2006) organised by EPSRC, Arup and their Chinese partners has resulted in the formation of specific networks that aim to begin research studies, information capture processes and establish appropriate research programmes that will achieve the most sustainable approaches for the Dongtan eco city development. The three networks which aim to learn from the Dongtan experience, allow and facilitate knowledge networking between Chinese and UK collaborators are as follows: (a) City History and Multi-scale Spatial Master-planning, (b) Network to Investigate Sustainable Economic and Ecological models of Peripheral Urban and (c) Sustainable Urban Systems to Transfer Achievable Implementation Network Resources and Infrastructure Systems Development. In addition to the networks, the workshop also established a Coordination Framework which is independent of the four networks. The main purpose of the coordinating framework is to draw and tie the identified networks together. This proposal deals mainly with the establishment of the coordinating framework group , the objectives and activities of the framework and its funding profile.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F01936X/1","grantId":"EP/F01936X/1","fundValue":"188721","fundStart":"2008-04-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"  The impact of the Coordination Framework, particularly in collaboration with the SUSTAIN Network has been achieved through: the signing of cooperation framework with three cities (Shanghai, Guangzhou and Nanyang) for the development of low carbon cities; the creation of two institutes one at Tongji University (Sino-UK Research Institution of Sustainability) the other in Guangzhou (Sino-UK Low Carbon Development Research Centre) and the on-going development and research areas (established between Chinese institutions, Southampton and UCL) have direct relevance to policy in China. These forthcoming collaborative projects are scheduled to deliver into the 12th five-year plan (starting April 2011) and the outcomes of these research projects will also deliver into the 13th five-year plan which is due to start in 2016. \n\nRelations have also been built with the Chinese Ministry of Science and Technology, Science and Technology Commission of the Shanghai Municipality, Shanghai Academy of Social Sciences, the Chinese Academy of Sciences and Chinese Society for Sustainable Development. In addition, the Networks' presence in China also facilitated links with the various UK organisations (British Council, British Consulate, British Embassy, RCUK and the FCO), Chinese Universities and industry. The Eco Networks also organised and coordinated a combined Networks two-day event at the Shanghai Expo, which was immensely successful, disseminated the results of the activities undertaken in all the research Networks and the industrial contributions arising from these activities in both the UK and China. Construction,Energy,Environment,Government, Democracy and Justice,Transport Economic","person":"A. S. Bahaj","coPersons":["Andrew Colin Davies","Arif  Anwar"],"organisation":"University of Southampton","findingsText":" The UK-China Eco region Networks (Eco-Networks) were set up by Engineering and Physical Science Research Council (EPSRC) in 2007, in response to the need to capture and build knowledge related to the development of eco-cities initially in China and now elsewhere. The three Networks are (a) SUSTAIN: examines the relationship between technologies, infrastructure and behavioural change for sustainability. (b) CHAMSPAM: The Network addresses the historical development of Chinese and European cities, and spatial masterplanning at scales ranging from the local place to the whole metropolitan area, and ECOCIT: The Network addresses the socio-economic aspects of sustainability and issues of governance. \n \nThe purpose of the Networks was to capture elements of the fast development occurring in the urbanisation of Chinese cities. The preliminary consideration of these Networks was to address the planning, technical, social, environmental and economic aspects of the establishment of eco-cities and to foster collaborations between researchers both in UK and China. The established research Networks are linked together through an overarching coordination programme, 'Coordination Framework'; (PI, Prof A S Bahaj, Southampton, EP/F01936X/1). This was established to provide coherence and linkage between the three funded networks. In addition, the work of the coordination was also to disseminate the areas of the networks, through presentations at conferences and meeting and organising event rather than publications in journal. \nThe Networks' presence in China facilitated links with the various UK organisations (British Council, British Consulate, British Embassy, RCUK and the FCO), Chinese Universities and industry. The Eco Networks organised and coordinated a combined Networks two-day event at the Shanghai Expo, which was immensely successful, disseminated the results of the activities undertaken in all the research Networks and the industrial contributions arising from these activities in both the UK and China. Through this project two ongoing institutes have been created: one at Tongji University (Sino-UK Research Institution of Sustainability) the other in Guangzhou (Sino-UK Low Carbon Development Research Centre) and the on-going development and research areas (established between Chinese institutions, Southampton and UCL) have direct relevance to policy in China. These forthcoming collaborative projects are scheduled to deliver into the 12th five-year plan (starting April 2011) and the outcomes of these research projects will also deliver into the 13th five-year plan which is due to start in 2016. Construction,Energy,Environment,Government, Democracy and Justice,Transport","dataset":"gtr"}