{"id":"B85F5C64-A989-4E4D-93AD-84256C942A53","title":"Dendrite fragmentation during solidification by stress induced remelting","abstractText":"Metals and alloys commonly form dendritic microstructures during solidification. These finely branched crystals seem to be fragile, and indeed occurrence of dendrite fragmentation is very common. Despite a great amount of experimental and theoretical work, dendrite fragmentation cannot be fully explained, experimental results are inconclusive. Current explanations are based on coarsening driven pinch off of dendrite side arms and thermal or constitutional re-heating. None of the established theories takes the influence of stress into account, although there are indications that this could be the deciding factor. Stresses can arise for several reasons, such as gravity acting on the highly branched structures or from shrinkage induced impingement of dendrites.\n\nWhy is it important to understand dendrite fragmentation? Casting of metals is still a crucial part of the manufacture industry in general, and in specifically in the UK. Dendrite fragmentation leads to non-conformity when occurring as stray crystals and freckle chains in single crystal turbine blades, or as non uniform grain structures in large vacuum arc re-melted (VAR) ingots of Titanium alloys. The financial loss due to scrap caused by these defects can only be estimated, but goes into the millions of pounds every year. Fragmentation is desired on the other hand when it leads to grain refinement in conventional casting and globular structures during semi-solid processing. \n\nThis project aims at developing new insight into the phenomenon of dendrite fragmentation. The research follows the hypothesis that stresses in the growing dendrites facilitate fragmentation. These stresses originate from gravity acting on the highly branched structure, or from external forces induced by fluid flow or other dendrites. Although small in magnitude - it is the sign and distribution of stresses that matters - these stresses change the local equilibrium at the solid-liquid interface. Dendrite side arms therefore detach from the main trunk by local re-melting of the joint. Fragmentation is not a fracture, but a local re-melting process.\n\nThis problem is addressed using a phase-field model to simulate the growth of alloy dendrites during solidification. The gravity induced stress distribution in the dendrite will be calculated and coupled to the driving force acting on the solid-liquid interface. This novel model does allow simulating the coupled growth-stress problem and will be used to study which solidification conditions lead to side arm melt-off. Insight from these simulations can then be used to guide the design of validation experiments. In the short term results will be compared against the vast amount of published experimental work on dendrite fragmentation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M022412/1","grantId":"EP/M022412/1","fundValue":"99202","fundStart":"2015-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Nils  Warnken","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}