{"id":"B8663994-C376-47D4-9B11-DDDB1A46588A","title":"Wheat Improvement from Synthetic Hexaploids (WISH)","abstractText":"NIAB ran a BBSRC-funded pre-breeding project, with three breeding companies, which made &gt;5600 new wheat lines by crossing Synthetic Hexaploid Wheats (SHWs) with UK varieties. SHWs can contain useful variation from wild relatives lost during the domestication of wheat. Many of our SHW-derivatives have out-performed their adapted parent in yield trials. In other tests, lines have retained good yields even under reduced nitrogen inputs. However, more testing is required to identify any lines which may have genuine commercial potential.\nThis project (WISH) will provide two further years of yield trials (including low input tests), together with quality, purity, pathology, genetic and agronomy screening. The most promising lines will enter National List trials in September 2014, and a novel royalty share scheme will reward all partners for any eventual commercial success. WISH is a new model for turning promising public sector research leads into actual varieties grown by UK farmers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K020269/1","grantId":"BB/K020269/1","fundValue":"262283","fundStart":"2013-09-30","fundEnd":"2015-09-29","funder":"BBSRC","impactText":"  Our unique pre-breeding approach systematically incorporates genetic diversity from re-synthesized wheat into elite backgrounds. It engages UK breeding companies as the gateway to economic impact and thus provides a paradigm for translation fom the public sector to industry. Early trials of lines incorporating novel diversity have recorded yields 30-40% higher than controls. Even a 15% yield improvement above current varieties would translate to an additional income of ?416 million/year for UK farmers and around ten-fold that amount for downstream end-users. A change of this magnitude in production of the UK's major staple food source would have a significant social impact Agriculture, Food and Drink Societal,Economic","person":"Andy  Greenland","coPersons":["Ian  Mackay","Philip Martin Howell"],"organisation":"National Inst of Agricultural Botany","findingsText":" Bread wheat arose from a rare prehistoric hybridization between a wild grass and primitive wheat grown by early farmers. This introduced many important genes into the modern wheat crop which today provides 20% of the world's food calories. Our innovation is to repeat this hybridization to introduce genetic diversity from the wild, then recombine these re-synthesized genomes with UK varieties. Thousands of pre-breeding lines are tested in the field and the best delivered to industry. This unexplored diversity, and its integration into elite backgrounds is unique, with initial tests indicating it represents a step change in UK wheat yield potential. Our unique pre-breeding approach systematically incorporates genetic diversity from re-synthesized wheat into elite backgrounds. It engages UK breeding companies as the gateway to economic impact and thus provides a paradigm for translation fom the public sector to industry. Early trials of lines incorporating novel diversity recorded yields 30-40% higher than controls; in subsequent multi-location replicated trials during 2013-14 more modest yield improvements of 10-15% were observed. Even a 15% yield improvement above current varieties could translate to an additional income of ?416 million/year for UK farmers and around ten-fold that amount for downstream end-users. A change of this magnitude in production of the UK's major staple food source would have a significant social impact. Agriculture, Food and Drink,Environment","dataset":"gtr"}