{"id":"B86BAC15-80DD-43F5-8DE0-A5E42B97F153","title":"Regulation of carbon flux through the glyoxylate shunt in the opportunistic pathogen, Pseudomonas aeruginosa.","abstractText":"The last two decades have seen an increasing realisation - at both national and international level - that we urgently need to identify new strategies for controlling and managing bacterial infections. Due to widespread antibiotic use and abuse, the &quot;golden age&quot; of antibiotics is over; resistance to most classes of antibiotics is on the rise, and at the same time, fewer new antibiotics are emerging out of the R&amp;D pipeline. In particular, antimicrobial agents that target the so-called &quot;Gram-negative&quot; bacteria are desperately needed. These bacteria are hard to fight because they have TWO membrane-like layers separating their interior from the environment (this double layer makes drug penetration difficult) and they also often express several &quot;multi-drug efflux pumps&quot; which, as their name suggests, export any antibiotics that do happen to get into the cell before they have a chance to have any effect. \n\nOne particularly dreaded Gram-negative &quot;superbug&quot; is the opportunistic pathogen, Pseudomonas aeruginosa (hereafter, &quot;PA&quot;). This bacterium causes devastating infections that can kill in a matter of days. Worryingly, antibiotic resistance is also rampant in PA populations. One reason why PA causes so much tissue damage during infections is because it has a mechanism (called &quot;Type 3 Secretion&quot;, or T3S) that allows it to secrete toxic protein molecules directly into host cells, thereby killing them. As little as a single molecule of injected toxin is all that is required to kill the host cell, making this the most potent virulence factor in the PA arsenal. T3S activity can be stimulated by simple physical contact between the bacterium and the host cell. However, recent work has also shown that T3S is also turned on when the bacterium senses that it is running out of oxygen (as is also the case at the site of many infections). Unexpectedly, the &quot;signal&quot; telling the cell to activate T3S in the absence of oxygen turned out to be a metabolic one, generated by a biochemical pathway called &quot;the glyoxylate shunt&quot;. \n\nSo, what is the glyoxylate shunt? In bacteria such as PA, most types of food molecule can be used to either generate energy or to generate biomass. However, a problem arises with certain foodstuffs - especially simple molecules like acetate or molecules which are broken down to yield acetate (e.g., fatty acids). Normally, the central metabolic hub of the cell (the &quot;TCA cycle&quot;) takes the 2 carbon atoms in each acetate molecule and fully oxidizes these to yield 2 molecules of carbon dioxide. The dividend is that energy is produced. However, it also means that all the carbon that goes in to the TCA cycle is lost as CO2 - no carbon can become &quot;fixed&quot; for incorporation into biomass. To circumvent this, bacteria have evolved a special &quot;shunt&quot; to bypass the CO2 evolving steps of the cycle, thereby &quot;saving&quot; carbon atoms and allowing these to be re-routed to generate biomass. Without the glyoxylate shunt, PA therefore fails to grow on many foodstuffs, and mutants defective in the glyoxylate shunt are unable to cause disease in infection models. The reasons for this are still not clear, although diminished T3S and metabolic insufficiency are both probable contributors. Consequently, the enzymes of the glyoxylate shunt are widely accepted as potential targets for the development of antimicrobial compounds. \n\nThe problem is that although the glyoxylate shunt has been well-characterized in certain model organisms, the TCA cycle/glyoxylate shunt branchpoint in PA has a different architecture and is clearly regulated in a very different manner. Indeed, nothing is known about how flux is regulated through the glyoxylate shunt in PA, in spite of its obvious role in controlling fitness and virulence. The aim of the proposed work is redress this issue by generating a working flux model, allowing us to explore the best ways(s) of disrupting metabolism through the glyoxylate shunt, and to examine the impact of this on T3S.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M019411/1","grantId":"BB/M019411/1","fundValue":"344008","fundStart":"2015-10-05","fundEnd":"2018-10-04","funder":"BBSRC","impactText":"","person":"Martin  Welch","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}