{"id":"B870F318-416F-4B5F-8470-B42808943575","title":"'Let My People Go!': Anglo-American Liberation Theology from the Puritans to the Abolitionists","abstractText":"This research project explores the history of a simple yet potent belief - the belief God acts within history to deliver the oppressed from social and political bondage. Inspired by the story of the Exodus and by Christ's declaration that he has come to proclaim deliverance for the captives, this idea lies at the heart of modern 'liberation theology', such as the 'Black Theology' of James Cone, popularised by Rev Dr Jeremiah Wright Jr, former pastor to Barack Obama. Yet whilst contemporary liberation theology has garnered much attention of late, earlier varieties remain largely unexplored. Despite Michael Walzer's pioneering essay Exodus and Revolution (1985), subsequent work has been piecemeal. I aim to offer the first historical sketch of the development of liberation theology during three critical junctures in British and American history: the English Civil Wars and their aftermath, the American Revolution, and the transAtlantic antislavery campaigns of the nineteenth century. I aim to show how a political reading of the Bible's liberation texts was firmly opposed by many Protestants, who followed the spiritualising hermeneutic of Luther. However, other Protestants insisted that political (or even social) liberation was on the agenda of God, and that the godly could participate in the divine mission of deliverance. During the Dutch Revolt, in particular, the Exodus story was deployed to justify rebellion against both ecclesiastical and civil tyranny. My own research suggests that for many of the Puritan revolutionaries, the English Civil War and its aftermath was a war of liberation from civil and ecclesiastical bondage. If this conceptualisation of the conflict had classical sources (as Quentin Skinner has shown), it was also profoundly Hebraic. The Puritan Revolution was England's Exodus, a re-enactment of Israel's providential deliverance from Egypt. For Oliver Cromwell, Israel's epic was the nearest parallel to the English experience. In his defence of the republic, John Milton insisted that redemption was not merely spiritual, and that Christ had 'the heart of a liberator'. My research will explore how this idea of divine liberation was employed and developed in later crises. The American Revolution affords a striking case study, for here the Patriot preachers (mostly Congregationalist and Presbyterian heirs of the Puritans) once again declared that God was delivering his enslaved people from Pharoah's taskmasters. The invocation of Exodus was so familiar that when Jefferson and Franklin teamed up to devise a new seal for the new United States, both suggested a scene depicting the Israelites and the Egyptian army at the Red Sea. Washington (like Cromwell before him) was hailed as a new Moses. Yet the Patriots' depiction of themselves as slaves exposed them to charges of rank hypocrisy - 'How is it', asked Dr Johnson, 'that we hear the greatest yelps for liberty from the drivers of negroes?' In addressing this charge, a significant number of Patriot preachers turned against the institution of black slavery. Soon after, a campaign against the slave trade emerged in Britain. This project will explore how the idea of divine deliverance was transferred from the realm of revolutionary politics and placed at the service of abolitionism. It will test the hypothesis that the appeal to God as Deliverer intensified in the 1820s, when abolitionists on both sides of the Atlantic began to campaign for the immediate end of slavery. And it will consider how, why and to what extent liberation theology took hold among African-Americans - both among the free black preachers in urban centres, who were familiar with the libertarian ideology of the revolution, and among illiterate or semi-literate slaves on plantations. The primary sources I will examine include political sermons, pamphlets, treatises, speeches, popular prints, abolitionist memorabilia, poems, hymns and spirituals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H007059/1","grantId":"AH/H007059/1","fundValue":"33943","fundStart":"2010-09-28","fundEnd":"2011-01-27","funder":"AHRC","impactText":"  This is too early to say, as the book only appeared in print towards the end of 2013. It has already been cited in a couple of blogs concerned with questions of political theology, and reviewed by political theorists (e.g. by Teresa Bejan in Politics and Religion). An article in History Today will bring its findings to a wider audience.  ","person":"John Robert Coffey","coPersons":[],"organisation":"University of Leicester","findingsText":" Exodus and Liberation (the book arising from the project) is a groundbreaking study of Protestant &quot;deliverance politics&quot; from the Reformation to the Civil Rights Movement. It presents a new account of how the Bible's liberationist texts were deployed and contested in a series of political crises in British and American history. It argues that Exodus and Jubilee carried one of the big ideas in Anglophone political culture - the idea of deliverance. \n\nChristians have read Exodus politically ever since Eusebius acclaimed Constantine as the new Moses. In the sixteenth century, however, Calvinist rebels and reformers took the identification with Old Testament Israel to another level as they sought liberation from &quot;popish bondage&quot;. In the English Revolutions of 1640-60 and 1688-89 and the American Revolution, Protestants turned the Exodus narrative and the language of deliverance against &quot;political slavery&quot;.\n\nRevolutionary rhetoric exposed the contradiction between libertarian ideology and black chattel slavery. Abolitionists forged a theology of liberation, articulated in resonant biblical mottoes: &quot;Let my People Go!&quot;, &quot;Proclaim Liberty throughout the Land&quot;, &quot;Break every Yoke&quot;, &quot;Release the Oppressed&quot;. Meanwhile, African Americans cast themselves as the Children of Israel, forging a distinct identity and questioning the scriptural construction of the United States. \n\nAfter 1865, African Americans imagined their migrations as a journey towards the Promised Land and black Exodus oratory climaxed in the speeches of Martin Luther King Jr. The foreign policy rhetoric of American statesmen continued to yoke Providence to Liberation. The political reading of the Bible had powerfully informed Protestant conceptions of liberty and slavery. The project has linked fields that are normally quite separate - it has connected scholarship on the religious dimension of early modern revolutions with work on anti-slavery and African-American political rhetoric. This should encourage other scholars to undertake work that crosses chronological, national, and ethnic boundaries. By emphasising the importance of the concept of 'deliverance', Exodus and Liberation suggests that historians of liberty and slavery need to pay more attention to biblical ideas, arguments and rhetoric. The book should stimulate further research on the reception history of the Bible and its political uses. Having covered Anglo-American Protestant culture, I hope that others will examine the use of Exodus in Catholic political culture, in continental Europe, and in global Christianity. Government, Democracy and Justice,Other","dataset":"gtr"}