{"id":"B87D2939-FA82-4DD5-AA60-41B16292C9D3","title":"Regulation of inflammation during tissue repair and regeneration","abstractText":"Tissue repair and regeneration require dramatic and coordinated changes in cell behaviour in both wound-resident cells at the site of injury and in distant cells that respond to and are recruited to the injured tissue. In the last decade, the influence of inflammatory cells on wound healing has been shown to be highly significant, as they can function to promote or inhibit wound healing. Discovering the underlying mechanisms controlling the behaviour of inflammatory cells is key to controlling these cells for therapeutic benefit. It is often very instructive to compare normal processes with diseased processes in order to understand how that process is regulated. \n Diabetic patients and animal models have severely impaired wound healing and often develop chronic wounds. By comparing factors in diabetic wounds with normal wounds, we can begin to understand what is important for efficient wound healing and how to promote impaired wound healing. Inflammatory cells from diabetic patients and animal models are dysfunctional and inhibit wound healing. However, this process is poorly understood and the key mediators that control these cells are not known. Many pro-inflammatory factors are over-expressed in diabetic chronic wounds compared to normal wounds, but whether they are causative or a consequence of the dysfunctional inflammatory cells is not known.\n Diabetes causes changes to cells that seem to be permanent. This is due to complex marks on DNA and proteins called histones that associate with DNA. They control which genes are on or off. Researchers are now learning that these marks may be reversible, but not much is known about them. However, inflammation may be significantly influenced by these marks. \n We have found a factor called Hoxa3 that can suppress inflammation during wound healing. Preliminary data suggests that Hoxa3 controls inflammation by regulating the enzymes that control marking the DNA and proteins, as well as a well-known critical regulator of inflammation called NF-kB. We are proposing to carry out a work programme to test this hypothesis in inflammatory cells from healthy and diabetic patients and mice. Our objectives are to (1) determine if there are differences in the marks on the histones, as well as the enzymes that confer those marks, between diabetic and healthy white blood cells, (2) compare NF-kB activation in white blood cells isolated from diabetic and healthy controls, and (3) elucidate the mechanisms by which Hoxa3 suppresses inflammation with regards to the histone marks (via control of the enzymes that confer those marks), NF-kB activation (suppressing the pro-inflammatory function of this factor), and whether these functions of Hoxa3 can bring about pro-wound healing behaviours in inflammatory cells. The results of this study will be important in future therapeutic development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L019124/1","grantId":"MR/L019124/1","fundValue":"417059","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"MRC","impactText":"","person":"Kimberly  Mace","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}