{"id":"B88687AA-F6AF-46E0-AD61-E8201B2993C4","title":"High-Z X-ray detectors for security imaging","abstractText":"The primary aim of this project is to transfer expertise and knowledge to DSTL Fort Halstead in the development and application of high-Z semiconductor X-ray detectors, which has been developed out of PPARC-funded research at the University of Surrey. The Surrey group, led by Dr Sellin, is one of the country's leading centres for high-Z semiconductor detector development, with particular expertise in the characterisation of wide bandgap detector materials, and the development of prototype X-ray and gamma ray detectors. This work has been focussed on CdZnTe/CdTe devices, for applications in ambient temperature hard X-ray imaging. The PPARC support for this work has come through two main sources; (1) PPARC CASE Studentship (2006 / 2009) 'Characterisation of High-Z materials and pixellated electronics for use as Hard X-ray imaging detectors', with CCLRC Rutherford Appleton Laboratory (Paul Seller) as the collaborating partner; (2) PIPSS award (2000-2003) 'Characterisation of CdZnTe pixel detectors based on Rockwell CMOS Readout', jointly with Leicester University Space Centre. This project developed one of the first prototype CdZnTe pixellated imaging detectors for future space science applications In this proposal we address a specific requirement from DSTL for X-ray imaging over the energy range 100 keV / 1 MeV keV. Of the various X-ray detectors available, semiconductor devices provide several advantages over scintillator-based detectors in terms of energy resolution, spatial resolution, and compactness. However silicon, which is the material of choice for charge particle detection, has an extremely low X-ray detection efficiency. As a result there has been considerable interest in high-Z compound semiconductor materials for use as high energy X-ray detectors, such as CdZnTe. For the particular security imaging application that DSTL require even CdZnTe is not sensitive enough for photon energies above ~200 keV. For this reason we propose to develop radiation detectors made from the very high-Z materials HgI2 and TlBr which combine an excellent photon detection efficiency with good spectroscopic performance. Based on our expertise with CdZnTe detectors, Surrey will develop and characterise a set of prototype HgI2 and TlBr detectors, which will be transferred to DSTL for use in their specific application. Although the spectroscopic performance of both HgI2 and TlBr has been proven in the laboratory these relatively new detector materials have not yet been transferred into the real application areas. There are potential problems due to poor charge transport (especially low hole mobility) in these materials which can degrade the spectroscopic performance in large active volume detectors. Consequently a range of instrumentation techniques must be adopted to minimise these deleterious effects, including the use of a Frisch grid electron structure and the use of digital pulse processing algorithms. This will require a combination of detector physics to achieve a fundamental understanding of the performance of the devices, the development of digital data acquisition and pulse processing techniques, and detector tests in realistic photon beams. By close co-operation between the two centres the data obtained from these series of tests will be used to optimise the performance of the detectors for DSTL's specific security-based applications. The final aim of the project is to commercialise this new detector technology through either direct exploitation within the MoD/DSTL or through some form of joint venture company or other licensing arrangement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F000073/1","grantId":"ST/F000073/1","fundValue":"321262","fundStart":"2008-03-01","fundEnd":"2011-08-31","funder":"STFC","impactText":"","person":"Paul Jonathan Sellin","coPersons":[],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}