{"id":"B88F49B2-AD5F-4E69-B5F5-C0E0F75F221D","title":"Coronavirus polymerases: functions and subunit interactions","abstractText":"Viruses are major causes of disease in humans and animals. They evolve very rapidly through diverse genetic mechanisms, resulting in a constant threat to animal and human health by newly emerging viruses for which no vaccines and drugs are available. To combat virus infections more effectively, a detailed understanding is required of the molecular details of the viral life cycle and the biological molecules that viruses require to multiply in animal and human hosts. Molecular information obtained for specific families of viruses can subsequently be used to develop drugs that very specifically inhibit essential virus structures and functions without disrupting normal cellular functions, which obviously would cause toxic side effects during antiviral therapy. The proposed research investigates molecular details of the life cycle of coronaviruses, which are large RNA viruses causing respiratory and enteric disease in livestock, companion animals and humans. More specifically, the study focuses on the structures and functions of a multi-protein complex that is comprised of 16 viral and several cellular proteins and includes enzymes, called polymerases, that multiply the viral genome RNA, which is one of the essential steps in the production of new viruses. The focus of this research is to investigate the properties and functions of two coronavirus polymerases and their interactions with other proteins in the multi-protein complex. Using a range of molecular, biochemical and genetic methods, the work will produce valuable new insight into the molecular and mechanistic details involved in coronavirus replication. This will have broad applications to developing new strategies for antiviral therapy of infections caused by coronaviruses and similar viruses and help improve our understanding of cellular processes including those related to antiviral host responses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G012067/1","grantId":"BB/G012067/1","fundValue":"410237","fundStart":"2009-05-01","fundEnd":"2012-09-30","funder":"BBSRC","impactText":"","person":"John  Ziebuhr","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}