{"id":"B891AF96-6598-46D9-8024-EE3FD56B0CDA","title":"Anglo-Japanese Information Ethics: Comparisons and Cross-Fertilisation","abstractText":"Japan is rightly regarded as one of the most technologically advanced nations on the planet. Digital entertainment and communication technologies are often widely adopted and sometimes even superseded in Japan before they are even available in Europe or the US. Cultural and linguistic differences have provided significant barriers to studying the impact of these new technologies in Japan and the use of that impact to improve take-up in the West, or to avoid negative consequences of adoption in Japan when they arrive elsewhere. In Japan itself study of the ethics of information technology systems (including the social implications of their introduction and the legal basis of their regulation) has often taken a back seat to quick adoption and sales at home and abroad. There are many parallels between the UK and Japan in social and geographic terms: they are relatively densely populated island nations in the top five economies by raw GDP. There are also significant differences, however, such as the racial and ethnic homogeneity of the residents in Japan compared to the heterogeneity so visible in the UK. By analysing the impact of new technologies in Japan and the UK, particularly in terms of regulatory regimes combined with physical and informational infrastructure, general lessons may be learned about the potential impact of such technologies elsewhere and of further developments in the future. Regular visits by academics with appropriate backgrounds in both directions are the only feasible way of allowing such studies. The project funds Dr Adams to make continued trips to Japan to work with academics from a small but growing number of Universities (Meiji and Ehime Universities currently and it is hoped Senshu, Tokyo and Waseda Universities as well as the Institute of Information Security), and to develop contacts in Japan's high technology industries (such as Toshiba, Sony and Docomo). It will build on previous trips, including a nine month visit to Meiji University in 2007, in developing a greater understanding of the Japanese approach to the social, legal and ethical impacts of computer and communications technologies in various areas in order to cross-fertilise understanding of these impacts in both Japan and the UK and how to maximise beneficial consequences while minimizing negative effects. Subjects of study during the visits to Japan will include:- continuing examination of the Japanese approaches to privacy and data protection, including the implementation of the Japanese data protection legislation and how online behaviour is shaped by fears about or disregard for the privacy implications of revelatory activity, and the impact of data protection rules on various sectors of society (commercial organisations, non-profit groups, public sector and governmental entities);- examination of the use of electronic communications by elected officials for electoral and consultative activities in both the UK and Japan;- differences in the approaches to improving the online experience for children, by legislation, regulation, education and government provision;- examining the slowly growing use of CCTV by private and public actors in Japan, compared with the well-known mass use of CCTV in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G069808/1","grantId":"EP/G069808/1","fundValue":"38014","fundStart":"2009-07-01","fundEnd":"2010-08-31","funder":"EPSRC","impactText":"","person":"Andrew Alexander Adams","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}