{"id":"B895618C-F28B-4872-A286-67901E8C9B0D","title":"Development of coupled centrifuge-numerical modelling to achieve a global tunnel-soil-structure interaction analysis","abstractText":"The use of underground space for infrastructure development is vital for the growth of modern cities. This is clearly demonstrated by the significant investment in the Crossrail project in London, UK. Tunnelling has evolved into a sophisticated construction process involving the use of automated equipment and specialist materials. The use of modern methods does not, however, prevent the unavoidable result of ground deformations caused by tunnelling. In modern cities, where underground space is limited due to the abundance of buried infrastructure, it is important to understand the effects of tunnelling on nearby buried infrastructure and above-ground structures.\n\nThe analysis of the effect of tunnelling on above-ground structures is an extremely complex soil-structure interaction problem. The problem involves the behaviour of the tunnel, the soil, the above-ground structure, and the highly non-linear interactions that occur between the soil and structural components. Analysis of individual domains (i.e. the soil or structure in isolation) can provide some indication of overall behaviour but it does not give a true representation of the global system. Modern design and research tools, such as numerical and geotechnical centrifuge modelling, have the ability to accurately model the soil or structural domains individually but struggle to replicate the global behaviour of large complex systems involving soil-structure interactions.\n\nThis project will develop a method in which geotechnical centrifuge and numerical modelling techniques are coupled together in such a way as to take full advantage of the respective strengths of each technique in order to obtain an accurate global solution to the tunnel-building interaction problem. \n\nThe project considers a specific scenario in which a tunnel is constructed beneath a building on a piled foundation. The University of Nottingham geotechnical centrifuge is used to model the tunnel-soil-piled foundation domain. The geotechnical centrifuge allows testing of small-scale models of full-scale prototypes within a controlled laboratory environment and replicates complex soil and soil-structure interaction behaviour. The centrifuge is necessary to increase the weight of the soil in the small-scale model so that ground stresses and behaviour in the model match those in the full-scale prototype; for example a 0.1m deep section of soil in the centrifuge model weighs the same as 10m of the same prototype soil when the centrifuge is spun to give an acceleration field equivalent to 100 times earth's gravity in the model. The centrifuge model can provide a more realistic simulation of the tunnelling induced displacements and resulting soil-structure interactions than a numerical model.\n\nFor the tunnel-building problem, a numerical model is used to solve the foundation-building domain. Various complexities of this domain are considered, such as the building-foundation connections, building stiffness, and material behaviour. The numerical model will provide an accurate simulation of a building which would be very difficult to achieve in a scaled centrifuge model.\n\nThe centrifuge and numerical models will be coupled through a data interfacing system which will pass information of pile displacements and loads between the models in real-time. This interfacing means that the interactions between the physical model in the centrifuge and the numerical model are captured and that the global tunnel-soil-foundation-building system behaviour is modelled correctly.\n\nThe successful completion of this project will represent a significant step in improving modelling methods to study the tunnel-structure interaction problem and will provide valuable information to help improve the understanding of this complex and important construction scenario.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K023020/1","grantId":"EP/K023020/1","fundValue":"100334","fundStart":"2013-06-01","fundEnd":"2015-05-31","funder":"EPSRC","impactText":"","person":"Alec  Marshall","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}