{"id":"B8988BD2-42CA-460A-8DC9-B3A3496D0056","title":"Children, young people and disasters: recovery and resilience","abstractText":"Children and young people are missing, virtually invisible to the emergency planning process in the UK and more widely, for disasters such as extreme weather\\flooding. Studies have shown that when they are mentioned, children are positioned as vulnerable and consequently, problematic for emergency planners, rather than seen as a resource (Emergency Planning College &amp; Save the Children 2014). Understanding children's perspectives is a vital part of the process of building disaster resilience: children are future citizens and community members in their own right. Most studies of hazards have failed to recognise the role of children and young people as social actors and the need to develop participatory methodologies that can empower children both to articulate their experiences and shape responses from relevant agencies and adults. This neglect is particularly problematic given the increasing policy emphasis on building individual and community resilience as a strategy for coping and responding to hazards, and on policy shifts recognising children's right to a voice in decisions which affect their lives, e.g. United Nations Convention on the Rights of the Child, Article 12. In-depth qualitative social scientific approaches that facilitate the sharing and exploration of experience and meaning of events in children's lives are needed to fulfil these commitments in this context. \n\nThe acute storms and floods of winter 2013/4 revealed a problem which, against the background of the 2007 floods where thousands of homes were made uninhabitable, is now understood to be chronic, with 5.2 million properties now at risk of flooding in England alone. There is urgent need a) to document children and young people's perspectives on their experience of flooding in appropriate ways before the next flood season and before their memories recede; b) to develop appropriate responses which build on this enhanced understanding and c) integrate a &amp; b with policy, working with all levels of government and civil society to improve practice in both response and preparedness domains.\n\nSome of the complexities experienced by flood-affected children such as enduring long-term effects of living in temporary accommodation, re-locating to a different school, family tensions at home exacerbated by flood-related financial worries and the fear of recurring disaster are beginning to be known. In many cases such disruption to home, school and friendship networks impact on children's longer-term physical and emotional health. Living with these changes and uncertainties was particularly problematic for groups of children in the 2007 Hull floods who felt that they had no one to turn to for help (Medd et al 2014). This project aims:\n\n1. To understand children's experiences of the flood, their resilience and longer-term recovery process. \n2. To illuminate the relationship between children's multi-sensory experience of flooding, the recovery strategies they develop, and the longer-term effect of flood disaster on their interactions within home and school, the impact on their educational life chances and health and well-being\n3. To understand how children can best be supported in a flood, what their unique needs might be and how to enhance their resilience to future emergencies.\n\nWe propose action oriented research in two contrasting flood-affected communities with school age children and young people: i) Thames Valley where in January/February 2014 thousands of households were evacuated ii) Humberside where in December 2013 a third of the children at South Ferriby school had to leave their homes. We will produce a collaborative report to a) inform the local flood affected communities b) shape ongoing and future research and c) influence policy and practice across government and third sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M007367/1","grantId":"ES/M007367/1","fundValue":"181431","fundStart":"2014-09-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"","person":"Maggie  Mort","coPersons":["Amanda Faith Bingley","Virginia  Howells","Sarah  Smith","Marion Patricia Walker"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}