{"id":"B89F6F85-1313-4BDD-BF95-44840080AECB","title":"INSPIRE Physical Sciences: A synergy for next generation materials science","abstractText":"Growing concerns regarding the cost of energy as well as the sustainability of the current industrial and economic infrastructure in front of global population increase have made the development of transformative, sustainable technologies capable of supporting improved industrial and economic models an urgent priority of mankind as a whole. Crucial for these technological developments is the definition and understanding of novel materials which, as previously happened in human history, could unlock new scientific and technological horizons and positively impact across society, economy and politics. These elements have turned research in transformative, multifunctional materials into a priority of funding agencies and Industry both in UK and world-wide. \n\nVery recently, a new class of multifunctional materials, topological insulators, has started to receive scientific attention due to their appealing physical properties with potential applications in a broad range of areas as diversified as energy storage, biosensing and quantum computing. The scientific interest in these materials originate from the realisation that, unlike the vast majority of known materials, topological insulators can conduct current extremely well (even as well as superconductors) through their surfaces but not through their bulk. Furthermore, due to quantum mechanical laws governing the relationship between the (crystal) momentum and spin of electrons in a solid, the surfaces of topological insulators could be used to transport information without the need of moving charge (as it happens in contemporary electronics devices) with the net result of no energy or information dissipation.\n\nThe breadth of the scientific challenges accompanying research in topological insulators, and the potentially ground-breaking impact that their development could generate in very diverse technological fields readily define one of the contemporary frontiers in interdisciplinary research at the boundary between Physics, Chemistry, Engineering, Medicine and Health Sciences. This in turn calls for a multidisciplinary research approach and, almost immediately, uncovers two limitations of the current research structure in the limited connections existing between diversified research communities, and in the lack of a common language to allow effective knowledge transfer and organisation.\n\nPrompted by these considerations, and compatibly with the available budget, we will take topological insulators as a case study of multifunctional material to establish a multi-disciplinary research platform and pioneer:\n(i) The creation of a common research language by bringing together researchers with diversified skill sets and expertise in solid state and surface chemistry, magnetism and biosensing, electron microscopy, computational chemistry, catalysis and photocatalysis, electron transport and superconductivity.\n(ii) Novel and self-contained research protocols in materials science where all the steps including synthesis, doping, surface analysis, electron transport measurement and first principles interpretation of data will be executed with the aim of favouring expertise mixing and practice-based understanding of the actual limitations and potential of the methods used by one project partner in the research field of the others.\n(iii) Novel research in the potential of chemical doping for improved topological insulators, and in their chemical stability to environmental agents.\n(iv) Preliminary study about the potential of multiferroic material for (photo-)catalytic application for a future grant application.\n\nAt the end of the grant, the platform will have defined a common language and acquired a broad range of expertise and the cohesion needed to develop full scale grants that will not be limited to modification of already existing (however interesting) materials, but will tackle research in novel, sustainably generated, environmentally non-hazardous multifunctional materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K036408/1","grantId":"EP/K036408/1","fundValue":"50457","fundStart":"2013-04-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  Several new collaborations have been established between the early career researchers involved in this grant. Nominally, two new grants applications are in preparation. The first one is focused on the growth and applications for quantum electronics of topological insulators (TIs) and superconducting TIs. The second deals with spin storage at interfaces and the design of low-dissipation electronic devices. Electronics Cultural","person":"Oscar  Cespedes","coPersons":["Jan-Willem  Bos","Amalia Ioana Coldea","Donald A MacLaren","Gilberto  Teobaldi"],"organisation":"University of Leeds","findingsText":" This grant provide seed-funding to start a new collaboration between early career researchers in different but related disciplines (spintronics, superconductors, chemical physics and computational chemistry). In this sense, the grant was a success, and the team meat regularly every six months, with visits of the CIs to each other institution and the development of very active collaborations. Even though the objectives were only to start the collaborations so that new ideas for larger grants with PDRA and equipment costs could be developed, some scientific results have already come up from our network:\n1.- Magnetic thin films (e.g. FeNi) grown on topological insulators (Bi2Te3, Bi2Se3, I-doped Bi2Te3) have a different magnetic anisotropy and easy axis. The Gilbert damping is greatly enhanced. This results correlate with the spin orbit coupling of each topological insulator, but we are still characterizing the crystal structure of the system via Xray and TEM analysis.\n2.- Presence of certain impurities (e.g. Cu) in topological insulators leads to a &quot;zip&quot; crystal arrangement as observed via TEM. That is, the layered structure of the topological insulator is decoupled around the defect. Our findings on the changes of the magnetic properties of thin films grown on topological insulators will be helpful to researchers working on topological spintronics and non-dissipative electronics. The study on defects and structure of topological insulators will contribute to research in novel superconductors and fundamental crystal structure of these materials. Chemicals,Electronics,Energy","dataset":"gtr"}