{"id":"B89F0A3E-F386-478B-B0EE-8336A4D01809","title":"Ramesside High Temperature Industries: the production of glass, Egyptian blue and bronze in Late Bronze Age Egypt","abstractText":"Copper was the most important metal in the Late Bronze Age (c 1500 to 1000 BC), and Egypt as one of the superpowers of the time had a considerable demand for this commodity, and products made from it.\nAt Qantir-Piramesses we have unique evidence for a complex industrial estate where four major industries were interacting, all related to each other by the common use of copper as the key raw material. Large-scale bronze casting installations were set up to produce temple doors, military equipment and other objects of daily use; there are multiple sets of melting furnaces which held about 20 one-liter crucibles each at a time, to facilitate casting large objects. Another industry had specialized on the production of glass ingots, coloured red by copper oxide but otherwise operating within the tradition of glass-making originally imported from Mesopotamia. The third industry produced Egyptian blue, an artificial pigment for paintings and raw material for the production of vessels and small objects, which comprises about twenty percent copper oxide and requires advanced skills in the chemistry of copper to produce. The fourth closely connected industry focused on the production of faience. The excavations at Qantir by the Pelizaeus Museum in Hildesheim (1980 to 2002) have unearthed a vast amount of material evidence such as workshop waste, semi-finished materials and technical vessels used in the making and shaping of these three materials. \nOver the last twelve years, these different materials were identified and allocated to their respective industries and metallurgical-chemical processes, but further work is still necessary before the results can be published. In this project, the plan is to complete documentation, analysis and publication of the first two, bronze casting and glass making.\nFor this, it is planned to spend several months of concentrated work on the assemblage, both in Egypt and in London, to complete the scientific analysis, interpretation and process reconstruction. The resulting volumes and specialist journal articles will not only present the direct evidence from Qantir, but relate it to the existing evidence for these technologies from elsewhere in Egypt and the Middle East and provide a comprehensive assessment of technical and organizational skills used in these two high temperature industries in the Egyptian Late Bronze Age.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E505627/1","grantId":"AH/E505627/1","fundValue":"37883","fundStart":"2007-01-01","fundEnd":"2007-04-30","funder":"AHRC","impactText":"","person":"Thilo Hellmut Rehren","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}