{"id":"B8A4134E-3427-4BBA-9EC9-4AFA3ACFBF02","title":"Controlling seed coat plasticity for seed quality in industry","abstractText":"The European seed market is worth around &pound;5 billion annually. Seed quality summarises the desirable characteristics of seeds sold on the market: they should germinate swiftly and evenly across a broad range of germination conditions, leading to a homogeneous stand of robust seedlings in the minimum length of time. These seedlings should establish a vigourous crop stand. Seed companies produce hybrid seeds in multiple sites globally, each subject to environmental variation between and within sites that can negatively impact seed quality. Across all species temperature variation during seed production is a major driver of variable seed quality, and breeding new varieties with robust seed quality in a range of production environments in now a key strategic goal of seed companies. A core goal of our research is to understand signalling pathways through which environmental variation during seed production affects seed quality traits, such as dormancy, germination and establishment vigour.\nBased on our recently published research and preliminary data we show that temperature during seed production has a major affect on seed behaviour through a signalling pathway that operates in the mother plant. This is a major new discovery as previously it has not been clear whether the developing seed itself is sensing the environment, or whether the mother plant senses the environment and somehow passes this information to the progeny seeds. We identify that the well known cold-sensing pathway that regulates tolerance to freezing also controls gene expression and physical properties of the seed coat that are known to be linked to changes in seed behaviour. \nThe first part of the proposal aims to understand how temperature sensing leads to the plastic development, biochemistry and permeability of the seed coat, and how seed coat properties control seed behaviour. A major focus here is to understand how elements of the cold acclimation pathway and control of phenylpropanoid pathway gee expression known from experiments in vegetative tissues operate in maternal seed coat tissues and the nature of their targets in seeds. This requires intergrating knowledge from genetics molecular signalling and transcriptional control of secondary metabolism in seed coats.\nThe second key section is to transfer this new knowledge from model to crop species, and for this we have developed a collaboration with Syngenta to assess and improve Brassica seed quality, a species where germination and establishment of seedlings varies according to seed production sites and seasons. We will examine control of seed quality in a panel of Brassica varieties with varying seed quality responses to maturation environmental conditions, and relate these to gene expression and the developmental, physical and biochemical properties of the seed coat. Finally we will delete genes in Brassica that we have shown control the transduction of temperature signals affecting seed quality in Arabidopsis. The goal here is to evaluate this technology for use in product development in seed companies, and collaboration with Syngenta will ensure exploitation of commercially useful germplasm.\nA key feature of our new seed technology is that seed quality of seed for sale can be controlled in hybrid seed from the genome of the mother plant rather than the zygote. This means that the properties of the seed sold and the crop seed can be independently controlled: in the future this will be useful in the many instances when high germination propensity of the crop is undesirable, such as to control sprouting in cereals, of fruit quality in glasshouse crops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L003198/2","grantId":"BB/L003198/2","fundValue":"259444","fundStart":"2014-10-01","fundEnd":"2017-02-28","funder":"BBSRC","impactText":"","person":"Steven David Penfield","coPersons":["Nicholas  Smirnoff"],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}