{"id":"B8B2D49F-32F3-46D6-9643-06183A58233B","title":"Sustainable global manufacturing network between the UK and China","abstractText":"The major global challenges the world is facing today need to be addressed in the multifaceted context of economy, society and the environment. Manufacturing industries account for a significant part of the world's consumption of resources and generation of waste. Worldwide, the energy consumption of manufacturing industries grew by 61% from 1971 to 2004 and account for nearly a third of global energy usage. Manufacturing industries are also responsible for 36% of global dioxide (CO2) emission. This is in stark contrast to its image, during the last two centuries, as a particularly valuable sector of the economy. Manufacturing remains a very important component of wealth creation, but concerns over pollution, scarcity of resources and climate change may soon lead to manufacturing being seen as a 'necessary evil' rather than a desirable capability.\n\nManufacturing must move away from simply addressing the transformation of raw materials into value-added products at the right time with the right cost and quality and instead consider the demands of society as a whole, addressing environmental and social concerns as well as economic ones. This requires that manufactured goods consume less energy, demand fewer scarce materials, and exhibit less toxicity at every stage of their life cycle - a life cycle that should itself be extended, such that products are more useful, for longer.\n\nNowadays, manufacture is global, so is environment impact. To be effective, the improvement of the environmental impact and sustainability of manufacturing operations requires a broadly based multi-disciplinary and global approach that is unlikely to arise locally. Global complexities result from inherently different local legislation, technologies and capabilities - a situation that is costly in economic and environmental terms. \n\nAn international network addressing sustainable global manufacturing is particularly important at this time. The current economic downturn has provided a short 'breathing space' where manufacturing companies are able to focus upon profitability through efficiency improvements rather than concentrating purely on output. In addition to examining pollution and wastes, Chinese industries were troubled by resource shortages during the recent economic boom, while Europe faced difficulties with landfill cost and availability, and in compliance with legislation such as the Waste Electrical and Electronic Equipment Directive, and the End of Life Vehicles Directive. \n\nAiming at contributing to sustainable manufacturing and low carbon economy, a multi-disciplinary research and educational network would enable a collaborative interaction between academics in two important regions of the world, pooling knowledge on emerging trends, forthcoming legislation, technologies and best practices that support low carbon economy in the UK and in the world as a whole, achieved through the more efficient use of available resources, the deployment of more effective products and services, the salvage of components and systems at the end of life, and the adoption of timely, innovative sustainable manufacturing methodologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007870/1","grantId":"EP/J007870/1","fundValue":"132631","fundStart":"2012-02-25","fundEnd":"2015-08-24","funder":"EPSRC","impactText":"","person":"Bernard  Hon","coPersons":["Kai  Cheng"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}