{"id":"B8BCEFAC-9520-4DC4-BFB0-400F16266FDB","title":"Where we are not: the contribution of disconnection, division and exclusion to imaginative (im)mobility","abstractText":"There are many reasons why people may be connected or disconnected from their communities. This may be based on preferences, or rooted in divisions and/or exclusion. Some people are content 'being' in a place without active involvement in it, because they do not share common values with others in the community or because they are immersed in communities of interest (e.g. music clubs, history societies) that are based outside their locale. Others may 'opt out' of their local places, actively seeking privacy. However, some people may be disconnected because they lack the resources to fully participate, or are otherwise excluded from participation. Additionally, some people may nostalgically yearn to be connected to another community rather than the one in which they live, because migration has distanced them from cherished communities, or because community change has separated them from a community to which they once belonged. Others have been forcibly disconnected from their community, for example prisoners, or migrants seeking asylum or refuge in the UK. \nDisconnection from the neighbourhood is important because it may lead to 'anti-social' behaviours, or in the case of prisoners/detainees hamper reintegration into the community following release. On the other hand, connection through strong local bonds or sense of belonging to the community often improves quality of life and decreases loneliness. \nThis research considers the role of imaginative mobility (the creativity of the mind) in connecting people to imaginative communities. Imaginative communities may be based on nostalgia or have no basis in lived reality. They may be influenced by literature, art, travel writing, and religion. We will explore how arts practice can be used to transform imaginative mobilities into works of art (e.g. performance, film, pictures) and how the curation of these art forms may help us to understand our own situation, empathise with others, and contribute to social connectivity or the sense of belonging. On the other hand, we may find that individuals are unable to imagine other forms of community connection (imaginative immobility). We will document the negative or positive impacts of imaginative mobility on society and the individual. \nThis research proposal builds on existing research by the applicants on (dis)connection and exclusion from a range of disciplines including aesthetics, environmental philosophy, English literature, visual and performing art, history, geography, criminology, psychosocial studies, social science and gerontology. The applicants work with diverse groups, some of whom are disconnected from their neighbourhoods because of discrimination (on the basis of age, 'race' and ethnicity, disability, religion), lack material resources to fully participate because they are living in disadvantaged areas or in poverty, are physically unable to connect to communities because of physical abilities and disabling structures, or are remote from a place which they desire to be (e.g. transnational migrants, detained asylum seekers, prisoners, Gypsies and Travellers). We will work with people from these groups to co-produce our research proposal. \nDuring the 6-month development phase we will extend invitations to new partners to join the consortium and project steering group to help shape the final version of our proposal. We will undertake some critical scoping reviews. We will hold some lively public debates with international experts about transforming imagination into action, and the artistic methods that can be used to capture place or community and address social issues. We will test the methods that we select, discuss our successes and challenges and refine our methods accordingly. We will identify the people that will want to know about our project, and develop a knowledge transfer and communication strategy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M00595X/1","grantId":"AH/M00595X/1","fundValue":"26053","fundStart":"2014-10-01","fundEnd":"2015-03-31","funder":"AHRC","impactText":"","person":"Vanessa  Burholt","coPersons":["Ben  Rogaly","Churnjeet  Mahn","Tove  Samzelius","Gordon  Poad","Basia  Spalek","Diane  Frost","Emily  Brady","Margaret  Greenfields","Esther  Johnson"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}