{"id":"B8BE630A-D411-44BD-B077-5C4683F16EC4","title":"Wheat Association Genetics for Trait Advancement and Improvement of Lineages","abstractText":"Diseases of crops present major threats to the security of food supplies throughout the world. In the UK, our more important crop, wheat, is challenged by several significant harmful organisms including fungi, viruses and insects. Food production which is environmentally and economically sustainable requires crop yields to be maintained despite attacks by these pathogens. The two main pillars of disease control in arable crops are pesticide applications and the cultivation of resistant varieties. New legislation by the European Union will prevent increasingly severe obstacles to the introduction and use of pesticides from 2014 onwards, especially after 2018. Improved disease resistance is an important objective for wheat breeding but will become even more crucial to project food production in the UK once the new EU regulations come fully into effect. Almost all research on plant diseases, whether of crops or model species, focuses on single diseases. In field conditions, however, it is normal for crops to be attacked by epidemics of several pests and parasites simultaneously. This proposal takes a novel approach to researching the genetics of resistances to multiple diseases and their impact on yield. A particularly important goal is to identify genes for resistance to one disease which neither reduce yield nor increase susceptibility to other, non-target diseases. We will achieve this aim using association genetics, an approach which has proved extremely powerful in research on the genetics of disease and other traits in human populations. We will study a panel of 480 wheat varieties, including varieties which are commercially significant at present and their progenitors. We have chosen to study the four main diseases caused by fungi that attack the leaves of wheat plants. Together, these diseases present the main actual and potential threats to yield of wheat in UK conditions. There is currently good resistance in UK wheat varieties to powdery mildew and it is important that this desirable situation continues. Resistance to Septoria tritici has improved over the last ten years but this is still the most important wheat disease. Resistance to yellow rust is generally good by international standards but is often not durable, being quickly overcome through evolution of virulence in the fungus. There have been severe epidemics of brown rust in the UK in recent years and it is important that the average level of resistance of our wheat varieties to this disease is improved. An important goal is to generate a resource for use by the whole wheat research community. The association genetics analysis and the associated data, seed and DNA stocks will be a excellent resource for research on traits which are currently important. It will also, however, enable breeders and geneticists to respond to new threats, such as diseases which become important rapidly as a result of climate change or new agronomic practices; this has happened recently with Ramularia leaf spot of barley in northern Europe, including the UK. In summary, the association genetics approach will enhace current wheat breeding, especially for disease resistance, and enable us to be forearmed against future challenges.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J002542/1","grantId":"BB/J002542/1","fundValue":"383151","fundStart":"2011-12-14","fundEnd":"2015-06-13","funder":"BBSRC","impactText":"","person":"Donal Martin O'Sullivan","coPersons":["Rosemary Ann Bayles","Ian  Mackay"],"organisation":"National Inst of Agricultural Botany","findingsText":" A publicly available panel of 495 wheat varieties, mostly recent varieties collectively forming the elite UK winter wheat gene pool together with some important progenitor material, has been assembled, seed multiplied to kilogram quantities and high quality DNA extracted. These tandem seed and DNA resources can be requested by bona fide researchers under a simple no obligation MTA.\n\nAll members of the panel have been genotyped with the Illumina 90k wheat SNP assay from which 31,363 informative m The project has given a useful perspective on the extent and limits of diversity in the resistance to fungal diseases in the elite UK winter wheat genepool which can give useful information to agronomists and growers. Due to the involvement in this LINK project of eight wheat breeding companies, it is a given that the possibilities to exploit the knowledge of marker-trait associations gained in this work in marker-assisted selection breeding programmes will be explored to the full and that this Agriculture/ Food and Drink","dataset":"gtr"}