{"id":"B8BF137F-D061-4625-9E85-1264108871EF","title":"PET-MR Motion Correction Based Purely on Routine Clinical Scans","abstractText":"Globally, cancer is one of the most dangerous and prevalent diseases affecting mankind. Each year, around 14 million people are diagnosed with cancer and 8 million people die from the disease. One of the primary means of diagnosing cancer and monitoring/planning its treatment is through the use of PET imaging. However, the problem of patient motion, such as that caused by breathing, seriously hinders the effectiveness of current PET scanners.\n\nOne way of estimating breathing motion, so that its effects can be corrected for, is through the use of a second imaging modality. Traditionally, PET imaging has been combined with CT scanning because of its usefulness in reconstructing PET images. However, CT scanning delivers a significant radiation dose to the patient and is too slow to be able to estimate breathing motion effectively. Recently, a new generation of PET scanners have been introduced to the market, which combine PET with MR imaging. MR offers a highly promising source of information for estimating breathing motion. However, techniques to fully exploit the rich information provided by MR scanning are currently lacking.\n\nThe aim of this proposal is to devise techniques for estimating breathing motion from MR and PET imaging data, for the purpose of motion correcting both the PET and MR data. If successful, the outcome of this research will be to improve the quality of PET-MR imaging. This will enable cancer to be diagnosed earlier, allowing potentially more effective treatment. In addition, it will be possible to monitor the progress of cancer treatment more reliably, and even make the treatment more targeted and effective.\n\nA key benefit of our proposed approach is that it will not require clinical workflows to be altered. Normally, MR and PET scans are performed for clinical purposes: the PET images are used to diagnose/assess tumours, whereas MR images provide the anatomical context. The two modalities are therefore complementary, and both are clinically useful. All previous approaches to motion correcting PET using MR data have, as well as being limited in their effectiveness, required extensive use of MR scanner resources. Effectively, the MR scanner would be used as an expensive motion correction device. As a result none of these techniques are currently in widespread clinical use. Our proposed approach makes use only of images that are routinely acquired for clinical purposes, and would therefore be much more likely to be used clinically.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M009319/1","grantId":"EP/M009319/1","fundValue":"590238","fundStart":"2015-03-31","fundEnd":"2018-07-31","funder":"EPSRC","impactText":"","person":"Andrew Peter King","coPersons":["Paul  Marsden","Claudia  Prieto","Andrew Jonathan Reader"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}