{"id":"B8C8C5DF-EFE9-4A89-875C-C4704382598A","title":"Publishing West African and Caribbean Writing in the UK 1950-67","abstractText":"Why were West African and Caribbean writers such as George Lamming, Samuel Selvon, Wilson Harris, Derek Walcott, Amos Tutuola, Chinua Achebe and Wole Soyinka being published in Britain in the 1950s and 60s? Who published them? Who publicised their writing? How did the African Writers Series emerge, and what impact did it make on the development of African writing in English in the 1960s? My book, Publishing the Postcolonial represents a necessary exploration of publishing contexts and the dissemination of texts in a literary marketplace that is crucial to literary histories of the postcolonial book. The focus on West (and to a lesser extent East) Africa, and the Caribbean is deliberate; for writers from these areas of the world, now canonical figures in both a postcolonial and national corpus of writing, established their reputations in this period of literary history, and were, in the context and reception of literary publishing in the 50s and 60s, seen to be distinctive. Taken together as a postwar generation, this cohort of writers helped `imagine' their respective national communities. Yet their intellectual labours did not circulate solely within a national context but also entered an elite transnational literary circuit, and correspondingly, were transformed into textual commodities by the economic, social, cultural and institutional transactions that were part of an expanding literary and print capitalism. Writers were published and sold by metropolitan literary publishing houses, reviewed in newspapers, journals and radio broadcasts and later taught by academics in institutions of higher education, their value and prestige / or symbolic capital in Pierre Bourdieu's terms - upheld by publishers, academics, reviewers, critics and readers who operated as `agents' or `institutions' within a transnational hierarchical field of literary production and distribution. Publishing the Postcolonial seeks to investigate an important dimension of that circuit by looking at how texts cross over into British postwar cultural and textual space.\\n\\nThe historical time span (1950-1968) of the book project is of strategic importance. Not only does it take into account that creative burst of Anglophone writing from the Caribbean and West Africa, but also examines the contexts that supported such expansiveness. It will address the choices made by writers to publish at home or in London through a survey of the publishing contexts at both sites. In addition it will also explore the reasons that propelled metropolitan publishers towards new writing outside the Anglocentric literary worlds of Europe and America. If decolonisation and independence movements brought about a creative outpouring of work from what was then the British Empire and the emerging Commonwealth, the unprecedented interest among the publishing and literary establishment in this period can be put down to a complex of responses including curiosity, altruism and opportunism. Writers were cultivated and sought after in overseas trips; education networks that linked Britain, the Caribbean and West Africa. The creation of new Anglophone export markets for literary and educational texts fostered cultural links at a time when political independence would have spelt the dissolution of colonial ties; the launch of the African Writers Series, for example, afforded Heinemann Educational Books, then a new and relatively small player in the postwar West African market, an opportunity to compete effectively with bigger and more well-established companies such as Oxford University Press and Nelsons. \\n\\nMy book sketches a lively, ambivalent, contested literary space; it explores the tensions that comes from literature that is situated within the centre's literary and cultural structures and literature that resists the centre's authority and dominance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F001770/1","grantId":"AH/F001770/1","fundValue":"28001","fundStart":"2008-01-14","fundEnd":"2008-05-13","funder":"AHRC","impactText":"","person":"Gail  Low","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}