{"id":"B8CB9BF2-5A07-4AB6-8940-04E902D3FFC6","title":"Design of a DIRC Particle Identification Detector for the PANDA Experiment at FAIR","abstractText":"The strong interaction is one of the four fundamental forces governing the world around us. It is responsible for the creation of the bulk mass of visible matter, confining the fundamental building blocks of matter - so called quarks - into the constituents of atomic nuclei, the protons and neutrons as well as binding quarks into new, shortlived particles known as baryons and mesons. The strong interaction is peculiar compared to other forces in that its strength grows with distance, a phenomenon called confinement. Although the basic properties of the underlying quantum field theory -called Quantum Chromodynamics, or QCD for short- seem to be known, many mysteries remain to be resolved. The PANDA collaboration proposes to build a state-of-the-art universal detector system to study reactions of anti-protons impinging on a proton or nuclear target internal to the high energy storage ring HESR at the planned FAIR facility at GSI, Darmstadt, Germany. The detector aims at taking advantage of the extraordinary physics potential offered by a high intensity phase space cooled anti-proton beam colliding with a flexible arrangement of targets. This detector together with the unique features of the interacting particle species will open a new window to our understanding of the strong force and the underlying theory. High precision detection devices are mandatory to fully exploit the physics potential of the planned facility. In particular, the complete detection of all reaction products - the so called final state - together with all their properties, esp. their origin and momentum is necessary. In understanding the underlying reaction mechanisms, identification of the particle species of the reaction products is of utmost importance. While there are several ways of identifying a certain particle type, all methods have their inherent limitations. Novel techniques are needed to exploit the rich physics program aimed for by the PANDA collaboration. A hitherto never fully real","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E033652/1","grantId":"EP/E033652/1","fundValue":"191844","fundStart":"2007-04-23","fundEnd":"2009-04-22","funder":"STFC","impactText":"  The exposed shortcomings of existing solutions drove industry and researchers alike to develop novel solutions, which in the mean time has been realised. The developed design has been adopted by the experimental collaboration and has been adapted to other experiments as well. Other Cultural,Economic","person":"Bjoern  Seitz","coPersons":[],"organisation":"University of Glasgow","findingsText":" The project concerned itself with the design of a specialised particle identification detector for nuclear and particle physics experiments. The necessary technology developments require cutting edge research in optics, photon propagation, photon detection and radiation hardness as well as imaging software. A full conceptual design (with the exception of the relevant readpout system) has been delivered and several crucial shortcomings of existing solutions have been identified. The work is continuing within the PANDA collaboration and are used by other experiments in nuclear and particle physics. The PI of this application is engaged in KE to translate this technology to a variety of medical applications. Aerospace, Defence and Marine,Energy,Healthcare,Security and Diplomacy,Other","dataset":"gtr"}