{"id":"B8CEE0A4-79DA-494B-875B-96B564AB5993","title":"Increasing understanding of risk factors and outcomes associated with continence problems in children and adolescents","abstractText":"Context of the research: Continence problems (bedwetting, daytime wetting and soiling) are among the most common chronic conditions of childhood. While the prevalence of continence problems decreases with age, many children are still affected well into adolescence. There is currently little evidence-based information from epidemiological studies on the factors that distinguish between children who attain bladder and bowel control as expected and those who continue to suffer from wetting and soiling into later childhood and adolescence. Empirical findings from large cohorts could substantially increase understanding of risk factors for persistence of continence problems and aid identification of children who are at risk of chronic incontinence. Persistence of continence problems into adolescence is likely to lead to considerable distress for young people and their families. However, there are no empirical studies assessing the impact of incontinence on a wide range of outcomes in adolescence. Evidence-based knowledge of the impacts of incontinence on young people is needed to tackle their complex needs and to inform interventions. \n\nAims and objectives: The proposed project will investigate risk factors and outcomes associated with continence problems in children and adolescents from a large contemporary UK cohort- The Avon Longitudinal Study of Parents and Children (ALSPAC). Specifically, we will examine whether factors relating to the child and family are associated with different patterns of development (developmental trajectories) of bladder and bowel control in almost 11,000 children from early through to late childhood (4 to 9 years). These trajectories describe different patterns of development of bladder and bowel control, including normal development, delayed attainment of bladder/bowel control, persistent wetting/soiling, and relapse after an extended period of continence. We will investigate whether particular patterns of incontinence in childhood (e.g. high frequency and/or persistent incontinence) are less likely to resolve by adolescence. We will also examine whether persistence of incontinence into late childhood and adolescence is associated with adverse outcomes for mental health, psychosocial functioning, educational attainment and goals/aspirations for the future.\n\nPotential applications and benefits: We anticipate that the research will lead to significant new understanding of the aetiology of continence problems. Greater awareness of risk factors associated with persistent continence problems is likely to result in improved identification, earlier intervention, faster referral- to-treatment times and increased likelihood of delivering services to those children who are most likely to benefit. Timely referral and management of continence problems should help to improve quality of life for children, young people and their families and reduce adverse personal impacts of continence problems on young peoples' lives. Greater awareness of co-morbid conditions such as mental health problems will inform interventions, leading to better outcomes for children and young people and their parents/carers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L007231/1","grantId":"MR/L007231/1","fundValue":"326685","fundStart":"2014-05-01","fundEnd":"2017-02-15","funder":"MRC","impactText":"","person":"Carol  Joinson","coPersons":["Kate  Tilling","Jon  Heron","Alan Martin Emond","Jeremy  Horwood"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}