{"id":"B8D6C575-51B7-4BFF-815F-DF17BCA7381A","title":"Elucidating the role of radical chemistry in the mechanism of action of monoamine oxidase.","abstractText":"The mammalian monoamine oxidases are enzymes found in the outer mitochondrial membrane of all cell types. They catalyse the degradation of neurotransmitters and exogenous alkylamines by the oxidation of these compounds. The human enzymes are major pharmaceutical targets for antidepressants. Inhibitors of the MAO B isoform are used synergistically with L-dopamine in the treatment of Parkinson's disease. Mechanism-based inhibitors are available for clinical use as antidepressants and as neuroprotective drugs. Elevated levels of MAO B induce apoptosis (programmed cell death) in kidney and neuronal cells, and are also associated with plaque astrocytes in the brains of Alzheimer's patients. The anti apoptotic action of a MAO B inhibitor is important in novel Alzheimer treatments. MAO is also implicated in the onset of Parkinson's syndrome through bioactivation of the compound 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP), an impurity in many sources of synthetic heroin. The desire to develop more effective and specific enzyme inhibitors has driven programmes aimed at a more detailed understanding of the mechanism of MAO enzymes. Despite these efforts, and the vast and extensive literature on substrate and inhibitor specificities, the mechanism of MAO remains uncertain, although new insights have emerged recently following the availability of the highly purified recombinant forms of human MAO enzymes. MAO is a flavoprotein, and the mechanisms of amine oxidation by flavoproteins in general are poorly understood. A number of mechanisms have been proposed over the years and the debate has centred on the presence /absence of radical species. A key development in recent years has been the elucidation of crystallographic structures for monoamine oxidases A and B, which has re-invigorated the long-standing debate concerning the mechanisms of these enzymes. Our recent identification of a protein-based radical in the MAO enzymes now favours substantially mechanisms based on radical chemistry. In this application we seek to establish the mechanism of these enzymes using advanced spectroscopic and kinetic methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/C008294/1","grantId":"BB/C008294/1","fundValue":"276756","fundStart":"2006-03-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"  The more comprehensive mechanistic understanding will now underpin mechanism based inhibitor design of amine oxidases in general, which are major targets in the pharmaceutical industry. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Other Cultural","person":"Nigel Shaun Scrutton","coPersons":["Stephen Edward Rigby","Andrew William Munro","Jonathan R Woodward"],"organisation":"The University of Manchester","findingsText":" We were able to provide unequivocal evidence for the importance of tyrosyl radicals in monoamine oxidases, which lends further support to the importance of radical species in flavoprotein amine oxidations in general. We also highlighted for the first time the issue of radical 'escape' from the active site which has important implications in cellular protection against radical species, especially when targeting this enzyme therapeutically (MAO is a major drug target). We were also able to correct important mechanistic information, previously incorrect in the literature, on the nature of the protonic states for substrate and catalytic residues in the active site. The more comprehensive mechanistic understanding will now underpin mechanism based inhibitor design of amine oxidases in general, which are major targets in the pharmaceutical industry. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}