{"id":"B8D8A955-AD8D-4A06-8E94-AC9992DF947B","title":"Mapping complex biological processes across the landscape: the problem of non-stationarity","abstractText":"Many important processes happen in the landscape. For example, certain soil bacteria, denitrifiers, use nitrate in their respiration. One product of this is nitrous oxide, a gas with 270 times the impact of carbon dioxide on global warming. Management of farmland affects how much nitrous oxide is released. We must understand and measure these processes, but managed soils and vegetation are extremely variable. They vary at fine spatial scales (e.g. between adjacent clods of an apparently uniform soil) and at coarser scales (e.g. between the bottom of a slope and the top of a hill). But we must make predictions of variables in this complex system from relatively few observations. Scientists do this with methods called geostatistics. We assume that a variable over a region has arisen from a random process. We know that this is not true, of course, but we often make such assumptions: the number on a thrown die depends on Newton's laws of motion, but we can treat it as a random variable, here a number from 1 to 6 that cannot be predicted in advance, and all occur with equal probability. A die will not behave this well if it is not a perfect, uniform cube. We can estimate a better model for a real die if we throw it many times and record the numbers that turn up. In the geostatistical picture of variation, we think of our data, obtained at a set of sites, as numbers obtained by throwing a die. The only complication of the model is that the numbers on two dice thrown at sites near to each other are more likely to be similar than on two dice at sites that are further apart. This is called spatial dependence and geostatistics requires that we can describe it. This is not simple; for any two sites a and b we only have one observation at each, and from this we can make no statements about their joint variation. The solution is to assume that the variation between two observations of a variable separated by some distance (e.g. 10m) in one part of the landscape, and the variation between another two observations 10m apart are, as it were, duplicate information about the variability in space. In this way we build up a model of the spatial dependence, called the variogram, but it depends on this assumption of an underlying process for which the variation between two sites depends only on how far apart they are, not on where they are. This is called stationarity of the variance. This assumption is often unrealistic in the landscape. The variability of a process like denitrification in a wet low-lying area with peaty patches in the soil will be much greater than than in a well-drained, cultivated arable field. The variability of soil pH over short distances may be larger in mixed sediments at the bottom of a slope than on an old eroded land surface. The aim of this project is to develop geostatistical methods to deal with such variation. Our idea is to treat the spatial dependence as a mathematical function of spatial position, adding some extra parameters to the model of spatial dependence. We believe that, while this won't remove assumptions from our analysis, the assumptions will be more plausible than stationarity. As well as developing new models of spatial dependence we shall develop exploratory methods to decide when more complex spatial models are needed, and to help design them for particular problems. We shall also investigate how our scientific knowledge of processes, described mathematically, can be used to help predict them when the variation is complex. We shall test and demonstrate these methods using new data on the rates of nitrous oxide emissions from soils in complex farmed landscapes with many very different land uses. This important variable will vary in a complex way, so that stationarity cannot be assumed with confidence. If successful this project will provide tools to study and predict many different complex variables such as soil biodiversity and pollution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E001599/1","grantId":"BB/E001599/1","fundValue":"438043","fundStart":"2007-04-02","fundEnd":"2010-04-01","funder":"BBSRC","impactText":"  The findings on nitrous oxide emission rates led to our involvement in the current Defra project to establish a platform for evaluating the greenhouse gas emission budgets for UK agriculture. The methdology on non-stationary linear mixed models is applied at the British Geological Survey to understand how the uncertainty of 3D geological models varies in space. Agriculture, Food and Drink,Environment Policy & public services","person":"Richard Murray Lark","coPersons":["Keith Walter Goulding","Suzanne Jane Welham"],"organisation":"Rothamsted Research","findingsText":" The aim of this project was to show how the linear mixed model, a statistical model used to analyse spatially distributed data, can be extended to allow it to function with more realistic assumptions about how processes vary in space. We developed novel statistical methodology and demonstrated its value on data which show how the nitrous oxide emission potential of soil varies across a complex landscape. The project showed how better statistical modelling of such data is possible. It also gave insight into the soil properties which determine the variation of nitrous oxide emission from soil at landscape scale. The general methodology of non-stationary linear mixed models has been taken forward. RML uses it at the British Geological Survey, where a PhD student is applying it to understand the factors which drive the uncertainty of 3D geological models. Agriculture, Food and Drink,Energy,Environment","dataset":"gtr"}