{"id":"B8D9D3C8-4BE2-4FA1-B9AF-C2F762E753FC","title":"Nanoscale Microwave Sources Based on Planar Spin Oscillators for Integrating Wireless Communications on the Computing Platform","abstractText":"Over the past 30 years, the increase in performance of integrated circuits and the reduction in the cost of computers have been achieved through the miniaturisation of transistors and their denser integration on a semiconductor chip. This scaling down has been accompanied by a reduction in the area and pitch of interconnects to the point where today circuit speed is limited, not by transistors, but by the severe losses experienced when electrical signals travel through metal wires at high frequencies. To carry on enhancing system performance, semiconductor industry roadmaps envision replacing metal wires with wireless interconnects. Broadcasting signals in free space promises extremely high-speed communication channels that transmit data without attenuation and adaptive wireless networks that are secure and tolerant to hardware defects. Integrating communication capabilities at the chip level accelerates the convergence of computing and communication systems to ultimately enable all computers to communicate and all communication devices to compute. To implement this vision physicists must now conceive novel emitter and receiver devices directed towards making inter/intra-chip interconnects.We aim to generate microwaves by a process of 'inverse electron spin resonance' that we will demonstrate in hybrid semiconductor/ferromagnetic structures. The stray magnetic field emanating from ultra-small magnetic elements will thread a sheet of free electrons trapped at the interface between two semiconductors. We will apply an electrical current to this system to activate electron oscillations in the microscopically inhomogeneous magnetic field. An electron carries a tiny magnetic moment that aligns with a magnetic field in the same way as a compass needle aligns with the Earth magnetic field. The electron magnetic moment is therefore sensitive to the stray magnetic field emanating from a nano-magnet as the electron oscillates underneath it. The stray magnetic field vector component oriented in the plane of the semiconductor interface has constant amplitude and causes the electron magnetic moment to gyrate at constant speed, with the same precession motion as a spinning top. By contrast, the magnetic field vector component perpendicular to the plane oscillates at the frequency of the electron oscillator. When the precession frequency equals the oscillator frequency, the electron magnetic moment resonantly radiates microwave energy.We will combine precision lithography with thin film deposition techniques at the University of Bath to fabricate hybrid semiconductor/ferromagnetic structures hosting electron oscillators. We will activate these oscillators by applying a direct current to the semiconductor wire and will measure microwave emission spectra as a function of experimental and structural parameters. The quantum mechanical coupling of the oscillating magnetic moment to the electromagnetic field will give complete spectral information on the oscillator dynamics and will allow us to demonstrate a multiple frequency source broadcasting several communication channels simultaneously. We will investigate weakly coupled electron oscillators to enhance the coherence and power of microwaves at room temperature. We will broadcast wireless signals through airwaves or in a guided medium between two hybrid devices fabricated on the same semiconductor chip. Nanoscale wireless networks enhance the speed, security and cost-efficiency of computers, they facilitate communications with remote sensors that are increasingly used in industrial processes, health monitoring and military applications. A very attractive aspect of our proposal is that the Physics is material independent. As a result, our conclusions will hold for two-dimensional electron systems formed in carbon sheets (graphene), semiconductor quantum wells or the surface of liquid helium when subjected to the above electric and magnetic fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E002501/1","grantId":"EP/E002501/1","fundValue":"65195","fundStart":"2007-02-22","fundEnd":"2010-02-21","funder":"EPSRC","impactText":"  We have discovered a novel class of spin oscillator that is the magnetic equivalent of the electric dipole oscillator studied by every Physics undergraduate student. Hybrid electrostatic and magnetic potentials introduce a fresh approach to controlling the electron spin with an electric field, which is a current priority of the spintronics community Education,Other Economic","person":"Mohamed  Henini","coPersons":[],"organisation":"University of Nottingham","findingsText":" We have discovered a novel class of spin oscillator that is the magnetic equivalent of the electric dipole oscillator studied by every Physics undergraduate student. Hybrid electrostatic and magnetic potentials introduce a fresh approach to controlling the electron spin with an electric field, which is a current priority of the spintronics community. The principle of inverse electron spin resonance is quite general and independent of material system. Spin oscillators will form in carbon sheets (graphene) and at the surface of liquid helium if the appropriate magnetic field is present. The generation of high optical harmonics (&amp;amp;gt;13) is exceptional and will interest the optics community for routing data. The complex microwave spectra at low temperature will be modelled by theoreticians (Profs. F.M.Peeters and A.N.Slavin) to shed light on spin dynamics and spin-spin interactions. The outcomes of the project focus on a novel class of radiative spintronics phenomena and their application to inter/intra-chip wireless interconnects. The beneficiaries are by order of importance:\n\nMICROELECTRONICS: Technology roadmaps by major semiconductor chip manufacturers are forecasting the need for wireless interconnects to increase the computing and communication speed of integrated circuits. Our wireless interconnects have low signal attenuation and broad bandwidth that promises ul Education,Electronics,Healthcare,Other","dataset":"gtr"}