{"id":"B8DAC4CB-C720-4197-8659-5147BBF267A3","title":"Segmentation in 4D visual search","abstractText":"The ability to select objects that are relevant to our behavioural goals is critical for guiding action in complex environments - as when we want to find a friend in a crowd or reach to an object across a cluttered table. This ability depends on processes that can segment visual scenes rapidly into appropriate figure and ground regions, defined in 4D space and time. Prior work has used visual search to explore this issue, with the efficiency of search used as a measure of the ease with which segmentation takes place. This work has shown that segmentation operates efficiently using depth, motion and temporal cues, but we still know little about (i) how some of these forms of segmentation operate, and (ii) how these different cues interact to guide attention to relevant stimuli. This project will combine behavioural and functional imaging methods to provide detailed information on how the different forms of segmentation operate and interact. A first set of behavioural studies will evaluate the evidence for excitatory processes, that guide search to targets, and inhibitory processes that suppress distractors, when displays segment by depth, motion and time. Subsequently we will detail the relations between these process, varying the expectations that participants have about the depth and motion properties of targets. These behavioural experiments will be complemented by functional imaging studies which examine the neural basis of the different forms of segmentation and whether there are common neural mechanisms that are invariant to cue-type. Finally, the necessary role of the neural regions in processing will be assessed by altering activity in targeted areas using trans-cranial magnetic stimulation (TMS). Through the TMS work, and by constructing explicit models of the interactions between neural regions, we will gain new information about how networks of brain regions co-operate to facilitate the selection of visual targets. The work provides the first detailed analysis of the relations between the different forms of segmentation, and their neural basis, using visual search.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G010919/1","grantId":"BB/G010919/1","fundValue":"521356","fundStart":"2009-07-01","fundEnd":"2012-12-31","funder":"BBSRC","impactText":"  To inform scientific models of visual selective attention. Other ","person":"Jason John Braithwaite","coPersons":["Glyn  Humphreys","Harriet Ann Allen"],"organisation":"University of Birmingham","findingsText":" The project has generated several key findings:\n\n\n\n1. It has shown for the first time the necessary role of parietal cortex in efficient search with moving stimuli\n\n2. It has revealed common brain regions for efficient search by time and motion, which are linked to spatially parallel segmentation of targets and distractors,\n\n3. It has reveal a specific role for distractor suppression in efficient visual search. Potential use in computer vision and in neuropsychological assessment The work is basic science but it provides guidance on the way that visual segmentation could be implemented in computer vision and how tests of temporal and motion-based search could be developed to understand deficits in these processes. Healthcare","dataset":"gtr"}