{"id":"B8E2CF36-6375-4804-A447-669BC4A0B3DA","title":"Newton001 Biochemical Investigation of the Enzyme PRMT7 Function in Leishmania spp Parasite Infectivity; Screening Targets for Leishmaniasis Relevance","abstractText":"The Leishmaniases are the ninth largest disease burden amongst infectious diseases and the second biggest killer of parasitic diseases next to malaria, threatening one tenth of the world's population. WHO estimates 0.7-1.2 million new cases of cutaneous Leishmaniasis annually while visceral Leishmaniasis infects 200-400,000, killing 10-20% of them. Brazil is stricken by all pathologies of this disease with 30,000 new infections every year. Over 70% of leishmaniasis patients are under 15 years of age. No vaccine exists and there is a growing resistance to available treatments; which are expensive, highly toxic and unsuitable for children. The past decade has seen an increase of epidemics coincident with heightened severity of the disease and an expansion of territory. Despite the urgent need for intervention, leishmaniasis remains a neglected tropical disease. This is largely attributable to its afflicting the poorest of society. Understanding the function and activity of proteins implicated in Leishmania spp. parasite virulence will provide useful insight into new potential ways to combat Leishmaniasis.\n\nLeishmania spp. parasites adapt to drastic changes in environments during transmission between insect vectors and human hosts. Developmental changes require the Leishmania parasite cell to interpret changing environmental cues, and to coordinate a swift response for survival. Lifecycle-specific adaptions enable parasite transmission between hosts and perpetuate parasitic infections and diseases. \n\nEnvironmental cues trigger signalling cascades to initiate developmental events. Expressed 'response' proteins enable cellular adaptation to the given environment. Downstream of these signals, specific RNA binding proteins (RBPs) bind mRNAs essential for the cellular response and target them for protein production, storage or degradation. Precise gene regulation coordinates the expression of stage- specific proteins essential for cell adaptation. In this way gene regulation promotes parasite survival and infectivity.\n\nMolecular regulators that coordinate the adaptation of these parasites to different host cells and promote parasite infection are critically important to our broader understanding of this disease. The enzyme PRMT7 is a novel regulator of Leishmania virulence. We seek to combine our expertise and facilities to biochemically characterise PRMT7 function and explore how it and its target proteins enable parasite infectivity.\n\nThe Cruz and Walrad laboratories have complementary expertise and objectives in Leishmania molecular cell biology and transcriptomics. The Cruz lab has an extensive history of molecular characterisation in Leishmania spp. parasites. The Walrad lab has expertise in characterising RNA binding regulatory proteins which enable parasite transmission between hosts.\n\nOur collaboration will biochemically characterise the function of the Protein aRginine Methyl Transferase enzyme, PRMT7, its protein targets and how this pathway participates in Leishmania spp. infectivity. PRMT7 is the first Leishmania methylating enzyme to be implicated in host-parasite interactions. Preliminary evidence suggests it may act via modification of regulatory RNA binding proteins, RBPs. The recent MRC NIRG award to the Walrad lab centres on regulatory RBPs involved in Leishmania spp. parasite differentiation to human infectious forms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M02640X/1","grantId":"MR/M02640X/1","fundValue":"35686","fundStart":"2015-01-01","fundEnd":"2016-06-30","funder":"MRC","impactText":"","person":"Pegine  Walrad","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}