{"id":"B8E91E17-A682-4F92-B478-9503AA98D2FD","title":"Construction of an immuno-competent and self reporting human lung model using nanosensor incorporated scaffolds","abstractText":"The study of human lung biology has a huge impact on our understanding of the disease process in a number of lung conditions such as asthma, cystic fibrosis and chronic obstructive pulmonary disease (COPD), disorders which have significant health and socioeconomic implications worldwide. At the moment, it is difficult to carry out such research on humans, because in many cases it is not safe or procedures are too invasive, and the use of animal models is not always appropriate. For instance, mice do not develop asthma naturally which suggest that the biology of their lungs is different to that of humans. These limitations in the availability of physiologically relevant human lung models are therefore set to continue having a negative knock-on effect on the search for novel targets and molecules for therapeutic interventions. For example, despite enhanced patient care, the morbidity and mortality of asthma has remained high with one asthma related death every 19 minutes and 20 million lost working days per annum in the UK alone. This is partly due to lack of efficient therapeutic strategies and the fact that a large proportion of patients do not respond to treatment. What we want to do in this project is to develop a model of the human lung in the laboratory using cells previously isolated from donated tissue or blood. We will grow these cells on materials that contain sensors that can pick up changes in, for example, oxygen, glucose and acidity. These sensors will allow us to observe how cells respond to stimulation in real time. By growing these cell types on these materials, we can arrange them into layers such that the cells are grown in the laboratory in the same position as in the lung. Such a model would give scientists and pharmaceutical companies a better tool for investigating some aspects of human lung biology, identifying new targets for treatment and testing new drug compounds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H011293/1","grantId":"BB/H011293/1","fundValue":"372936","fundStart":"2010-05-01","fundEnd":"2013-09-30","funder":"BBSRC","impactText":"  In this study we developed an immune competent model of human respiratory epithelium. The model is currently being used for testing the effect of different allergens on airways (industrial collaboration). We are also using the model to investigate upper airway infections (academic collaboration) Pharmaceuticals and Medical Biotechnology Societal","person":"Amir Mehrdad Ghaemmaghami","coPersons":["Felicity Rosamari Rose","Jonathan  Aylott","Alan John  Knox"],"organisation":"University of Nottingham","findingsText":" The development of a 3D model lung has progressed by optimising the scaffolds that the epithelial cells and fibroblast cells are seeded upon. The scaffolds are electrospun with various fibre diameters to create architecture that resembles human lung tissue. \n\n\n\nFurthermore, nanosensors have been incorporated into scaffolds which will allow non-invasive monitoring of analyte concentrations within the 3D structure. Nanosensors that can detect both oxygen and pH at the same time are currently being investigated and if successful will be incorporated into the electrospun scaffolds.\n\n\n\nTo mimic in-vivo conditions, epithelial cells are cultured at the air-liquid interface (ALI) whilst the fibroblasts remain submerged in media. It has been established that co-culture of the two cell types provides optimal conditions for epithelial cell differentiation as evidenced by monitoring tight junction formation using Trans Epithelial Electrical Resistance (TEER) measurements within commercially available Transwell inserts. To achieve ALI cultures using our novel electrospun scaffolds we have designed and manufactured a device we call &quot;ScaffHolders&quot;. It consists of a PTFE platform and a ring which securely hold the scaffolds at the ALI. This allows the TEER measurements and permeation analysis of tight junctions. \n\n\n\nTo compare static cell culture to flow conditions Quasi Vivo bioreactors are being utilised. \n\nThe bioreactors have undergone development work as initially they did not prove leak proof or allowed culturing cells at ALI. The new design is now proving successful and has undergone leak testing using our experimental set-up and the flow rates using a peristaltic pump have been calibrated. A suitable PTFE platform to support and position the scaffold correctly within the ALI bioreactor has been designed and manufactured and is currently being used to support single cell cultures of either epithelial cells or fibroblasts to determine optimal flow rates for their growth. Pharmaceutical and Chemical industries within the context of safety testing, disease modelling and testing new therapeutics Chemicals,Manufacturing/ including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}