{"id":"B8F181F9-B5AE-415F-B3D0-E2F83474D046","title":"Exploitation of new lanthanide technology","abstractText":"This project seeks to develop chemical assays and novel analytical methodology for the determination of selected bioactive species, including tumour markers. The project is based on new chemical technology derived from lanthanide chemistry and is of direct relevance to clinical/biochemical analyses and the development of diagnostic molecular imaging, e.g. for screening of clicial samples for prostate cancer or in urine analysis to monitor metabolite compostion. The key scientific breakthroughs have been made during the course of recent EPSRC project grant support and the project will strive to capitalise on these through licensing and IP transfer agreements with targeted enterprises.Luminescent molecules can be detected with very high sensitivity, down to levels of detecting single molecules, and continue to replace radioactive labels in many applications in the life and clinical sciences. These fluorescent entities should be designed to be chemically stable and must resist processes which quench their fluorescence. They must also be able to localise at the desired target and send information to the observer that signals where they are. The industry requires new systems that emit a longer-lived fluorescent signal which encodes information about the nature of the local environment. These responsive probes, may for example, emit light at two or three different wavelengths, and the relative intensity of the emitted light at these wavelengths is indicative of the local concentration of selected bioactive species. Complexes have been identified that not only seek out particular parts of the cell, but can also give encoded information in their fluorescence signal that tells the observer about the local chemical composition of that environment, and how it may change with time and by external perturbation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G004773/1","grantId":"EP/G004773/1","fundValue":"98504","fundStart":"2008-08-01","fundEnd":"2009-07-31","funder":"EPSRC","impactText":"  Yes; the method developed has been used in measuring citrate levels in two cases: first in 200 men post-vasectomy, allowing assessment of levels in healthy males; second in current clincial studies at UCL Hospital measuring citrate in seminal fluid and correlating with patient status (carcinoma/prostatitis/benign hyperplasia).\n\nThe IP has been licensed to Glide Pharma in 2014, who aim to develop the technology. Healthcare Societal,Economic","person":"David  Parker","coPersons":[],"organisation":"Durham University","findingsText":" A Durham University spin-out company (2009; FScan Ltd, company number 6550089; 4 patents), underpinned by regional funding and this EPSRC Follow On Fund grant was set up to examine the use of citrate as a screening biomarker. International publicity for the citrate test for prostate cancer raised public and commercial awareness, [May 19 2009; via Reuters and AP, e.g., front page lead in Daily Express; the story was reported in over 50 countries around the world (e.g. The Hindu, India) in &gt;30 magazines and papers, Channel 4 News, BBC www site and live interviews were given on 5 radio stations in the UK and Eire]. This led to an investigation of the use of this method in screening men for prostate cancer by rapidly measuring their citrate levels. Ethical approval in late 2009 allowed an NHS study of 60 patients to be undertaken in 2010/2011 assessing citrate as an indicator of prostate cancer (James Cook University Hospital, Teesside). A distinction was made between patients with high or intermediate grade cancer from those with low-grade cancer or benign hyperplasia, based on the levels of citrate in prostatic or seminal fluid samples. Another clinical study at UCL Hospital (Mark Emberton, clinical lead) for &gt;120 patients is underway (2012/2013) to assess the utility of citrate analysis in seminal fluid as a metabolic screening marker (&lt;1 minute test, hand-held device) for prostate cancer, in comparison to other patient data being used to assess the veracity of diagnostic tests. The aim is to develop quick portable tests to allow men with potential prostate cancer and /or severe prostatitis to be distinguished in a simple screening method , based on an optical analytical method devised under EPSRC support. Instrumentation that is portable is now being developed with Ocean Optics, for this purpose, following our development of portable time-gated optical instrumentation. Spin-off company Healthcare","dataset":"gtr"}