{"id":"B8F13D2A-7995-4460-9E7F-4D761D537925","title":"How important is prokaryotic photoheterotrophy in ecosystems of the Atlantic Ocean from 40oS to 40oN?","abstractText":"The aim of the proposal is to find out how important photoheterotrophy is in the open ocean - the Earth's largest ecosystem, of profound importance to global biogeochemistry and climate. Photoheterotrophic prokaryotes use light for energy but cannot use carbon dioxide as their sole carbon source and consequently use organic molecules from the environment to satisfy their carbon requirements. Despite considerable advances in the understanding of several photoheterotrophic mechanisms the role of solar radiation in the metabolism of bacterioplankton in the ocean is difficult to assess, although it is already apparent that CO2 fixation by prokaryotic cells may be only a part of the picture. The project proposes to experimentally test and to examine by mathematical modelling a hypothesis that SAR11 alphaproteobacteria and Prochlorococcus cyanobacteria numerically dominate the open ocean because of their photoheterotrophy. Using a combination of laboratory and oceanic cruise experiments the following objectives will be addressed: (i) to determine uptake rates of phosphate and amino acids as a function of light intensity and spectrum by the main planktonic prokaryotic groups, SAR11 and Prochlorococcus, and to relate these rates to cyanobacterial rates of CO2 fixation; (ii) to quantify mesoscale spatial and depth-related variations of group-specific rates of light-enhanced uptake of phosphate and amino acids within the euphotic zone, linking these variations in photoheterotrophy with population sizes and composition of the dominant groups in the North Atlantic subtropical gyre; (iii) to compare photoheterotrophic rates in the North Atlantic gyre with the ones in the Southern gyre and the Equatorial region, using light-enhanced amino acid uptake in order to ascertain the significance of photoheterotrophic use of light at the ocean scale. In order to meet the above objectives we will focus on experimental work in the open Atlantic Ocean combining isotopic tracer nutrient bioassays with flow cytometric sorting of bacterioplankton cells followed by ultra-sensitive radioassaying of cells, cell identification by fluorescence in situ hybridization and nano-scale secondary-ion mass spectrometry in conjunction with molecular identification of prokaryotic cells by halogen in situ hybridisation. Our overarching aim is to establish the input of solar energy into the microbial world of the open ocean beyond that used for CO2 fixation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H007083/1","grantId":"NE/H007083/1","fundValue":"19644","fundStart":"2010-06-21","fundEnd":"2013-12-20","funder":"NERC","impactText":"  Finding on the impact of light driven pumps will be used by marine biologists modelling global ecosystem processes and particualrly for defining the role of light in non C-fixation based routes. Environment ","person":"David John Scanlan","coPersons":[],"organisation":"University of Warwick","findingsText":" We discovered that when exposed to light the most abundant heterotrophic bacterium on Earth (SAR11) and the most abundant phototroph on Earth (Prochlorococcus) acquired a third more ATP and methionine which are key building blocks for growth. Other bacterioplankton did not demonstrate light stimulation. Thus, the SAR11 and Prochlorococcus groups, with distinctly different light-harvesting mechanisms, used light equally to enhance, by approximately one-third, the uptake of different types of organic molecules. Our findings indicate the significance of light-driven uptake of essential organic nutrients by the dominant bacterioplankton groups in the surface waters of one of the less productive, vast regions\nof the world’s oceans—the oligotrophic North Atlantic subtropical gyre. The existence of light driven proton pumps in some heterotrophic marine bacteria has been know for ca 10-15 years. However, their biological role and ecological benefit has not been previously defined. Here, we resolve this critical question and show that even in a phototroph some of the light captured may not be fixed into biomass but rather used for nutrient acquisition. This work is thus critical for marine modellers and oceanographers to accurately assess the fate and use of light driven energy pumps in organisms of global ecological importance. Environment","dataset":"gtr"}