{"id":"B8F382CD-8763-4F94-8DBE-F118A7B7A831","title":"Atom Chips - Integrated Circuits for Nanoscale Manipulation of Cold Atoms","abstractText":"Atom chips consist of small electric, magnetic and optical structures microfabricated on silicon or silica substrates. Magnetic electric or optical forces produced by the chip are used to manipulate low temperature atom clouds, typically at one microKelvin or below. The number of atoms in the cloud can be adjusted, ranging typically from ten thousand all the way down to just one atom. The clouds can be moved in a controlled way from one part of the chip to another and the distance from the surface can be adjusted as needed to any desired value in the range 1-100 microns. The atoms can be split and recombined by manipulating the shape of the confining potentials in order to perform interferometry. They can also be moved in and out of high-finesse optical cavities, allowing the coupling of atoms to photons, or indeed the coupling of a single atom to a single photon. All this has been developed over the last few years by a few groups throughout the world, with particular strength being in Europe as a result of European Networks and strong national funding. The UK has been among the leaders in this field, supported over the last four years by the Basic Technology project Atom Chips: integrated circuits for nanoscale manipulation of cold atoms . Taken all together, this toolbox of elementary operations amounts to the embryo of a new technology in which the microscopic control of atoms and their interactions with each other and with photons can perform useful functions. Quantum mechanics is at the heart of this technology because the atomic de Broglie wavelength is comparable with the trap sizes used and often the atoms are in the quantum ground state of their motion. Sometimes the whole ensemble of atoms is in its many-body quantum ground state (BEC) and sometimes we are using single atoms or single photons. So far, this new capability to harness quantum mechanics has been confined to demonstration experiments in highly specialised laser laboratories such as the Centre for Cold Matter at Imperial College. Now we propose to move to a new phase of development. We will explore how combinations of these basic operations can be integrated on a single chip into systems robust enough to perform useful functions. This phase of the research is a natural sequel to the Basic Technology Atom Chips project because it is the necessary step that can allow the new basic technology to make contact with the commercial world. This is also a high-risk phase, which can only proceed if our technical capability is safely underpinned by a grant such as this Translation Grant. Specific atom chip devices that we will explore include clocks, accelerometers, interferometers, magnetometers, single photon sources, quantum information processors and molecule traps. When particularly promising designs emerge from this exploration, we will seek more specific support to commercialise them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E043631/1","grantId":"EP/E043631/1","fundValue":"1070040","fundStart":"2007-10-04","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"  The project was to develop the basic technology of atom chips. Atom Chips. We made many advances and developments of this technology, which were published. These now contribute to the tools of quantum technology using cold and ultracold atoms Aerospace, Defence and Marine,Education Cultural,Economic","person":"Edward  Hinds","coPersons":["Michael  Kraft"],"organisation":"Imperial College London","findingsText":" Atom chips microfabricated on silicon or silica substrates manipulate low temperature atom clouds, by magnetic electric or optical forces. The atoms, held typically 10-100 microns from the surface, can be moved in a controlled way from one part of the chip to another as needed. Their wavefunctions may be split and recombined for interferometry or they can be coupled to microwaves or light to manipulate their internal states. It is even possible to couple one atom to one photon. Taken together, this toolbox of elementary operations amounts to the embryo of a new technology in which the microscopic control of atoms and their interactions with each other and with photons can perform useful functions. Quantum mechanics is at the heart of this because the atomic de Broglie wavelength is comparable with the trap sizes used and often the atoms are in the quantum ground state of their motion. \n\n\n\nThis BT translation grant provided underpinning technical support for our laboratory, in collaboration with experts at Southampton, to develop relevant new fabrication processes and chips and to attract new grants in this area.\n\n\n\nA key challenge has been to incorporate integrated optics, underpinned by this grant, but also supported by EU grants AQUTE and HIP and by EPSRC grant EP/I018034/1, which this grant helped to make possible. We have developed an &quot;atom-photon junction&quot;, (Nature Photonics 5, 25 (2011)) in which atoms on the chip can 'talk' directly to optical waveguides integrated on the chip. This was demonstrated on a prototype with 11 parallel waveguides, each operating independently. In a variant of this idea we have also demonstrated high-cooperativity optical coupling between an atom and an optical micro-cavity (Nature Comm. 2, 418 (2011)), and have shown that this can operate as a very fast sensor of very low atom density - less than 1 atom on average in the cavity. A key challenge is to extend these kinds of scheme to many junctions or microcavities, able to operate in a flexible, programmable way. Our latest optical chips have demonstrated how this can be achieved, as detailed in our recent publication (New J. Phys. 13, 113002 (2011). This outlines how a quantum information processor can be built from a chain integrated optical cavities, suitable interconnected with adjustable couplings and incorporating quantum emitters. An important spin-off of this grant has been the emergence of a new candidate quantum emitter, the single dye-molecule, which offers technical advantages for some applications, e.g.a single photon source (New J. Phys. 13 085009 (2011)). This is now being studied under EP/I018034/1\n\n\n\nA second major direction of this research has been the effort to integrate an ultra-cold atom source directly into the chip. The first realisation of this was a magneto-optical trap based on pyramidal hollows acting as cat's-eye reflectors for an external laser beam, combined with integrated wires producing a magnetic field gradient. This has been fully developed as a source for small cold atom clouds (New J. Phys. 13, 043029 (2011)) and is now being incorporated by other groups into devices, e.g. a quantum processor in Bonn and an accelerometer in Paris. We are continuing to refine this with an improved design, currently under investigation, that replaces the pyramidal mirrors by microfabricated diffraction gratings on the surface of the chip. This is currently a collaboration with Strathclyde and the National Physical Laboratory.\n\n\n\nFinally, we have built an integrated atom interferometer and have investigated its strengths and weaknesses as a practical device for sensing inertial forces (Phys. Rev. Lett. 105 243003 (2010). On the strength of this we are preparing a second-generation device now. \n\n\n\nTogether, these advances constitute substantial progress towards a practical technology of atom chips, which was the goal of this programme.  Other","dataset":"gtr"}