{"id":"B8FAC2CA-2A38-4CD0-8F2B-2E5D2B882483","title":"The Molecular Biology of FMDV Replication: Towards New Methods of FMDV Disease Control.","abstractText":"One of our biggest challenges will be to meet a growing demand for food, especially in the developing world and economies such as India and China where the demand for meat products is rising. Animal diseases have a major impact on the productivity of the livestock industry and safeguarding animal welfare will be a major component of maximising food production. Foot-and-mouth disease virus (FMDV) is an animal pathogen which infects domesticated animals (cattle, sheep, goats and pigs). It is probably the most contagious mammalian virus known and much feared as the virus can spread extremely rapidly. The virus can also cause long-term 'persistent' infections that are in apparent; they are difficult to diagnose in the field and complicate disease control. FMDV can also infect many species of wildlife, and in Africa persistent infections in wildlife provides an important reservoir that may infect domestic livestock.\nFMDV causes disease around the globe and is a continual threat to UK agriculture via the import of contaminated animals and animal products. Infection is rarely fatal, but it can have a dramatic impact upon the productivity of farm animals. The 2001 UK outbreak caused massive economic damage (billions of pounds) due to lost trade and impact upon farming communities. In addition, control of the disease through the slaughter of infected and high-risk animals was highly controversial and unpopular and led to heightened interest in a &quot;vaccinate to-live policy&quot;. \n\nVaccines are often of two types. The first are inactivated or 'killed' viruses which cannot infect the host but still prime the immune system to protect against later infection. The second are live viruses which are weakened or 'attenuated': they do infect the host thus triggering a superior immune response but are not strong enough to cause disease. Current vaccines for FMDV are only of the 'killed' type. In contrast, for the closely related human virus poliovirus, live 'attenuated' vaccines have been used to effectively control both disease and transmission such that global eradication of poliovirus is within sight. The effectiveness of current 'killed' vaccines for FMDV are limited by a number of factors and there is an urgent need to develop new control measures: we therefore wish to develop novel 'attenuated' vaccines, one of the goals of this research. To do this safely will require a detailed understanding of the complex interactions between FMDV and its host. \n\nOur proposed research will give novel insight into how FMDV interacts with its host-cell to achieve rapid replication or establish persistent infections. We will use this information to improve the effectiveness and safety of vaccines. The first strategy is to use modern molecular biology to change the virus, to make new strains that can protect animals without causing the debilitating disease - so-called live-attenuated viruses. The second strategy is to use the knowledge of how the virus grows in cells to make a new type of virus that could only grow in special 'helper' cells we will also create. Such viruses will not be able to grow in an animal and cause disease. This would make conventional 'killed' vaccine production a much safer process. Success in either approach would stimulate the routine use of vaccine to control FMDV around the globe. In the longer term, this could make a difference by reducing the overall, global incidence of FMD with enormous economic and social value worldwide. We argue that better control of FMD is essential for food security and must be coupled with the development of new vaccines, or new methods of producing vaccines, to make this policy effective. This is the purpose of our research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K003801/1","grantId":"BB/K003801/1","fundValue":"4276320","fundStart":"2013-01-01","fundEnd":"2017-12-31","funder":"BBSRC","impactText":"","person":"Martin Denis Ryan","coPersons":["Terry  Jackson","Tobias  Tuthill","Angus Iain Lamond","David John Rowlands","Donald  King","Nicola Jane  Stonehouse","Juergen  Haas"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}