{"id":"B8FE5D4C-43E3-4758-BE47-E02B7FFD7F77","title":"Nuclear Pore Complex in Yeast - the Role of FG-repeats in Structure and Transport.","abstractText":"Genes are contained and organised in the nucleus which is separated from the rest of the cell by the membranous nuclear envelope. The nucleus communicates with the rest of the cell through channels in the nuclear envelope called nuclear pore complexes (NPCs). The NPCs have a pivotal role in controlling nuclear functions such as expression of genes and replication of DNA. They are massive, highly complex protein structures. Molecules that travel through them have to be carried by transport proteins. We have a good knowledge of the different transport carriers and how they interact with their cargoes and their control proteins. However, despite identifying most of the proteins that make up the NPC and understanding its architecture to a certain degree we do not know how transport carriers and their cargoes are propelled through the NPC channel. One reason for this is that NPC structure has mostly been determined using amphibian oocyte nuclear envelopes which are suited for electron microscopy (EM) studies but are difficult to manipulate experimentally. However model organisms such as yeast where it is easy to mutate NPC proteins and work out there role in transport have not been accessible to structural studies. Therefore we have developed a number of advanced high resolution imaging methods aimed at determining the structure of yeast NPCs. We have collaborated with a group in the USA which has a comprehensive collection of yeast cells where different combinations of NPC protein genes have been mutated. These mutations have specific effects on transport of different types of cargoes. We have a unique facility for determining the 3D structure of large protein complexes using various EM methods. This includes high resolution scanning EM for looking at the surface of the NPC at nanoscale resolution where we can detect individual proteins. We can link antibodies to small gold markers and use these to locate specific proteins in the structure. We will use transmission EM to determine the 3D structure of the NPC by 'EM tomography' and can use antibody-gold labelling to locate NPC proteins. We will use these methods to determine what effect mutations of the NPC proteins have on NPC structure. In particular we will look at a group of proteins that are known to be essential for and directly involved in transport. Our collaborators have also constructed genes expressing cargo molecules that are tagged with a fluorescent protein called GFP. The GFP tag allows the cargo molecules to be followed in live cells by fluorescence light microscopy but also provides a convenient tag for identifying the protein in the EM by antibody-gold labelling. Therefore we can follow the progress of cargo molecules through the NPC. Our plan is to follow the route of transport of a particular cargo through the NPC and see how the mutations affect this route. Such experiments will tell us what effect removing particular parts of specific proteins has on the structure of the NPC and will tell us how these proteins contribute to NPC structure. We will look at essential proteins involved in the transport of different cargoes. We will then see how the interaction of these specific cargoes with the NPC is altered and how their transport is affected. In the past 10 years our understanding of nuclear transport has made phenomenal progress and we understand how transport carriers interact with cargoes and control proteins exquisitely. Moreover a network of related pathways involved in transporting different types of cargoes have been discovered and characterised. All these pathways converge on the NPC. The NPC however remains a bit of a 'black box'. We know what it is composed of, but we don't know how the components fit together or how they interact with the transport carriers during transport. The work proposed here addresses this and could provide a breakthrough in understanding how this pivotal part of a key cellular process occurs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E015735/1","grantId":"BB/E015735/1","fundValue":"316398","fundStart":"2007-09-03","fundEnd":"2011-05-02","funder":"BBSRC","impactText":"  As yet, this research is at the fundamental level, and I am not aware of any economical or societal impact  ","person":"Martin William Goldberg","coPersons":[],"organisation":"Durham University","findingsText":" The nucleus contains the cell's DNA. It is surrounded by a barrier called the nuclear envelope, in which are channels with &amp;amp;quot;leaky&amp;amp;quot; doors called nuclear pore complexes (NPCs). These control the passage of important molecules into and out of the nucleus, including proteins that control gene expression and mRNA (messages sent from the nucleus), as well as viruses. The NPC contains a family of proteins called the FG-nucleoporins which constitute the door. This door allows the passage of small molecules but prevents the movement of larger ones (e.g. proteins) unless they are attached to nuclear transport carrier proteins, which are essentially the keys. Exactly how the door and key work is currently a mystery, but this is an area of intense interest by many groups around the world. The main debate is around the physical nature of the FG-nucleoporins within the channel and how they can create a barrier which can only be broken by certain molecules. Our strategy was to use various high power imaging methods, particularly advanced electron microscopy, to study the route of transport through the channel and its door, to give us information about the nature of the channel. We then wanted to see what effect removing parts of the door (specific regions of each of the FG-nucleoporins) had on the transport route so that we could determine how each part of the structure was involved in the function of the door. There are about 12 of these door proteins and all possible non-lethal combinations of deletions in yeast were made by our collaborator. We then developed the methods needed to detect the transport routes through this tiny channel with enough resolution to detect any changes (we published several technical papers on this). We found that small proteins that could diffuse slowly through the channel took a different, random route through, compared to proteins being carried through the channel which travelled down its edges. In contrast mRNA leaving the nucleus was restricted to the centre of the channel. We found that deleting some of the FG-nucleoporin regions affected these routes, showing their importance in guiding specific molecules through the NPC. We then found that at least some of the FG-nucleoporins are structurally very dynamic. Using electron microscopy we found that they could be folded into the channel, probably contributing to the barrier function, or they could be extended out from the channel. We know that these extended domains interact with transport carriers, and we, and others, showed that folding may be induced by binding to the carriers. This is all consistent with our novel &quot;Fishing Line Model&quot; where the extended domains reach out into the cell, or the nucleus, grab hold of transport carriers (with cargo attached), which then fold up and drag the carrier/cargo through the channel. To correlate with this we also identified novel structural components of the NPC. Mainly this is of importance for understanding, amongst other things, one of the most fundamental processes of life in higher organisms (animals, plants and fungi), the control of gene expression, which relies on communication through the NPCs. In particular we provided new data and new ideas on fundamental aspects of the nuclear transport process. We also developed the methods needed to study this process in sufficient detail and get regular request for collaboration to use these methods, both in the nuclear transport field and other areas. One of these lead to a successful BBSRC joint grant to study endocytosis. Because of the unique propertiesof the NPC as a highly selective controllable transport nano-channel there are biotechnology applications that could be envisaged. This would involve synthesising NPC mimics as part of a nano-delivery system. Agriculture, Food and Drink,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}