{"id":"B8FF90DD-2BDF-42DC-8E7B-30D6A5445AD1","title":"Functional studies of the stressosome","abstractText":"For survival, all organisms must respond to changes in their environment. One of the most important ways by which all organisms signal to themselves that a response is required to a change in growth conditions is mediated by protein phosphorylation. Here, the covalent modification of regulatory proteins by phosphorylation changes the properties of the target protein and hence its functions. Phosphorylation is performed by enzymes called kinases, which require ATP as a co-factor for the phosphorylation reaction. The stress response of the bacterium Bacillus subtilis and its close relatives is also regulated by phosphorylation. The response to stress provides the cell with a protective mechanism against a wide range of chemical and physical insults. Ultimately the stress signaling pathway controls the activity of the molecular machine, RNA polymerase, which is required to initiate the first step in the synthesis of the proteins that together act to provide the cell with its resistance against the imposed stress. Key to the information-processing pathway that indicates to the cell that its environment is deteriorating is a large structure called the 'stressosome'. The stressosome is composed of several proteins that together assembles the stressosome into a small virus-like structure. The proteins in this 'mini-virus' act in concert to trap a key kinase prior to stress and then to release it on stress to act in the signaling system that ultimately activates RNA polymerase. We are currently determining the structure of the stressosome in a variety of functional states and these on-going studies are challenging us to answer questions that the structures pose. These answers will only be obtained by functional studies using classical biochemical approaches in combination with bacterial cell biology techniques. For instance, we need to establish why the stressosome exists in the first place - perhaps its purpose is to provide a response to stress that is much greater in magnitude than the stress signal to guarantee that the health of the cell is maintained. We will aim to destroy the formation of the stressosome complex to see the impact on this disruption on the ability of the bacterial cell to respond appropriately to stress. Furthermore, there are missing components in the stress-signalling pathway, for instance how is stress actually perceived by a single-celled organism? Clues to the cellular location and identity of stress-receptors may be found by tagging the key signalling kinase with a protein that will colour the kinase green and enable us to track its location using a microscope during the cell cycle and during the response to stress. Finally, stressosome proteins are also found in many other bacteria and they are proposed to, and we will demonstrate that they do play roles regulating other important cellular processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F001533/1","grantId":"BB/F001533/1","fundValue":"347782","fundStart":"2008-01-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"  Over the course of the grant the PI engaged with the public through organised tours of his research laboratory, giving members of the public, school children from a local sixth form college and parents of prospective undergraduate students insight into how a research laboratory is run. During these lab tours, the PI described the kind of research that is carried out in his group in particular, but also in the Institute in general and how this relates to teaching in the University and our research output.\n\nThe group had a number of press releases/press articles about the work on the stressosome. Joint press releases were issued by Newcastle Universities in the UK and in NSW, Australia and with Imperial College, London. The structure determination of the RsbS protein from Moorella thermoacetica was highlighted as a case study on the Diamond Light Source website and in a year-end promotional booklet for the facility as the first experimentally phased structure to come from the synchrotron. A second case study published on the Diamond website concentrated on the use of this crystal structure to interpret the EM structure of the stressosome.\n\nThe article in Science, and the press releases from the 3 Universities involved, was used as the basis of news reports in Nature Chemical Biology and Chemical and Engineering News. During a lecture tour of Australia and New Zealand by the PI a number of local media outlets picked up on the collaboration between the RJL group and that of P.J. Lewis (no relation) in Newcastle, NSW and articles were published in the NSW daily newspapers The Daily Telegraph and The Herald and on-line articles were presented by the Australian Broadcasting Corporation and The Western Australian. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal","person":"Richard  Lewis","coPersons":[],"organisation":"Newcastle University","findingsText":" Using a sigB-dependent lacZ reporter gene fusion, we discovered the stressosome provides co-operativity to the sigB-regulated stress response. Co-operativity in signalling in bacteria is not unheralded, but is poorly characterised in any other system than the chemotactic response of enteric bacteria. The Hill co-efficient afforded to the signalling system by the stressosome is &amp;gt; 8 (by contrast, that of haemoglobin is &amp;lt;4) thus providing great potential for fine-tuning the magnitude of the sigB output to the level of signalling input. \n\nUsing immunofluorescence microscopy, we revealed that the 20 to 50 stressosomes per cell are excluded from the nucleoid, presumably because of their great size, and are found evenly throughout the rest of the cell. This distribution is ideal for a sensory and responsive system.\n\nUsing classical biochemical approaches, we showed that stressosomes in Moorella thermoacetica, a thermophilic acetogen, regulate the biosynthesis of cyclic di-GMP, an important secondary messenger metabolite. The stressosome could be used as a scaffold or delivery vehicle, or in synthetic biology as a building block or hub in a circuit or network. Agriculture, Food and Drink,Education,Electronics,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}