{"id":"B9006CCB-C1F7-4A2D-BD78-6910422BF8F8","title":"Workshop on dense granular flows","abstractText":"In practical situations such as those met in industry where segregation and mixing are important, understanding particulate flows is complex due to the presence of polydispersity, anisotropy and complex grain morphology. In attempting to model such systems, many of these features are generally ignored, except perhaps through empirical parameter fitting. Developing a theory to include these effects is a considerable challenge, and made more difficult since the complexity of the behaviour often makes it difficult for practitioners and theorists to identify the key factors of influence. For example, though kinetic theories have been extended to binary systems, and in principle could be extended to systems with many sizes, the endeavour is impractical as it stands and how to model systems with continuous size distributions remains an open question. There are many interesting details in such flows, such as for example, non-equipartition, which confound the application of standard techniques from statistical physics and new mathematical formulations are required to capture the complex collisional details involved.It is clear that the combination of challenging environments in which particles are normally handled and the complex non-equilibrium physics that needs to be addressed, can only be tackled with an approach that involves an understanding of the practical difficulties and of fundamental principles, and a methodology that integrates experiment, theory, simulation and practice. This workshop is designed to facilitate such integration and provide a platform through which key groups of researchers and industrialists can collaborate to significantly advance our control of particulate systems.In order to meet the aims of the conference, we plan a scope of a workshop that allows a platform for a range of problems to be presented and discussed. The workshop will be configured to allow as many participants to contribute as possible, either through presentation or poster, and through the provision of extensive periods for discussion and networking. We will follow a workshop format with themed presentations and keynote in the morning, with the afternoon session set aside for led, round table discussions, network sessions and poster display. The talks will set the scene, present problems and possible solutions, whilst the discussion periods will facilitate interaction and working together.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G031908/1","grantId":"EP/G031908/1","fundValue":"15218","fundStart":"2008-10-09","fundEnd":"2009-01-08","funder":"EPSRC","impactText":"","person":"Ricky Darren Wildman","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}