{"id":"B90309F8-B9CC-4405-92FF-0C3351E61099","title":"The Governance of Eco-City Innovation","abstractText":"<p>This seminar series, co-ordinated by the University of Westminster, provides a forum for researchers, experts and policymakers to explore the governance of eco-city innovation and, thus, to help advance this emerging field of research.</p>\n\n<p>Since the early 2000s, there has been a significant increase in various kinds of eco-city initiatives. Broadly, the term 'ecocity' refers to substantial urban developments aimed at achieving various environmental sustainability goals, such as encouraging renewable energy use, promoting public transport, reducing waste, improving water quality, and generally making cities more liveable for its residents. Eco-city innovation is a complex endeavour, which requires concerted decision-making and co-ordinated planning involving various actors, including policy-makers, planners, architects and engineers.</p>\n\n<p>The seminar series, consisting of five consecutive events (spring 2011-autijmn 2012), explores various types of contemporary eco-city innovations both in the UK and internationally, and discusses key criteria for achieving effective ecocity governance including:</p>\n\n<ul>\n \n\n <li>the management of complex planning systems and the co-ordination of policy-making</li>\n\n <li>the relevance of political leadership and public accountability</li>\n\n <li>the involvement of communities and stakeholders </li>\n\n <li>international knowledge transfer and 'best practice'.</li>\n\n</ul>\n\n<p>The initiative aims to build (early career) research capacity, contribute to policy deliberation, and produce academic articles and a policy briefing paper.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I001379/1","grantId":"ES/I001379/1","fundValue":"14052","fundStart":"2011-01-04","fundEnd":"2013-01-03","funder":"ESRC","impactText":"","person":"Simon  Joss","coPersons":["Tassilo  Herrschel","Liza  Griffin","Daniel Martin Greenwood"],"organisation":"University of Westminster","findingsText":"","dataset":"gtr"}