{"id":"B904AD46-3AF6-4162-AEC1-9C69B625EC6F","title":"Low complexity delay-tolerant space-time block coding","abstractText":"Future wireless systems are expected to involve a plethora of small, low-cost communication nodes which will be widely distributed in the infrastructure of cities to provide truly pervasive and seamless communication and other services such as sensor networks. Perhaps the most fundamental challenge in these systems as in all wireless communications is channel fading. In these pervasive wireless systems, however, the individual nodes may be equipped with only a single antenna due to cost and size constraints. One powerful strategy to combat channel fading in the above systems is to apply space-time block coding (STBC) in a distributed fashion: creating and harnessing space diversity by enabling a cluster of wireless nodes to relay signals for each other and effectively create a distributed (or virtual) antenna array - with each relay node serving as one antenna element in the STBC array. A major challenge to distributed STBC is that the system is fundamentally asynchronous: signals from the relay nodes tend to arrive at the destination node at different times. Most existing works so far have focused on recerver based schemes. To tackle the above challenge more effectively, this proposal will employ a more fundamental and flexible approach: developing coding and modulation structures which are inherently delay-tolerant (coherent or non-coherent). In this way we move at least part of the problem from the receiver to the transmitter. Considering the fact that most wireless nodes are powered by batteries, equally important is to ensure low complexity both at the relays and at the receiver. The results of this project will enable the so far largely theoretical benefits of cooperative diversity to be realised in practical wireless networks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H016945/1","grantId":"EP/H016945/1","fundValue":"359114","fundStart":"2010-05-17","fundEnd":"2013-10-03","funder":"EPSRC","impactText":"  The primary benefit from the work will be in enabling the so far largely theoretical benefits of cooperative diversity to be realised in practice in wireless networks, thereby realising the promised performance improvements. This will provide benefits for the wireless communications research community, mobile operators (e.g. BT) and wireless/sensor equipment manufacturers as well as mobile and sensor network customers in terms of improved quality of service. \n\nThe results have provided the industry partner (BT) with significant insights regarding distributed diversity, and may well find their applications in the forthcoming 5G wireless systems. Digital/Communication/Information Technologies (including Software) Economic","person":"Fu-Chun  Zheng","coPersons":[],"organisation":"University of Reading","findingsText":" 1. A general design framework on delay-tolerant space-time block codes with and without feedback.\n2. Beamforming strategies for two-way relay channels have been published.\n3. Space-time coded CP-OQAM-OFDM with adjustable user bandwidth.\n4. Several low-complexity network coding detectors. The primary benefit from the work will be in enabling the so far largely theoretical benefits of cooperative diversity to be realised in practice in wireless networks, thereby realising the promised performance improvements. This will provide benefits for the wireless communications research community, mobile operators (e.g. BT) and wireless/sensor equipment manufacturers as well as mobile and sensor network customers in terms of improved quality of service. \n\nThe results may well find their applications in the forthcoming 5G wireless systems. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}