{"id":"B9051F4A-79E3-42A9-A557-E494EE4139D0","title":"Caf&eacute; - Changes Around Food Experience (impact of reduced contact with food on social engagement and wellbeing of older w","abstractText":"<p>Food practices contribute to expressions of gender, class, location, ethnicity and beliefs, conveying a sense of identity and self.&nbsp;For older women, the planning, purchasing, preparation and serving of food are often a distinctive and vital part of their roles as individuals and within the family.&nbsp;For women with reduced involvement in these tasks, physiological needs for food are often supported by services such as meals-on-wheels, informal support from family, friends and congregate meals. However, the changes may also affect women’s sense of well-being, identity, self-esteem and engagement with family and friends.&nbsp;The psycho-social implications of these changes have not been fully explored, nor how they may relate to service development or policy consequences.</p> \n<p>This qualitative study will work with women aged at least 65 years who live at home but do not prepare their own main meals. In-depth interviews and focus groups will be used to explore how older women respond to their experiences of reduced contact with food, specifically -</p> \n<ul> \n <li>Meanings of food, social engagement and well-being,</li> \n <li>How this impact alters over time, and </li> \n <li>The potential for intervening to restore greater contact with food in these women.</li>\n</ul> \n<p>Implications for services and policy development will be highlighted.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E017568/1","grantId":"ES/E017568/1","fundValue":"79355","fundStart":"2007-04-02","fundEnd":"2008-04-01","funder":"ESRC","impactText":"  The dataset is available through the UK data archive and are being used by other researchers. We have used the results of CAFE to publish academic papers, teach medical and occupational therapy students, inform local policymaking on provision of meals on wheels and day centre meals, inform the local population (through local press and radio) and talk at national and international conferences. Communities and Social Services/Policy Policy & public services","person":"Lee  Hooper","coPersons":["Fiona  Poland","Paula  Skidmore","Monique Maria Raats","John F Potter"],"organisation":"University of East Anglia","findingsText":" Many older women reduce the amount of cooking and food preparation they do in later life.\n\nWhile cooking may be seen as traditionally associated with women's family roles, little is known about the impact of such reduced engagement with food on their lives. \n\n\n\nThis one-year qualitative study (Changes Around Food Experience, CAFE) studied the impact of reduced contact with preparing and cooking meals from scratch for forty women, aged 65-95 years, living in Norfolk, United Kingdom. Data were collected through semi-structured interviews, focus groups and observations. \n\n\n\nWomen's reasons for reducing food-related activities included changes in health, loss of a partner or a caring role and new patterns of socialising. Disengagement from cooking and shopping was not found to entail predominantly negative feelings, passive acceptance or searching for forms of support to re-enable more cooking from scratch. Accounts evidenced the dynamic adaptability of older women in actively managing changed relationships with food. In exploring new meal options, older women were not simply disengaging from their environments. CAFE findings linked women's engagement with their environments to how they were using formal services and, even more, to the value they placed on social engagement and being out and about. Through the connections they fostered with friends, family and community, older women actively enabled their continued involvement in their social, public and family spheres. \n\n\n\nReduced contact with preparing and cooking meals from scratch, therefore, did not induce or imply passivity or debility in the CAFE cohort. By contrast, it involved their exploring new means of retaining what was important to them about food in the context of their lived situation and social connections with friends, family, the community and public spheres. The dataset is available through the UK data archive and are being used by other researchers. We have used the results of CAFE to publish academic papers, teach medical and occupational therapy students, inform local policymaking on provision of meals on wheels and day centre meals, inform the local population (through local press and radio) and talk at national and international conferences. Communities and Social Services/Policy,Healthcare","dataset":"gtr"}