{"id":"B9074552-41A4-4F42-87A2-7D3140C9058E","title":"AI4FM: using AI to aid automation of proof search in Formal Methods","abstractText":"Formal Methods bring to software engineering the level of scientific underpinning familiar in other engineering disciplines. Such methods use specification languages with precise meaning and thus open the possibility of proving that a design (ultimately the implementation) satisfies the specification.Such formal methods have come a long way since their inception and they are now used in applications far more common than the safety-critical systems where they were first deployed. Significant awareness of their potential has come from the use of push-button, post facto, methods that derive from ideas of model checking . The family of methods that can be thought of as top-down have more potential pay-off but are also more challenging for users. Any post-facto method has to face the prospect of incorrect programs - extracting their specifications can be unedifying. Furthermore, an enormous amount of the waste in software development derives from scrap and rework when design errors are discovered after their insertion (but possibly before there is even code to execute). Both post-facto and top-down approaches are important: we choose to address the latter and tackle a key cost in their deployment.In justifying a top-down step of design, the user has to discharge so-called proof obligations . These are small proofs that can often be discharged by an automatic theorem prover. But where they are not discharged automatically, an engineer is faced with the unfamiliar task of constructing a formal proof. Improvements in so-called heuristics can help increase the power of theorem provers. This project aims to use learning techniques from artificial intelligence to record and abstract how experts do proofs in order to increase the proportion of cases where proofs are constructed without (or with minimal) human intervention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H024050/1","grantId":"EP/H024050/1","fundValue":"467296","fundStart":"2010-04-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  This is a joint project involving three universities. Newcastle have a wide range of industrial partners from an earlier EU IP (DEPLOY) using the Event-B and its associated tool support (RodinTools) and we hope to persuade them to attempt experiments with our tools and results. Edinburgh and Heriot Watt are conducting a pilot project using our strategy language to describe the automated proof tool for formal verification used by the DRisQ spin-out from QinetiQ. This has been funded by their Platform Grant. We have exercised our paper model with examples. Until a full system is built, it is difficult to get industrial use. Digital/Communication/Information Technologies (including Software),Transport Societal,Economic","person":"Cliff Bryn Jones","coPersons":[],"organisation":"Newcastle University","findingsText":" The AI4FM project has developed a way of learning from a user who is discharging proof obligations for the formal development of software. A detailed model of a system has been refined and published and prototypes of some aspects produced. We have developed a range of techniques for the increased automation of the proofs required in the refinement and verification of computer programs from their specifications, especially using the EventB system. These include:\n* The automatic synthesis of key lemmas in the proof, which normally requires highly skilled and time-consuming human interaction.\n* The design and implementation of a strategy language for describing the structure of a proof, so that the proof of a target theorem may be abstracted and then used to automatically guide the proof of a target conjecture. \nThese techniques will help lower the skill level required to apply formal methods to system development and speed up their application, thus enabling their use to be more widespread. This will, in turn, enable computer systems \n\nIt would be possible to build a full AI4FM system from our published formal model. Digital/Communication/Information Technologies (including Software),Education,Security and Diplomacy,Transport","dataset":"gtr"}