{"id":"B90C477E-27DB-4DD9-A512-48F504DF7FD7","title":"A high-resolution record of Holocene Monsoon intensity from Central Asia","abstractText":"The Asian monsoon system is an important component of the climate system. Moreover, it exerts a major impact on the regional population, due to associated strong summer rainfall. In a world of changing climate, the Asian monsoon system is one of the major systems we must gain a better understanding on to accurately predict the future. A powerful way to increase our mechanistic understanding of the climate system is to look into the past. For example, chemical analyses of cave deposits constitute an effective way to learn about the history of rainfall in Asia. From such records we know that the intensity of the East Asian summer monsoon gradually weakened over the last ~9000 years. A similar evolution has been documented for the Indian summer monsoon. When comparing both monsoon histories with changes in the orbit of the Earth around the sun, so called orbital forcing, a general linkage can be found, suggesting that changes in the Asian monsoon system may also be linked to changes in other parts of the climate system (i.e., oceans, ice sheets). However, when looking in more detail, this neat correlation seems to fall apart: proxy records for precipitation from various lakes in Central Asia indicate an out-of-phase relationship of the two Asian summer monsoon systems and a high degree of variability throught the time interval of our current 'stable' interglacial, the Holocene (i.e., last 10,000 years). One way to explain this apparent controversy is to not only think about the actual amount of rainfall recorded, but to also think about where this rain was originating from. The Indian Summer monsoon is associated with southwesterly winds, while the East Asian summer monsoon is associated with southeasterly winds. Such different source regions could play an important role when trying to understand the monsoon records of the past. Hence a prime target for ongoing climate research is to find a way to reconstruct directions of winds in the past. In this project we will reconstruct such wind directions by analysing the dust extracted from a 9,600 year old core from a peat bog from the Eastern Qinghai-Tibetan Plateau. The continuous peat material contains inorganic dust, and this dust in turn carries a chemical fingerprint from the area where it was picked up. If we reconstruct this dust fingerprint for the last 9,600 years, we can infer a detailed history of wind directions and strengths in central Asia, allowing us to identify the prevailing monsoon sub-system at any given time. The result will be a local monsoon record, which can then be compared to other regional and global climate records. Agreement (or disagreement) between record is what tells us about common driving forces (or decouplings) in the climate system. It is this information which is vital for feeding climate models to accurately reconstruct the past and ultimately to predict the future. We work in close collaboration with modellers in Hamburg, who have developed a regional climate model for China and who look forward to including our new data. Previous collaboration with Hamburg already developed the dust code for the model to be used. Specific outcomes of the project will be: (1) the first ever high-resolution record of changes in the atmospheric circulation systems and of the weakening and strengthening of the East Asian and Indian Monsoon systems over Tibet during last 10,000 years, (2) the first record of any movement of the present day boundary between the two subsystems, and (3) contributing to the development of a regional climate model for China to predict future climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I016368/1","grantId":"NE/I016368/1","fundValue":"49492","fundStart":"2011-05-23","fundEnd":"2012-05-22","funder":"NERC","impactText":"","person":"Dominik Jakob Weiss","coPersons":["Tina  Van De Flierdt"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}