{"id":"B90F5501-7269-42E4-8139-294725A4B5F7","title":"New Nuclear Manufacturing (NNUMAN)","abstractText":"The increase in energy needs around the world has led to a large rise in carbon dioxide emissions from burning fossil fuels. Meeting this growing energy need in a way that is safe, cost effective, secure, and uses low carbon technologies is an international priority. Because nuclear power is low carbon it will continue to be an important part of the international energy mix. Today, around 60 nuclear power stations are being built in 14 countries with more than 150 planned and a further 340 proposed. The Government has highlighted the UK's commitment to a safe and secure energy supply and has set an ambitious target of an 80% reduction in carbon emissions by 2050. New nuclear power stations will therefore have an essential role in delivering our future energy, and preparations are already in place to build 12 new nuclear reactors around the country. Some experts think that even more low carbon nuclear energy will be needed to meet both our energy demands and our carbon emissions targets. \n\nWith the number of nuclear power stations increasing around the world, there is an opportunity for UK companies to manufacture parts of the reactor system, including pressure vessels, internal supporting structures and piping as well as the nuclear fuel. In order to do this safely, and to compete commercially with other companies around the world, research is needed to develop faster and cheaper ways of manufacturing nuclear components that are still of the highest quality and will last for up to 60 years in power stations.\nThe New Nuclear Manufacturing (NNUMAN) programme will perform the research that will drive the development of new manufacturing approaches for nuclear components and fuels to UK manufacturing companies who can then compete with international companies for manufacturing business.\n\nThe main aim of NNUMAN is to introduce major improvements to the manufacturing processes used for nuclear components and fuels by:\n\n1. Creating new ways to join components. This will develop joining methods that are based on traditional arc-welding, lasers and solid-state (friction) methods. These will be designed using a combination of computer modelling and experiments for both components and fuels.\n\n2. Improving the practicality of machining of large and heavy components using indoor Global Positioning Systems (GPS) that can improve accuracy, lasers that can accelerate machining, and small movable robots and spindles in a &quot;swarm&quot; that can simultaneously perform machining of different parts of a large components.\n\n3. Extending the use of processes that can reduce the energy needed to make components such as fusing powders together at high temperature and pressure in a mould or by carefully depositing layers of molten metal to create complicated shapes with much less need for machining.\n\n4. Developing the understanding of how the manufacturing route affects the way a component or fuel behaves during the lifetime of the nuclear reactor. This is important because manufacturing approaches affect performance. This new understanding will be used to make sure that the quality of manufactured components is high, so that nuclear reactors can operate effectively for many years.\n\n\nThe most improved manufacturing processes developed in NNUMAN will be taken forward to prototype in the Nuclear Advanced Manufacturing Research Centre (www.namrc.co.uk) and the National Nuclear Laboratory (www.nnl.co.uk) so that the UK manufacturing companies can learn the benefits of the new methods and use them in the future. This will help companies to win manufacturing business by making high quality nuclear components and fuels in a cost-effective manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021172/1","grantId":"EP/J021172/1","fundValue":"4115480","fundStart":"2012-10-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Michael  PreussMichael Anthony BurkeAndrew Hamilton Sherry","coPersons":["Stephen Anthony Court","Li  Lin","Keith  Ridgway","John Anthony  Francis","Bob  Ainsworth","M. Grace  Burke","Timothy James Abram","Fabio  Scenini","Ping  Xiao"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}