{"id":"B918534A-28DD-4612-9D5E-EB063250D73C","title":"Overcoming the railway capacity challenges without undermining rail network safety (SafeCap)","abstractText":"The overall aim of this project is to develop modelling techniques and tools for improving railway capacity while ensuring that safety standards are maintained.The railway domain has been identified as a grand challenge for computer science. Due to its safety-critical nature, various formal methods have been applied in this domain, where, most prominently, the B method has been successfully used to verify several lines, including those in Paris and San Juan Metro. Solely concerned with safety, most approaches have, however, ignored the aspect of time. Furthermore, a rigorous treatment of time is widely recognised as a challenge in its own right by the computer science community.And yet the capacity of a rail network node is highly dependent on time: moving a point or a train through a node takes time, and sighting and braking distances are functions of time. This is why we propose extending Event-B, a modern variant of the B method, with reasoning about time and underpinning it with various tools for simulation, analysis and verification. To this end, we will integrate Event-B with process algebra CSP. This will make it possible to re-use proof support developed for CSP. Overall, our approach will allow an integrated view of rail networks, within which capacity can be investigated without compromising safety.In our project, we will handle time precisely, i.e. without any rounding errors. In simulations, this can be achieved by using the rationals in the language Haskell; in proofs, the theorem prover Isabelle/HOL includes proper real numbers (as well as rationals). We will extend the interactive proof tool CSP-Prover and build a new tool support. By relying on such tool support, the railway engineer will be able to model and evaluate the impact on capacity of altering track layouts, signalling principles, driving rules and control algorithms. By integrating our tool into the Event-B tool environment, our project will deliver a software development platform that would allow engineers to model, simulate, analyse and verify railway network nodes (both junctions and stations) in an integrated way, combining reasoning about capacity and safety.To achieve our overall aim of improving railway capacity, we intend to meet the following technological (T) and scientific (S) and objectives:1) To integrate proof-based reasoning about time in state-based models, exemplified by Event-B and CSP-Prover, and to provide an open tool support for verifying timed systems (S).2) To develop an intuitive graphical domain-specific language for the railway domain with a tailored tool support based on the Rodin framework (T)3) To identify and validate design patterns for improving capacity by altering route design, track layout, signalling principles and driving rules (T)Throughout the project, our industrial partner Invensys Rail will provide the project team with track plans and control software, which will be used as case studies in order to challenge our approach with realistic data sets. Regular meetings and workshops involving Invensys Rail will give the practical feedback necessary to come up with solutions which are viable for the rail industry. Invensys Rail's successful experience of improving the capacity of metro railways by using smarter control solutions will be an invaluable contribution to this work.The results of the project will be used to evaluate the viability of approaches to improving railway capacity and to prepare the deployment of the developed solutions in the railway industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I010807/1","grantId":"EP/I010807/1","fundValue":"369319","fundStart":"2011-02-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"  Our work impacts current practices and strategic planning within the Railway Industry.\n\n\n\n• current practices: it has led to the adoption of formal verification techniques at Invensys Rail, a multi-national technology leader, as well as operational and structural changes (personnel and thinking) in the company.\n\n\n\n• strategic planning: addressing the problem of the adoption of the European Train Management System (ERTMS) in the UK as a replacement for traditional interlocking, our research produces data in support of change, and involves us in various working groups and initiatives developing national policy for the development of the UK railway.\n.\n\nBeneficiaries: UK railway industry Transport Cultural","person":"Alexander  Romanovsky","coPersons":["Faron George Moller","Markus  Roggenbach"],"organisation":"Newcastle University","findingsText":" A family of domain-specific languages (DSLs) to be used by signalling engineers; these languages have a formal semantics to allow rigorous verification of station and junction safety\n\n\n\nThe SafeCap and OnTrack tooling environments (based on Eclipse, GMF, and Epsilon, openly distributed and extendable) which automate workflows for railway verification, starting with graphical scheme plans and finishing with automatically generated formal models set up for verification.\n\n\n\nAutomatic transformations of Railway Scheme Plans to Event-B, CSP, Timed CSP, CSP||B, and CASL - tool supported in the SafeCap and OnTrack environments\n\n\n\nFormal verification of Railways Scheme Plans for safety using a variety of verification tools, including SMT solvers, model-checkers (ProB, FDR), automated theorem provers (SPASS) - tool supported in the SafeCap and OnTrack tooling environments\n\n\n\nA number of mechanisms for measuring node capacity, integrated into the SafeCap tooling environment\n\n\n\nSimulation tools for evaluation the capacity for a given traffic pattern, integrated into the SafeCap environment\n\n\n\nA flexible mechanism for capturing transformation (altering) patterns - tool supported in the SafeCap environment\n\n\n\nA novel formal definition of time in the Event-B modelling \n\n\n\nNovel modelling and verification approach through abstractions for railways in CSP||B\n\n\n\nAutomatic measure of the DSL schema capacity using model checking (FDR) on Timed CSP models\n\n\n\nTimed animation of the DSL schema using Timed CSP Simulator \n\n\n\nExtending Timed CSP Simulator\n\n\n\nThorough theoretical foundation for simulating Timed CSP\n\n\n\nDesigning DSLs for verification using automated theorem proving\n\n\n\nNew framework in CSP||B for modeling arbitrarily many trains of arbitrary length and verification for safety\n\n\n\nA variety of domain specific abstraction techniques which make the analysis of large scale networks feasible (working independently of the underlying specification formalism) Together with our industrial partner Invensys, we intend to exploit the project findings to turn them into technologies integrated into the Invensys development processes based on the Network Rail's GRIP (Governance for Rail Investment Projects) process model. \n\n\n\nWe see substantial potential benefits from applying the project findings for the whole UK railway industry in addressing the challenges of the Future Traffic Regulation Optimisation (FUTRO) programme launched by RSSB in May 2013. The Digital/Communication/Information Technologies (including Software),Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}