{"id":"B9202998-CD1F-44A3-9A2E-E9F2107FBB4E","title":"Inflammatory signals regulate neuroendocrine control of growth and energy balance through re-modelling of mammalian hypothalamus","abstractText":"Obesity and overweight are major problems in the developed world, which are due to the overconsumption of calories. Increasingly it is becoming a significant problem for countries in economic transition, such as China and India. In countries such as the UK obesity affects about 30% of the population and it is a serious problem that dramatically increases the risk of clinical disease such as type-2 diabetes, cardiovascular disease and cancer. At the other end of the spectrum, growth retardation or stunting is a major problem for the poorer parts of the developing world as this reduces healthy life expectancy. Interventions designed to reverse either obesity or stunting have proved difficult and while there may be many reasons for this, one possibility is that both obesity and stunting involve long-term changes in the mechanisms controlling energy balance and growth, which make them recalcitrant to reversal. \nBoth these physiological axes are controlled through the neuroendocrine system. In this study we aim to further our understanding of the mechanisms controlling long-term energy balance and growth by studying an animal model which is able to reversibly and naturally vary its energy balance and growth trajectory. For seasonal animals a simple change in environmental photoperiod induces dramatic and robust changes in food intake, body weight and growth. We will use the photoperiodically sensitive F344 rat in these studies. It is anticipated that the insights gained will contribute to improvements in our ability to control energy balance and growth in humans.\nIn our work to date we have identified two types of signalling molecules and two types of cellular changes that are potentially involved in the long-term neuroendocrine control of energy balance. The signalling molecules are retinoic acid and thyroid hormone, and the two processes they control are inflammation and the birth of new neurons. All show robust and marked changes in response to switch in photoperiod and are each associated with change in body weight in the F344 rat. Retinoic acid, which is nutritionally derived from Vitamin A, has been strongly associated with growth and development. Similarly thyroid hormone has a well-known association with energy metabolism. Independently, each has recently been proposed as a neuroendocrine regulator of energy balance and growth. Completely novel to this proposal is the explanation of how retinoic acid and thyroid hormone control the balance of inflammatory signaling and cell proliferation in the hypothalamus to regulate energy balance and growth. We postulate that these pathways drive a process of cellular re-modelling of the hypothalamus, which in turn modulates neuroendocrine control of energy balance and growth. \nIn this project we will test these ideas by blocking inflammatory signalling or cell proliferation to determine whether they are, as we predict, the long-sought for key to the mechanism that brings about long-term change in energy balance and growth - the very changes that, when abnormal, lead to obesity or metabolic disorders. We will also examine some of the details of the inflammatory signals and cell types involved. From these studies we hope to provide direct evidence for the role of inflammation and cell proliferation in the brain in the physiological control of energy balance. It is anticipated that this will provide new insights to help us understand how inflammation, which is a pathological consequence of obesity, may disrupt the control of energy balance in the obese state and more importantly how it may be reversed. Similarly the insights gained will help us understand how Vitamin A, thyroid hormone and inflammatory signalling influence growth and thus may also help us understanding why stunting can be resistant to reversal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K001043/1","grantId":"BB/K001043/1","fundValue":"635463","fundStart":"2012-11-01","fundEnd":"2016-02-29","funder":"BBSRC","impactText":"  The grant is still on going. The primary impact is scientific information relevant to other scientists in the field. Other ","person":"Peter John Morgan","coPersons":["Alexander William Ross","Peter John McCaffery"],"organisation":"University of Aberdeen","findingsText":" The grant is still live. Thus far we have established how retinoic acid signalling in the hypothalamus is linked to chemerin expression ( a chemokine). The work will have primary interest to other academics, interested in the neuroendocrine regulation of physiology. However, the results have potential interest to the pharmaceutical community, as the data show a new route to the regulation of the hypothalamus and therefore important physiological axes, such as growth, food intake and energy balance. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}