{"id":"B92DC1AB-B62F-4C21-B9E8-2B79A3DE59EF","title":"Epstein-Barr virus infection in multiple sclerosis and control subjects: an HLA association study","abstractText":"Although MS is believed to be an autoimmune disease in which the body?s own immune system attacks the myelin sheaths in the central nervous system (CNS), a specific infectious cause for MS has not been definitively excluded. Several studies have demonstrated a link between the virus which causes glandular fever and MS. This virus is called Epstein-Barr Virus (EBV), which is a member of the herpes group of viruses. EBV, like the other herpes viruses, has the ability to lie dormant or latent in the body and to reactivate itself intermittently. These episodes of EBV reactivation generally do not cause symptoms, but in people with MS they may trigger clinical attacks. Almost all people with MS are infected with EBV compared to only 9 out of 10 people in the general population. Although this difference may seem small it is highly significant and a consistent finding across numerous studies. People who have symptoms (i.e. infectious mononucleosis, often called glandular fever) as a result of their initial EBV infection have an increased risk of developing MS in the future compared to people who do not experience symptoms with their initial EBV infection. Scientists who study the immune system have demonstrated that white blood cells with the potential to attack myelin can also be activated by EBV. People with MS have evidence of ongoing or recent reactivation of EBV in their blood compared to normal control subjects. More recently there has been a study demonstrating that reactivation of EBV in people with MS is closely linked to onset of MS attacks or relapses. Overall, the above evidence suggests that EBV infection and the intermittent reactivation of EBV infection are linked to MS disease activity. We want to study: (1) sibling pairs with MS to see if there are any differences between sibling pairs with and without MS in relation to the rate of EBV infection; (2) healthy controls to see if people who remain EBV negative and are resistant to developing MS because they lack genes that make them susceptible to developing MS; (3) establish whether or not adults who develop IM are more likely to carry genes associated with MS; (4) establish whether or not people with MS are more likely to be carry genes, which have been shown to predispose to glandular fever or infectious mononucleosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801975","grantId":"G0801975","fundValue":"484197","fundStart":"2009-09-01","fundEnd":"2012-08-31","funder":"MRC","impactText":"","person":"Gavin  Giovannoni","coPersons":["Judith  Breuer","Dorothy  Crawford","George  Ebers","Ann-Margaret  Little","A  Madrigal"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}