{"id":"B92F8DB9-93A6-4AB4-9BB1-E339D9ED9FD0","title":"MultiMemoHome: Multimodal Reminders Within the Home","abstractText":"Reminder applications deliver alarms, warnings, and other contextually relevant information to users. There is already a significant body of research on the design of alarms and warnings for workplaces such as aircraft cockpits [5, 6] and hospitals [7]. This work has been dis-tilled into guidelines that lay out many of the features required for effective alarms. However, the home is a very different interaction space to the workplace [8]. Home users are not highly trained experts, tasks are much less tightly controlled and there are many subtle social aspects that are very different to those formalised contexts. These challenges are particularly prominent in home care applications, where reminders can be both vitally important (e.g. medication reminders) and sensi-tive (e.g. toileting). Therefore, many existing guidelines are not applicable in home care settings. Basic HCI re-search is needed to help designers create effective re-minders for this key environment.There are many uses for reminders in the home, from reminders to take medication, to calendar, event and appointment reminders. Most previous work on reminder systems has focused on aspects such as sched-uling the reminders at the most convenient time [9] and ensuring that the infrastructure of the reminder system is fast, reliable, and secure [10]. However, the existing research does not adequately address the three key is-sues of sensory impairment, social context and user preference. Users of home care systems are far more likely to have one or more sensory impairments, such as sight or hearing loss. Due to a lack of appropriate com-mercially available reminder solutions for this user group, many have to rely on friends, family or technologies such as automatic pill dispensers and cooking timers. Making reminders accessible via different modalities is crucial to ensure users will be able to receive the reminder despite their impairments. For example, if a user has moderate hearing loss, standard auditory alarms could be reinforced by olfactory alarms. Although the complex social context of the home as an interaction space impacts the design and presentation of reminders, this has received little attention. Currently, reminders are presented with no awareness of the social setting, often resulting in reminders being switched off to avoid annoyance or embarrassment. Instead, systems should be able to present sensitive reminders in a more subtle way. For example, when visitors are present, toileting reminders could be given as vibration to the skin or a non-speech sound that only the intended recipient can decode. Finally, traditional reminders do not always fully take into account user preferences. In current commercial products the range of reminder types is often limited (with a focus on auditory alarms), as is the ability to easily switch between them. A reminder system will be inef-fective if the user switches it off because the reminders are annoying. Allowing users to adapt the reminders to their own preferences using an alternative modality would make them more acceptable. With an increase in the ageing population, and a drive to promote self management of care in the home [11], there is an increased need for configurable multimodal reminder systems that can support people staying in their own homes independently for longer. There are many potential stakeholders who might want to have input into the configuration of the reminders, for example, end users, carers, family, manufacturers and health and social care professionals. Providing tools to support configuration is important to allow the creation of re-minders that will be acceptable to all involved.The key research question in this project is: How can we design reminder systems for the home that are effective, adaptable, acceptable and accessible to users?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G069387/1","grantId":"EP/G069387/1","fundValue":"474931","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  findings led to a new project with freescale. we also worked with an industrial partner on the project. Digital/Communication/Information Technologies (including Software) Economic","person":"Stephen Anthony Brewster","coPersons":["Philip  Gray"],"organisation":"University of Glasgow","findingsText":" developed novel methods for providing feedback in the home using multimodal techniques we provided a set of techniques and tools that could be used to create better homecare system. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}