{"id":"B9310C22-1C4A-4DFE-92E9-410127A5896F","title":"The role of diet and gastrointestinal microbes in animal ageing and metabolism","abstractText":"There is much evidence that in general, diet affects ageing. Diet also impacts many major diseases and there is a multibillion-dollar industry that produces dietary supplements with the goal of improving human health. There are a vast number of constituents of the human diet, so assessing the effect of each them on ageing is a monumental task. Studying ageing in laboratory animals allows for quicker and better-controlled experiments. The tiny nematode worm, Caenorhabditis elegans, with a lifespan of only a few weeks, is a well-established lab animal for investigating the biology of ageing. The lifespan of the worm can be extended considerably by the disruption of some genes in the worm, several of which have clear human counterparts. For example disruption of genes similar to those needed to respond to insulin in humans, causes the worm to live longer. Experiments in mice have shown that this finding is also relevant to mammals. The digestive tracts of animals are populated by numerous microbes, mainly bacteria and these microbes assist nutrition in many ways. As well as assisting uptake of nutrients, gut bacteria produce compounds such as essential amino acids and vitamins that can't be made by the animal host. It has been suggested that changes in gut microbes can cause obesity. In the lab we maintain C. elegans on a single species of live bacteria, a harmless strain of E. coli, derived from the human intestine. This strain provides food but needs to be alive to provide good nutrition. We have discovered a mutant strain of E. coli, which when fed to worms makes them live considerably longer. We have found that the reason why this mutant causes the animals to live longer is a decrease in the synthesis of folic acid. Folic acid is needed in all cells for a variety of purposes, especially for cell growth, but folic acid is only made in microbes and plants so animals have to rely on their diet. Our experiments show that the lifespan of the worms eating the mutant bacteria is extended because they are receiving less folic acid than worms on the normal bacteria. In addition, the fact that the bacteria have less folic acid to support their own metabolism also contributes to the slowed ageing of the worms that eat them. We don't yet understand how reduced folic acid causes this effect but we know that is not because extra folic acid is toxic. E. coli is probably the best studied organism there is, because for over 60 years it has been used to understand the basic workings and metabolism of cells. E. coli has around 4000 genes and there is a collection of 3909 strains in which a single gene has been disrupted from each strain in the collection. The aim of this proposal is to feed worms on each of these mutant strains and look for long-lived worms and worms that grow slowly. We expect to find several E. coli mutants that increase worm lifespan and/or affect nutrition. Firstly, we should find mutants that disrupt genes related to folic acid metabolism. The identity of these genes will help us understand how the folic acid effect works. Secondly, we should also find new mutants that cause C. elegans to live longer and we will use the accumulated knowledge of C. elegans ageing and E. coli metabolism to understand how these mutants work. We will combine mutants to see if we can make the animals live longer still. We will also use mutants of C. elegans that affect ageing to understand how the animal responds to changes caused by E. coli mutants. Together these studies reveal fundamental relationships between diet, lifespan and intestinal microbes. Our findings can be followed up in higher animals such as mice, hopefully leading to pharmaceutical and dietary interventions for humans both to slow ageing and decrease obesity. The results of this study will also stimulate discussion and help our understanding of a topic that concerns us all: What to eat to live to a healthy old age?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H01974X/1","grantId":"BB/H01974X/1","fundValue":"345275","fundStart":"2010-10-01","fundEnd":"2013-11-30","funder":"BBSRC","impactText":"","person":"David  Weinkove","coPersons":[],"organisation":"Durham University","findingsText":" We have shown, using the nematode Caenorhabditis elegans and the bacteria Escherichia coli as models, that you can increase host lifespan and health span by inhibiting folate production in the bacteria. This is due to a change in bacterial metabolism, not host folate status. This is an important finding because it leads to the hypothesis that metabolic behaviour of gut microbes might influence ageing, and it is not necessary to alter host metabolism to slow ageing. The implications are that the metabolism of microbes can be targetted with slowing microbial growth. A genetic screen of over 1000 E. coli mutants shows that folate synthesis is a specific target as only a few others increase host lifespan. The genes discovered are important clues to the mechanism. We have developed tools to work out how these genetic changes influence the metabolism of the microbe and preliminary data suggest changes in amino acid metabolism. The screen also demonstrated that there is no link between bacterial growth growth and C. elegans lifespan. Our work suggests that drugs to treat chronic effects of gut microbes would and should not slow bacterial growth, so cannot be screened for using bacterial growth assays. Instead we have found that we use C. elegans as an indirect readout for compounds that influence bacteria. We hope to use this technology to develop new therapeutic compounds that target gut microbes. Used to find mechanisms for how microbes influence human health (e.g. in obesity or other chronic conditions) or in response to drugs (e.g. metformin may work via these mechanisms see Cabreiro et al 2013)\nUsed to find new therapeutic compounds that modulate microbial metabolism\nCould also be used to inform debate on folic acid supplementation and its potential effects on gut microbes Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}