{"id":"B932EA2D-62E2-4E75-B1C5-6E8EC22644DD","title":"Breaking Cellular Symmetry: Intracellular Pathways Underlying Neuritogenesis","abstractText":"The proper functioning of the nervous system depends on nerve cells forming appropriate connections with each other and with other cell types, such as muscle, during embryonic development. Nerve cells form connections in the embryo by extending fine processes called neurites that grow through the embryo seeking an appropriate cell to connect with. At the tip of a growing neurite is a motile structure called a growth cone that masterminds the search in the embryo for a connecting cell by leading the neurite along an appropriate route. The growth cone is guided by signals coming from other cells in the embryo and responds to these signals by changes in growth, turning left or right, up or down in the embryo. Growth cones are first formed on the surface of a new-born nerve cell in a process called neuritogenesis which involves localised changes in the nerve cell's cytoskeleton. The timing and location of growth cone formation on the surface of the new-born nerve cell is crucial in order that neurites grow out in the correct direction and at the appropriate time. To form a growth cone on their surface, new-born nerve cells have to break their radial symmetry and locally re-organise their cytoskeleton where the growth cone will form. The research proposed will improve our understanding of how the cytoskeleton changes during neuritogenesis to form a growth cone. In particular, we will learn how a protein called drebrin enables an interaction between two important classes of cytoskeletal filaments, called microtubules and microfilaments, that are essential for neuritogenesis. This research will not only help us to understand a fundamental process in nervous system development but it will also contribute to the effort to repair damaged axons in the adult nervous system that have lost the ability to form a growth cone.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M006336/1","grantId":"BB/M006336/1","fundValue":"521809","fundStart":"2015-04-12","fundEnd":"2018-04-11","funder":"BBSRC","impactText":"","person":"Phillip Robert Gordon-Weeks","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}