{"id":"B944282B-7E20-44B7-A62A-65CC3402738D","title":"Rethinking Retirement","abstractText":"<p>&nbsp;Population changes and workforce ageing are prompting a rethink of retirement by individuals, employers, governments and researchers. Increasing life expectancy and delayed ill health create potential opportunities for many wanting to do paid or voluntary work. In future many will also have to work longer, given financial pressures on pensions and public services from population ageing. The UK state pension age will rise and the government has introduced age discrimination legislation covering the over 65s.</p>\n\n<p>This seminar series therefore explored the extent to which retirement is changing. Recognising that retirement changes are influenced by a multitude of factors, it brought together researchers from a range of different fields alongside policy makers and practitioners from the Department for Work and Pensions, the Equalities and Human Rights Commission, the Age and Employment Network and other organizations. Presenters and discussants were a mix of established and early career researchers, as well as policy makers and practitioners. Five seminars were held across the country, exploring:</p>\n\n<ul>\n \n\n <li>changes to the context of retirement (Edinburgh)</li>\n\n <li>retirement incomes (London)</li>\n\n <li>work in older age (Manchester)</li>\n\n <li>activity, unpaid work and active ageing (Brighton) </li>\n\n <li>the future of retirement (Kent).</li>\n\n</ul>\n\n<p><br />&nbsp;<br /><br />&nbsp;<br /><br />&nbsp;</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0910","grantId":"RES-451-26-0910","fundValue":"17699","fundStart":"2010-12-01","fundEnd":"2012-02-29","funder":"ESRC","impactText":"","person":"David Richard Lain","coPersons":["Wendy Anne Loretto","Sarah  Vickerstaff"],"organisation":"University of Brighton","findingsText":" The main findings of the series can be summarised as follows:\n\nEmployment\no Early retirement is in decline across OECD countries, but has historically been higher in some countries (such as Germany) than in others (the US, UK and Sweden). Employment beyond normal pension age has also been rising across OECD countries, although to a higher levels in Anglo Saxon countries.\no Policy changes, such as the closure of early retirement schemes and incentives, rising state pension ages and the abolition of mandatory retirement, have contributed to employment increases. Relatively high labour market demand for much of the 2000s was a factor in the UK, but since the economic crash older Britons have nevertheless fared better than in previous recessions.\no Older workers are not a homogenous group, and their desires and motivations to work vary considerably depending on their work and family circumstances. Flexible part-time options are nevertheless attractive to many older people, although employers typically fail to provide them. Furthermore, whilst employers recognise that workforces in general are ageing, they often do not appreciate that their workforce will age. Older workers are frequently stereotyped, and they receive less training.\no Poor health, low education, and fewer training opportunities amongst a significant share of older people place constraints on their employment. Paid employment is not a realistic solution for the problem of low retirement incomes. Arguably it is more attractive for people to make decisions about employment from a position of financial security, not insecurity.\n\nRetirement incomes and activity in older age\no In a number of countries, such as the US and Germany, older people are facing increasing financial insecurity. UK reforms have improved pension prospects for women and the low paid to a degree, but from very low initial pension levels. Financial returns from the NEST retirement savings scheme may also be highly variable.\no There have been persistent and strong inequalities in terms of retirement incomes, health and lifestyle outcomes. \no There is a need for greater emphasis and support for individual retirement planning. At the same time, however, people make decisions about working, saving and expenditure in a household context and policy needs to recognise this.\no Older people involved in 'socially productive' activities - volunteering, paid work, and caring - on average report having higher levels of psychological well-being. However, well-being nevertheless varies considerably for those involved in different activities, and is lower for those feeling under-appreciated for their efforts.\no Whilst the promotion of activity is a good thing in general, people need to feel in control of the activities they engage in. Furthermore, activity for the oldest old is seriously constrained. We need to consider other factors, such as relationships, alongside activity when thinking about well-being in older age.\n\nA fuller description of these findings is on the website (www.rethinkingretirement.org). Papers from the series will also be collected together for special issues of Social Policy and Society (on retirement incomes) and Employee Relations (on employment), both scheduled for publication in 2013. A range of materials created for the seminar series are available on the website. These can be used for teaching, research, and widening debate on the issues explored by the seminar series. Education,Healthcare,Government, Democracy and Justice,Retail,Other","dataset":"gtr"}