{"id":"B94648D8-C4F8-4B30-B204-668C09B5ACAD","title":"Computational identification of protein-protein interactions","abstractText":"Proteins are extremely important biological molecules. In addition to numerous vital structural roles, they are responsible for the majority of active biochemical functions and molecular processes within living cells. Nearly all proteins work as components of a biological system by binding other molecules, and most function in concert with others, as 'molecular machines' or in elegant 'production lines', such as signalling pathways, to carry out complex biological functions. These protein interactions are also important in combating foreign proteins, such as from a viral infection. Approximately 60% of proteins take part in some kind of protein assembly or 'complex'. These protein complexes play a role in the majority of cellular processes, and modern biology is now able to build the connecting parts list of cellular protein interactions via genomic and post-genomic science. However, in the majority of cases, we don't understand how the various protein specifically recognise their specific partners. What we do know is that in order to form complexes, individual proteins must make contact with ('bind') a limited number of specific partners. It is the rules that control this 'specificity' for binding that we propose to investigate. Binding in complexes is the result of specific contacts in the context of proteins' three-dimensional structures. We propose to determine the key regions for binding (termed 'interfaces'), distinguish them from non-binding regions. The strength of inferred interactions within the interface regions may help determine which amino acids are most important for binding. To achieve our goal of computationally identifying protein binding interfaces, we propose to develop sophisticated computational methods that describe how evolution at interfaces differs from that occurring at non-interacting site on proteins. These models will look for correlations in evolution at specific sites. We will examine sequence data taken from a range of interacting and non-interacting proteins to develop our a sophisticated and rigorous model to explain this evolutionary process. By iteratively improving and simplifying this substitution model we will progressively improve our ability to discriminate between interacting and non-interacting positions, enabling us to better identify both interacting proteins and the specific interfaces by which they interact. The resultant model will provide a powerful new computational tool for studying biological systems, which until now has been lacking in the field. By using phylogenetic methods that are founded on established statistical methodology, we will bring a new degree of rigour to this type of analysis and make the best possible use of information held within our sequences. We will apply the tool to investigate interaction networks in yeast, identifying new potential interactions and to identify errors in experimental methods. We will work with experimental collaborators to confirm these computational inferences and further improve our models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H006818/1","grantId":"BB/H006818/1","fundValue":"317990","fundStart":"2010-10-01","fundEnd":"2014-02-14","funder":"BBSRC","impactText":"  Impacts are still in the process of being developed.  ","person":"Simon Christopher LovellSimon  Whelan","coPersons":[],"organisation":"The University of Manchester","findingsText":" We found that many of the methods used to identify how and whether proteins interact do not work in the way assumed by many researchers. We have developed new, more rigorous methods. Such methods are currently being developed for synthetic biology and systems biology. Our findings allow improved methods to be developed and applied. Manufacturing, including Industrial Biotechology","dataset":"gtr"}