{"id":"B95881E0-42CC-4F2E-B0D3-9A7C7E0655A3","title":"The computational basis of developmental disorders and individual variability","abstractText":"People show variation in their ability to perform different kinds of tasks, such as those involving verbal or spatial skills. In individuals with genetically based developmental disorders such as autism, dyslexia, or Down syndrome, this variation can be exaggerated to produce a marked pattern of strengths and weaknesses. The current project uses neurocomputational modelling to determine in much greater detail the underlying computational parameters that are responsible for this variation (such as limited computational resources or poorly structured mental representations). These are the mechanisms by which genes produce variations in cognition. The results will enable the development of intervention techniques that will maximise the performance of cognitive systems despite their internal constraints. \n\nTopics such as the way genes affect intelligence and particular human cognitive abilities are fascinating ones and of great interest to the general public; so too is the basis of common developmental disorders such as dyslexia and autism. However, the fine-grained mechanisms of cognitive development by which genetic effects actually lead to behavioural differences in adults are all too often left out of this picture. Without consideration of this component, the inevitability of genetic effects is sometimes exaggerated. The thrust of the current project is to create a more realistic computational framework to establish why human performance varies across individuals. Throughout my career so far, I have worked hard to simplify and communicate ideas about computational approaches to development to diverse audiences. In 2001, I delivered the Keynote address to the British Association of Educational Psychologists on the importance of the computational approach in understanding developmental disorders. I have an on-going relationship with the Williams Syndrome Foundation on my research into language deficits in this disorder, and have presented work on computational modelling both at UK and US meetings of the foundation, as well as contributing articles to their newsletter. In September, as part of the BAYS programme at the British Association for the Advancement of Science, I will be giving the BAYS Psychology Lecture at the Annual Festival of Science to A-level students on the computational approach to development. In my earlier postdoctoral position, I also gained experience of presenting developmental research to radio and television audiences, and undertook a training course with the Royal Society on media communication skills. Throughout the course of this project, I would continue to seek further audience and media through which I can discuss my work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0300188","grantId":"G0300188","fundValue":"356933","fundStart":"2004-01-01","fundEnd":"2008-12-31","funder":"MRC","impactText":"","person":"Michael  Thomas","coPersons":[],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}