{"id":"B95B8069-D9A4-44FC-A043-74C2141AE08F","title":"Maintaining dignity in later life: a longitudinal qualitative study of older people's experiences of supportive care","abstractText":"<p>Later life is a time of significant change and challenge. The increased likelihood of bereavement and problems with health and mobility bring death into sharp focus and can pose a threat to older people's autonomy and sense of dignity. The aim of this research is to examine how older people with supportive care needs experience this stage of the life-course, what preparations they make for the end of life and what supports or undermines their sense of dignity. Dignity is understood as encompassing respect, recognition, autonomy, independence and identity. The research will examine how changing circumstances, including increased dependency on others, affects participants’ sense of dignity.</p>\n\n<p>This qualitative study will be conducted over 3 years with 40 people aged 75 and over&nbsp;who will be selected because of their need for support and care. The relatively longitudinal approach will enable us to identify how perceptions of dignity change with changing circumstances and how others who provide care and support influence these perceptions. Through its focus on the experiences and perceptions of older participants this research has the potential to enhance knowledge concerning dignity and be of benefit to health and social care policies and practice.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F015917/1","grantId":"ES/F015917/1","fundValue":"227526","fundStart":"2007-10-01","fundEnd":"2011-03-31","funder":"ESRC","impactText":"  Findings on ES/FO15917/1 have had an impact in 2 spheres: \n1. academic impact in developing knowledge on the Fourth Age \n2. Impact on practitioner ideas about dignity and how it can be maintained in care settings . Healthcare,Other Societal","person":"Ruth Elizabeth Lloyd","coPersons":["Ailsa  Cameron"],"organisation":"University of Bristol","findingsText":" We developed ideas about the complex nature of dignity and about older people's own role in maintaining this. Our findings pose a challenge to contemporary policies which tend to see dignity in care as simply the outcome of the behaviour of practitioners In the education and training of social workers and other care practitioners Education,Healthcare","dataset":"gtr"}