{"id":"B95F7927-534B-45A7-BBFA-30BE42E060CA","title":"River capture in the Easternmost Himalaya:Testing erosion-tectonic feedback models using palaeo-Brahmaputra deposits of the Bengal Basin, Bangladesh","abstractText":"Studying the evolution of mountain belts allows us to understand how continental plates deform, how their uplift impacts on weather and climate, and how climatically-induced erosion may feed back to tectonic processes that in turn affect global climate and ocean chemistry. The Himalaya is an ideal natural laboratory to study these interactions since it is thought that its evolution triggered climate change: uplift of Tibet caused intensification of the monsoon, and Himalayan uplift and erosion may have resulted in Cenozoic global cooling and changes in ocean 87Sr/86Sr values. Examples in the Himalaya support the concept that rapid erosion can 'trigger' further crustal deformation by feedback mechanisms. The proposed research aims to further our knowledge of these poorly understood interactions between the solid Earth and surface erosional processes. River drainage evolution provides a key to understanding both tectonic and erosion processes. The drainage pattern of the eastern Himalayan corner is atypical, with the major rivers being unusually closely spaced and parallel. This configuration has been interpreted as resulting from India-Asia collision. On the one hand the pattern has been interpreted as antecedent rivers with drainage morphology distorted as crustal material is extruded sideways away from Tibet. In this scenario the rivers act as 'passive strain markers'. Others consider that the drainage configuration was caused by tectonically-induced river capture during deformation and uplift of Tibet. One proposed example of these river capture events is that of the Yarlung Tsangpo by the Brahmaputra, which may have caused the very rapid and recent exhumation of the eastern syntaxis region, through which the river flows. The concept of a 'tectonic aneurysm' has been used to explain this process; rapid downcutting by the river reduces underlying rock strength, allowing the rapid rise of weaker hotter middle crustal rocks, leading to further uplift. A multi-technique provenance study of the evolving composition of Brahmaputra River sediment through Neogene time will allow us to test competing hypotheses of drainage evolution and thus erosion-tectonic coupling. We will determine: 1) if and/or when the Brahmaputra captured the Yarlung Tsangpo and 2) whether river capture preceded the beginning of rapid exhumation in the syntaxis and if so by what time lag. The large contrasts in age, isotope geochemistry, and mineralogy of the rocks of a) the Yarlung-Tsangpo drainage basin, b) the pre-capture Brahmaputra drainage basin and c) the syntaxial region, will allow their changing relative contributions to the dated paleo-Brahmaputra sediments to be identified. Thus the time of Yarlung river capture and syntaxial exhumation can be determined from the first input of their characteristic detritus to the sediment record. We will conduct comprehensive analysis of single mineral grains from a continuous Neogene sediment record. Paleogene samples are accessible if required. We will use sophisticated isotope techniques, capable of both dating each grain and determining its isotope geochemistry fingerprint, to uniquely characterise each grains's source region. We will also refine our methods of analysis to make them more flexible and efficient in order to adapt them to the problem at hand. We will undertake additional analyses of the respective 'sources' to better understand the variability of their characteristics. With a record of both continuous and abrupt changes to sediment provenance from the full Neogene erosional record, we will be able to test the models of river capture and erosion-tectonic coupling. These data can be subsequently used to constrain numerical models of Asian evolution that include crustal deformation and climatic drivers. Additionally our investment in method improvement in isotope analysis will benefit the worldwide community using such tools to address Earth System Science problems in the years ahead.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F01807X/1","grantId":"NE/F01807X/1","fundValue":"150106","fundStart":"2009-09-01","fundEnd":"2013-06-30","funder":"NERC","impactText":"","person":"Yani  Najman","coPersons":[],"organisation":"Lancaster University","findingsText":" This NERC project aimed to investigate erosion-tectonic interactions within a collisional orogen, the Himalaya, by applying novel and established isotopic techniques to single detrital grains from Himalayan-derived sediments and sedimentary rocks. Of particular relevance to a better comprehension of the Himalayan orogen was testing whether the Brahmaputra river captured the Yarlung-Tsangpo river, when this took place, and when the exceptionally rapid erosion in the syntaxis that we see today began, so that any connection of rapid erosion to a capture event could be confirmed or refused. Additionally, a further objective of the project was the development of innovative and refinement of existing isotopic techniques using LA-MC-ICP-MS instruments at NIGL.\n\nThe main findings of the project are: \n\ni) the timing of the river capture has been constrained to have occurred in Early Miocene times(in contrast to what the literature consensus suggests);\n\nii) the main phase of the very rapid exhumation of the eastern syntaxis is Quaternary in age, thus the erosion-tectonic coupling model proposed in the literature does not apply to the eastern syntaxis;\n\niii) a revised approach to detrital zircon U-Pb geochronology by LA-(MC)-ICP-MS and a new approach to U-Pb dating of rutile by LA-MC-ICP-MS as applied to sedimentary provenance (including two new rutile materials to be used as primary and secondary reference materials for LA U-Pb dating) have been developed As applied research, the methodological approach of the project will be widely usable in sedimentary studies of interest to the hydrocarbon exploration (e.g. constraining the thermal history of sedimentary basins, basin modelling, assessment of the relationships between erosion in mountain belts and sediment production). This strongly multidisciplinary research project will be key to further studies on sedimentary provenance where the detritus is sourced from areas with complex polyphase metamorphic histories as collisional orogens are, and more specifically it will have an impact on Himalayan studies Environment","dataset":"gtr"}