{"id":"B9626A4A-04D5-4D43-ADFB-98C47690D53E","title":"Ultra Efficient Engines and Fuels","abstractText":"This research seeks to address the knowledge gap with the internal combustion engine (ICE) and answer the question 'how far can you go?'. The research considers methods for reducing fuel consumption of the ICE from two directions: first by improving in-cylinder combustion processes and second through the use of designed fuels from sustainable sources, with the fuel chemistry matched to advanced high efficiency combustion systems. Three novel ICE concepts, aimed at achieving a step improvement of 20-33% reduction in fuel consumption from ICEs at near zero emissions will be investigated, with holistic integration of energy recovery (WP1). The concepts investigated are applicable to commercial vehicles, passenger cars and as electric vehicle range extenders. Novel designed fuels, will be investigated in WP2, including how the fuel molecule can be tailored to improve the ignition and combustion characteristics of the fuel in a novel ICE combustion system. The spray and ignition processes of the new fuels will be characterised through the application of optical diagnostic techniques. WP3 covers the simulation of the ICE combustion concepts and evaluation of current state of the art modelling methods when applied to such combustion systems and designed fuels, with potentially very different fluid characteristics to conventional diesel and petrol. Novel optical diagnostic techniques, including two line Planer Induced Fluorescence to track the vapour concentration and laser induced thermal grating spectroscopy to measure vapour temperature will be developed in WP4 and applied to the research in WP1 and WP2, providing validation for the modelling in WP3.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M009424/1","grantId":"EP/M009424/1","fundValue":"2999610","fundStart":"2015-02-01","fundEnd":"2018-07-31","funder":"EPSRC","impactText":"","person":"Robert  Morgan","coPersons":["Alasdair  Cairns","Pavlos  Aleiferis","Paul  Ewart","Paul Robert Hellier","Jun  Xia","Cyril  Crua","Martin Howard Davy","APOSTOLOS  PESIRIDIS","Morgan  Heikal","C Richard Stone","Nicos  Ladommatos","Hua  Zhao"],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}