{"id":"B96236C5-BBE3-4A0D-B23B-A59EF5853AED","title":"BEM++ - A high performance boundary element library","abstractText":"Many modern applications, such as in acoustic noise computations, medical imaging or radar require the solution of complex mathematical models over domains with homogeneous material properties. Consider for example radar scattering from an airplane. The way in which electromagnetic waves are scattered off a plane is only determined by the shape and material of the surface of the plane and not by the surrounding homogeneous medium (the air). Hence, we can reduce the three dimensional model of simulating the electromagnetic waves in the surrounding of a plane to a computation over the two dimensional surface (the boundary) of the plane.Computing solutions of such boundary problems is the task of a boundary element method (BEM). If a computational model can be reformulated as a boundary problem BEM can lead to a significant reduction of the computational complexity since instead of the whole domain only its boundary needs to be discretised. But the nature of the underlying so called boundary integral equations makes these methods more complicated to implement than domain discretisation methods, and implementations have to be carefully designed to be more efficient than domain based methods.While there are many powerful open source software libraries available for domain based methods, such as finite elements, very little software is available for boundary elements, most of which is commercial and tailored for specialised application areas. With this project we are aiming to change this situation by creating a powerful freely available and versatile boundary element library that can be used by researchers for complex simulations, but also by companies as basis for their own applications.A particular emphasis in the design of the library is being put on the support of modern computing infrastructures. In recent years there has been an explosion in computing power, driven by the advent of multicore processors and the use of powerful gaming graphics cards (GPUs) for scientific simulations. The newest generations of GPU processing boards have a peak performance of over one Teraflops for so called single precision floating point operations and still more than 500 Gigaflops in double precision. As a comparison, two of such cards in a single desktop computer allow a performance, which would have been among the top supercomputers of the world only 10 years ago. But software libraries will have to be specifically designed to take advantage of this enormous computing power. In this project we will optimize right from the start the library to give optimal performance on modern multicore and hybrid CPU/GPU computing environments.During the project we specifically focus on two challenging applications from medical imaging. The first one is Diffuse Optical Tomography (DOT). In DOT tumors such as in the breast or brain are detected by their different light absorption and scattering properties from the surrounding tissue. Certain aspects of DOT can be modeled as boundary problems and the library is going to become a core component for DOT computations at the Centre for Medical Imaging Computing at UCL. In TMS parts of the brain are influenced by an external magnetic field. This can be used to study brain functionality but also has the potential to be helpful in treating conditions such as depression. Understanding TMS and its effect on the brain is an important research area and the new library will be an essential component of the numerical simulations of TMS at the Centre for Integrative Neurosciences and Neurodynamics at Reading.The library is not only interesting for medical imaging applications, but can be used in diverse areas, such as acoustic noise design, or electromagnetic applications. We will organise an outreach event at the end of the project to present the library to a wide range of UK engineering companies and to support them in adopting the new software packages into their own applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I030042/1","grantId":"EP/I030042/1","fundValue":"409428","fundStart":"2011-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Timo  Betcke","coPersons":["Stephen  Langdon","Simon Robert Arridge","Jon  Trevelyan","James Douglas Saddy"],"organisation":"University College London","findingsText":" The key outcome of this grant is a novel software package called BEM++. It is based on the Galerkin boundary element method, which solves physical problems in bounded or unbounded domains by formulating them as integral equations on the surface.\n\n\n\nBEM++ can be used for a variety of problems in acoustics, diffuse optics, electromagnetism, electrostatics, and other related areas. It has already been used successfully for the simulation of photon diffusion in large models of the human head for dif The software is highly relevant for industrial applications. The use of BEM++ for treatment planning in HIFU has significant industrial potential, which we hope to further advance via the collaboration with the National Physics Lab. \n\n\n\nOne external company is already benchmarking BEM++ for their own applications. Another company has so far shown interest in using BEM++ leading to ongoing discussions with the company.\n\n\n\nGenerally, BEM++ is useful for medical companies and engineering companies, Aerospace, Defence and Marine,Healthcare","dataset":"gtr"}