{"id":"B9638963-BD9B-4309-8414-4CBB76B7063F","title":"Knowledge spaces and public social science","abstractText":"<p>This Seminar Series aims to build on existing collaborations between academics, lay publics and professionals involved in policy making and research.</p>\n\n<p>The term 'knowledge spaces' is used to refer to interactions between academics, lay people, policy makers and professional practitioners in which each brings their own expertise. There are several examples of local communities challenging 'experts' on matters of direct relevance for their lives; there are also various policy initiatives which support or require public/user involvement in research and the design, delivery and/or governance of policy/services. On the basis of four demonstration cases, the Series aims to:</p>\n\n<ul>\n \n\n <li>&nbsp;&nbsp;&nbsp; study the different forms of knowledge that different actors bring to the table</li>\n\n <li>&nbsp;&nbsp;&nbsp; find out what these different forms of knowledge mean to different groups</li>\n\n <li>&nbsp;&nbsp;&nbsp; consider whether the knowledge produced in these cases is seen as more&nbsp; relevant to different groups</li>\n\n <li>&nbsp;&nbsp;&nbsp; study the different ways in which social scientists contribute</li>\n\n <li>&nbsp;&nbsp;&nbsp; share learning from the different seminars.</li>\n\n</ul>\n\n<p>The Seminar Series will bring together interested academics with local communities, policy makers, professional practitioners/service providers who have been involved in the case studies. This will create new opportunities for shared learning across different research and policy fields and geographical areas.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I002391/1","grantId":"ES/I002391/1","fundValue":"16918","fundStart":"2011-05-01","fundEnd":"2013-10-31","funder":"ESRC","impactText":"  The findings from our seminar series have informed a range of workshops about patient and public involvement in health research funded by NIHR. The workshops have been based on our theoretical model for patient and public involvement (Gibson, Britten and Lynch, Health 2012) which was developed during preparation for the seminar series. We have made several presentations of this model to lay and academic audiences, most recently the NW London CLAHRC Learning together event, 17th July 2014 (Invited presentation) Mapping and Evaluating Public Involvement. Other groups have contacted us about using the model for the development and evaluation of their own patient and public involvement activities. These workshops encourage patients and the public to reflect on their own involvement activities in terms of four criteria: whether the goals being pursued are those of the system or those arising from their own concerns; whether their involvement influences decision making or not; whether there are many or few avenues of involvement; and whether the organisation they work with is open to change or not. The discussions prompted by these workshops help patients and the public to consider whether their involvement is what they would wish it to be, and how the processes of involvement could be enhanced, depending on the context in which it occurs. Healthcare Societal,Policy & public services","person":"Nicky  Britten","coPersons":["Jennie  Popay","Gareth Howard Williams","Eva Brit Elliott","SARA LOUISE MALLINSON","Andrew James  Gibson"],"organisation":"University of Exeter","findingsText":" Our analytic framework for analysing the emergence, dynamics and impact of new knowledge spaces (KS) addresses the problem of epistemic inequality under four main headings: the prior KS; emergence of the new KS; the nature and dynamic of the new KS; and outcome/action/impacts of the KS. \n\nParticipation in the seminars created a network of people who have shared discussions on topics of common interest. The opportunity for reflection provided by the seminars strengthened local l collaborations. The seminars helped to build relationships with outside partners that are now continuing into research bids and projects. One of our professional collaborators said that he would like to host a session in his own place of work, in which the learning from the series could be shared with policy colleagues to support them in their use of evidence. \n\nOne of our PhD students, who attended all the seminars, has used the concept of knowledge spaces as an organising framework for her thesis. Her research is about the experience of public involvement in health research, and has been enhanced by her participation in our discussion of knowledge spaces. Her work is also likely to contribute to the conceptual development of knowledge spaces. \n\nAs we did not advertise our seminars formally, we cannot comment on the level of demand. However, the take up of personal invitations was high, and most of the people invited did attend. \n\nOur lay collaborators told us that they valued the opportunity to reflect and learn about the experiences of others in other contexts, as well as being able to strengthen their own relationships with local professionals. They spoke of gaining a ‘store cupboard of ideas and ways of thinking’ and being inspired by stories of success. However they also said that in these tough times it is not easy to make use of these ideas. They pointed out that real change requires long term commitment to communities, and this poses challenges for engagement initiatives. Academics and lay members live in ‘different worlds’, although community members used learning from the series to access more distant networks and other areas of knowledge. \n\nOur professional collaborators told us that, despite initial reservations about the time commitment, they felt that attendance at the seminars had been worthwhile. Despite differences in language, they had been able to contribute to the seminar discussions and learn from them. They found it inspiring that varied perspectives had been listened to respectfully. They felt that the insights from different participants had been distinct but complementary, and that academics and professionals had given members of local communities the confidence to contribute. They spoke of the increased skill base in communities as an important factor in embedding and sustaining change. There are key tensions about what counts as credible evidence, and what counts as success; successful local outcomes may not translate into academic measures of success such as publications. \n\nOur academic colleagues encouraged us to think more about public sociology, and how academics can ‘do things’ in the world. They discussed the relationship between academics’ personal values and political actions, and the role of social media. They pointed out the distinction between action research and foresight sociology, the latter informing alternative visions of society. These in turn could be articulated in imaginative ways, for example through poetry. We are considering applying our learning from the seminars in the form of guidance about how to bring different conflicting forms of knowledge together in constructive ways. Healthcare","dataset":"gtr"}