{"id":"B9651A47-768C-4A68-B0B4-022AED886B97","title":"Opening of a double stranded DNA replication fork by a hexameric helicase","abstractText":"The inner workings of mammalian cells involve a number of interrelated, small, &quot;nanomachines&quot;. Individual machines are usually composed of a number of proteins that work together to perform one of the cell's functions in life, and determine its ability to survive and replicate. Understanding how individual machines function is crucial because when these machines breakdown the consequences can be catastrophic. For example, some cancers can be attributed directly to the failure of machines that process the genetic information (DNA) of a cell. In addition, invading microorganisms such as viruses bring their own machines that subvert or destroy a cell as it is hijacked for the pathogen's own advantage. The identification and understanding of how these machines function can therefore be a starting point for combating such disease states. \nThe biosciences can inspire nanotechnology, which aims to develop small mechanical devices based on protein machines that can be harnessed to drive or modulate molecular processes from which we benefit. Significant examples are found in biotechnology, such as emerging nanopore DNA sequencing devices that can operate at the single molecule level. The precise understanding of cellular nanomachines at the atomic level is absolutely dependent on the availability of precise structural information. For large molecular assemblies this information comes from X-ray structural analysis and, for very large assemblies, it is vastly assisted by powerful electron microscopes that can image single particles. Alone, electron microscopy can guide our understanding, but for the most part lacks the resolving power to provide critical detail. E1, the protein that we will study, is from a large group of pathogens, the papillomaviruses that cause warts and cancer in animals and man. Papillomavirus-derived diseases are of significant health and economic importance. E1 is often referred to as a &quot;motor protein&quot; that forms a six membered (hexameric) ring-like assembly, a machine that unwinds the two strands of the DNA molecule during replication (reproduction) of viral DNA. It can be viewed as a small radial engine that can move along DNA and separate its two strands and as such is a prototypic nanomachine and important target for drugs that could inhibit viral replication and disease.\nHere we aim to understand how the E1 machine unwinds DNA. The objectives are to carry out detailed X-ray structural studies on E1 to determine its overall structure and how it interacts with DNA. We intend to verify these results and test models of function with complementary biochemical and biophysical studies. As a leading tractable model, it has great promise for being the first hexameric DNA-unwinding machine that we fully understand. The potential applications of our work include formulating strategies to target E1 and related helicases through structure based drug design. They will help understand replication processes in our own cells that are more complex and challenging to define. There are potential applications in nanobiotechnology and in medicine. Consequently, we envision that our studies will have a wide impact, with health benefits and improved living and economic standards nationally and internationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K019252/1","grantId":"BB/K019252/1","fundValue":"289427","fundStart":"2014-01-20","fundEnd":"2017-01-19","funder":"BBSRC","impactText":"  The award is at an early stage and we have not made public any new discoveries at this point in time.  ","person":"C  Sanders","coPersons":[],"organisation":"University of Sheffield","findingsText":" With our collaborators (Prof. Fred Antson's group, Co-applicant, University of York) we have obtained a refined X-ray crystal structure (~3.1 ? resolution) for the papillomavirus helicase E1 bound to a replication fork like DNA molecule (dsDNA with 5' and 3' ssDNA arms). This is the first structure obtained for a hexameric helicase caught in the act of DNA unwinding. Helicase proteins are important molecules that can be targeted in viral disease and cancer and a complete understanding of their structure and activity is essential in the drug discovery process. Knowing how the substrate DNA is engaged is of particular importance. A significant focus of our current collaborative effort is to improve the quality of crystals, for example, using alternative replication fork junction (RFJ)-like DNA molecules to extend the resolution. [OBJECTIVE 1].\nThe resolution of the current model is sufficient to allow identification of residues at the replication fork junction that may influence DNA base separation, the critical function of the enzyme in replication. We have altered (mutated) several such residues and produced purified proteins for functional analysis. The results of this analysis indicate that our structural model (above) is correct. We are currently generating new mutants to explore this active site further, however we anticipate that a structure with improved resolution will be more informative [OBJECTIVE 2].\nFrequently, it is difficult to obtain structural information for intact protein and in particular large protein complexes involved in replication that bind nucleic acids, such as the viral protein E1. Our principle objective is to assemble a complete structural model for E1 using protein fragments and data that we have obtained independently by powerful electron microscopy [OBJECTIVE 4]. To this end, we have identified several promising new sub-fragments of the E1 protein that have been overproduced and purified. Crystallization trials are underway in Prof. Antson's group. Detailed structural information for an intact papillomavirus helicase complex bound to its DNA substrate could assist in the design and validation of chemical inhibitors (drug-like molecules) that may progress to effective therapies for viral disease. The information would also be of significance to researchers who seek to understand the role of helicases in other disease processes such as cancer. Our studies could also inform further detailed functional analysis by single molecule techniques that are now at the forefront of mechanistic enzymology. The E1 helicase is a nanomachine. Our work could also have a significant impact in synthetic biology that utilizes or exploits molecular machines based on cellular systems. Creative Economy,Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}