{"id":"B967044B-51E4-446A-9879-66E9F9D712BE","title":"Chronic illness and online social networking: expectations, assumptions, and everyday realities","abstractText":"<p>Given the recognised importance of social networks in health and wellbeing, the recent rise in popularity of online networking sites affords a timely opportunity to learn more about their role in self-care associated with long-term conditions.&nbsp;</p>\n\n<p>Focusing on diabetes as one of the most pressing healthcare priorities, and Facebook as currently the most popular social networking site, the project examines contextual factors that shape knowledge, attitudes and practices in relation to online networking and chronic illness.</p>\n\n<p>The Facebook site allows its users to create textual and visual content, connections, organisational and individual pages, and groups, and in this way facilitates maintenance of different network types. Our study of Facebook use by people with diabetes, and by government and third sector organisations, will help us understand the role of these different networks, and of the Internet, in shaping and supporting self-care practices outside formal healthcare organisations.</p>\n\n<p>The overall aim is to investigate systematically expert and lay perspectives on online networking and diabetes in the UK through the analysis of discourses and practices surrounding the use of Facebook. Methodologically, the project combines linguistic and sociological approaches and develops a framework for a critical and contextual study of online networking and health.<br /><br />&nbsp;<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K005103/1","grantId":"ES/K005103/1","fundValue":"189532","fundStart":"2013-08-01","fundEnd":"2014-08-31","funder":"ESRC","impactText":"","person":"Nelya  Koteyko","coPersons":["Barrie  Gunter"],"organisation":"University of Leicester","findingsText":" the grant is still current-- findings to be reported later (as agreed with support@researchfish) the grant is still current-- findings to be reported later Healthcare","dataset":"gtr"}