{"id":"B977A0FE-C1B4-43BD-9F04-72F78B5756D2","title":"Synchronization and predictability in experimental fluids and climate dynamics","abstractText":"A thorough understanding of the environment and climate of the Earth, and the development of methods to predict its future behaviour and responses to changes in factors such as atmospheric composition and external forcing, requires a holistic consideration of the entire Earth system. Such an approach views the Earth in terms of a complicated collection of distinct sub-systems (the troposphere, stratosphere, oceans, cryosphere, land surface and biosphere, for example), all mutually interacting via complex feedback processes and subject to time-varying external forces (such as the diurnal and annual cycles, and other external processes on longer timescales), and leading to complex behaviour that is very difficult to predict. Such a view of the Earth System underpins modern approaches to modelling the Earth's present and past climates, and more recently also to evaluating socio-economic and ecological responses to such changes, such as in NERC's QUEST programme. In a system as complex as the Earth, interactions between sub-systems are likely themselves to be highly complex, intermittent and nonlinear, presenting enormous challenges to the modelling community to represent accurately and realistically. In this context, a knowledge and understanding of the kinds of interactions possible between dynamical systems in the presence of nonlinearity is vital to guide the future development of modelling strategies. In recent years, the study of synchronization phenomena in nonlinear systems has made a number of significant advances in various areas of physics, engineering and the life sciences. The first documented example of synchronization was reported as long ago as 1665 by Christiaan Huygens, who noted the tendency of a pair of pendulum clocks, mounted on a common support, eventually to swing together in synchronized motion, even if they would tend to swing at slightly different speeds if isolated from each other. More recently, the study of such nonlinear frequency entrainment and synchronization has been extended to a much more quantitative understanding of the nature of synchronization, the identification of various forms of imperfect synchronization phenomena (e.g. where synchronization happens for a short while and then breaks up, only to resynchronize a little later), and the generalisation to the study of synchronization effects manifest in coupled chaotic systems. In this project, we will study the range of complex forms of synchronization in a fluid dynamical analogue of the Earth's mid-latitude atmospheric circulation in the laboratory. A fluid placed in a cylindrical tank, and subject to differential heating between the inner and outer radius whilst being rotated about the axis of the cylinder, will spontaneously generate complicated jet streams and wave-like instabilities that are dynamically similar to the jet stream and cyclones that organize mid-latitude weather on the Earth. We have recently developed an apparatus that allows us to couple two of these experiments together in such a way that we can study their interaction and possible synchronization behaviour. This is analogous in some respects to certain kinds of feedback process in the climate system. We plan to carry out an extensive study of the range of possible behaviour of this system, measuring the form and strength of synchronization effects and developing new methods for analysing these effects from timeseries of measurements. These methods will then be applied to real climate data in an attempt to detect and quantify similar synchronization phenomena in the atmosphere and oceans during the past 50-100 years. For the latter part of the study we will concentrate on known cyclic phenomena on timescales ranging from 20-60 days to interannual periods (around 1-3 years).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F002157/1","grantId":"NE/F002157/1","fundValue":"268105","fundStart":"2008-02-01","fundEnd":"2011-04-30","funder":"NERC","impactText":"","person":"Peter Leonard Read","coPersons":[],"organisation":"University of Oxford","findingsText":" The main objectives of this project were to investigate and seek to verify the application of quantitative concepts of nonlinear synchronization, originally derived in the context of simple, highly idealized theoretical models, to (a) a complex experimental fluid dynamical analogue of mid-latitude atmospheric circulation systems, and (b) to the analysis of timeseries of observed climatic data relating to variability on timescales from months to years. \n\n\n\nA major part of this project was to develop laboratory apparatus to enable the investigation of various forms of synchronization between a pair of coupled rotating, thermally driven annulus experiments. In each of these experiments, an analogue of the mid-latitude atmospheric circulation is created in a cylindrical tank in which the outer cylinder is heated (like the tropics) and the inner cylinder cooled (emulating the cold polar regions) and the whole tank is rotated about the centre of the tank, emulating the rotation of the Earth. This results in the formation of a jet stream and various kinds of cyclone-anticyclone ‘weather system’ in the experiment that transports heat from ‘tropics’ to ‘polar regions’. By coupling the heat exchangers of two of these experiments together, we could allow variations in the heat transported by one system to influence the differential heating of the other, in a manner that emulates one way in which different components of the climate system can affect each other. Our experiments showed that, at least under conditions favouring periodic or weakly chaotic oscillatory flows, we could demonstrate clear evidence for at least partial synchronization (in which the oscillations in each experiment occurred almost simultaneously and coherently) with remarkably weak coupling (equivalent to perturbing the temperature difference across each tank by just a few per cent). A major activity in the present project was to develop a sophisticated and flexible thermo-electronic coupling system that electronically senses variations in heat transport in one convection chamber, conditions and amplifies the signal and uses it to control variations in the heating or cooling of a second convection chamber. This was successfully implemented, together with a completely new data acquisition system, and allowed a full range of coupling strengths to be investigated. As a result, a wide range of types of synchronization was demonstrated, coupling flows in periodic, quasi-periodic and even fully chaotic regimes. The one-way (master-slave) configuration showed significant generalized and phase synchronization that included frequency ratios of 1:1, 1:2 and 1:3 in periodic flows The initial results of this study have been published in a highlighted article in Physical Review Letters, and a more comprehensive report is in preparation.\n\n\n\nThe combined analysis approach, developed in the context of the laboratory work described above, was also applied to several climatological datasets relating to (a) hypothetical connections between quasi-biennial cycles in the stratosphere and troposphere (with oscillation periods around 2 years) and the seasonal cycle, and (b) between tropospheric tropical and extra-tropical phenomena on intraseasonal (20-60 day) timescales. The study (a) used observed tropical zonal wind data (from the ERA-40 and ERA-interim datasets), together with published indices for the Indian and East Asian monsoons. Results showed clearly that the stratospheric quasi-biennial oscillation (QBO) was closely synchronized with an oscillation with half the period of the annual cycle, suggesting a link with the so-called Semi-Annual oscillation in the stratosphere. The precise ratio of periods fluctuated chaotically on interannual timescales, however. A similar kind of synchronization was found for the tropical Tropospheric Biennial Oscillation (TBO), both in the zonal mean flow and in monsoon indices. The TBO and QBO were found to be only sporadically in phase, however, during the entire 58 year climate record. This indicates that the two biennial cycles are separately and imperfectly synchronized with either the annual or semi-annual cycles, suggesting that the apparent connection between the QBO and tropospheric phenomena arises only by chance and does not represent a real causal link. This result has important practical implications for tropical seasonal forecasting. This work is reported in a paper just published by the Quarterly Journal of the Royal Meteorological Society, and is currently being followed up in the context of climate model studies of the QBO in collaboration with scientists at the Hadley Centre.\n\n\n\nSome preliminary results have also been obtained for intraseasonal tropospheric phenomena, using a new dataset of latitudinally-resolved atmospheric angular momentum derived from NCEP reanalyses. Some evidence for cross-latitudinal coupling has been found, although further work will be needed to confirm this. The main non-academic context for this work is operational forecasting of seasonal variability. The degree to which stratospheric and tropospheric variability is correlated has important implications for the design of models used for such forecasting. The lack of correlation between tropospheric and stratospheric quasi-biennial oscillations indicates that stratospheric QBO indices should be used with caution for tropospheric applications, and vice versa. The techniques employed and developed in the laboratory are straightforward to apply to many different kinds of data to detect and characterize different kinds of synchronization behaviour. We have documented this approach thoroughly in our publications and can make code available to other scientists on request. The results of our climate data analysis can be used to guide approaches toward seasonal forecasting of monsoon fluctuations, tropical cyclone frequency and other climate variables. The techniques highlight novel mechanisms for atmospheric 'teleconnections' - which generally is taken to mean correlated variability between variables at widely separated locations, so can be used widely for detecting such teleconnections in many climatological problems. Agriculture/ Food and Drink,Environment,Government/ Democracy and Justice","dataset":"gtr"}