{"id":"B978547A-F69D-4093-AB45-DE726A3B8823","title":"Astronomical Image Handling - Application to TMA Analysis: Exploiting AstroGrid/ CancerGrid Systems","abstractText":"Cancers result from the accumulation of genetic changes, with changes\nin the genome of the cancer cells disrupting normal cellular\nfunctions. Tracking the causes, and predicting the effects and impact\nof treatments is a complex problem, involving the the integration and\nanalysis of multi-dimensional datasets. Large clinical studies,\ninvolving many thousands of patients) are now underway in the UK aimed\nat providing vital evidence to support the investigation of the causes\nof a significant range of cancers. A key challenge is providing an\ninterface between for instance epidemiological trials data and high\nvolume data from tissue micro-arrays (used to for instance identify\nmarkers for breast cancer classification).\n\nThe CancerGrid project is providing an e-infrastructure to to support\ne-clinical trials. AstroGrid has developed a framework to support the\nthe discovery and analysis of large distributed astronomical images\nusing the latest developments in distributed computation. The\nscientific data itself is generated by sophisticated image processing\npipelines acting on the raw observational data. \n \nThe aim of this programme is explore novel uses of techniques\ndeveloped in the astronomical domain to provide solutions for the\nchallenges inherent in the analysis and integration of the large\nmedical imagery. This will include use of image analysis algorithms\noptimised for feature classification, integration of statistical\napplications in a workflow environment, and interface of the resulting\nrichly annotated results to the medical CancerGrid created information\ninfrastructure.\n\nOutcomes from this programme will be designs and prototypes of new\ninformation systems to support the handling of these large distributed\ndata flows, and increased collaborative pathways between these key\nmedical and astronomical groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601785","grantId":"G0601785","fundValue":"92595","fundStart":"2007-10-22","fundEnd":"2008-10-21","funder":"MRC","impactText":"","person":"Nicholas Andrew Walton","coPersons":["Carlos  Caldas","James Derek Brenton","Michael John Irwin"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}