{"id":"B97BE6AA-E104-4B65-A553-0BEA07452106","title":"A Multiscale Constitutive Model for Intragranular Ductile Damage during Sheet Metal Forming Processes","abstractText":"UK manufacturing industry is striving to develop precise methods to produce complex sheet metal components with improved accuracy and low process cost. For new products, design and development of the die is a time consuming and costly process; this process requires rigorous testing using the required sheet metal material to see if it will successfully form the sheet to the final product without reaching the forming limit (failure). To avoid cost and time involved during testing, computational predictive tools can play a significant role in reducing the number of trials during the design and development process. Therefore material constitutive models that can predict all ingredients of deformation in metals, such as elastic, plastic and damage are required. \n\nThis First Grant proposal addresses the problem of failure at microstructure level which is related to industrial forming found in many automotive and aerospace industries. This research project will aim to reduce the cost of producing sheet forming tooling by developing a computational framework which can be used to simulate the intragranular ductile damage in polycrystalline sheets due to void growth and coalescence with special emphasis on sheet metal forming. Damage models at macroscale are already available in the literature, however such models are purely phenomenological and do not include the physics of the microstructural deformation. The outcome of the proposed research will be a micromechanics based constitutive model that will incorporate the physical mechanisms (such as void growth and coalescence) during intragranular failure in polycrystalline materials. The proposed constitutive model will account for the inherent microvoid growth and coalescence inside individual grains, which is one of the major reasons of ductile failure in metal under high stress triaxiality during sheet metal forming. The research output will significantly advance the internationally-leading role of the UK in the sheet metal forming process simulation and failure prediction at sub-micron level.\n\nThe proposed research covers four different aspects from academic and industrial perspectives; these include understanding of underlying physical micromechanisms, development of a continuum based constitutive model using applied mechanics and mathematics principles, numerical implementation of these principles and finally simulation of the sheet metal forming process. The proposed research falls into three broad prioritized research themes of EPSRC: Physical sciences, Mathematical sciences, and Engineering. The proposed work will help in optimizing sheet metal forming and is therefore aligned with the EPSRC theme - Manufacturing the Future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L021714/1","grantId":"EP/L021714/1","fundValue":"98867","fundStart":"2014-12-01","fundEnd":"2016-11-30","funder":"EPSRC","impactText":"","person":"Muhammad  Amir Siddiq","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}