{"id":"B986010A-47BE-402D-857C-1F539F54D3D9","title":"BioModels Database, the comprehensive resource for computational models in biology","abstractText":"Even the simplest living organisms perform a huge number of different processes, which are interconnected in complex ways to ensure that the organism responds appropriately to its environment. One of the ways of ensuring that we really understand how these processes fit together is to build quantitative models of them, that can be simulated using computers. If a computer simulation behaves differently than the real organism, we know that we've neglected an important component of the system. Quantitative models can also reveal previously unappreciated properties of complex systems, for instance paving the way toward new drug treatments. This approach, known as &quot;Computational Systems Biology&quot;, is becoming increasingly popular now that scientists are accumulating detailed parts lists for many organisms, thanks to the &quot;omics&quot; efforts to comprehensively document the components of living entities.\n\nBioModels Database provides access to quantitative models of biochemical and cell biological systems that have been published in the scientific literature, and verified to be accurate. Some of these models are very simple, containing just a few processes or reactions; others contain hundreds or even thousands. The models are checked to verify that they behave as described in the reference publication. Human curators add annotations and cross link components of the models to relevant external data resources. This allows users to identify precisely the components of models, and helps them to retrieve appropriate models, which they can then visualise, simulate (online or by using appropriate dedicated software) and download (in various formats). For instance, in order to develop a quantitative model of cell tumorigenesis, one may choose a suitable model of cell-cycle, and attempt to merge it with models of relevant cell signalling pathways such as the MAP kinase cascade. Only a database of trusted, peer-reviewed, annotated up-to-date state of the art models will provide the adequate choice of &quot;building bricks&quot;. Users can search models based on many different criteria, visualise and download them in various standard formats for further use.\n\nSince its creation in 2005 - and supported by the BBSRC since 2008 - BioModels Database has undergone an exponential growth to become the worldwide reference forquantitative models of biological processes. Deposition of models upon publication is advised by several hundreds scientific journals and the resource receives around a million page requests a year. Having developed in a mature resource serving the need of a growing UK Systems Biology community, BioModels Database must now provides for the entire biosciences. This will be achieved by expanding the coverage of BioModels Database to more types of models: using different approaches and representing biological processes at different scales. W e will also improvee the software support to make access, analysis and re-use of the models easier. We will provide access to more information than just the models themselves (simulation recipes, associated dataset, ...) as well as more historical data (to allow users to explore how a model evolved to its current form). Finally, one core aspect of the resource: the retrieval of models of interest, will be greatly facilitated. We will provide users with ranked search results and more flexible search strategies, making full use of the plethora of ontological annotations contained in the models.\n\nThis development will have a significant effect on basic, applied, and translational research. In particular drug discovery, bioengineering and synthetic biology, disciplines in which computational modelling is central, will benefit from a better BioModels Database, ultimately resulting on better ageing, development of biofuels, improved and more sustainable food supplies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J019305/1","grantId":"BB/J019305/1","fundValue":"534432","fundStart":"2012-08-01","fundEnd":"2015-07-31","funder":"BBSRC","impactText":"","person":"Henning  HermjakobNicolas  Le Novere","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":"","dataset":"gtr"}