{"id":"B98A2B10-5461-4AAF-80CC-366A1D4F85B2","title":"Towards Pervasive Media","abstractText":"The integration of the Internet with social computing and now with mobile and ubiquitous computing is transforming our creative industries, from games to journalism, driving the emergence of new forms of converged pervasive media in which the public contributes as well as consumes content, are available 'anytime and anywhere', and are ever more deeply interwoven into our daily lives. However, reaping the potential benefits of pervasive media for our economy and society requires a fundamental shift in our understanding of how such media are designed, produced and experienced; something that is not currently available within the disciplines of Computer Science and Engineering whose focus is primarily on the underlying technologies. This understanding can however, be found in the Arts and Humanities which for many years have been developing theories and methods relevant to the study of the established media of text, drama, film and television alongside deep understandings of the human experience of place, history and identity that can inform future pervasive media experiences. In short, there is a rich vein of research right across the Arts and Humanities that might fundamentally transform our approach to designing and studying pervasive media in Science and Engineering if only we could bridge the gap between these disciplines. Building upon initial networking within Nottingham's newly formed Pervasive Media Group, we wish to undertake a series of activities to help establish a new cross-disciplinary community of researchers from across Computer Science, Engineering and the Arts and Humanities who can collectively address the challenges of the new pervasive media from very different, but complementary, perspectives. Initial activities (troubadour studies, artist residencies and makefests) serve to catalyse new collaborations and facilitate early ideas generation, while subsequent activities (feasibility projects) will explore the feasibility of emerging ideas and produce proposals for future full-scale funding. We will disseminate the results of the feasibility studies to potential academic and industry partners through a final showcase event and also gather and communicate our reflections on this new style of cross-disciplinary working though a 'crossing cultures' workshop.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H024867/1","grantId":"EP/H024867/1","fundValue":"201376","fundStart":"2009-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  Towards Pervasive Media' (TPM) was an initiative to foster collaborations between the Arts, Humanities, Science and Engineering at Nottingham. The broad topic of Pervasive Media referred to new media forms in which the public contributes as well as consumes content, are available anytime and anywhere, and are ever more deeply interwoven into our daily lives.\n\nThis programme of networking activities established a new research community at Nottingham through launch events and seminars, engaged new interdisciplinary teams in developing ideas for future research projects through a series of hands-on 'Makefests', three artists residencies and six internal 'troubadour awards' a sandpit, and ultimately funded four feasibility projects to ready selected projects for next-stage funding.\n\nThese activities were instrumental in the formation and subsequent funding of the Horizon Digital Economy Hub and Centre for Doctoral Training at Nottingham. Creative Economy,Culture, Heritage, Museums and Collections Cultural","person":"Steve  Benford","coPersons":["Jonathan  Hale","Ronald  Carter","Gary  Priestnall","Svenja  Adolphs","Paul  Grainge","Roberta  Pearson","Michael  Jackson"],"organisation":"University of Nottingham","findingsText":" Towards Pervasive Media supported for feasibility projects that led to further projects, performances and the development of technology platforms.\n\nTowards Pervasive Media Outputs\n\nFour feasibility studies were awarded by the Towards Pervasive Media project:\n\n1: Urban Mediator - 'Anywhere 2'\nDr Jonathan Hale, Department of Architecture and Built Environment\nDr Gary Priestnall, School of Geography\nDr Nick Baron, School of History\nTheresa Caruana, artist and Visiting Fellow, School of Computer Science\nLawrence Bradby, artist and writer \n\nThis project involved the development and testing of the mobile application 'Anywhere 2' by creating a number of thematic urban experiences or 'artists walk'. Taking the city of Nottingham as a base the experience invites the participants to consider 'urban unconscious' - creating a dialogue on the nature and significance of place, ideas of history, memory and experience as embodied in the built fabric of the city, along with the underlying processes at work in shaping and reshaping the urban scene. One of the most developed of the tours was Neglected Domains, by Richard Woods, featured in the Urban Mediator video clip. Anywehere has subsequently been developed into a generic platform for creative mobile tours that is now bing adopted by cultural partners.\n\n2: Moving Experience: experiential narrative and locative media \n\nRik Lander, Artist\nDr Liz Evans, Culture, Film and Media\nDr Sarah Hibberd, Department of Music\nDr Nanette Nielsen, Department of Music\nRobert Jones, Horizon DTC\nPatrick Brundell, Horizon DTC\nDr Jo Robinson, School of English\nDr Jim Moran, School of English\nDr Cathy Johnson, Culture, Film and Media\n\nThis project explored how audiences engage with narrative forms across a range of spaces and technologies. It brings together filmmaker Rik Lander (http://www.you-are-here.co.uk/) with academics from a variety of disciplines including film and television studies, music, performance studies, social science and computer science in order to create a pervasive drama experience that incorporates film, theatre, audioplays, music and opera in a public space. In doing so it raises the potential of 'experiential drama' in which the audience is placed directly into a narrative in ways unseen in more traditional entertainment and art forms. Towards Pervasive Media enabled the team to stage a first prototype performance of the performance called The Memory Dealer.\n\n3: Hidden Histories\n\nDr Michael Craven, MATCH\nDr Liz FitzGerald, LSRI\nDr Claire Taylor, School of History\nA feasibility study towards a longer-term three-way collaboration between scientists with an interest in mobile media and informal learning opportunities and both professional and community-based historians interested in enhancing public understanding of selected aspects of the history of the city. 'Hidden Histories' is concerned with enhancing historical literacy, historical 'empathy', and the user's ability to draw informed conclusions about contested historical subject matter. Specifically, the project links mobile devices providing an audio track with historical subject matter, the famous 1830 'Reform Riots' in Nottingham, around which a community history group, 'People's Histreh' is designing a guided 'history walk'.\n\n\n4: Soultracking; how might artistic visualisation be used to understand physical &amp;amp; emotional displacement?\n\nDr Jeremy Morley, Centre for Geospatial Science\nProfessor Svenja Adolphs, School of English Studies\nDr Gordon Ramsay, School of English Studies\nDan Belasco Rogers \nA collaboration between artistic motivation and research into text analysis to derive information about mood, and its association with personal position and displacement. The artistic motivation is built on the phrase that &amp;quot;the soul travels at walking pace&amp;quot; and hence that, in our fastpaced life, a sense of displacement is generated because our soul is forever catching up. The feasibility work carried out in this project led to the development of a subsequent artwork with support from Nottingham's Broadway Media Centre. The development of software platforms such as Wander Anywhere and of artworks such as SoulTracker and Memory Dealer as described above. Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}