{"id":"B98E1811-6740-46ED-BABF-2EA3464C1BFD","title":"Intimate migrations: exploring the experiences of LGB migrants from Eastern Europe and the Former Soviet Union in Scotland","abstractText":"Despite a growing body of empirical research focusing on migration and same-sex sexualities, this work has thus far mainly focussed on North America. To date, little empirical research has been conducted on intra-European queer migration, despite very uneven levels of recognition of LGB (lesbian, gay, bisexual) rights across Europe. This raises questions as to whether transnational migration can be a strategy for enabling non-heteronormative practices and identities, and for accessing sexual citizenship rights.\n\nThe proposed project will explore how sexuality may shape intra-European migration through a focus on the lived experiences of LGB migrants who have moved to Scotland from the postsocialist region [Eastern Europe (EE) and the Former Soviet Union (FSU)]. The project's geographical scope is timely, as comparative surveys point to an East/West divide within Europe in terms of policy, legislation and attitudes towards LGB citizens, with the UK ranked among the most progressive European countries and most countries from the post-socialist region lagging behind (FRA 2013). Moreover, since the mid-2000s the UK has experienced high rates of immigration from the region, with an estimated 653,000 Eastern Europeans settling in the UK in the period 2004-2011 (Vargas-Silva 2013:4). \n\nA focus on Scotland as a migration destination can illuminate broader issues related to UK and intra-European queer migration, whilst also presenting a distinctive and interesting case, owing to: i) the significant recent influx of migrants from the post-socialist region to Scotland ii) the higher proportion of European to non-European migrants in Scotland compared to most other UK regions; iii) Scotland's recent shift from a country of emigration to a country with a positive migration balance; iv) Scotland's devolved government and specific demographic and socio-legal context within the UK, despite migration remaining a 'reserved' Westminster matter.\n\nThis project will provide an in-depth and nuanced exploration of the lived experiences of LGB migrants, generating significant original data and fresh insights into the role of sexuality in the migration process. The project is interdisciplinary in nature, and draws on empirical, theoretical and methodological insights from sociology, area studies, human geography and anthropology. The research innovatively brings together theoretical frameworks previously used in isolation (intersectionality, transnationalism and personal communities). It combines biographical interviews (phase 1) with visual methods (photo diaries, sociograms) and follow-up interviews (phase 2), in order to capture the complexity of migrants' experiences, multiple belongings and emotional attachments. The research will explore how sexuality affects reasons for migrating, experiences of migration and plans for long-term settlement. It will also contextualise migrants' sense of (dis)comfort, (in)security and belonging within the social networks they cultivate across home and host societies, and consider the role played by sexuality and ethnicity in shaping migrants' 'personal communities' (Pahl and Spencer 2004) and their engagements with them. While foregrounding sexuality and ethnicity, the research will also consider how other factors (such as socio-economic background, gender, nationality, migration status etc) may affect experiences of migration and resettlement. \n\nThe research will contribute fresh empirical and conceptual insights to topical debates in sexuality and migration studies on the role played by intimacy, emotions and personal communities in shaping migration and resettlement. The research will also generate findings and outputs of interest to end users from the public and voluntary sector. This will be achieved through a sustained engagement with a range of stakeholders working with LGBT, migrant and minority ethnic communities, or promoting intersectional approaches to equality and diversity agendas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L009307/1","grantId":"ES/L009307/1","fundValue":"252038","fundStart":"2015-01-01","fundEnd":"2016-12-31","funder":"ESRC","impactText":"","person":"Francesca  Stella","coPersons":["Moya  Flynn"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}