{"id":"B992774E-FE7B-4781-902A-96FAA91131B7","title":"Integrated assessment of the determinants of the maize yield gap in Sub-Saharan Africa: towards farm innovation and enabling policies","abstractText":"Yield gaps estimations and explanations provide important information on the scope for production increases on existing agricultural land through better farming systems, farm management and enabling policies. The aim of this project is to develop and implement a framework that identifies the key bio-physical and management factors that influence the maize yield gap in SSA and how these are related to existing institutional, infrastructural, socio-economic and policy constraints. The research focuses on the major food crop in SSA, maize, mainly produced by small scale farmers. Maize is an important food crop in almost all Sub-Saharan African countries. Addressing yield performance in maize is therefore valuable from both a food security and poverty perspective. The project will focus on Ghana and Ethiopia as maize-growing case study countries where it builds on existing data and local partnerships. It is assumed that enhanced understanding for these two countries from West and East Africa will have wider meaning. \n\nThe innovative part of this project is the use of a framework that integrates agronomic and economic approaches to assess the yield gap and analyse agricultural performance at the farm and plot level. The analysis consists of three stages. In the first stage crop growth and economic production models are used to calculate potential, technical efficient ('best practice') and economic ceiling yields at the national and regional level, which are subsequently combined with actual yield data from surveys to compute the various yield gaps. In the second stage, econometric techniques are used to analyse variations in the observed yield gaps in space and relate them to plot-level, farm-level and context determining factors. In the third stage, a small number of local case studies are organised at the village level to deepen the analyses and to thoroughly understand the determinants of yield gaps to allow identification of farm and management innovations and policy interventions. \n\nInformation on yield potentials and actual yields will be taken from the Global Yield Gap Atlas (GYGA) that is currently being developed by University of Nebraska, Wageningen University and many partners from SSA. Farm/household level data and plot level information for Ethiopia and Ghana will be taken from the World Bank's Living Standards Measurement Study-Integrated Surveys on Agriculture (LSMS-ISA) and EGC-ISSER Ghana (expected to become available end of 2013). In addition, a survey in each of the case-study regions will be organised to collect additional and detailed information on plot-level crop production and management such as soil characteristics, cultivation history and agronomic management. \n\nThe results will be used to derive targeted policy and farming recommendations that account for the complex environments in which male and female farmers in the SSA-region operate and incorporate the basic mechanisms that link farm performance to the broader enabling environment. This process will be supported by initiating participatory on-farm demonstration trials on the one hand and a policy dialogue with stakeholders on the other hand.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L012294/1","grantId":"ES/L012294/1","fundValue":"412926","fundStart":"2015-01-15","fundEnd":"2018-01-14","funder":"ESRC","impactText":"","person":"Martin  Van Ittersum","coPersons":["Assefa  Admassie","Pytrik  Reidsma","Michiel  Van Dijk","Kindie Tesfaye Fantaye","Samuel  Adjei-Nsiah","Felix Ankomah Asante","Katrien  Descheemaeker","Roel  Jongeneel"],"organisation":"Wageningen University","findingsText":"","dataset":"gtr"}