{"id":"B999211A-720E-4DBE-9827-9BE7BA6A9439","title":"Pushing the Boundaries of Supraicosahedral Heteroborane Chemistry: New Supraicosahedral Carboranes and Metallacarboranes","abstractText":"This research is concerned with the preparation of large cluster molecules, mainly of boron atoms but also carbon and metal atoms as well. Boron cluster chemistry is dominated by molecules with only 12 atoms in the cluster / the icosahedron / of which there are thousands of known examples. In contrast there are probably less than 200 such clusters with 13 atoms, only a handful with 14 atoms, and, until very recently, no such clusters with 15 atoms, and nothing larger. This is unfortunate as several of the actual and potential applications of such clusters, including their use in catalysis and in tumour therapy, would be enhanced if larger compounds could be made, particularly if more boron atoms could be incorporated.The biggest obstacle to the preparation of these large supraicosahedral boron clusters is that once you get beyond the icosahedron the atoms in the cluster have to make more bonds to their neighbours than they can comfortably do. However, previous theoretical work has suggested that this may only be an issue for 13, 14 and 15-vertex compounds, and that for those clusters with 16 or more vertices, shapes can be adopted which avoid this problem. One of the major aims of the proposed work is to try to get to 16 vertices and beyond (we are currently only one vertex away from this) to see what actually happens.The way we will make the supraicosahedral molecules is by a technique know as polyhedral expansion , a two step process in which we first open up the cluster by adding 2 electrons then add the additional atom to recluse the cage. Even though boron is uncomfortable in making many bonds in supraicosahedral clusters we can still prepare and study such compounds by adding transition metal atoms instead of boron, because metals are significantly larger than boron. Part of our intended strategy, then, is deliberately to use transition metal vertices to learn more about these unusual molecules, and to help us discover ways to ultimately make the same compounds with boron. A halfway-house would be to use main group metals, which have characteristics between those of boron and transition metals, and we also propose to research in this area.Most of the planned work is concerned with preparing new clusters and determining their structures. But in addition we are also planning to study aspects of this area computationally, with the ultimate hope of being able to establish a set of working rules, both to help us understand the experimental results retrospectively and to help us establish useful protocols that will guide future experimental work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E02971X/1","grantId":"EP/E02971X/1","fundValue":"505513","fundStart":"2007-06-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"","person":"Alan Jeffrey Welch","coPersons":["Stuart Alan Macgregor"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}