{"id":"B9A210DD-46C0-4FD1-A271-58B5868E7CB3","title":"FInite eLement Adaptive grid Modelling of Ecosystems and Nutrient Transport","abstractText":"Phytoplankton (microscopic plants) grow in the surface waters of the ocean and, like plants on land, use up carbon dioxide, which is absorbed into the ocean from the atmosphere. The growth of the phytoplankton depends on sunlight and on their supply of nutrients (food). This supply in turn is influenced by the ocean eddies and currents, and vertical motions that bring the nutrients into the surface waters from deeper in the ocean. Just how these mechanisms operate is not well understood in some parts of the ocean (the subtropics). Therefore, computer models of the biology (ecosystem) and the physics (eddies, currents, vertical motions) are used to try to help our understanding. Unfortunately, despite many advances in computing, limitations on computer power mean that it is not easy to model large areas of the ocean, such as the North Atlantic, while at the same time being able to capture all that is happening at much smaller scales (down to one kilometre or less). In this research project we will develop a new model that can represent what is happening accurately at both the large and small scales. The model will work by continuously adapting how it carries out calculations, in order to resolve the spatial scales required to accurately simulate the biology and physics at any location in the ocean. This will make best use of the available computer power. It will allow us to develop a better understanding of how the ocean physics affects the biology. This will contribute to a better understanding of the part the oceans play in the global carbon cycle and so in climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F00270X/1","grantId":"NE/F00270X/1","fundValue":"191730","fundStart":"2008-06-03","fundEnd":"2012-06-01","funder":"NERC","impactText":"","person":"Meric  Srokosz","coPersons":["Adrian  Martin","Thomas Robb Anderson"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}