{"id":"B9A5B1BD-0BE6-47FD-8130-DB8643715028","title":"Determination of uptake coefficients for heterogeneous loss of HO2 radicals to atmospheric aerosols","abstractText":"The free-radicals OH, HO2 and RO2 mediate virtually all of the oxidative chemistry in the lower atmosphere, being responsible for the transformation of primary emissions into secondary pollutants such as NO2, O3 and particulates. Free-radicals control the lifetime of climate gases (e.g. CH4), the budget of O3, and the production of acidic species. Understanding the behaviour of free-radicals in the atmosphere is of paramount importance in understanding the lifetime and spatial scales of pollutant transport. Predictive models for future air quality and climate change contain complex chemical schemes, and comparison with measurements of free-radicals in the present atmosphere constitutes the best validation of these schemes. Some field campaigns report significant discrepancies between models and in situ observations of OH and HO2 radicals (HOx), for example in marine and urban environments. Heterogeneous losses of HO2 to aerosol have been invoked to explain these differences. Reactions of HO2 on cloud droplets and cirrus particles have also been invoked to explain model discrepancies for HOx in the upper troposphere. However, the heterogeneous and multiphase chemistry of HOx is relatively understudied, and there is considerable variation in the literature for HO2 uptake coefficients, determined in the laboratory under limited conditions of temperature/relative humidity and aerosol type. In addition, these experiments were performed at relatively high concentrations of HO2 where second order loss via the HO2 self-reaction was dominant over the first order heterogeneous loss, complicating the extraction of accurate values. The primary aim of this project is to use the FAGE (Fluorescence Assay by Gas Expansion) technique to measure HO2 with exquisite sensitivity (0.04 pptv detection limit) so that its concentration can be kept extremely low such that the rate of the gas phase self-reaction is negligible compared with the rate of heterogeneous loss, which will be measured in an aerosol flow-tube. Measurements of HO2 uptake coefficients using aerosols with a range of diameters and composition relevant to the atmosphere (H2SO4, (NH4)2SO4, sea salt, oleic acid and soot) will be made, and data recorded under different temperatures, relative humidities and pH will enable parameterisations to be obtained. The results will be exploited through incorporation into a box model to re-evaluate the role of heterogeneous loss for two previous campaigns held in marine and urban environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F020651/1","grantId":"NE/F020651/1","fundValue":"332684","fundStart":"2009-05-01","fundEnd":"2011-10-31","funder":"NERC","impactText":"","person":"Dwayne Ellis Heard","coPersons":["Lisa  Whalley","Barbara Jane Brooks","Maria Teresa Baeza Romero"],"organisation":"University of Leeds","findingsText":" In this project the FAGE (Fluorescence Assay by Gas Expansion) technique was used to measure HO2 with high sensitivity\n\nso that its concentration could be kept extremely low such that the rate of the gas phase self-reaction is negligible\n\ncompared with the rate of heterogeneous loss, which was measured in a temperature and relative humidity controlled\n\naerosol flow-tube constructed during the project. Measurements of HO2 uptake coefficients were made using aerosols less\n\nthan 1 micrometer in diameter and with a size distribution relevant to the atmosphere. Uptake coefficients were measured\n\non both dry (solid) and wet (aqueous) aerosols composed of ammonium sulphate, ammonium nitrate, sodium chloride,\n\nnatural and artificial seawater and a range of organic molecules, including humic acid. Experiments were repeated for a\n\nrange of temperatures, relative humidities and pH to enable parameterisations to be obtained. Incorporation into a box\n\nmodel will enable the importance of heterogeneous loss of HO2 onto aerosols to be evaluated. Apart from humic acid, the\n\nuptake coefficients were found to be small, but did in some cases depend upon temperature and relative humidity. For\n\nmarine environments the measured values initially suggest that uptake onto aerosols does not represent a significant sink\n\nfor HO2 radicals, whereas uptake is likely to be rapid for aerosols containing dissolved metal ions (for example copper and\n\niron). The results from this research have been presented at several international conferences, in both oral and poster form.\n\nIngrid J. George, , Pascale S. Matthews, Barbara Brooks, Andrew Goddard, Lisa K. Whalley , Maria T. Baeza-Romero,\n\nDwayne E. Heard, &amp;quot;Heterogeneous Uptake of HO2 Radicals onto Atmospheric Aerosols&amp;quot;, American Geophysical Union,\n\nFall Meeting, San Francisco, December 2011.\n\nI.J. George, B. Brooks, L.K. Whalley, A. Goddard, P.S. Matthews, M.T. Baeza-Romero and D.E. Heard, &amp;quot;Heterogeneous\n\nuptake of HO2 onto submicron aerosol particles&amp;quot;, European Aerosol Conference, Manchester, September 2011.\n\nIngrid J. George, Barbara Brooks, Andrew Goddard, Lisa K. Whalley, Maria T. Baeza-Romero, Dwayne E. Heard,\n\n&amp;quot;Heterogeneous Uptake of HO2 Radicals onto Atmospheric Aerosols&amp;quot;, American Geophysical Union, Fall Meeting, San\n\nFrancisco, December 2010.\n\nIngrid George, Pascale Matthews, Barbara Brooks, Andrew Goddard, Lisa Whalley, Maria T. Baeza-Romero, Dwayne\n\nHeard, &amp;quot;Heterogeneous Uptake of HO2 Radicals onto Atmospheric Aerosols&amp;quot;, Atmospheric Chemical Mechanisms,\n\nAtmospheric Chemical Mechanisms Conference, Davis, CA, December 2010.\n\nIngrid George, Lisa Whalley, Barbara Brooks, Andrew Goddard, Maria Teresa Baeza-Romero and Dwayne Heard,\n\n&amp;quot;Heterogeneous HO2 Reaction with Inorganic Aerosol Particles&amp;quot;, 21st International Symposium on Gas Kinetics, Leuven,\n\nJuly 2010. Environment","dataset":"gtr"}