{"id":"B9A618A6-601B-4ABA-ACAB-5E443CABCF78","title":"Individual variation in the costs of molecular parental investment: cooperation, conflict and mutualism in family life","abstractText":"Understanding the evolution of cooperation is arguably a key element of understanding the evolution of life. A major outstanding challenge is to explain individual variation in contributions to cooperation. We propose to investigate whether the fitness costs associated with cooperative behaviour can explain individual contributions to cooperation. Our experiments will focus on parental investment, a commonly overlooked form of cooperation. We will focus specifically on a novel aspect of burying beetle parental investment: the antibacterial activity of the anal exudates, which the beetles use to protect their breeding resource from bacterial attack. Burying beetles are ideal for this work because we can quantify and manipulate the fitness costs of this form of parental investment in a way that few other study systems would allow. We propose to identify intrinsic sources of variation in the costs of providing parental investment by inducing trade-offs with the immune system, by varying developmental conditions in early life, and by examining the underlying genetic architecture of the antibacterial activity in the anal exudates. We also plan to identify the antibacterial molecules in the anal exudates, as a first step towards identifying the genes involved in their production. (These molecules could also turn out to be of medical or agricultural value). We shall determine extrinsic sources of individual variation in the costs of this molecular parental investment by experimentally varying ecological conditions and by manipulating social influences on the costs of parental investment by changing the partner's level of parental investment. Finally, burying beetles appear to have a mutually beneficial relationship with mites, which they transport between breeding opportunities. We shall investigate whether mites influence the costs of parental investment by adding or removing them from breeding beetles. Our proposal is novel and of high scientific value because i) it proposes to measure and manipulate fitness costs and constraints associated with cooperation in multiple ways; ii) it combines analyses of immune function with cooperation and conflict within the family; and iii) it spans multiple levels of biological analysis by investigating how social interactions and interactions between species influence investment at both the molecular and physiological level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H019731/1","grantId":"NE/H019731/1","fundValue":"413213","fundStart":"2011-06-01","fundEnd":"2015-11-30","funder":"NERC","impactText":"  Our research features in two Channel 4 programmes broadcast on 31 March and 1 April 2013 We advised Windfall Films, a TV production company, on the biology of life before hatching. This included describing some of the work we have carried out on this grant Culture, Heritage, Museums and Collections Cultural,Societal","person":"Rebecca Mary Kilner","coPersons":["Martin  Welch"],"organisation":"University of Cambridge","findingsText":" Our main finding this year has been the discovery of a trade-off between personal immunity (ie an immune defence that functions to protect the individual that produces it) and social immunity (ie an immune defence that functions to protect others). When we challenged the personal immune system of individual burying beetles experimentally, but non-pathogenically, we found that their social immune function was compromised. Specifically, the anal exudates, which they smear all over their breeding resource to protect it from microbial attack, were far less potent and effective. These findings provide a previously undescribed mechanism for the life history trade-offs which are the cornerstone of ecological research Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}