{"id":"B9A92768-B120-4B55-B3E9-A7A14ED2817B","title":"Genetic control of TCR diversity within the natural regulatory T cell lineage","abstractText":"T cells are an essential component of the immune system crucial for fighting infection and to maintain a healthy organism. Their function is linked to the T cell receptor (TCR), a molecule expressed at the cell surface and through which T cells recognise pathogens. Although each T cell usually expresses only one type of TCR, the T cell population as a whole comprises a wide repertoire facilitating the detection of many different pathogens. T cells recognise fragments of pathogen-derived proteins when they are presented on the surface of infected cells in combination with specialised proteins called Major Histocompatibility Complex (MHC) molecules. It is the interaction between the TCR and these complexes that triggers the response. T cells are generated and their repertoire of TCRs determined in the thymus. Repertoires are selected which eliminate both 'useless' TCRs that do not interact with MHC and autoreactive TCRs that may cause autoimmunity. Thus, most T cells leaving the thymus express TCRs of intermediate affinity. However, some high-affinity TCRs escape the thymic elimination mechanism. To keep these potentially autoreactive T cells in check, the organism has a regulatory T cell subset that has suppressive activity (Treg). Like conventional T cells (Tconv), Tregs also depend on the TCR for their function. Thus Treg efficiency is very much dependent on their TCR repertoire. We have observed that in a mouse model of autoimmunity resembling human type I diabetes, the nTreg TCR repertoire has extremely low diversity. This will lead to a defective regulatory population which is likely to be related to development of disease. As reduced repertoire diversity is not observed in the conventional T cells, the defect appears to be Treg specific. The aim of this project is to identify the defective gene or genes in order to understand the genetic basis of TCR diversity in the Treg population. Several different approaches will be used and although part of the research rests on the study of a diabetes prone mouse strain, this will be used only as a model to unravel the biological mechanism underlying the phenotype. Identification of the genetic factors controlling TCR diversity in T regulatory cells would be an essential link in understanding how this population works and protects from autoimmune disease. This information could be applied to manipulate the TCR repertoire and will be potentially useful for the development of novel therapeutic approaches for autoimmunity, cancer and infectious disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F020910/1","grantId":"BB/F020910/1","fundValue":"24771","fundStart":"2008-07-01","fundEnd":"2011-06-30","funder":"BBSRC","impactText":"  The results of our work have informed our notions of the defects in T cells in a mouse predisposed to type I diabetes (NOD): we now believe that regulatory T cell development in NOD mice is disadvantaged at an earlier stage of development than we had previously thought. This work benefits all scientists working in regulatory T cell biology and diabetes, taking us one step closer to understanding the defects in regulation that underpin diabetes - an essential pre-requisite for designing new therapies for this disease in the future. Education Societal","person":"Oliver Angus Garden","coPersons":[],"organisation":"Royal Veterinary College","findingsText":" A special type of T cell, called a regulatory T cell, is crucial in preventing the body from attacking its own cells. The development of these cells occurs in an organ called the thymus, but many of the details are unclear. In particular, the factors controlling diversity of this population remain poorly defined. We used a genetically engineered mouse to study the role of each part of the T cell receptor in shaping the diversity of regulatory T cells. We found that the part of the chain called 'beta (_)' plays an important role in this process. \n\n\n\nThese results informed our notions of the defects in T cells in a mouse predisposed to type I diabetes (NOD): we now believe that regulatory T cell development in NOD mice is disadvantaged at an earlier stage of development than we had previously thought. This work benefits all scientists working in regulatory T cell biology and diabetes, taking us one step closer to understanding the defects in regulation that underpin diabetes - an essential pre-requisite for designing new therapies for this disease in the future. Further research is required before translation into the clinic. Further research into Treg ontogeny and receptor diversity in health and diseases such as type 1 diabetes. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}