{"id":"B9B85671-24F5-4971-8A29-82E75E52E2CD","title":"Crude oil oxidation without an electron acceptor; syntrophic hydrocarbon degrading microbes work together to 'crack' a tough problem.","abstractText":"If you were asked which countries have the most oil, you would undoubtedly answer with the name of one of the large oil-producing countries in the Middle East such as Saudi Arabia or Kuwait. Although these countries do have vast oil reserves (Saudi Arabia's Ghawar oil field alone, is estimated to contain in excess of 260 billion barrels) they are not actually the largest oil deposits on Earth. This honour is held by the gigantic petroleum deposits in Western Canada (Athabasca tar sands) and Venezuela (Orinoco heavy oil belt) which each contain well over 1 trillion barrels of oil. The giant oil fields in the Americas are less well known than those in the Middle East because, over geological time, the oil which they contain has been biodegraded by microorganisms living in the petroleum reservoirs. Biodegradation removes the most valuable components leaving behind heavy viscous tar-like oil which is much more difficult and expensive to produce and refine than the free-flowing oils from the Middle East. Increasing oil prices and finite hydrocarbon resources mean that heavy oil fields represent an economic resource of growing value, but they also provide a unique window on the biosphere found deep within the Earth's crust. Geochemical measurements have shown that petroleum biodegradation in oil reservoirs is probably caused by anaerobic hydrocarbon-degrading bacteria and geochemical modelling suggests that they operate at rates thousands of times slower than they do in near surface environments. If we are to better understand the processes that lead to the formation of giant biodegraded oil deposits, more active experimental laboratory-scale anaerobic oil biodegradation systems are required. A major end product of anaerobic oil degradation in many biodegraded petroleum reservoirs appears to be methane gas, however there are only very few examples of methanogenic oil biodegradation in the literature. We have recently obtained a methanogenic microbial consortium that converts oil to methane at rates which are measurable in the laboratory (these are however still very slow processes). The objective of this research is to understand what organisms are quantitatively significant in the conversion of crude oil to methane and what factors dictate their activity in the environment. When we have this information the benefits will be several fold. Firstly we can begin to assess the geochemical controls on crude oil biodegradation in petroleum reservoirs on geological timescales. This has potential benefits for petroleum exploration where geological formations that may have had conditions conducive to petroleum biodegradation may be avoided. It will also prove valuable for understanding what controls the fate of spilled petroleum released to anoxic groundwater or sediments. There is even the possibility that residual oil in petroleum reservoirs, which cannot be recovered by conventional means, could be converted to more readily recoverable methane gas. This research will tell us what organisms are capable of methanogenic oil biodegradation, how they interact with each other and what controls their activity. In addition we will learn how quickly they can convert oil to methane and other end products, information that can ultimately be used to predict the behaviour of crude oil in a range of environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E01657X/1","grantId":"NE/E01657X/1","fundValue":"435286","fundStart":"2007-08-01","fundEnd":"2011-04-30","funder":"NERC","impactText":"","person":"Ian  Head","coPersons":["Neil  Gray","David Martin Jones"],"organisation":"Newcastle University","findingsText":" The project has shown that the capacity for methanogenic crude oil biodegradation is widespread, though limited in pristine environments. It has identified the key organisms and processes responsible for syntrophic alkane oxidation and indicated that novel mechanisms of alkane oxidation may be involved. It has also shown that volatile hydrocarbons can retard the rate of hydrocarbon degradation under methanogenic conditions, though the final extent of degradation is not markedly affected. This has implications for understanding the processes that lead to the formation of the world’s heavy oil deposits, points towards means to recover energy from stranded oil in petroleum reservoirs as methane and has implications for the fate of crude oil in anoxic sediments which are common in many coastal areas including coastline impacted by the 2010 deepwater horizon blow out. Our research has implications for understanding the processes that lead to the formation of the world’s heavy oil deposits, points towards means to recover energy from stranded oil in petroleum reservoirs as methane.\n\n\n\nIt also has implications for the fate of crude oil in anoxic sediments which are common in many coastal areas and estuaries and also in anoxic contaminated aquifers. As a consequence of presenting the results of our research at relevant symposia we have been approached by small consulting companies involved in mitigating detrimental effects of anaerobes in petroleum systems, novel molecular detection tools for hydrocarbon degraders with potential application in prospecting and larger oil companies wishing to explore the potential of metagenomic approaches to better understand and manage the biological component of their resources.\n\nWe have also successfully applied for a Marie Curie Incoming International Fellowship to develop the fundamental microbiology of syntrophic hydrocarbon and we are now part of a 34-partner EU-KBBE project on oil in marine environments (Kill*Spill) that involves a number of international companies and SMEs. We have also been successful in developing a collaboration with an international energy company which is funding a project on the microbial ecology of petroleum systems. Energy,Environment","dataset":"gtr"}