{"id":"B9BD2C39-E14F-48A4-9454-B0E8156F544C","title":"Micro-PADI sources for applications in 2-D chemical imaging","abstractText":"In the last few years with the availability of high-resolution, small-scale (and portable) mass spectrometers, there has been a flurry of exciting developments in ambient ionisation mass spectrometry. In this technique the chemical composition of the surface of ordinary samples in their native environment can be analysed directly with minimal sample preparation. It has been applied successfully to the analysis many different materials, for instance in pharmaceuticals and forensics.One of the principle desorption-ionisation techniques is desorption electrospray ionization (DESI) first introduced by the group of Cooks in 2004, which has been applied to a plethora of samples in ambient conditions. However, some of the most exciting developments in ambient ionization employ a variety of atmospheric-pressure plasmas as the medium for desorption and ionisation. The plasma-based technique at the heart of this project is plasma-assisted desorption ionization (PADI) which is showing significant promise for the analysis of many materials including biological samples, allowing species of mass &lt; 500 Da to be routinely detected. Conventional PADI is based on the RF (13.56 MHz) plasma needle configuration producing a cold non-equilibrium plasma (gas temperatures around 300K). It is simple in construction, runs at low voltages and produces a relatively localised plasma plume at the needle tip of about 1 mm in width and up to several mm's in length allowing it to remotely activate the surface through direct contact of the plasma. The current PADI configuration may have potential advantages over electro-spraying techniques (DESI), since its design allows for the introduction of surface etching or chemical ionisation reagents in the He feedstock. It is also easier to use than DESI, lower in cost, and with less precise requirements for plasma-sample angles and produces little damage to the sample (except at the highest powers). Most importantly, it produces cleaner spectra with generally higher signal intensities than DESI (5-10 times typically).Despite the success of the plasma-based ambient desorption-ionization techniques none of these techniques provide the sufficient spatial control necessary to distinguish chemical features with less than a few hundred microns resolution. This clearly limits current plasma techniques for 2-D surface chemical imaging applications, for instance in scanning-probe microscopy. To date, DESI is the most successful technique for imaging (spatially resolved chemical information) since it has small reagent beams with spatial resolutions reported to be down to 40 microns. However, for large area, 2D imaging applications the relatively large volume of costly and potentially hazardous solvent required by DESI (1-10 micro-L/min) makes the 2-D approach impractical. We believe the solution to producing small-scale plasma technology, suitable for high-resolution surface imaging, is to further develop micro-plasma sources originally designed for other applications. These are micro-hollow cathode discharges, open-ended micro-channel discharges and needle geometry discharges. Through careful design they will produce small volume plasmas necessary to achieve a spatial resolution of the desorption footprint down to 10 microns. The most promising configurations will be developed further and integrated into existing mass spectroscopic systems. One key feature of this research will be the use of repetitive nanosecond duration, high-voltage pulsing, for each of chosen source designs to allow operation in ambient air, both static and flowing conditions. The project has 5 main research tasks. These are, plasma source design and fabrication, source operation and testing, plasma characterisation and diagnosis, study of desorption and ionisation and the development of 2-D imaging through scanning probe microscopy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I028722/1","grantId":"EP/I028722/1","fundValue":"340122","fundStart":"2011-04-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  NPL are developing PADI for imaging for metrology Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"James William Bradley","coPersons":["D A Barrett","Steve  Hall","Morgan Russell Alexander","James Leon Walsh"],"organisation":"University of Liverpool","findingsText":" We have achieve 2-D PADI imaging with 100 micro resolution Manufacturers of MS systems could take up PADI as key ion source technology Chemicals,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}