{"id":"B9BFE9E7-86EB-465B-BF81-256F19AE79F6","title":"A Platform to Develop and Utilise Characterisation Tools for Functional Magnetic Materials","abstractText":"Magnetic materials have played an increasingly important role in our society. The Functional Magnetic Materials Group at Imperial College have developed a suite of novel characterisation tools over recent years. This proposal describes how with proper support we could utilise these tools to best effect in the study of materials important for application and develop key new tools as appropriate. The materials we aim to study during the course of the Platform grant fall into four main areas a) ultrathin film narrow gap semiconductors for magnetic sensor technology; b)superconducting materials for low field portable MRI technology; c) materials that allow the harnessing of electron spin d) materials for 300K magnetic refrigeration. The first areas are very much a part of what the group are currently doing however we want to incorporate the new elements such as strain measurements in our Hall probe and point contact facilities and nanoscale sensor fabrication. Our forward look for the group is in the areas of Spintronics and Magnetocalorics. In Spintronics we plan to develop new tools to harness and exploit spin in electrical materials mainly narrow gap semiconductors. Here again there will be an emphasis on nanofabrication of devices. Magnetocalorics is a very new area for the group and a very exciting one. Our characterisation capability is ideally suited to making a really important novel contribution here, particularly with access to higher resolution sensors that will come out of other parts of the program. Overall the group is well connected to a network of international collaborators and many of these have written letters of support for this proposal. It would be our aim to use the Platform in part to strengthen these links as well as seed new collaborations and explore new avenues for funding in Europe and with industrial collaborators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E016243/1","grantId":"EP/E016243/1","fundValue":"780791","fundStart":"2007-06-01","fundEnd":"2012-05-31","funder":"EPSRC","impactText":"  This platform grant facilitated our research into a number of new areas related to electronic materials, sensors and magnetic solid state cooling. Energy ","person":"Lesley  Cohen","coPersons":[],"organisation":"Imperial College London","findingsText":" Magnetic materials have played an increasingly important role in our society. The Functional Magnetic Materials Group at Imperial College has developed a suite of novel characterisation tools over recent years. The platform grant was designed to underpin the work within the group to enable the development and utilisation of these tools to best effect in the study of materials important for application in the four main areas originally envisaged, spintronics, sensor materials, superconductivity and magnetocalorics as well as develop new tools in the area of calorimetry, magnetic imaging and spectroscopy. \n\nThe grant has been enormously successful, allowing research creativity to flourish and enabling key new scientific activities beyond the original envisaged remit whilst maintaining essential postdoctoral expertise in the group. Moreover significant investment has been made from the Department over the course of the grant in terms of the creation of two Functional Magnetism lectureship appointments: Branford (nanomagnetism) and Sandeman (magnetocalorics) and these new appointments together with the original PI have benefited from the flexibility afforded by the grant funding. The grant has enabled new activities in areas including artificial planar nanostructured spin ice, chemical vapour deposited graphene sensors, silicon spintronics and characterisation tools for fuel cell materials. We have seeded new activities in the areas of nanofabrication, density functional theory and simulation and beam line experiments at Diamond and ISIS.\n\nThese types of seeding activities have allowed us to explore the feasibility of new ideas leading to follow on grants in each of the main scientific areas and raising follow on funds of the order of five million pounds directly related to the work that the proposal has supported. As a result of underpinning the work in the group that this proposal has enabled almost one hundred peer review journal publications, thirty four peer review journal papers and 11 conference papers written by staff whilst employed on the grant. \n\nAn important objective was also to enabling continuity of employment for key post doctoral staff so that we could better plan their career progression. In total we have employed twelve post docs on the grant, some for as little as three months to provide bridging funds between grants. Our career development track record has been exemplary: One post doc moved onto an EPSRC CAF position, three to lectureships, and three moved to post doctoral positions internationally. The remaining post docs are employed on current research projects. The platform grant was used to bridge and develop activities across a number of themes including high resolution high sensitivity sensors and magnetic materials for environmentally friendly solid state cooling application.s Electronics,Energy","dataset":"gtr"}