{"id":"B9BFD6D5-40EF-4764-9654-C31942EAA38D","title":"Novel regulatory switch controlling interferon regulatory factor function","abstractText":"Increasing evidence in the scientific field has demonstrated that Interferon regulatory factors are essential for the proper functioning of cells in the mammalian system. Knockout studies have shown that each of the family members (IRF1-9) have distinct functions in regulating important processes such as, development, immune cell function and differentiation, apoptosis, cancer and cell cycle. How this diversity in function for the different family members is achieved is still not fully understood and is a significant area of research currently studied by leading laboratories. One way of achieving this diversity is via protein amino acid modification and differential protein-protein interactions. We are interested in understanding 1) how Interferon regulatory factor 1 activity and function are regulated by posttranslational modifications and 2) how modifications may affect its interaction with other proteins. We have preliminary results which strongly suggest that a specific motif in the IRF1 amino acid sequence is phosphorylated and that this phosphorylation event may regulate interactions with co-factors important for IRF1 activity. This motif in IRF1 found in the activation domain consists of six amino acids. There are two amino acids, serine and threonine within this motif which can be modified by enzymatic attachment of a phosphate group. These types of modifications usually change the overall charge distribution of the protein (as phosphate groups are negatively charged). In turn, the added negative charge on the protein can change the folding of a protein due to intramolecular repulsions or attractions. It may also affect interactions with other proteins that affect the activity of the modified protein. Our plan of study is to define the kinase (s) responsible for the phosphorylation of IRF1 at this motif. We have evidence that the kinase involved is GSK-3. This is an extremely important kinase in cellular systems and regulates cell proliferation, insulin signalling, immune responses and neuronal processes. There is much interest currently in understanding GSK-3 activity due to its control of these pathways and it is now a current drug target for treatment of diabetes, depression, inflammation and cancer. We strongly believe our study will impact on all these areas and provide valuable information on how GSK-3 is involved in inflammation and cancer, as IRF1 is intricately involved in controlling these processes in the mammalian system. We know that this amino acid motif in IRF1 is an interaction domain and allows interactions of proteins with co-factors. Thus, we think that phosphorylation of the domain is affecting IRF1's interaction with specific co-factors. We would like to identify these co-factors and determine how they affect IRF1 transcriptional activity. We postulate that these interactions are important for IRF1 function and will affect how IRF1 regulates specific genes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F000340/1","grantId":"BB/F000340/1","fundValue":"275274","fundStart":"2008-01-07","fundEnd":"2011-01-06","funder":"BBSRC","impactText":"  The findings have not been used outside academic research laboratories.  ","person":"Nicole  Clarke","coPersons":[],"organisation":"University of Nottingham","findingsText":" The findings from the BBSRC grant include:\n\nLinks between inflammation, immune systems and cancer and how as we age, our immune systems may play a role in cancer initiation. The findings as stated can be useful in terms of understanding how our immune systems function in both fighting cancer and potentially sculpting and maintaining cancers on the other hand.\n\nThese data in the future can help with identifying new methods of fighting cancer. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}