{"id":"B9C17239-E1FA-49F3-8A7B-9E4C9F20C26B","title":"SAMULET Project 5: Processing Advanced Materials (Resubmission)","abstractText":"See lead application (ref H765509)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H001387/1","grantId":"EP/H001387/1","fundValue":"422057","fundStart":"2010-02-01","fundEnd":"2013-01-31","funder":"EPSRC","impactText":"  Strathclyde's research into advanced manufacturing, namely precision forging/forming has led to impact in the form of direct contribution of &pound;3.4m GVA to the Scottish economy, improved manufacturing capabilities in multi-national aerospace organisations and SMEs involved in a number of collaborative projects, one patent, and direct involvement in the commercialisation of a micro-stamping machine. This is the result of EU-wide and international collaborative research, technological developments and industrial applications (involving more than 40 companies) and to the large investment from government and multi-national industries into a national research centre at Strathclyde; the Advanced Forming Research Centre (AFRC) (&pound;35 million investment, 70 skilled workers), which itself has impacted on UK policy in the area of advanced manufacturing and been instrumental in shaping the government investment profile for this sector. \n. Economic Economic","person":"Andrzej  Rosochowski","coPersons":["Helen  Ewing","Anthony  Gachagan"],"organisation":"University of Strathclyde","findingsText":" This EPSRC project was split into two independent parts. The first part was about investigation of different aspects of exploitation of superplastic forming (SPF) tools in order to increase their rather limited life and therefore reduce substantial tooling costs. It was interlaced with an industrially funded project which in turn used TSB funding. The EPSRC funded part was mainly about proposing procedures and ranges of testing parameters to establish mechanical and thermal properties of various heat resistant tool materials suitable for SPF. It was also about structural characterisation of cast blocks used for machining SPF tools, which gave a valuable insight into the casting process of these blocks. Another main task was the creation of a finite element (FE) model of SPF tool behaviour during simulated thermal cycles representing industrial conditions. The model used material properties established in the first part of the project (financed by TSB). The model was initially used to simulate behaviour of a simple shape block in order to find a relationship between various material properties and stress amplitude as well as accumulated plastic strain in this block. It was eventually used to simulate thermal and mechanical stress cycles in the industrial tools (financed by TSB), which proved its suitability. The modelling part culminated with formulating FE modelling guidelines for the industrial partner. Other aspects covered by TSB funding were non-destructive testing of tools and adhesion of tools and the material formed. Altogether the progress achieved in tool characterisation, numerical modelling of tool behaviour and material/tool interaction has been an important step forward towards understanding the tooling problems in SPF and finding solutions to these problems.The second part of this EPSRC project was not related to SPF. The industral partner will use the project findings to improve die life and reduce costs. Aerospace, Defence and Marine","dataset":"gtr"}