{"id":"B9C219E3-7ADB-4EEF-9CB8-780AE4B5B1AF","title":"Adaptive management of groundwater resources for small scale irrigation in sub-Saharan Africa (AMGRAF)","abstractText":"The volume of groundwater in Africa is more than 100 times the annual renewable freshwater resource and 20 times the amount of freshwater stored in lakes, but its productive use in sub-Saharan Africa (SSA) remains low. Global abstraction of groundwater increased tenfold between 1950 and 2000 and contributed significantly to growth in irrigation particularly in Asia. The global area equipped for irrigation has been estimated as 301 Mha of which 38% depends on groundwater, but for sub-Saharan Africa (SSA) only 5.7% of the irrigated area is supported by groundwater.\n\nJust as in Asia, rapid expansion of groundwater irrigation may be about to occur in SSA. Although evidence from Asia suggests that groundwater irrigation promotes greater inter-personal, inter-gender, inter-class and spatial equity than is found under large scale canal irrigation, there is a significant risk that rapid development of groundwater resources in SSA may lead to inequitable resource use. There is a need for research to deliver the evidence and appropriate tools to support sustainable resource management and to assure access to groundwater resources by poor people.\n\nThis research will address the following questions:\n1: How and at what rate is groundwater being recharged? Deliverable: improved understanding of recharge processes at local and catchment scale; including consideration of influence of land use and water harvesting.\n2: Can a tool be developed to help decision makers manage the resource? Deliverable: tools developed and tested at local (community) and catchment scales to assist decision makers in managing groundwater resources.\n3: What are the implications of changes in land use? Deliverable: improved understanding of evidence base for influence of land use, water harvesting and green water flows on groundwater recharge.\n4: What are the implications of climate change? Deliverable: tools for downscaling climate data and constructing scenarios developed and likely influence on recharge processes investigated.\n5: How can policy and practice assure livelihood benefits for poor people? Deliverable: improved understanding of issues affecting access to and control of groundwater for productive use in irrigated agriculture.\n6: What governance approaches are most likely to deliver equitable and sustainable use of groundwater? Deliverable: participatory evaluation of institutional change required at local community level and at national/catchment level to achieve equitable and sustainable use of groundwater in irrigated agriculture.\n\nPreliminary research will be delivered over a 1 year period by a multi-disciplinary research team from Newcastle University and the International Water Management Institute together with local partners in Ethiopia, Ghana and South Africa. This will deliver a pilot study and build the research consortium. The pilot study in Ethiopia will address both technical and social/governance aspects of groundwater resource assessment and management from the regional to the local scale. Lake Tana basin has been selected as a suitable site. In parallel, additional exploratory research will be conducted in Ethiopia, Ghana and South Africa. Key stakeholders will be invited to participate in consultations at in-country workshops aimed at understanding current state of knowledge around groundwater resources. Critical knowledge gaps likely to influence design of follow-up research will be identified and in-country collaborators will be commissioned to carry out short term studies. At the end of the 1-year catalyst grant project collaborating scientists representing partners from SSA together with UNEW and IWMI will meet for 3-day workshop in Addis Ababa in order to review lessons learned and agree design of the follow-on 4-year research project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L001845/1","grantId":"NE/L001845/1","fundValue":"47883","fundStart":"2013-07-15","fundEnd":"2014-07-14","funder":"NERC","impactText":"","person":"Simon J Langan","coPersons":[],"organisation":"International Water Management Institute","findingsText":"","dataset":"gtr"}