{"id":"B9C34E3D-BE79-42AD-B186-F122480F6937","title":"TANK","abstractText":"The technology for the generation and use of hydrogen as a fuel is established however at present the best way to store the hydrogen is to pressurise the gas to 350 bar or higher (i.e. 350 times atmospheric pressure). This has cost and safety\nconsiderations. Handling high pressure hydrogen requires thick and heavy metal cylinders or bulky composite cylinders. Electrolysers driven by electricity from renewables or from the grid can readily generate hydrogen but this is at low\npressures. Thus mechanical gas compressors are needed to compress the gas to above 350 bar. Such mechanical compressors are expensive and require maintenance, the storing of large quantities of hydrogen at high pressure requires blast zones. Being able to store the majority of gas at low pressure utilising metal hydride (MH) solid state stores is not only safer but it requires much less volume. Fuel cells (which convert hydrogen and oxygen to water and electricity) operate at these low pressures too, so for certain stationary applications, storing hydrogen by a low pressure MH store makes sense. This project will build a prototype to prove the viability of the technology and explore the market potential for MH stores.\n\nThis project will use an innovative metal hydride that has been developed and tested via EPSRC funded research and this combined with our latest heat management modelling will deliver the next generation metal hydride stores with reduced\nmaterials cost, reduced complexity of balance of plant and higher efficiency. These stores will be based on a lightweight aluminium pressure vessel with a passive internal thermal management design. This will deliver a prototype &quot;off the shelf&quot; hydrogen store that can store at a pressure of a few bar the equivalent mass of gas to a 350 bar pressure cylinder for stationary applications yet in a smaller volumetric footprint. The metal hydride has over 2 wt% working capacity operating between 1 and 30 bar, ideal for storing gas from electrolysers and delivering to fuel cells. This is a working capacity double that of AB5 and 30% that of commercially available AB2 hydrides, but at lower raw material cost than either competitor alloy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N509851/1","grantId":"EP/N509851/1","fundValue":"90244","fundStart":"2015-12-01","fundEnd":"2016-11-30","funder":"EPSRC","impactText":"","person":"David Malcolm Grant","coPersons":["Gavin Stuart Walker","Alastair David Stuart"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}