{"id":"B9C9027D-E8D9-4442-97C7-F1FDB5E29210","title":"Black Sea Currents: Migration and cosmopolitan dynamics in two post-Imperial cities, Odessa and Istanbul","abstractText":"These issues will be explored along the following main lines of inquiry: \nDiasporic subjectivities. We will study the practices, emotions and imaginaries of those who consider themselves an 'ethnic/religious minority' or are aware of their own transient present and uncertain future belonging. The dual processes of (a) in-migration from rural area and (b) out-migration of ethnically distinct groups to distant national destinations is characteristic of many cities in the contemporary world and therefore their consequences are important. \nHistory, materiality and the dynamics of cosmopolitanism. The previous communities have left many traces behind, such as houses in specific styles, places of worship and cemeteries. What do the contemporary Inhabitants of these two cities make of the marks left behind, and the absences, of those who have migrated out? We explore the idea of a 'vertical' cosmopolitanism, having to do with layered historical traces, memory and affectivity in the city. \nPost-Cold War migration. Contemporary two way migration across the Black Sea will be related to historical Russian Imaginaries of 'Stamboul' (Istanbul) and Cold War and present-day images held by Turkish citizens of Russia/Ukraine. \nPeople on the move. We will investigate not only group migration but also more individual, temporary and fluctuating mobility (traders, sailors, artists, prostitutes, labourers) and its mutual cultural influences","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E508642/1","grantId":"AH/E508642/1","fundValue":"293360","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"  Exhibition attended by public in Odessa and Cambridge\nFindings discussed at seminar with architecture department (Cambridge) then included in large ESRC project on 'Conflict in Cites' (grant number: RES-060-25-0015) and included as a chapter in one of their publications\nResults discussed in 'Intelligence Seminar' (Cambridge)\nProject aroused interest in Denmark, Netherlands, Austria and Russia, and publications produced in those countries Education,Culture, Heritage, Museums and Collections,Security and Diplomacy Cultural,Societal","person":"Caroline  Humphrey","coPersons":["Yael  Navaro-Yashin"],"organisation":"University of Cambridge","findingsText":" We developed a concept of the Black Sea as a region and analysed how the countries around the sea have seen it as a linking space or a barrier. We studied movement of migrants and traders in the Black Sea area, and the relation of minorities living in the region to Russia and Turkey as the dominant powers of the region. Our findings could be used by people studying globalisation and small-scale trade, migration, transnational sex work, and regional specialists. Our work also opens new ground in the anthropological study of sea borders in Cold War and contemporary international relations. Education,Culture, Heritage, Museums and Collections,Security and Diplomacy,Transport","dataset":"gtr"}