{"id":"B9E2AFB7-9961-4C51-9D1F-A8F438966A26","title":"The CRASH-3 Trial: Tranexamic acid for the treatment of significant traumatic brain injury.","abstractText":"There are more deaths each year from injuries than from HIV, TB and malaria combined. Worldwide, about ten million people are killed or hospitalised because of a head injury every year. Most head injuries are caused by road traffic crashes, and because car use is increasing, the number of people suffering a head injury is increasing. Amongst those who survive a head injury, many are left severely disabled for the rest of their lives. For example, there is a high likelihood that Michael Schumacher will be permanently disabled as a result of his recent head injury. Most victims of head injury are young adults living in low and middle income countries. Because many of the victims are also breadwinners for their families, head injuries can also result in loss of income which, along with medical costs, can increase household debt and lead to a fall in living standards for the whole family. When the head is injured there is often bleeding inside the brain, which can continue for some time and worsen after hospital admission. This bleeding increases pressure inside the skull causing further damage to the brain, which can be fatal or result in serious disability for the patient. We think that we can prevent some of these deaths and disability by reducing the amount of bleeding in the brain after head injury. Tranexamic acid is a cheap drug that reduces bleeding in other conditions. A large trial in accident victims (other than those with head injury) found that it reduces the chances of bleeding to death. If this drug also works in patients with head injury and bleeding into the brain, this would be important to know because it could save lives at a very low cost.\n\nWe have already done two preparatory studies to see if tranexamic acid can help people who have bleeding inside the brain because of a head injury. Together, the results of the studies suggest that tranexamic acid should reduce the amount of bleeding inside the brain and could reduce their chances of dying or being disabled. However, because these studies were small, we are not very certain about the accuracy of their results. Also, they were not designed to find out whether tranexamic acid reduces disability. Because doctors are still unsure about whether tranexamic acid works, it is not given to patients with traumatic brain injury. But if a new clinical trial showed that it worked, this would change very quickly. We want to find out if tranexamic acid saves lives and reduces disability in people with traumatic brain injury.\n\nWe plan to study 10,000 patients with traumatic brain injury in countries throughout the world. We will give half of them tranexamic acid and the other half a dummy medicine called a placebo. To make sure that the two groups are the same apart from tranexamic acid, we will decide who gets tranexamic acid and who gets placebo using the modern equivalent of the toss of a coin (this is called randomisation). Everyone will of course get all the treatments that doctors usually give to traumatically brain injured patients. At the end of the trial we will see if giving tranexamic acid on top of all the usual treatments improves survival and other patient outcomes. The study will be carried out by a team of researchers with lots of experience in doing clinical trials. In fact, it will be the same team that did the successful study of tranexamic acid in accident victims. The trial will cost several million pounds but if it shows (as we hope it will) that tranexamic acid works, we will have a very cheap way of reducing the number of people who die and are disabled after a head injury. The start up phase of trial is underway and over a thousand patients have been recruited. The trial procedures work well. This application is for funds to continue recruitment to 10,000 patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M009211/1","grantId":"MR/M009211/1","fundValue":"2158490","fundStart":"2014-11-01","fundEnd":"2018-07-31","funder":"MRC","impactText":"","person":"Ian Gray Roberts","coPersons":["Tim Richard Harris","Haleema  Shakur","Adeniran Olubukola  Fawole","RIZWANA  CHAUDHRI","Rashid  Jooma","Matthew Temitayo Shokunbi","Katharine  Ker","Antonio  Belli"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}