{"id":"B9E50E9D-9914-49ED-BFB3-DDA3B1581B42","title":"Structural studies on assemblies that regulate the cell cycle","abstractText":"In the past treatments for cancer have evolved by chance, trial and error and scientific intuition. More recently understanding a particular defect that leads to disease has led to new medicines directed towards a particular target that are proving most effective (e.g. the drugs Gleevec, Iressa and Herceptin for cancer treatment). The growth and division of cells is strictly controlled at the molecular level by a series of enzymes that include the cyclin dependent protein kinases (CDKs). These enzymes are switched off and on in an orderly sequence to ensure that cell division starts and stops at the required time. Our work, using the technique of X-ray crystallography, allows us to see these molecules and by understanding their form and shape at the molecular level we gain insights into how they function. In cancer cells genes whose products directly or indirectly control CDK function are frequently damaged thereby explaining the uncontrolled growth of tumours. Deregulation of one of the control molecules, cyclin E, leads to uncontrolled cell proliferation. Our structural studies will allow us to understand the role of this molecule in the cell cycle. This knowledge will assist in the development of new medicines by allowing scientists to predict what medicines are likely to work and which ones will not.\n Many of the processes in the cell cycle are controlled by the addition of a single phosphate group to another molecule. This small modification results in switching on or switching off of cellular activities. Three of the molecular complexes that we are studying (CDK2/cyclin E, CDK7/cyclin H/Mat1/ and polo-like kinase) catalyse this chemical modification of phosphorylation. Our structural studies will allow us to understand how out of the thousands of proteins in the cell the right molecule is selected and how this can go wrong in the diseased state. Another chemical modification important in the control of cell growth is the addition of the small molecule ubiquitin to a target molecule. This signals that the target is to be destroyed by a large molecular complex known as the proteasome. Our work seeks to understand how ubiquitin is attached to the target and how the target is then brought to the proteasome by carrier molecules that recognise both the ubiquitin and the proteasome. Cellular function is all about recognition between molecules. By seeing the molecules we can help understand cell function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400957","grantId":"G0400957","fundValue":"406546","fundStart":"2005-10-01","fundEnd":"2008-12-31","funder":"MRC","impactText":"","person":"Louise  Johnson","coPersons":["Jane Anne Endicott","Martin Edward Noble"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}