{"id":"B9E71077-1E08-4A30-BD27-2FA6BB12F882","title":"Understanding the Processing of Verb Inflections through Statistical Analyses, Experiments and Constructivist Neural Net","abstractText":"<p>The way in which verb inflections such as the English past tense are processed in the mind has become the focus of a heated debate. This project will investigate this question with psycholinguistic studies and neural network models (computational models that are inspired by the functioning of the brain and that learn from exposure to environmental stimuli). The aim of this project is to establish whether observed differences in the processing of regular and irregular verbs are best explained by assuming two separate underlying mechanisms, or by a single mechanism in which dissociations emerge during language development on the basis of the distributional properties of verbs (eg, frequency of similar sounding verbs with the same or a different inflection). Experiments will be used to evaluate both hypotheses against each other with carefully constructed stimulus sets. Neural network models will serve to develop theories of how the specific experiences with verbs during language development can lead to functional specialization of the inflection processing system. These models will be used to simulate the acquisition of the English past tense and the German participle as well as the normal and impaired processing of inflections in adult speakers of both languages.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-23-0129","grantId":"RES-061-23-0129","fundValue":"240421","fundStart":"2006-11-01","fundEnd":"2009-12-31","funder":"ESRC","impactText":"","person":"Gert  Westermann","coPersons":[],"organisation":"Oxford Brookes University","findingsText":" We investigated how people - children, adults and people with brain damage following stroke - produce the past tense forms for verbs, e.g., 'I looked out of the window and saw a bird'. There is much debate on whether the brain makes a difference between regular and irregular verbs. We discovered that we can explain a lot of what we know about past tense processing by assuming that the brain changes in response to experience with learning past tense forms and organizes itself to process these forms efficiently. A possible extension to this work is its role in rehabilitation after stroke. When parts of the inflection processing system are damaged an important question is if and how the remaining intact structure can take over some of the function of the damaged parts. Our approach can be used to investigate this question. Education,Healthcare","dataset":"gtr"}