{"id":"B9EB3D7E-5607-4F0E-8FFF-0DD8694E672B","title":"Understanding the migrant experience","abstractText":"<p>Although there is a growing interest among policy makers and other non-academic users of research in the experiences of migrants (for example, in motivations for coming to the UK or experiences of accessing public services), this interest often translates into simplistic understandings of ‘the migrant experience’ or in forms of engagement with migrants which are regarded as superficial or tokenistic or used to justify particular policy responses or approaches.<br /><br />The aim of this Research Seminar Series was to increase currents level of academic, policy and political interest in the experiences and voices of migrants and migrant communities by bringing together academics from a wide range of disciplinary backgrounds with policy makers, non-academic researchers and knowledge brokers, advocates, practitioners, artists and migrants themselves in a series of six one-day day events which explored different aspects of ‘the migrant experience’ and our engagement with it.<br /><br />The Seminar Series revealed the complexities of ‘the migrant experience’, the dangers of focusing on abstract categories intended to capture those experiences, and the importance of better understanding, and engaging with, the politics of representation in the policy making process. Programmes for each seminar together with briefing papers summarising the content and reflections of events can be found at http://www.swansea.ac.uk/cmpr/events/seminars/</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0596","grantId":"RES-451-26-0596","fundValue":"15281","fundStart":"2009-03-01","fundEnd":"2011-02-28","funder":"ESRC","impactText":"  The Research Seminar Series was relevant and timely. Asylum and migration issues are high on political and policy agendas and there is a growing interest in ensuring that policy approaches are evidence-based. At the same time there is increasing interest among migrant organisations and communities in engaging with research processes in ways that do not simply replicate existing assumptions about 'the migrant experience' but enable them to shape research agendas and engage with political and policy processes in a meaningful way. The Seminar Series was able to tap into this interest in a highly original and innovative way by bringing together academic and non-academic users of research with migrants, refugees and asylum seekers. We drew upon our existing relations with the Home Office, Welsh Assembly Government and voluntary sector organisations, as well as our partnerships with the Institute for Public Policy Research and Migrant Rights Network to secure the participation of research users. \n\nAlthough it is difficult to assess the impact of this approach for both academic and non-academic users of research, it is our experience that bringing together different groups in the (relatively) neutral setting of a research seminar is beneficial to all. It provides non-academic users of research with an opportunity to 'step back' from the day-to-day demands of service delivery, advocacy and policy formulation, and academic researchers will an opportunity to gain insights into the realities of life and practice 'on the ground' for practitioners, policy makers and migrants themselves. A number of activities have arisen directly as a result of the Research Seminar Series. These include:\n\n- A Film Seminar Series held by CMPR during 2010 during which three films were screened at the Taliesin Arts Centre followed by a lively public discussion of the issues raised\n- A series of events and seminars held as part of Refugee Week 2010\n- A new MA in Global Migration was developed at Swansea University. The scheme started in October 2011 and included a module on 'Understanding the Migrant Experience' which drew directly on the discussion that took place during the Seminar Series. Some of the Seminar speakers were invited to contribute to this module.\n- The PI subsequently became an external examiner for UEL's MA in Refugee Studies and there is now teaching collaboration between the two research institutes, particularly in relation to methodological issues associated with researching 'the migrant experience'\n- A postgraduate research conference entitled 'Understanding the Migrant Experience' was held at Swansea University in 2012 to further explore the issues associated with undertaking research with migrants and to showcase the work of early career researchers\n- The PI has subsequently worked closely with the Wales Strategic Migration Partnership to produce a series of briefing papers on key issues associated with migration to Wales for dissemination to policy makers, practitioners and the general public Education,Government, Democracy and Justice Societal,Policy & public services","person":"Heaven  Crawley","coPersons":[],"organisation":"Swansea University","findingsText":" This was a grant for a Research Seminar Series and no original research was therefore undertaken or disseminated See above - no findings as grant was for a Research Seminar Series Communities and Social Services/Policy,Other","dataset":"gtr"}