{"id":"B9F237F6-6A2B-4AC6-9E1D-ED8958D77627","title":"Liquefaction Settlements in Stratified Soils","abstractText":"Soil liquefaction is often one of the major sources of damage from earthquakes. Liquefaction is predominantly a problem of saturated sandy soils. In particular, structures founded on liquefiable soils may undergo large settlements and tilts that can render the structure unusable in the event of an earthquake. Homes can become uninhabitable and key lifelines such as bridges can become impassable, hindering the recovery process and causing heavy economic losses. In terms of timescale, these settlements can occur both during the earthquake and during the long period following shaking, when the soil retains high pore water pressures and remains in a softened liquefied state until the fluid can fully dissipate. While a large body of work is accumulating on the behaviour of liquefiable soils and its remediation, the effects of low-permeability layers within the soil mass have more recently been identified as a problem comprising unique behaviour. This project aims to examine specifically the role of such stratifications on building settlement / the important variable from a practical viewpoint / as well as provide detailed information on the pore pressure regime within the soils which is important for understanding the timescales of the settlements. This will be achieved through dynamic centrifuge modelling using the new centrifuge earthquake shaker at Dundee University. Based on this, the relative importance of the factors in the soil stratigraphy, such as layer thickness and the number of layers, can be quantified to enable the informed identification of problematic and non-problematic sites. In addition, the existing scientific knowledge concerning the behaviour of such soils and the associated fluid-particle behaviour will be extended, with particular reference to the phenomena of water films and sand boils. The philosophy will be to balance practical useable results with enhanced knowledge of the underlying science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G016127/1","grantId":"EP/G016127/1","fundValue":"184487","fundStart":"2009-09-07","fundEnd":"2012-09-06","funder":"EPSRC","impactText":"","person":"Andrew John Brennan","coPersons":[],"organisation":"University of Dundee","findingsText":" Earthquake loading can induce a significant softening of foundation soil beneath simple foundations, that can cause even well-built structures to undergo excessive sinking into the ground. Liquefaction might be simply described as the foundation soil behaving more like a liquid than a solid. The project investigated how this settlement is affected by layering of foundation soils by a combination of case history data and physical models tested on the University of Dundee's geotechnical centrifuge with its new earthquake shaker.\n\nA number of very significant results were obtained, most importantly that the existing viewpoint relating settlement of structures on liquefiable soils to thickness of underlying soils was incomplete and that the stress imposed by the structure was a major influence on the process. Settlement increased with increasing building weight - but, surprisingly, this was only true up to a certain point, and very heavy structures experienced less damage than buildings of only moderate weight. This conclusion was originally suggested by investigation of archive field data, together with data collected as part of the project during a field trip to the Maule region of Chile following a major earthquake, but we couldn't be sure that it was caused by limitations in the data set until we were able to carry out controlled testing in the laboratory. This testing confirmed the findings, and further showed that the settlement was governed by in situ shear stresses beneath the edges of such foundations inhibiting liquefaction directly beneath the foundation and keeping the structure safe. The project produced a simple design chart to improve upon the previously available version present in codes. I'd like to take this forward by looking at improving the efficiency of ground improvement around shallow foundations by treating only limited areas, and have begun work with Keller on industrial applications. There is also the opportunity for others to take the physical model data set as validation data for numerical modelling and hence carry out a parametric study to a greater extent (although it is a major challenge to create a believable constitutive model for liquefiable soil). Construction","dataset":"gtr"}