{"id":"B9F26B8E-0E5F-4A66-8EFB-D4110684101A","title":"The Mums and Babies' Ensemble: Theatre-Making with The Early Years","abstractText":"The Mums and Babies' Ensemble is a two-pronged public engagement project utilising research findings from the PIs research in the 21st century dramaturgies, aimed at both theatre-makers and general audience. Rooted in the idea of theatre authorship as an increasingly participatory, non-literary, ensemble- rather than playwright- or director-led process, the project is intended to explore these principles in the specific context of a theatre practice which includes as equal participants both the adults and the Early Years (0-3 year olds) - capitalising on the notion of theatre for Early Years as a category which according to Ben Fletcher-Watson (2013) can also be thought of as belonging to postdramatic theatre. \n\nThe project is innovative and unique in its potential to meet the identified need in two ways. First, it fills a particular gap in the repertoire - rather than being aimed exclusively at either the parents (such as Soho Screamers) or the for Early Years (as a sub genre of children's theatre), the project will be led by and aimed at parents and babies equally, thus also forming the first instance of the babies being involved as creative partners in a process of theatre-making. Secondly, the process is ultimately geared towards creating an innovative performance script in the form of a creative handbook for future theatre-makers and their babies which will provide a specific dramaturgical framework but remain open enough for subsequent ensembles and audiences to fill with their personal material. \n\nThere will be three stages to the script-development, starting with a week-long workshop in London. This stage will engage local parents and babies, neonatal and theatre professionals as well as general audiences as part of the development methodology, thus creating pathways for further dissemination of the work and the script on the national level. The second stage will focus on the creation of the script with the first draft deadline in May 2015 and the third stage will involve editing and preparation of the script itself for publication in September 2015. We will work with a graphic designer (preferably a parent) on the script preparation. The script will be published in 500 copies as a publication with an ISBN number by The Institute for Art and Practice of Dissent at Home and it will be disseminated through suitable bookshops and online outlets (the Institute already has a relationship with the Live Art and Development Unbound website which we will use for this purpose) as well as relevant conferences and public events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M009084/1","grantId":"AH/M009084/1","fundValue":"11712","fundStart":"2015-01-23","fundEnd":"2015-10-22","funder":"AHRC","impactText":"","person":"Duska  Radosavljevic","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}