{"id":"B9F7B9EC-F527-43DE-96C6-9340C9B2B1B7","title":"The use of high power THz radiation to probe low frequency protein vibrations that facilitate quantum tunnelling of hydrogen in enzyme systems","abstractText":"All of biology -- life itself -- depends on enzymes. Enzymes are large, natural molecules that allow specific biochemical reactions to take place quickly, that is to say enzymes are natural catalysts. They are very good catalysts, but as yet we do not understand what it is that makes them such good natural chemists. There are many reasons for studying enzymes and the reactions they catalyse: many drugs are enzyme inhibitors (they stop specific enzymes from working), so better understanding of enzymes will help in the design of new drugs. Better understanding of individual enzymes should also help understand and predict the effects of genetic variation, for example in understanding why some people may benefit from a particular drug, or may be at risk from a disease. Enzymes are also very good and environmentally catalysts - knowing how they function should help in the design and development of new 'green' catalysts for forensic, synthetic, analytical and biotechnological applications. Enzymes also show great promise as 'molecular machines' in the emerging field of nanotechnology. We will carry out a collaborative project based on experimental physics that supports existing research programmes at the international leading edge in providing a physical description of how enzymes work. We will focus on an enzyme whose reaction involves the transfer of hydrogen. Recent experimental work has shown that these reactions involve the quantum mechanical phenomenon of tunnelling, whereby hydrogen (because it is very light) is transferred from one molecule to another by going through the energy barrier, instead of over it. This might at first seem esoteric, but it seems that quantum tunnelling is essential in making enzyme reactions fast. Experimental results also suggest that the complex motions of large enzyme molecules may be crucial in helping tunnelling to happen within them. It seems that enzymes may have evolved specifically to make use of quantum tunnelling, and that this may be crucial in understanding how they function. Current computer modelling methods are very useful for studying aspects of enzyme reactions - making molecular 'movies' of how enzymes work - but modelling molecular motions in enzymes is particularly challenging. In this proposal, we will develop state-of-the-art methods based on emerging high power light sources to investigate the role of these motions in making enzymes work. The new methods we develop will pave the way for other researchers to also unravel the origin of the catalytic power of enzymes. The results should provide new and exciting insight into how enzymes function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E016685/1","grantId":"EP/E016685/1","fundValue":"188667","fundStart":"2006-10-01","fundEnd":"2008-03-31","funder":"EPSRC","impactText":"","person":"Peter  Gardner","coPersons":["Nigel Shaun Scrutton","Michael John Sutcliffe"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}