{"id":"B9FA5EF1-AE57-4F3F-B018-B3CE5A86FBC9","title":"Almost periodic and related multi-dimensional spectral problems","abstractText":"We plan to study operators with almost-periodic coefficients acting in multidimensional spaces. \nSuch operators are very interesting from physical point of view. They are also very interesting\nand challenging mathematically, since at present only very little is known about their spectra. \nWe plan to develop a new method for working with such operators, called the milti-scale variational \napproach. We also plan to study a number of other problems, which we consider to be of lower risk \nthan the main problem.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016829/1","grantId":"EP/J016829/1","fundValue":"442303","fundStart":"2012-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"  As is common in mathematical research, the results have been disseminated via publications\nin scientific journals, with preprints made available to the community, as the work progresses,\nthrough various electronic archives such as www.arXiv.org. Also as usual, we have presented \nthe ongoing results of our research at various mathematical meetings, conferences and seminar/colloquium talks. Other ","person":"Leonid  Parnovski","coPersons":["Alexander  Sobolev"],"organisation":"University College London","findingsText":" We are currently at the beginning of the third year (out of 3.5) of the grant, so it is rather early to discuss the definite findings. So far, we have managed to solve several important problems mentioned in the proposal. The most important results are: the complete asymptotic expansion of the kernel of the spectral projection of multi-dimensional almost-periodic Schroedinger operators. We also have proved the absolute continuity and of the spectrum and the lack of spectral gaps for large energies in the case of two-dimensional quasi-periodic Schroedinger operator. To put these results in context, the multi-dimensional quasi-periodic operators is the area where until recently, no results existed whatsoever. The analytical (especially spectral theoretical) community will benefit from results obtained within this project.\nAs a part of the project we have established a variant of the perturbation theory of almost-periodic\nproblems, both for abstract operators and for differential and pseudo-differential operators. This\ngeneral theory is likely to be applicable to many other problems outside the scope of our proposal. Other","dataset":"gtr"}