{"id":"B9FAF532-3768-4408-9855-DB055AD2D198","title":"The Use Of Novel Polymer-Lipid Nanoparticles To Study G-Protein-Coupled Receptor Activation And Dynamics.","abstractText":"Most chemical messengers in the body, work through proteins on the cell surface known as receptors. The biggest class of receptors is the G-protein-coupled receptor (GPCRs) family, which are important for cell signalling and as drug targets. GPCRs are thus of enormous interest, both in terms of basic biology and also for commercial exploitation by the pharmaceutical industry. Understanding how GPCRs work at the molecular level is fundamentally important and is one of the 'big questions' in biology today. For a few receptors we have a crystal structure showing their 3-dimensional shape when bound to a 'blocking drug'. This has deepened our understanding of receptor architecture which should aid future drug discovery. However, it is clear that GPCRs are very flexible proteins that change their shape on binding hormones and drugs, whereas the crystal structures provide snap-shots of a single conformation, usually of the non-signalling receptor. To fully understand GPCRs, we need to understand how they change their shape during signalling. This is also important for 'allosteric' agents that bind to a different part of the receptor to the natural hormone to modify receptor activity. This opens the way to a whole new class of drugs. In this application we describe a new approach to understanding GPCRs. We have found a novel way to make large quantities of natural GPCRs 'solubilised' within very small particles of their membrane environment without the need for detergent. Previously, there has been an absolute requirement for detergent to solubilise receptors. This formed a major barrier to progress in this field as its presence disrupted the normal properties and shape of the receptor, de-stabilising the protein. For the first time anywhere, we can now circumvent the detergent barrier to progress. This important advance opens up the prospect of applying powerful biophysical techniques to provide detailed information on how GPCRs dynamically change their shape in response to drugs of different classes. The project brings together four scientists from the Universities of Birmingham and Aston, with complementary skills to exploit our new technologies. We will study the adenosine A2a receptor (A2aR) as an example of the GPCR family. This is a well-characterised receptor with a large literature, defined drugs, useful tools and importantly it is one of the few receptors for which there is an atomic level crystal structure. In addition, our industrial collaborators Heptares Therapeutics will provide A2aRs constrained into functionally-defined shapes (conformations) which will be a great help to us. Finally we have a formal collaboration with an experienced computational chemist at Essex University who will construct molecular models and dynamic simulations of different functional states of the receptor based on our experimental data. We are ahead of the field and our pilot data show that we have the capability at this very moment to produce very large amounts of A2aR by growing them in a yeast and to rapidly 'solubilise' active receptors in their natural state in a styrene maleic acid lipid particle (SMALP). We will engineer A2aR so that 'reporter groups', including fluorescent groups, can be introduced at defined locations in the receptor architecture. We can then study A2aR-SMALP by a range of techniques. For example, fluorescence can tell us about the changes in the environment around important parts of the receptor when drugs bind. A related technique can also be used to provide a molecular ruler that allows us to calculate the distance between two parts of the receptor to determine how it changes on binding drugs of different signalling capability or in conformationally-constrained A2aRs provided by Heptares Therapeutics. Overall, this project will provide insight into the changes of shape that underlie GPCR activation and may aid rational drug design in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I020349/1","grantId":"BB/I020349/1","fundValue":"376277","fundStart":"2012-01-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"  The findings have so far been reported in the magazine International Innovations, which is widely read by EU policy makers. Our work also needs to be seen in the wider context of the growth of use of SMALPs as agents to study commercially important membrane proteins; by demonstrating that they can be used to isolate G-protein coupled receptors (the largest target for therapeutic drugs), our results will be important for more efficient and effective drug discovery. To this end, we are presenting Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"Mark  Wheatley","coPersons":["Timothy  Dafforn"],"organisation":"University of Birmingham","findingsText":" We have now used our technology to isolate 2 different GPCRS from yeast, bacteria and mammalian cells. These receptors have been purified to homogeneity. We have further characterised one of these biophysically, to understand how drugs change the shape of the protein; this knowledge will be essential in designing improved drugs for the future.\n\n\n\nWe have used unnatural amino acid mutagenesis to introduce fluorescent reporters into our GPCRs. These are tools to measure the shape of the receptor. We have been able to use these to detect changes to the GPCRs when we add drugs. The research can be used to design new classes of drugs. This is of interest to the pharmaceutical industry Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}