{"id":"BA00DA1D-382E-454A-8812-62E69C51EDCC","title":"SPECIFIC Tranche 1: Buildings as Power Stations","abstractText":"Every day more solar energy falls on the Earth's surface than the whole of human kind will use in 27 years. At this point we do little to harvest this energy. Buildings are major consumers of energy and yet they are often clad in metal and glass, both materials which can be capable of sophisticated engineering. In the UK annual production of metal and glass for construction of the outside faces of buildings is running at around 300 million square metres per annum. The aim of SPECIFIC as an Innovation and Knowledge Centre (IKC) is to rapidly adapt excellent small scale devices that have been demonstrated in UK universities, scale up their application and ensure their stability so that the outsides of building can become active surfaces, essentially converting buildings into power stations. The key feature will be to combine technologies such that the panels will generate, store and release energy. This will create a whole new manufacturing sector for the UK as well as making a serious contribution towards our renewable energy targets and reducing carbon dioxide emissions.\n\nAlready as part of the IKCs activity in the first nine months we have produced demonstrator systems at an A4 scale to show to architects and building owners to gauge the market attractiveness. A major activity is underway with partners including Tata, Dyesol, Imperial College, Bangor and Bath University to 'industrialize' the manufacture of a new type of solar cell (the dye sensitized solar cell). The advantage this system has is it works well in lower light conditions and with low angles of illumination so making it ideal for application in Europe. A key is what to do with this electricity however since it is often generated when we do not need it. As such a key component of the next phase of the SPECIFIC IKC is to work with partners to develop a suitable storage option. This is a very different challenge to developing batteries for a mobile phone or computer. The key criteria are that it must last up to 40 years, be rechargeable every day, be made from sustainable and non toxic elements and have relatively low cost. This eliminates most of the more modern battery technologies and the IKC will be working on a revision of the original 'Edison' cells based on Nickel and Iron with support from Sheffield University and Tata (iron) and Vale Inco (Nickel). Another key aspect that often puts people off renewables is the appearance on a building. As such over the next two years we will be setting up work with colleagues at the Welsh School of Architecture and with product designers to make sure the products that UK industry produce are not only technically excellent but also aesthetically pleasing. In parallel we are building a pilot manufacturing facility next to the Innovation Centre to allow demonstration scale products to be made which can be attached and trialled on real buildings to evaluate their performance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K000292/1","grantId":"EP/K000292/1","fundValue":"2791870","fundStart":"2012-07-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"David  Worsley","coPersons":["Tim  Claypole","David  Gethin","Hamilton Neil McMurray","Kieran  Molloy","Phil  Jones","Mark  Evans","Peter Joseph Hall","Geraint  Williams","James Henley Sullivan"],"organisation":"Swansea University","findingsText":" As part of this project we have developed the concept of a Building as a Powerstation where a building surface can make heat or electricity from the suns energy which is then stored in the building for release later under controlled conditions. \n\nThis builds on earlier work on PV to combine low cost PV with battery solutions and the heating technologies developed as part of another EPSRC project. Whole buildings have now been developed to demonstrate the benefit of generation, storage and release including grid disconnected examples.\n\nSolar thermal collectors have been developed based on a transpired solar perforated panel in which the paint has been pigmented with new materials which allow it to get much hotter (and so are more efficient) Initially combining the solar collector with a water tank has allowed buildings to reduce energy consumption by 80%. In the next phase of the programme glazed collectors are increasing solar efficiency further and are combined with a new solar thermochemical storage system which is thirty times more efficient that water and is switchable; the equivalent of a heat 'battery'. Demonstration buildings are being constructed in 2014/5. These include a grid disconnected garden pod, a low cost demonstration house and a solar thermal system retrofitted to a thirty year old shed. Construction,Energy,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}