{"id":"BA020EDF-1770-4C2E-B6B7-03ABB63DE0C7","title":"John Cleland and the Conditions of Authorship in 18th-Century England","abstractText":"The novelist, translator and critic John Cleland (1710-89) is best known for his first novel, the Memoirs of a Woman of Pleasure (or Fanny Hill) of 1748-49, and for a handful of other scandalous texts, for which he was legally harassed and repeatedly threatened with prosecution. But he was also among the most innovative and intellectually daring authors of the eighteenth century, and his long and varied career illuminates the more general conditions within which writers of the period struggled to create an authorial identity. In this project I combine original archival research and the close reading of published texts to produce an historically grounded analysis of Cleland's self-construction as an author; and I situate that formation within the larger structures of institutional authority and conflict--legal, political, literary, and commercial--which defined the changing terms of professional authorship in the eighteenth century. Cleland's critical essays on the novel are among the first theoretical statements on the emerging genre in English; his deployment of the vocabulary and narrative strategies of sentimentalism in his first two novels anticipates the later ascendancy of the sentimental mode, with its revisionist valuation of new, less polarised, forms of masculine and feminine conduct. Moreover, my research into Cleland's relations with Thomas Cannon, author of a long-suppressed pamphlet in defense of sodomy, confirms the centrality of Cleland's ongoing interest in 'deviant' and transgressive forms of sexual identity. For these reasons, Cleland's troubles as an author--the arrests for obscenity, financial struggles, defensive self-justifications and critical attacks--while consigning him during his lifetime to the ranks of literary renegades, help us to see what was at stake in the literary battles of his time. Although in recent years his first novel has attracted considerable attention, particularly from scholars interested in the history of sexuality and gender, there are no critical studies of his authorial career as a whole, from his early novels and reviews to his writings on physiology, politics and the origins of language. By tracing the thematic and figural connections that link this diverse body of work, I aim not only to offer a fuller and more nuanced account of Cleland's distinctive individual voice or literary persona but also to situate this in relation to changes in the literary marketplace and ideological climate in the second half of the 18th century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G007667/1","grantId":"AH/G007667/1","fundValue":"27919","fundStart":"2009-09-25","fundEnd":"2010-01-24","funder":"AHRC","impactText":"","person":"Hal  Gladfelder","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}