{"id":"BA03530B-64C8-4F1B-AC63-75C491E074AA","title":"The Feedback Between Volatiles and Mantle Dynamics","abstractText":"In 2011, NERC began a scoping exercise to develop a research programme based around deep Earth controls on the habitable planet. The result of this exercise was for NERC to commit substantial funding to support a programme entitled &quot;Volatiles, Geodynamics and Solid Earth Controls on the Habitable Planet&quot;. This proposal is a direct response to that call. \n\nIt is widely and generally accepted that volatiles - in particular water - strongly affect the properties that control the flow of rocks and minerals (their rheological properties). Indeed, experiments on low-pressure minerals such as quartz and olivine show that even small amounts of water can weaken a mineral - allowing it to flow faster - by as much as several orders of magnitude. This effect is known as hydrolytic weakening, and has been used to explain a wide range of fundamental Earth questions - including the origin of plate tectonics and why Earth and Venus are different. \n\nThe effect of water and volatiles on the properties of mantle rocks and minerals is a central component of this NERC research programme. Indeed it forms the basis for one of the three main questions posed by the UK academic community, and supported by a number of international experts during the scoping process. The question is &quot;What are the feedbacks between volatile fluxes and mantle convection through time?&quot; \n\nIntuitively, one expects feedbacks between volatiles and mantle convection. For instance, one might envisage a scenario whereby the more water is subducted into the lower mantle, the more the mantle should weaken, allowing faster convection, which in turn results in even more water passing into the lower mantle, and so on. Of course this is a simplification since faster convection cools the mantle, slowing convection, and also increases the amount of volatiles removed from the mantle at mid-ocean ridges. Nevertheless, one can imagine many important feedbacks, some of which have been examined via simple models. In particular these models indicate a feedback between volatiles and convection that controls the distribution of water between the oceans and the mantle, and the amount topography created by the vertical movement of the mantle (known as dynamic topography). The scientists involved in the scoping exercise recognized this as a major scientific question, and one having potentially far reaching consequences for the Earth's surface and habitability.\n\nHowever, as is discussed in detail in the proposal, our understanding of how mantle rocks deform as a function of water content is remarkably limited, and in fact the effect of water on the majority of mantle minerals has never been measured. The effect of water on the flow properties of most mantle minerals is simply inferred from experiments on low-pressure minerals (olivine, pyroxenes and quartz). As argued in the proposal, one cannot simply extrapolate between different minerals and rocks because different minerals may react quite differently to water. Moreover, current research is now calling into question even the experimental results on olivine, making the issue even more pressing. \n\nWe propose, therefore, a comprehensive campaign to quantify the effect of water on the rheological properties of all the major mantle minerals and rocks using a combination of new experiments and multi-physics simulation. In conjunction with 3D mantle convection models, this information will allow us to understand how the feedback between volatiles and mantle convection impacts on problems of Earth habitability, such as how ocean volumes and large-scale dynamic topography vary over time. This research thus addresses the aims and ambitions of the research programme head on, and indeed, is required for the success of the entire programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M000281/1","grantId":"NE/M000281/1","fundValue":"273265","fundStart":"2016-07-01","fundEnd":"2019-06-30","funder":"NERC","impactText":"","person":"Jeroen  Van Hunen","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}