{"id":"BA077D92-8510-42F2-A3A1-258D31DC0959","title":"SWIMMING PHYTOPLANKTON IN A TURBULENT ENVIRONMENT","abstractText":"Swimming micro-organisms in fluid environments are ubiquitous and diverse. For example, sperm beat their long whiplike tails, travelling long distances to find an egg, and pathogenic bacteria can move into the bloodstream, causing diseases such as typhoid fever. This project will develop mathematical models to describe the distribution of micro-organisms in fluid environments, with a specific focus on swimming phytoplankton in turbulent flow. Understanding the spatial-temporal dynamics of phytoplankton is a most timely research question. For example, phytoplankton are critical players in climate change: phytoplankton fix carbon during photosynthesis, and when they die can sink to the ocean floor, acting as a one-way path for atmospheric carbon dioxide. Also, certain species of phytoplankton can form harmful blooms, or `red tides'. These blooms can be detrimental, or even fatal, to human health, and can cause significant financial losses, for example to aquaculturists and the tourism business. Micro-organisms are frequently distributed in patchy structures, for example blooms of algae appear in surface waters ('red tides'), and bacteria aggregate on tasty sinking aggregates called marine snow. The interaction between a local population and its environment will clearly depend on how the population is distributed in the environment. For example, algal cells that are concentrated near the surface may undergo photosynthesis more efficiently, and thus grow more rapidly, than cells which are well mixed throughout the water column. Developing predictive models to determine the distribution of microplankton is therefore critical for understanding aquatic ecosystems. This project will predict the spatial distribution of swimming phytoplankton in environmentally relevant flow fields. At the small scale experienced by microplankton, the fluid environment is highly dominated by viscous forces. Despite living in a turbulent fluid environment with waves crashing and winds roaring, these cells only see rather simple shearing fluid motions. How do these motions affect their swimming? Will it hamper their ability to swim in their chosen direction? Will it be so strong as to cause them to stop swimming? Clearly it will depend on how energetic the flow is, which in turn will depend on how energetic the physical forcing (e.g. wind) is. In addition to the shearing motion that individual cells see, organisms are also transported by larger scale fluid motions. Will these flows mix cells so vigorously that all swimming efforts are effectively wasted? Or will the flow fields interact with the swimming, for example creating patches of cells at fluid convergence zones? To predict how swimming microplankton are distributed in a turbulent environment, we will: 1)Develop a mathematical model that describes how a population of swimming cells is spatially distributed in simple flow fields. This model will be computationally faster for than numerically simulating large numbers of swimming phytoplankton, and thus will be useful in computationally intense oceanographic simulations. Included in this model will be the results of an experimental component of the project which will quantify the swimming behaviour of example algal species in fluid flow.2)Develop an appropriate numerical model for turbulent flow fields experienced by phytoplankton. This will describe the large-scale environmentally relevant flow fields, and yet also describe the flow field experienced at the small scale of individual cells.3)Combine the results of I and II to model swimming phytoplankton in turbulent flow fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E002358/1","grantId":"EP/E002358/1","fundValue":"132653","fundStart":"2007-01-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"","person":"Rachel Naomi Bearon","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}