{"id":"BA099818-9486-4D7A-95DD-0BAB08884796","title":"Oxidative DNA Damage and Transcriptional Impairment in Brain Ageing as an Early Contributor to Cognitive Impairment","abstractText":"With our ageing population, dementia is an increasing problem for individuals and their families and for the provision of care by society as a whole. There is an urgent need therefore to understand contributors to decline in brain function and to define potential new avenues for therapies, both to delay the progression of dementia and to delay its onset, which will have a major effect on dementia prevalence in the population. Most studies of dementia have been based on comparisons of individuals with established dementia to those with no dementia, and a major focus has been on Alzheimer's disease (AD), the commonest cause of dementia. However, this does not accurately reflect the situation in a population setting. The MRC Cognitive Function and Ageing Study (CFAS), a population-representative study, has shown an overlap in AD pathology between demented and non-demented individuals that increases at the oldest ages, so there is a need to define the role of other contributors to dementia. Oxidative stress has been shown to be associated with neurodegenerative diseases, and can damage a variety of molecules in cells, including DNA, which makes up genes and encodes cell proteins. Our studies have shown that, in the elderly population, high levels of DNA oxidative damage can occur in some individuals with little or no AD pathology, suggesting that it may contribute to dementia independently of AD. The purpose of this project is to determine DNA oxidative damage in the brain in the population and its relationship to dementia and the progression of AD. Using methods that allow us to analyse overall changes in the expression of genes within cells, we will then determine how oxidative DNA damage affects the cellular pathways of nerve cells in both human brain tissue and an experimental cell culture model. These studies will provide the link between oxidative damage and the decline in nerve cell function and open up novel avenues for research studies into mechanisms of dementia and potential treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J004308/1","grantId":"MR/J004308/1","fundValue":"413515","fundStart":"2012-05-01","fundEnd":"2015-04-30","funder":"MRC","impactText":"","person":"Stephen B Wharton","coPersons":["Magnus  Rattray","Pamela Jean Shaw","Paul Geoffrey Ince","Paul Roy Heath","Carol  Brayne","Fiona Elaine Matthews"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}