{"id":"BA135E83-0526-415B-826A-1F788B4F7B0F","title":"Elucidating and engineering bottromycin biosynthesis","abstractText":"One of the greatest threats to public health in the 21st century is the rise of multi-drug resistant bacterial infections, which has been caused by a shortage in new types of antibiotics, as well as the improper use of antibiotics in medicine and agriculture. This has prompted the World Health Organisation to warn that &quot;the need for action to avert a developing global crisis in health care is increasingly urgent&quot; and the UK's Chief Medical Officer, Prof. Dame Sally Davies, to declare that &quot;we are also not developing new drugs fast enough&quot;. One incredibly rich resource for antibiotics are microorganisms that live in soil, and the majority of clinically used antibiotics come from these bacteria. These bacteria have evolved the ability to produce natural products with excellent antibacterial activities, as the ability to kill surrounding bacteria is a big advantage when competing for nutrients.\n\nOne compound I am currently researching is an antibiotic called bottromycin. The molecule has some highly unusual structural features and is a very active antibiotic towards dangerous infections like the &quot;superbug&quot; MRSA (methicillin-resistant Staphylococcus aureus), which kills tens of thousands of people worldwide each year. Bottromycin has actually been known for many years but problems with its stability and availability have prevented it from being used clinically. However, its entirely novel structure and mode of action make it highly promising antibiotic of the future. An understanding of bottromycin biosynthesis would provide the information necessary for the pathway to be modified to alter the structure of this antibiotic and increase the amount that can be made.\n\nNatural products are produced by the action of a series of enzymes (proteins), which are encoded by genes (DNA) in the bacterial genome. I have previously identified the genes required for bottromycin production and will now focus on the details of each biochemical step. I will also develop methods to make new bottromycin-like compounds. From a purely scientific perspective, the biochemical steps in this pathway are highly unusual, and an understanding of the enzyme mechanisms will increase our understanding of enzyme function. The experimental techniques involved in this work include the fermentation of bacterial cultures, the purification of enzymes and the analysis of biochemical reactions using mass spectrometry, which determines the mass of a compound and can provide important structural information.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M003140/1","grantId":"BB/M003140/1","fundValue":"432878","fundStart":"2015-03-01","fundEnd":"2018-02-28","funder":"BBSRC","impactText":"","person":"Andrew William Truman","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}