{"id":"BA176D49-D306-42B0-A5FE-1157CCF15562","title":"Creative Resilience through Community Imaginings","abstractText":"How might practices that stress imagination and connection inspire transformational agency and build communities' resilience in the face of environmental challenges and opportunities? The question, which brings together nine researchers from academia and civil society organizations, is the basis of this development proposal to generate a full-scale set of methods and approaches with which to begin to find an answer. It addresses head-on intractable problems that environmental social scientists have been attempting to tackle and which don't readily have a scientific solution, but are inherently context-based and culturally specific. We research the production of a practical method of engagement, informed by theories of performance and aesthetics, to contribute to knowledge on dealing with environmental change in the social, cultural and economic realms. \n\nEvidence suggests that environmental crisis narratives, rather than spur people to take action, prompt feelings of anxiety, helplessness and disempowerment. Ultimately these narratives may serve to foster apathy and denial, discouraging people from considering alternatives or taking control. Behaviour change interventions, also aimed at encouraging environmentally-considerate behaviour, have tended to ignore concerns about status, ethical values and beliefs, identity, quality of life and fun, thereby stripping life of much that people value. This project addresses the need for a step-change in society's notion of everyday life (ie the small achievements and intuitions that provide our compass) to take account of a future with distinctly different environment, opportunities, and states of uncertainty. We will build a programme of work to address the scale and forms of change needed and to co-develop a change process that accounts for the factors that make life manageable and worth living. We take communities rather than individuals as our principal focus for inspiring creative resilience. The particular quality of this resilience is that it will withstand hardships and tensions arising out of the changes expected, but also respond ingeniously to solving the problems such change throws up. In this way, the proposal addresses not the changes needed, but the need for responsiveness to ongoing change and a strong sense that we are all future-making all of the time in all our actions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K003968/1","grantId":"AH/K003968/1","fundValue":"11939","fundStart":"2013-02-01","fundEnd":"2013-05-31","funder":"AHRC","impactText":"  We have seen a shift in the confidence and thinking of community partners and academics in this research team, particularly embracing the use of arts and humanities methodology for social scientific, scientific and environmental ends and taking this out to work with their partners and new clients. This tiny project punched above its weight internally but has been unable to scale this impact as it was not funded at the next round. Creative Economy,Environment,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Ann Maxine Light","coPersons":["Katrina  Brown","Ruth  Rettie","Carl  Lavery"],"organisation":"Northumbria University","findingsText":" This small development grant was awarded to enable a group of academics and community partners to gather, research, extend and refine the ideas set out in their original bid with the purpose of writing a larger one to produce substantive findings. Modelling the way what we work with others, we ran two workshops using participatory and experiential processes to learn about our common vision. This produced a significant amount of new thinking in the group, documented in the many engagement outputs and changes in practice, but the final bid for a bigger pot was unsuccessful. The impact of the collective vision on partners was profound, but as yet we have found no way to taking the thinking into a broader domain. This is often a problem with avant garde research and there needs to be further iterations before a good formula for attracting funding is secured. Communities and Social Services/Policy,Creative Economy,Education,Energy,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}