{"id":"BA19506F-4A3B-4B38-A861-A9B0A4087B70","title":"Pathways to Impact Award : University of Nottingham","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I500588/1","grantId":"EP/I500588/1","fundValue":"207334","fundStart":"2010-08-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  A number of distinct project level activities were supported under this institutional grant. \n\nSpecific outcomes include critical work that underpinned a spin-out company formation in 2014 (Heartlight Systems Ltd) and a commercially delivered training course that is co-delivered with the Design Council (Design for Technology Transfer).\n\nUnique engagement activities supported by this grant include activities at Shanghai EXPO during 2010, the operation and expansion of the Technology Demonstrator showcases and the ongoing Impact Time Capsule project. Chemicals,Construction,Digital/Communication/Information Technologies (including Software),Energy,Healthcare,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Other Cultural,Economic","person":"Christopher Douglas Rudd","coPersons":[],"organisation":"University of Nottingham","findingsText":" Pathways-to-Impact funding was provided to institutions to catalyse a step-change in academic behaviour and better embed impact-related activities, provide inspiration and generate best practice for full integration of impact activities into future funding applications. \n\nThe University of Nottingham response to this was to support underpinning activities delivered by two principle initiatives to support the impact agenda, the Technology Demonstrator (a part of the Technology Transfer Office) and Shanghai EXPO. A number of the sub-projects facilitated with this institutional level funding have acquired further development support or have been commercialized or moved towards a self sustaining footing. Aerospace, Defence and Marine,Chemicals,Environment,Healthcare,Other","dataset":"gtr"}