{"id":"BA1AA0F8-4D3B-40A5-A657-28C1781788A4","title":"Engineering Virus-like Nanoparticles for Targeting the Central Nervous System","abstractText":"Despite vast efforts that have been made to develop novel strategies to overcome obstacles, the delivery of any therapeutic agents to central nervous system (CNS) is still a major challenge. This must be overcome to develop fully effective treatments for conditions affecting it, from dementia to motor disorders. The most limiting factors to deliver therapeutic agents to the CNS are the barriers that protect it: the blood brain barrier (BBB) and blood-cerebrospinal fluid barrier (BCSFB). We seek to use polymer nanotechnology to engineer biocompatible and nanometer-sized vectors that are able to pass through different extracellular and biological barriers, opening up the possibility of selectively targeting potentially effective treatments to where they are needed. We will combine recent advances in both polymer nanotechnology and neuroscience implementing experimental design and biological evaluation with whole body imaging techniques and modelling approaches. Targeted delivery of therapeutic agents direct into the CNS has the potential to cut down on debilitating side effects associated with current treatments and minimize neuronal damage in CNS degenerative disorders, both of which have major implications for life long health and well being for both patients and carers. Our long term aim is to demonstrate the potential of this technology in the clinic using the example of motor neuron disease where members of the team have excellent combined scientific and clinical expertise. We plan to interface Chemistry, Physics, Bioengineering with Clinical Neuroscience and Neurology. This will allow the bridging of novel scientific discoveries into real world medical applications through rigorous engineering characterization. This is a very challenging and strategic project. Yet, achieving the objectives presented would be very valuable in validating a novel biomedical delivery system ready for clinical studies with the potential to effectively treat several neurological disorders. In the first 2 years will focus our effort on two specific exemplar disorders. Therapies which show efficacy in those could potentially be extended for other common neurological disorders such as Parkinson's and Alzheimer's diseases. By the end of the three years, we aim to identify at least one delivery mechanism that has efficacy data for one disease/target in a preclinical model. In order to realize this effectively we will engage with patient groups and the general public throughout the process, stimulating interest, managing expectations, addressing ethical and safety concerns and the regulatory agenda. So as to facilitate any potential clinical evaluation we also aim to engage from the early stages of the programme with the Medicines and Healthcare products Regulatory Agency (MHRA), and clinicians and patient groups. Finally we will liaise with technology transfer and business managers and integrate the multidisciplinary training including companies that have already established collaborations with our team such as: Biocompatibles Ltd, Oxford BioMedica Ltd, GlaxoSmithKline, and UCB Pharma.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G062137/1","grantId":"EP/G062137/1","fundValue":"2125910","fundStart":"2009-05-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"  This work has now allowed us to become one of the group very active in drug delivery to the CNS Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Giuseppe  Battaglia","coPersons":["Rodney Harris Smallwood","Pamela Jean Shaw","Ke  Ning","Ramin  Golestanian","Ying  Zheng","Jason  Berwick","Myles  Jones","Aneurin James Kennerley","Mimoun  Azzouz","Dawn C Walker","Rod  Hose","Paul Geoffrey Ince","Oliver  Bandmann","Anthony J  Ryan","Steven  Armes"],"organisation":"University of Sheffield","findingsText":" JE-s form includes all the outcomes Our papers published out of these work have been highly cited. Several groups are now adopting the same strategy to engineering nanoparticles Chemicals,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}