{"id":"BA1F2888-8F16-4554-A905-2A415088C058","title":"Brain anatomy in autism; a multi-centre study","abstractText":"In a recent review of research in ASD, the MRC called for more involvement of people with ASD and their ?carers?. Representatives of these groups helped in the design of this study, and our dissemination strategies. They will also be part of the committee that monitors our progress.\n\nThe National Autistic Society gave ethical approval to the preliminary work that forms the basis of our proposal. All our research centres have representatives of people with ASD and carers on our project steering boards, and they formulated two key questions that this study will address. First, ?is my brain different from other peoples??. Second, ?if so is that related to some of the things I do??.\n\nOur study Steering Committee (SSC) will include a lay person from the National Autistic Society representing people with ASD.\n\nAlso we will produce educational materials, in collaboration with the National Autistic Society, which wil be aimed at health care teams (e.g. in primary care) and the lay public. Specific educational outputs will include written teaching packs and CD roms. These will also be available on our website ? with links to relevant sites. Also, we will design, in collaboration with National Autistic Society, a user-friendly web-based interface that will provide updates on our work, and disseminate findings from other studies. This will be written in lay language. Our findings will also be disseminated nationally by means of workshops and seminars aimed at the lay public, people with ASD, carers, and health professionals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400061","grantId":"G0400061","fundValue":"680389","fundStart":"2005-06-01","fundEnd":"2009-10-31","funder":"MRC","impactText":"","person":"Declan  Murphy","coPersons":["Derek  Jones","Peter  Jezzard","Steven C Williams","Simon  Baron-Cohen","Sarah  Curran","Patrick  Bolton","Anthony  Bailey","Francesca Gabrielle Happe","Michael  Brammer","Edward  Bullmore"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}