{"id":"BA2A77BE-9157-4736-96AB-C216FD4F2C03","title":"Unlocking the secrets of slow slip with IODP drilling and next-generation seismic experiments","abstractText":"Subduction zones are located where one of the Earth's tectonic plates slides beneath another - this motion is controlled by the plate boundary fault. These plate boundary faults are capable of generating the largest earthquakes and tsunami on Earth, such as the 2011 Tohuku-oki, Japan and the 2004 Sumatra-Andaman earthquakes, together responsible for ~250,000 fatalities. Although some plate boundary faults fail in catastrophic earthquakes, at some subduction margins the plates creep past each other effortlessly with no stress build-up along the fault, and therefore large earthquakes are not generated. Determining what controls whether a fault creeps or slips in large earthquakes is fundamental to assessing the seismic hazard communities living in the vicinity of plate boundary faults face and to our understanding of the earthquake process itself. In the last 15 years a completely new type of seismic phenomena has been discovered at subduction zones: silent earthquakes or slow slip events (SSEs). These are events that release as much energy as a large earthquake, but do so over several weeks or even months and there is no ground-shaking at all. SSEs may have the potential to trigger highly destructive earthquakes and tsunami, but whether this is possible and why SSEs occur at all are two of the most important questions in earthquake seismology today. We only know SSEs exist because they cause movements of the Earth that can be measured with GPS technology. Slow slip events have now been discovered at almost all subduction zones where there is a good, continuous GPS network, including Japan, Costa Rica, NW America and New Zealand. Importantly, there is recent evidence that SSEs preceded and may have triggered two of the largest earthquakes this decade, the 2011 Tohuki-oki and 2014 Iquique, Chile earthquakes. Therefore, there is an urgent societal need to better understand SSEs and their relationship to destructive earthquakes.\n\nWe know little about SSEs because most of them occur at depths of 25-40 km: too deep to drill and to image clearly using seismic data, a remote method that uses high-energy sound waves to probe the Earth's crust. The Hikurangi margin of northern New Zealand is an important exception. Very shallow SSEs occur here at depths of c. 5 km below the sea bed, and they occur regularly every 1-2 years. This SSE zone is the only such zone worldwide within likely range of modern drilling capabilities and where we can image the fault clearly with seismic techniques - this location provides us with an opportunity to sample and image the fault zone that slowly slips. This will allow testing of a number of different hypotheses proposed to explain SSEs. We can also compare the properties of these rocks with drilling and seismic data from other locations such as Japan, where the faults behave differently and generate very large earthquakes. Through this comparison we can get closer to understanding why some subduction margin faults fail in large earthquakes and others do not and what fault properties control the different slip processes.\nBefore the drilling can take place we need 3D seismic data to characterise the drill site to highlight any potential risks and to allow us to learn more about how rock properties vary in three dimensions away from the drill sites. Even before or without drilling the seismic images will provide important details of the slow slip process and fault properties. We will use a new technique, called full-waveform inversion (FWI) that can produce high resolution models of the speed of sound waves through the Earth's crust. Sound waves travel slower through rocks that contain a lot of fluids so we will look for low velocity anomalies signifying the presence of fluids, which models have suggested could allow generation of SSEs. The groundbreaking FWI imaging of the New Zealand subduction zone will be the first of its kind, providing information on fault zone properties at unprecedented resolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M021203/1","grantId":"NE/M021203/1","fundValue":"196008","fundStart":"2016-08-01","fundEnd":"2019-01-31","funder":"NERC","impactText":"","person":"Rebecca  Bell","coPersons":["Lisa  McNeill","Michael R Warner","Ake  Fagereng","Joanna Victoria Morgan"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}