{"id":"BA2A243B-6647-42FC-84DA-B23F92BAA387","title":"Characterization of the atomic scale structure of yttria-based particles in oxide dispersion strengthened steels","abstractText":"It has been predicted that by 2012 the UK's electricity generating capacity will no longer meet demand. Reliable large sources of electrical power will be vital for social stability and to maintain a manufacturing industry base. Nuclear fusion and advanced fission power plants have been proposed, with switch-on dates in the range 2025 (advanced fission) to 2050 (fusion). These have the potential for large-scale, clean, CO2-free power generation for generations. However, the structural materials from which the power plants' core components will be built must have high strength and toughness at high temperatures, and retain good properties for decades under severe radiation damage. Many elements ordinarily used in strong alloys cannot be used because their transmutation products are highly radioactive for thousands of years, so we must design new strong alloys using a very restricted range of elements. Second, helium is produced in most reactions, and adds to the embrittling effects of the radiation damage.Oxide Dispersion Strengthened alloys are a relatively new class of steels that are expected to play an important role as structural materials in future generations of nuclear reactors (the so-called GenIV reactors). These alloys offer much improved performance than more conventional structural steels at the temperatures above 600 C that will be experienced in these new reactor designs. However, there are a number of issues that are very poorly understood in these alloys.- When, and at what rate, the dispersions are generated during thermo-mechanical processing- What the interface chemistry and atomic structure is- What effect this interface has on absorbing the products of irradiation- How best to integrate modelling to help understand both fabrication mechanisms and radiation resistance.This project is to combine fabrication expertise in the Indira Ghandhi Centre for Atomic Research in Kalpakkam, atomic scale characterisation expertise in Oxford and IGCAR and at the Diamond facility at the Rutherford Appleton Laboaratory, and the modelling expertise at Loughborough, to undertake a programme of work to explore the fundamental metallurgy of ODS materials with the aim of designing new alloys with improved properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I012400/1","grantId":"EP/I012400/1","fundValue":"147112","fundStart":"2011-01-07","fundEnd":"2014-07-06","funder":"EPSRC","impactText":"","person":"Chris  Grovenor","coPersons":[],"organisation":"University of Oxford","findingsText":" This is a joint project with the Indira Ghandi Centre for Atomic Research in Kalpakkam in India and Loughborough University to use both experiment and modelling to explore the effect of irradiation on the nano-scale structure of strengthening particles in new ODS steels being designed for future generations of nuclear reactors. Our preliminary data has shown the stability of the ODS particles even under very severe ion irradiation at temperatures above 500C. Many potential applications in high temperature and irradiation environments. ODS alloys are being studied in many laboratories internationally, including several in the UK. We are exploring with UK and EU industry the future possibilities for commercial exploitation of new alloys. Energy","dataset":"gtr"}