{"id":"BA351226-B077-4324-A6FA-1095BFF2C910","title":"Characterisation of distinct eIF4E mRNA cap binding proteins during early Drosophila development","abstractText":"Cellular growth is fundamentally linked to the levels of proteins synthesised. In order to double in size during cell division, cells must double their protein content. Proteins are made by copying information contained in genes via an intermediate molecule called messenger RNA (mRNA). The process of mRNA production is called transcription, whereas the process by which proteins are made from mRNA is called translation. These processes involve many factors and in the proposal we will concentrate on a specific translation factor, eIF4E, that recognises mRNA. Interestingly many organisms contain a number of different forms of eIF4E that may vary in their role. Both transcription and translation can be controlled, allowing cells to precisely vary which genes are translated into protein. This control is particularly important in multicellular organisms where many distinct types of cell produce different types of protein. The translation factors which regulate translation in simple organisms, such as the fruitfly, are the same as those in humans. As the fruitfly has many advantages as an experimental organism, it is commonly used in research. In the fruitfly embryo, it has been established that translation regulation is critical to its correct development. In this proposal, we will use the fruitfly embryo as a model to investigate if the different forms of the eIF4E translation factor have distinct functions, as well as determining how they are involved in the early stages of embryonic development. Findings from this study will provide insight into potential functions for different eIF4Es in other organisms, including humans where multiple eIF4Es exist.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D010357/1","grantId":"BB/D010357/1","fundValue":"235753","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"BBSRC","impactText":"","person":"Hilary Louise Ashe","coPersons":["Mark Peter  Ashe"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}