{"id":"BA39E3ED-A8B9-4A92-A091-92095C976FBA","title":"Trustworthy Ambient Systems (TRAMS)","abstractText":"Advances in communications and networking technology are making it possible to devise 'ambient' systems in which mobile computing devices and software agents form ad hoc groupings, sharing data and services. The Dependability Research Group at Newcastle University has an outstanding international profile and a history of significant contributions to the trustworthiness of computer-based systems. The proposed platform grant would enable the group to continue its extremely successful research on formal methods for developing fault-tolerant computing systems and to extend this to cover ambient systems. It would do so by providing continuity of research staff, supporting preliminary investigation of new research directions, and supporting travel and visitors to maintain and develop existing and new collaborations. Our focus is on the trustworthiness of ambient systems. We refer to 'trustworthiness' because we wish to encompass both dependability and the evidence that a system is dependable. We are therefore interested in the technology of fault-tolerance, but also highly rigorous techniques for developing and analysing fault-tolerant systems, and the human dimension of the acceptability of ambient systems. Ambient systems pose huge new dependability challenges partly because they cannot be designed as a coherent whole. Mobility means they will be open to new malicious interference and accidental failure modes that are difficult to predict at design time. Their decentralised character means that recovery is potentially difficult. Separate ownership of components means that we can not design for central control over evolution and upgrades. Together, these factors mean that traditional approaches to the engineering of fault-tolerant, dependable systems, which rely on firm design-time knowledge of run-time structure, will be challenged. The very acceptance of ambient systems will depend on socio-technical factors such as how users view the risks and benefits.The project sets out to address a number of specific technical challenges in the five domains:- Formal Foundation, Calculi and Logic- Integrated Verification Tools- Design of Trustworthy Ambient Systems- Fault Tolerance Technologies for Ambient Systems- Socio-technical issues This grant will allow us to conduct investigatory work in these technical areas, to retain key staff and expand the group expertise in these areas, to identify the promising topics which need further researching and to prepare new proposals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E035329/1","grantId":"EP/E035329/1","fundValue":"833300","fundStart":"2007-07-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"  In the EU DELPOY project - see http://www.ncl.ac.uk/computing/research/project/3625 Digital/Communication/Information Technologies (including Software),Transport Economic","person":"Cliff Bryn Jones","coPersons":["John Shaw  Fitzgerald"],"organisation":"Newcastle University","findingsText":" This was a Platform Grant and helped us keep key staff together and prepare new research proposals (especially those to the EU). The key findings are all visible in the publications but do not form a single coherent body of knowledge because they touch on a range of areas. The research was taken forward in, for example, the EU IP DEPLOY. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Security and Diplomacy,Transport","dataset":"gtr"}