{"id":"BA3AB943-0AC7-4769-A846-EC725EEC2966","title":"Earthworm secreted calcite granules - constructing a new terrestrial palaeo-environment thermometer and quantifying carbon sequestration potential","abstractText":"This proposal seeks to determine the variation of C and O isotope compositions in earthworm secreted calcite granules under different temperatures and concentration of carbon dioxide. We will investigate whether systematic isotopic variation occurs that can be used to interpret terrestrial temperature &amp; carbon dioxide levels during granule formation, and apply our data to granules from a range of archaeological sites: Silbury (4130-4395 BP), Boxgrove (Mid Pleistocene), Laacher See (12900 BP), Odiham Castle (1207-1216 AD) and Ventnor (11690 BP). We will produce a unique environmental interpretation tool that Geoarchaeologists can use to interpret environmental conditions during periods of past human activity. This is because granules are excreted on a daily basis and by analysing a range of granules this will give us the daily temperature ranges experienced during the dated profile/sequence. This has enormous potential for understanding past high resolution climate sequences Earthworms secrete granules of calcite. Our NERC funded investigations to date suggest that Lumbricus terrestris earthworms produce granules of up to 2 mm diameter at an average rate of 0.8 mg of CaCO3 per earthworm per day. Our dissolution experiments indicated that earthworm secreted calcite dissolves at the same rate as inorganically produced calcite and modelling suggests that calcite grains the same size as our granules can survive for 1000 - 10000 years in soils of bulk pH as low as 5.4. In addition granules have been recovered from Silbury and Boxgove sediments. Those from Silbury have been dated using 14C as 4130 - 4395 years BP and 4670 years BP by ourselves using U-series dating Clearly earthworm secreted calcite granules can survive for significant periods of time in soils. This raises the exciting possibility, supported by our preliminary work, of dating individual granules and measuring their C &amp; O isotopes to interpret the environmental conditions during their formation. Individual granules contain sufficiently high concentrations of U and low concentrations of Th that U-series dating can be applied. They have C and O isotopic signatures indicative of derivation from a mixture of soil organic matter, atmospheric gases and soil water. As they contain a component of atmospheric oxygen their isotopic signature should fluctuate with temperature We will investigate isotope dynamics of the granules in several ways 1. We will culture L. terrestris in three different soils at different temperatures and carbon dioxide concentrations in a factorial arrangement - all possible combinations of temperature and carbon dioxide concentration will be investigated. We will sample granules after 30, 60, 90 and 120 days to confirm that isotopic steady state has been achieved. We anticipate that this will be the case on the basis of previous studies investigating C incorporation into granules. Differences in the isotopic compositions of the various components of our system and granules will be plotted against temperature to determine a relationship between isotopic composition and temperature 2. We will confirm the relative proportions of atmospheric, aqueous and organic matter C and O present in the granules by culturing L. terrestris in the same 3 soils. We will conduct the experiments at ambient carbon dioxide conditions with known moisture contents of different isotopic compositions. To keep costs down we will use Middle Eastern and American mineral waters. Again we will sample granules after 30, 60, 90 and 120 days. We will determine the relative proportions of our different C and O sources in our granules using mixing diagrams 3. Lastly we will perform U/Th dating and C and O analyses on granules donated by our project partners (English Heritage, Boxgrove) and interpret environmental conditions during granule formation using the relationships derived in our previous experiments. This will help interpret these important archaeological sites.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H021914/2","grantId":"NE/H021914/2","fundValue":"151709","fundStart":"2012-09-01","fundEnd":"2014-01-31","funder":"NERC","impactText":"  The project has been used in over 20 outreach activities as an example of how we can determine whether the climate was different in the past or not. I have participated in a number of outreach activities giving public lectures and talks in schools and science festivals and interviews in newspapers, radio etc. which draw on the research as an example of how we can determine whether the climate was different in the past or not. Unfortunately it is not possible to determine the long standing impact of any single outreach activity. However, some of this work has resulted in, for example, my research being the answer to a &amp;quot;review of the year&amp;quot; quiz in a local newspaper suggesting some longevity to the impact. Education Cultural","person":"Mark Edward Hodson","coPersons":["Stuart  Black"],"organisation":"University of York","findingsText":" We have shown that the oxygen isotope composition of eartworm-secreted calcium carbonate is dependent on the temperature of the soil in which the earthworms are living and the oxygen isotope composition of the water present in the soil. We have also shown that we can date granules using their uranium and thorium composition. Thus we can date individual granules and, if the oxygen composition of the soil water is known, determine the temperature of the soil when the granule was produced. Similarly if independent information exists on soil temperature we can determine the oxygen isotope composition of past soil solution. It is possible to estimate the oxygen isotope composition of soil water in the past and therefore we believe that we have shown that earthworm calcium carbonate granules could be used as a new palaeothermometer. Additionally we have shown that granule production increases with soil temperature, that there is a slight increase in granule production at higher concentrations of CO2, that the majority of carbon present in granules is derived from soil gas rather than metabolised food and that the conversion of amorphous calcium carbonate to calcite involves fractionation of the carbon isotopes. Needs further research, potentially on fluid inclusions in the granules but could then be used in palaeoclimate reconstruction. Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}