{"id":"BA4C4A96-B496-42FA-A874-DD747BDA02C7","title":"The Sunyaev-Zel'dovich effect and cosmology","abstractText":"The largest clusters of galaxies are made up of thousands of individual galaxies, and are the most massive gravitationally-bound objects in the Universe. The mass that binds the clusters together is principally provided by dark matter, but a significant component, and the dominant component of 'ordinary matter' is in hot gas which is bound to the cluster by the gravitational field. The hot gas is most easily seen through its X-ray emission, which is mapped by satellite observatories such as Chandra and XMM-Newton, but can also be detected by its effect on radio waves passing through the cluster. Collisions between electrons in the cluster gas and photons in the radiation field heat up the photons, and cause the intensity of radio waves seen through the cluster to appear different from radio waves that are seen in other directions. This effect, the Sunyaev-Zel'dovich effect, can be seen by looking at the almost-uniform cosmic microwave background radiation, which is the left-over thermal radiation from an early, hot, phase of the Universe and has almost the same brightness in all directions on the sky, except where the radiation comes through clusters of galaxies. The purpose of this research programme is to measure the Sunyaev-Zel'dovich effects of a large number of clusters of galaxies, and to use the measurements to study the structures of the atmospheres of the clusters. Comparisons of the Sunyaev-Zel'dovich effects and the X-rays from clusters can tell us about the ratio of hot gas to dark matter that they contain. If this ratio changes with redshift, then we learn something about how clusters of galaxies form. A different comparison of Sunyaev-Zel'dovich effect and X-ray data can be used to measure the distances of clusters of galaxies. This is interesting because the way that distance changes with redshift (which measures the amount that the Universe has expanded) can tell us what the Universe as a whole is made of - and can test some ideas about the mysterious 'dark energy' that is thought to be responsible for the current accelerated expansion of the Universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E001637/1","grantId":"PP/E001637/1","fundValue":"312703","fundStart":"2007-08-01","fundEnd":"2010-07-31","funder":"STFC","impactText":"  The observations have been used for cluster cosmology, in several publications, and the work helped to train two foreign research students and one post-doctoral fellow (now working at the Met Office). The scientific results helped to motivate a plan for a new large radio telescope in Poland, since they demonstrated that it is possible to make very sensitive radio observations with a single dish system if the appropriate data-handling techniques are used. Education,Environment Policy & public services","person":"Mark  Birkinshaw","coPersons":[],"organisation":"University of Bristol","findingsText":" This grant helped develop methods for extracting measurements of faint continuum signals from a new multi-beam receiver mounted at the 32-m telescope at the Torun observatory, and from the platform-mounted AMiBA telescope on Mauna Loa, Hawaii. The signals extracted from those telescopes in our observations (made in collaboration with the owners of the observatories, and so training staff in Taipei and Torun) were used to measure the Sunyaev-Zel'dovich effects from clusters of galaxies. The faint radio &quot;shadows&quot; can be used to measure the amount of energy contained in the gas held within the clusters, and hence to investigate how clusters of galaxies form, and to measure cosmological parameters that determine how the Universe evolves and what the Universe contains. Further X-ray and Sunyaev-Zel'dovich measurements of these clusters can be used to improve our measurements of cosmological parameters, and to calibrate the scaling relations used to connect cosmological modelling to cluster observations. Gravitational lens measurements provide a way of testing our mass measurements, or measuring the 3-D properties of the clusters. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Other","dataset":"gtr"}