{"id":"BA4F92E4-7299-4219-ACA0-46643BAB09F7","title":"Analytical Solution of Non-Isothermal Film (and Couette) flows over topography.","abstractText":"Thin film coatings deposited on surfaces containing well defined topography play a vital role in, for example, reducing friction in engines, heat dissipation in electric circuits, limiting ice accretion on aircrafts and ships, bio-medical devices, imaging media, micro-electric components, etc. Moreover, a deeper understanding of the mechanisms associated with film flows over topography has global relevance to increased competitiveness, reduced energy consumption and ultimately less environmental pollution.Thermal effects often play a crucial role in the above, the understanding of which remains at an early stage of development / the challenge being to unravel the complex interplay between the various underpinning physical processes. The proposed analytic approaches to be utilized for this purpose are central to identifying important areas of parameter space, informing the gathering of state-of-the-art experiments and flow visualizations, and directing complementary computational investigations utilising accurate numerical methods.In addition, Professor Aksel's stay in the UK will provide a unique injection of skills, methodology and know-how which is not available locally. He will interact with staff, research students and fellows at the host institution, and also with the wider fluid mechanics community in Leeds and nationally, and will employ his mix of mathematical abilities, physical insight and expertise to the benefit of that community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E029183/1","grantId":"EP/E029183/1","fundValue":"33096","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"  They have been used in the main to inspire new the development of new numerical methods for predicting the flow of thin films over topographical features. Education,Electronics,Energy,Manufacturing, including Industrial Biotechology Economic","person":"Philip Henry Gaskell","coPersons":["Mark  Wilson","Harvey  Thompson"],"organisation":"University of Leeds","findingsText":" The research revealed the importance of the flow structure internal to thin films flowing over non-porous surfaces containing topographical features, in particular the enhancement of otherwise of the global heat transfer across the film when heated from below. A key feature that emerged is the subtle interplay that exists between the geometry of the topography present and inertia, in that one or the other can give rise to eddies in the flow which have a significant impact on the heat transfer characteristics. The research has considerable non-academic potential and will be of interest to industries who utilise various forms of continuous thin-film deposition process. In addition it has potential uses in the bio-medical sector in the context of smart bandages and mass micro-scale incubators. The above research provides important insights at a fundamental level and can be put to good use in designing improved and more energy efficient heat exchangers, and in better understanding the cooling of and efficient heat removal from micro-devices, etc. Chemicals,Education,Electronics,Energy,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}