{"id":"BA5256C2-484B-4B5F-AC74-EFC5382829FA","title":"Designer photonics in nanostructured materials","abstractText":"When light shines through the simplest materials, whether natural or synthetic, the extent to which any light is absorbed or transmitted is generally determined by the optical properties of the substance from which the material is made. In the case of complex materials, especially those comprising a mixed variety of chemically different compounds, the bulk properties will usually be associated with individual chromophores - an all-embracing term for a strongly colour-producing component. A familiar example is chlorophyll, a rather minor component of any leaf, which not only determines the green colour in plants but also serves to collect light energy for photosynthesis. Scientists can determine the characteristic optical response of each such chromophore by analysis of samples isolated in chemically pure form. \n\nThe principle that lies at the heart of this new research is a recent discovery of entirely new optical effects in multi-chromophore structures - cleverly designed man-made materials that can be based on polymers or quantum dot nanoparticles, for example. Surprisingly, it has been shown that optical properties of these structures can in fact controlled by the introduction of chromophores which are themselves essentially transparent. This principle has potentially very wide-ranging applications in a wide sphere of designer optical materials and devices. Modern synthetic methods can provide for the fabrication of wonderfully intricate structures that are readily suited to incorporate specially tailored chromophore components. By developing the detailed theory associated with these transparent additives, it will be possible to anticipate and determine the impact of a whole range of possible material modifications. \n\nTo achieve these ends, it is necessary to create a robust theory, to ensure that the predictions are soundly based on reliable mathematics, and correctly represent what happens in the nanoscale interactions; this underpins the whole enterprise. The theory also has to account for a variety of quantum effects that are known to be important on this scale. By computer modelling, the full theory can then be developed for application to a range of synthetic materials, leading to a user-friendly computer program designed for direct use by applied scientists. Parallel experimental studies, to be conducted in laser laboratoriies (at the top science university in Italy, one of the world's top 100 universities) will help verify that the results produced by this program are reliable.\n\nA capability to achieve precise control over the action of light in these materials will help scientists in industry select for and optimise key optical characteristics. The results of this research will support new material applications in a wide range of important areas of technology, with significant impact on society. All-optical switching processes will provide applications in computing, communications, and information storage, with future impact on the design and operation of mobile communications and tablet devices. In the sphere of optical imaging, ultrafast, high definition camera applications are associated with both static image capture and video feed. Further applications will exploit what we now know of the mechanisms for photosynthesis; here, there will be applications in more efficient solar energy materials, more responsive optical sensors for medical use, and new compounds for laser-based cancer therapy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K020382/1","grantId":"EP/K020382/1","fundValue":"263785","fundStart":"2013-08-01","fundEnd":"2016-02-25","funder":"EPSRC","impactText":"","person":"David  Andrews","coPersons":[],"organisation":"University of East Anglia","findingsText":" Thus far, we have identified electrodynamic mechanisms that enable strategic doping with additional dopants to significantly modify nanoscale processes of electronic energy transfer. We have also devised schemes that implement these mechanisms for the enhancement of optical frequency upconversion with low intensity input. We are engaged in collaborative work with the Department of Chemistry in the University of Padua, who have an interest in developing our approach to nanoscale architectures for enhanced operation of energy conversion materials. Chemicals,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}