{"id":"BA5C0230-8B77-4792-AECE-0AB06E8BE251","title":"A Scanning Hall Probe Microscope for High Resolution milliKelvin Magnetic Imaging","abstractText":"Some of the most exciting contemporary problems in condensed matter physics are in the area of nanoscale quantum mechanics and relate to the properties of superconducting and ferromagnetic materials at ultra-low temperatures, e.g. in the study of macroscopic quantum tunnelling and novel forms of quantum order. A key aspect of this work is the ability to perform high spatial resolution magnetic imaging down to ultra-low temperatures and/or at high magnetic fields. Due to the major technical challenges posed in these regimes, no magnetic imaging system currently exists which is capable of nanoscale imaging. Over the last decade we have successfully developed a number of scanning Hall probe microscopes (SHPMs) in Bath which span the temperature range 4.2-300K. These Hall probe systems represent a very flexible approach to magnetic imaging since Hall sensors can readily be fabricated with ~100nm spatial resolution and excellent minimum detectable fields and, using high probe current densities, can be operated in magnetic fields of several Teslas. All existing SHPM systems use 4He exchange gas cooling and, hence, can only be operated above 4.2K. In order to address a range of exciting contemporary problems in magnetic materials at much lower temperatures we propose to design and construct a new SHPM head which can be directly attached to the 300mK cold pot of a commercial 3He cryostat insert. This instrument will be capable of operation in magnetic fields up to 10T with a spatial resolution &gt;100nm and minimum detectable field ~10mG/Hz^0.5. Its unique properties will be exploited to open up a new front in the field of nanoscale quantum phenomena. Within the project we will search for novel vortex structures and spontaneously generated flux in the unconventional superconductor Sr2RuO4, and will attempt to establish the mechanism for macroscopic quantum tunnelling of the magnetisation in the molecular magnet Mn12-acetate. In addition we will search for new geometry-driven vortex structures in mesoscopic Al disks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D034264/1","grantId":"EP/D034264/1","fundValue":"268128","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"  The project has led to an application note P13 with Attocube who manufactured the 3-axis nanopositioning stage used in our milliKelvin scanning Hall probe microscope. This is generating new business for the company. Manufacturing, including Industrial Biotechology Economic","person":"Simon John Bending","coPersons":[],"organisation":"University of Bath","findingsText":" We have found no evidence for spontaneous generated flux in Sr2RuO4 single crystals due to the presence of a chiral order parameter. However we have observed a structural vortex lattice transition from triangular at very low fields to square at higher fields which was previously theoretically predicted. More recently we have been studying mesoscopic disk structures milled into the surface of an Sr2RuO4 single crystal. We find that the vortex pinning in these disks abruptly collapses at an applied field of ~25Oe suggesting a possible field-driven change in the order parameter. We have observed a remarkable symmetry breaking in the structure of vortex patterns in MgB2 thin films. This may be linked to the two-band nature of superconductivity in MgB2, though one would not expect this to be important in the rather disordered thin films studied. We have studied flux structures in OsB2 single crystals which was thought to be a type I compound superconductor, though our sample was almost certainly type II. Finally we have made provisional investigations of geometry-driven flux patterns in Al mesostructures. This is basic underpinning research and is being disseminated to the worldwide academic community via presentations and lectures at international institutions and conferences. Electronics,Energy","dataset":"gtr"}