{"id":"BA5C786F-0499-4B08-AD80-0FE7D8F5FEC7","title":"Human Adaptation to Biodiversity Change: Building and Testing Concepts, Methods, and Tools for Understanding and Supporting Autonomous Adaptation","abstractText":"Biodiversity change directly threatens the livelihoods, food security, and cultural and ecological integrity of rural subsistence-oriented households across the developing world. People will be forced to respond to it in ways that either mitigate loss of biodiversity and ecosystem services or that exacerbate losses. An unprecedented extinction of species is underway, and climate change is affecting species' range and phenology, leading to new species configurations that affect ecosystem services in unpredictable ways. With climate change and continued habitat alteration entailed in human population growth, 'novel' ecosystems will become even more prevalent. In the UN International Year of Biodiversity, scientists and policy makers must recognise that humans, biodiversity, and ecosystems must co-evolve and co-adapt. However, Human Adaptation to Biodiversity Change is not considered as theme in any international, regional, or national science or policy forums. There is a dearth of scientific research about HABC, so scientists and policy makers lack mandates, conceptual frameworks, knowledge, and tools to project or predict human responses and their actual or potential outcomes, synergies, and feedbacks. Indeed, 'A significant new research effort is required to encourage decision makers to consider biodiversity, climate change and human livelihoods together' (Royal Society 2007). At the same time, there is a call for a 'paradigm shift' in adaptation thinking away from top-down planning and toward supporting local adaptation. Local adaptation efforts go unnoticed, uncoordinated, and unaided by outsiders and, unless policy makers become aware of the importance and extent of autonomous adaptation processes and understand what influences their outcomes, adaptation and mitigation policies may be ineffective or counter-productive. This project's aim is to kickstart the development of appropriate conceptual frameworks, methods and integrated models for understanding human adaptation to change in biodiversity and related ecosystem services that can eventually be used to predict outcomes for biodiversity, ecosystem services and human well-being in highly biodiversity dependent societies, and provide evidence for the utility of these outputs to a new network of researchers and policy makers. The building blocks for development of concepts, methods, tools and models are a) local information or knowledge systems and monitoring capacity, b) local valuation of biodiversity and related ecosystem services; c) integrating biological resources and ecosystem services into an understanding of livelihood processes, d) assessing perceptions, risks, needs, and ability to respond, and e) understanding biological and welfare outcomes and feedbacks. The project joins partners from anthropology, economics and ecology/biology at Oxford, Kent and SOAS, with partners from South Africa and India. Partners will jointly elaborate the conceptual framework in a first intensive workshop using a scenario building protocol. Then, teams incrementally develop and evaluate research protocols and methods and collect primary data in a field research site in the Western Ghats, and results are initially modeled. A second workshop revises the scenarios and prepares a second field data collection phase. This iteration permits further grounding of the conceptual framework and methods, and development and testing of a stronger, less aggregative model based on much better decisions about how different variables interact. After the second field research phase, scenarios are revised and integrated analysis and modelling of the data is done, and variables, variable sets, or system state indicators that are useful for monitoring biodiversity, ecosystem services and human well-being with biodiversity/ecosystem change are identified. A science-policy network is kickstarted (see impact plan).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I004254/1","grantId":"NE/I004254/1","fundValue":"59655","fundStart":"2011-01-01","fundEnd":"2012-03-30","funder":"NERC","impactText":"","person":"Katherine  Willis","coPersons":["Thomas F Thornton","Shonil Anil Bhagwat"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}