{"id":"BA5D05F5-AB9D-4155-9804-709A4D875028","title":"'The snows of yesteryear: narrating extreme weather'","abstractText":"The principal objective of ‘The snows of yesteryear: narrating extreme weather’ is to reveal and relate past experiences, both historical and more recent, as ways of understanding and coping with phenomena increasingly regarded as markers of climate change. It will explore ways that these events are remembered and mythologised, and interpret what is ultimately learned from them as both warning and opportunity.\n\nThe project builds on the work developed by the AHRC “Historic Weather” Network, by continuing to scope and assess arts and humanities documentary and narrative primary source materials and demonstrate their value for research of historic weather and climate. It draws into collaboration the Network Co-I Prof Lorna Hughes (now University of Wales) and Prof Mike Pearson (Aberystwyth University) as award holder in the ‘Landscape and Environment’ programme. The project will focus on archival collections in the National Library of Wales (NLW), a legal deposit library. \nThe project’s aims are:\n• To research accounts of extreme weather events, specifically regional and national experiences of harsh winters, as they are recorded in journals, dairies and literary and art works including narratives, poetry, novels, paintings and other visualisations, especially accounts related to extreme events, for example the 1703 “Great Storm”; and as they are described from living memory, via interviews and web input. It focuses upon experiences in relation to particular sets of historical, social, cultural and environmental circumstance and tradition: of rural communities in Wales and their records – from medieval Welsh poetry to contemporary regional broadcast news. \n• To research, devise and encourage creative approaches to the exposition of such data from a variety of sources to provide an historical context and understanding of ways that communities have experienced, responded to and survived extreme events through resilience and adaptability.\nThupon and inform perceptions and discourse, and may inform policy decisions with regard to resilience and adaptability in face of extreme weather in rural contexts.\n\nThe project involves two strands of enquiry:\n• scholarly research to identify and prepare potential material for exposition: from library and other archival sources, in collaboration with the NLW, climate scientists from the International ACRE (Atmospheric Reconstructions of the Earth) project at the Met Office, and historic weather researchers. Archival reserach will explore the ways in which extreme winters have been represented and depicted in a wide range of cultural texts and media. This will be augmented by web-based community fieldwork including interviews with local people, historians, geographers and meteorologists, to gather experiences, memories and emotions.\n• practice-led research to devise appropriate modes of public exposition to engage audiences: as live performance and through on-line platforms.\n\nWe will use digital arts and humanities methods and approaches for selection and digital representation of material collected by the project. The ordering and exposition of material will also follow principles of dramaturgical organization of content, highlighting ‘performative’ aspects of the content. This will also demonstrate the impact of “thinking digitally” on performance development and narrative. \n\nIt will result in:\n• the creation of a live performance to be presented locally and nationally, with a premiere in the National Library of Wales in early 2013. This will evoke past events and immediate responses to them: of both trauma and resilience.\n• the creation of a sustainable website: with a record of research materials; as the further creative exposition of assembled materials; as an interactive facility for the deposit of experiences of extreme weather, encouraging public engagement\n• a summative workshop and other academic outputs to ensure the disseminatd public benefits","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K502765/1","grantId":"AH/K502765/1","fundValue":"78294","fundStart":"2012-02-02","fundEnd":"2013-06-30","funder":"AHRC","impactText":"","person":"Lorna  Hughes","coPersons":["Michael John Pearson"],"organisation":"University of Wales","findingsText":"","dataset":"gtr"}