{"id":"BA5E0D35-3C87-41B6-8B56-6C45B5537634","title":"Overcoming Self-Critical Attitudes in Virtual Reality","abstractText":"High levels of self-criticism and shame are damaging to mental health and are thought to prevent patients from recovering. Despite this most psychological treatments have a more general focus and do not specifically target self-criticism and shame. Developing more targeted therapies is likely to bring about greater symptomatic improvement in a shorter time. One recent development is compassion-focussed therapy, which reduces self-criticism by enabling patients to feel greater compassion towards and acceptance of themselves. This is generally delivered by a psychotherapist in the course of one-to-one treatment. Major use is made of imagination-based exercises, building on research showing that images tend to have stronger emotional effects than words alone. However, not all patients have sufficient visual imagination and, more importantly, what they are 'seeing' remains unknown to the clinician. Although the results of this approach are encouraging, finding more efficient and scientifically testable ways of delivering psychotherapy is currently a priority.\n\nVirtual reality is a term used to refer to computer-generated environments that have many of the properties of real environments. For example, they may enable participants to navigate in different directions, interact with computer-generated people ('avatars'), or make choices of the kind they would in a real environment. Research has shown that participants often respond to aspects of these virtual environments as if the environments were real, even though they know they are not {Sanchez-Vives, 2005 #40}. Moreover, recent work has shown that people may experience the illusion of ownership of a life-sized entirely virtual body that they see from a first-person perspective through a virtual reality headset as substituting their own real body. They then experience emotional reactions when events occur in relation to their virtual body {Normand, 2011 #38;Slater, 2010 #23}. This can become a powerful transformative tool. \n\nThese developments provide new opportunities to induce emotions such as self-compassion in self-critical individuals and thereby help reduce their symptoms. The project will involve developing a set of immersive virtual environment applications where through interaction with virtual human characters patients can experience both the receiving and giving of compassion to others. Moreover, the body transformation capability of modern virtual reality systems can be used to give patients appropriate feedback in the form of changes to their self-representation that match their increasing capability to be self-compassionate rather than only self-critical. A key aspect of the project, and one in which patients with psychiatric problems will participate, is to determine scenarios, expressions, and gestures that convey compassion as strongly as possible.\n\nThe project will involve two initial studies in which the methods are developed using healthy volunteers who are selected for being high in self-criticism. We will expose them to several sessions of self-compassion-induction in virtual reality, assess its effectiveness, and measure how long changes last. Finally we will use the knowledge gained to use the virtual reality scenarios with psychiatric patients reporting high levels of self-criticism. We will also measure the extent and duration of reductions both in self-criticism, associated emotions such as shame, and other symptoms.\n\nAn effective technique for reducing self-criticism and shame which reduces the need for expensive therapeutic time will have numerous benefits. For example, it may make treatment easier for people who are unwilling to attend mental health facilities. It may also be a flexible, rapid, and readily available intervention for individuals who are feeling suicidal. Children and adolescents at risk of developing later disorder because of high levels of self-criticism may also take readily to this form of prevention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J009210/1","grantId":"MR/J009210/1","fundValue":"447488","fundStart":"2012-05-01","fundEnd":"2015-01-30","funder":"MRC","impactText":"","person":"Christopher Ray Brewin","coPersons":["John Andrew King","Paul  Gilbert","Mel  Slater"],"organisation":"University College London","findingsText":"","dataset":"gtr"}