{"id":"BA607DDF-F69D-4C84-905D-FF713CD64928","title":"Trehalose signalling: understanding and exploiting an emerging small molecule carbohydrate paradigm","abstractText":"Sucrose and trehalose are the most widespread non-reducing disaccharides in nature. Sucrose functions as an energy reserve, building block and protective molecule in plants, and trehalose has these functions in fungi, bacteria and insects. Until recently, with very few exceptions, this division of sucrose and trehalose between the kingdoms was thought to be clear cut. However, the trehalose pathway and trehalose 6-phosphate, in particular, have been shown to play an indispensbale signalling role in plants influencing processes like photosynthesis, sugar metabolism, disease and stress resistance. The proposal will determine signalling partners of trehalose 6-phosphate and closely related non-reducing disaccharides in plants to enable chemical intervention of these important plant processes in Arabidopsis with a longer term view to crop improvement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D006112/1","grantId":"BB/D006112/1","fundValue":"680868","fundStart":"2006-02-06","fundEnd":"2011-09-05","funder":"BBSRC","impactText":"","person":"Matthew  Paul","coPersons":["Benjamin  Davis","Alison  Lovegrove"],"organisation":"Rothamsted Research","findingsText":" The trehalose pathway is an important target for the modification of growth, development and yield. Genetic modification of the pathway in maize is producing large yield increases in the field. In collaboration with Oxford University and ISIS Innovations we have developed and patented novel chemical approaches to modifying trehalose 6-phosphate (T6P) levels in plant cells. This technology involves the application of UV-labile chemicals which enter plant cells and release T6P upon exposure to sunlight, demonstrating the first uncaging of sugar molecules in a plant. We have shown beneficial effects of this technology through enhancement of starch synthesis in Arabidopsis. The technology has attracted interest from industrial sources including Syngenta. Chemical approaches offer an attractive supplementary approach to GM, particularly in Europe, but also in other grain-growing regions which may be reluctant to accept GM technology for crops such as wheat. Chemical approaches offer the additional attraction that they can be applied dependent on the weather in a particular season which in Europe can alternate between drought and flooding in consecutive years. Increasing crop yields ISIS Innovations Agriculture/ Food and Drink","dataset":"gtr"}