{"id":"BA670D06-9481-4D3B-9777-3981A4083ED8","title":"Modelling constrained shrinking and cracking","abstractText":"INDUSTRIAL BACKGROUND: This proposal addresses a generic problem experienced in the manufacturing of following systems: (1) The solid oxide fuel cell manufactured by Rolls Royce Fuel Cell Systems Ltd (RRFCS) is a multi-layered ceramic system. Each layer is about 5-10 micrometres thick and has a different porosity and composition. The layers are screen-printed and sintered sequentially. (2) The TWI protective coatings, including optical coatings of indium-tin oxide, silica based protective coatings and anti-soiling coatings with fluorine incorporation, are made through a sol-gel and subsequent curing process. These coatings are typically less than 1.5 micrometres thick. (3) Piezoelectric films, between 1 and 50 micrometres thick, for micro electromechanical systems are often made by first depositing fine powders using electrostatic spraying, inkjet printing or dip coating and subsequently sintering. PROBLEM DEFINITION: The problem is how to avoid cracking of the films during the drying, curing and sintering steps. Elevated temperatures are used to consolidate the films. As temperature increases, the porous and liquid-filled films shrink first due to liquid evaporation and subsequently due to sintering or curing. The line-shrinkage can be as large as 20%. However the films cannot shrink freely in the plane of the film surface because of their bounding with the substrate, and with each other in multilayered films. The shrinking is highly constrained which leads to stresses and hence cracking in the films. RESEARCH ISSUES: The current systems are far from being optimised. It is almost impossible to achieve the optimisation using trial and error experiments because there are too many material and processing variables involved. There is an urgent need to develop a computer modelling capacity for the constrained shrinking and cracking phenomenon. However such a capacity does not yet exist mainly because of two reasons: (a) The existing modelling technique (the finite element method) requires the viscosities of the film material. These viscosities strongly depend on the microstructure of the material which changes dramatically as the film shrinks. These data are too difficult to obtain experimentally. (b) The science of predicting multi-cracking is premature.THE PROJECT TEAM: Supported by RRFCS and TWI, this proposal brings together three research groups at Universities of Leicester, Surrey and Cranfield and a futher research group in Germany to address these issues and to develop and validate a computer modelling technique. METHODOLOGY: In a recently completed PhD project, the investigators developed a ground breaking technique to model time dependent shrinkage deformation without knowing the viscosities. The proposed project is to build on this success and to further develop the technique for constrained shrinking and to include multi-cracking. The difficulty to deal with multi-cracks will be addressed using a so-called materials point method. This method was initially developed for plastic deformation but has been successfully extended to the multi-cracking problem in our pilot studies. The computer models will be developed around three experimental case studies. Three different experimental techniques will be used at Surrey, Crainfield and Wurzburg to measure the material data required in the model and to validate the model predictions. PROJECT IMPACT: This project will make it possible to optimise the design, material selection and processing parameters for solid oxide fuel cells, coatings and piezoelectric films. More generally the project will make a major impact on modelling the multi-cracking of brittle materials. Such problems include ballistic impact of ceramic armours, missile or explosive impact of civil structures and safety concerns of all glass structure","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F037724/1","grantId":"EP/F037724/1","fundValue":"116167","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  The knowledge gained and manufacturing process developed is being used in collaborative projects with industry for developing products based on functional thick films. These projects are currently still underway.\nThe work has also contributed to CPD &amp; training sessions for industry as well as training materials for MSc at the University of Surrey and Cranfield University. Aerospace, Defence and Marine,Education,Energy,Transport Economic","person":"Robert Andrew Dorey","coPersons":[],"organisation":"Cranfield University","findingsText":" The most significant achievement of the project was the development of a spray deposition process suitable for ceramic materials. The spray deposition process is capable of producing uniform films, with thicknesses ranging from single to 100's of micrometres. The deposition process developed was underpinned by the understanding gained about the shrinkage and sintering behaviour of thick films ceramics. \nMuch of the knowledge gained from the work can also be applied to thick films that have been deposited by other routes thereby providing a strong support for a multisystem manufacturing platform. The manufacturing technique developed as part of this grant is now in regular use for producing a range of ceramic films for on-going work in the PI's research group. This has led to a number of industry funded pieces for work as well as academia-industry collaborations in the area of thick films. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Healthcare,Security and Diplomacy,Transport","dataset":"gtr"}