{"id":"BA6E0795-14F5-467D-8747-42902D5B1C2D","title":"Deuterium fractionation in ultracold collisions using trapped molecular ions","abstractText":"One of the key elements of the quantum theory developed in the early 20th century is the concept of wave-particle duality. Thus particles, such as electrons, can be diffracted in a manner similar to X-rays, and conversely light can be considered to be composed of particle-like energy packets known as photons .In this project we aim to explore chemical processes at temperatures very close to absolute zero where these concepts of wave-particle duality become very important. When matter is cooled, the constituent atoms and molecules have less kinetic energy and move more slowly, hence their momentum is decreased. In the quantum theory this implies that their wavelength increases and their wave-like characteristics are enhanced. The conventional 'particle-view' of chemical processes describes these as occurring through collisions of molecules with one another, breaking and making new chemical bonds. At very low temperatures, however, the fundamental physical description of a chemical transformation changes; the picture of classical collisions needs to be replaced with a description in terms of wave motion, with the implied effects of superposition and interference. The specific goal of this interdisciplinary project is the precise measurement of ultracold reactions of ammonia cations and methyl cations in the gas phase with neutral species such as H2O and NH3. We intend to explore how the intrinsic wave properties of the reaction like tunneling, barrier reflection and interference become important in determining the rate of the reaction as a function of temperature. Ion-neutral reactions tend to have very low energy barriers and hence can be very fast even at the lowest temperatures. The low kinetic energy makes the behaviour of the reaction highly sensitive to the long-range forces between the molecules. Ultracold collisions offer the possibility of new forms of control using electromagnetic fields. This is therefore a very unusual regime for investigating chemical dynamics, but also one well suited for testing quantum theories of chemical reactivity. At temperatures near 10 K the studies become relevant to understand the rich and diverse chemistry of interstellar gas. We will study reactions in which one or two of the hydrogen atoms in the neutral molecule have been replaced with a deuterium atom. Reactions of this type are very important in the context of the interstellar medium because they determine the concentrations of deuterated molecules in space and these can be related back to fundamental theories of the formation of the universe.Experimentally we employ novel devices for controlling the temperature and motion of the reacting species. The ions are trapped in a highly localized region of a vacuum chamber using radiofrequency fields and are maintained at very low temperatures using the technique of laser cooling. The ions interact with a beam of neutral molecules provided by a Stark decelerator , a device which can decelerate polar molecules. Combining this with an ion trap provides us with a unique and internationally leading set-up to measure ultracold reactive collisions with unparalleled control. In order to measure the rates of reactions, novel techniques will be developed to measure the change in the numbers and species of the ions over time. This can be done by applying additional electric fields which shake the trapped ions. The resultant motion of the ions is characteristic of the number of reactant and product ions present and their masses. New laser-based techniques will also be used to control and monitor the internal motions of the molecule. The techniques which will be developed in the scope of this project are novel and timely and will undoubtedly have high impact in one of the most rapidly developing fields of chemical physics. The reaction rate measurements will also have potential impact in Astrophysics as well as computational chemistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I029109/1","grantId":"EP/I029109/1","fundValue":"428087","fundStart":"2011-10-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Tim  Softley","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}