{"id":"BA77B6BD-FE6A-4CC3-A9BA-6978DADEA547","title":"13TSB_SynBio: Synthetic biology to improve antibiotic production","abstractText":"Bacterial infections are a major cause of death world wide and antibiotics provide one key resource for controlling them.\nMupirocin is a successful antibiotic used against Gram positive bacteria, particularly MRSA which is associated with both\nhospital- and community-acquired infections and is resistant to most currently available antibiotics. It is also a standard\ntreatment to remove MRSA from the skin and nose of healthcare workers. The market for the antibiotic is growing in China\nand other parts of the developing world and GSK wish to increase production without expanding production-plant/fermenter\ncapacity or running costs. The Thomas group have carried out extensive research on the mupirocin biosynthetic cluster in\nthe soil bacterium Pseudomonas fluorescens and have studied how the genes are switched on and controlled. As a result,\nwe have clear strategies for increasing production by manipulating the gene cluster.\n\nHowever, the set of genes coding for the protein factory that makes mupirocin is complex and occupies a segment of about\n75,000 base pairs of DNA. There are more than 30 genes in the cluster so that it is difficult to manipulate it. Synthetic\nbiology (building the genes from chemcially made DNA to our own design) should provide a convenient way to do this and\nthis project gives an opportunity to validate that idea. By rebuilding the genes we can change the code so that it is\noptimised for fast and increased protein synthesis and at the same time we can split the DNA into convenient &quot;Biobricks&quot;\n(the building blocks for Synthetic Biology) which can be assembled in different orders and supplemented with additional\nDNA sequences that increase the extent to which they are switched on.\n\nConfidence that the current gene cluster is not the only efficient way to configure the genes comes from our discovery that\nthe genes that make a related plasmid called thiomarinol are arranged in a different order. On top of that we have found\nthat increased production of the activator MupR, in the existing genetic organisation, can increase production up to 20-fold.\nWe will therefore first introduce mutations that produce more MupR and we will then systematically insert DNA that\npromotes expression of these genes in a MupR-dependent way, to increase the productivity of each bacterium. We will use\nstate of the art techniques to assess the effect of these changes and see how it affects antibiotic production in shake flasks\nand then on a larger scale in fermenters. If successful, these changes will be incorporated into the design of the new\ngenes.\n\nAnother feature of the gene cluster is that the order of genes is not very logical - often genes in a cluster are lined up in the\nway they work in the biochemical pathway. We will therefore shuffle the mupirocin gene (Biobrick) order to increase\npathway efficiency and we will screen derivatives for increased production. We will do this using an enzyme (Int) that\ndeliberately shuffles genes in bacteria. We will insert DNA that allows Int to work between Biobricks and then transiently\nexpress Int to shuffle the genes to produce many permutations of gene order. This approach has been validated by others\nand shown to improve the efficiency of the E. coli tryptophan biosynthetic operon - a well studied model system. Bacteria\nwill be assessed for increased production in the lab and in fermenters as above.\nFinally, to explore how the genes can be further improved we will add extra functional units to key modules of the pathway\nto increase throughput capacity and to fuse genes to create new multifunctional genes. Gene fusions may increase\nefficiency by ensuring that protein partners fold together and subsequently catalyse successive enzymic steps more\nefficiently. Examples of both of these sorts of changes are found in other biosynthetic factories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004453/1","grantId":"BB/L004453/1","fundValue":"199000","fundStart":"2013-07-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"","person":"Chris  Thomas","coPersons":[],"organisation":"University of Birmingham","findingsText":" Details of the finding are currently covered by confidentiality agreement but basically we have trying to understand how synthetic biology can be used to optimise antibiotic production. Application to modify a current industrial process Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}