{"id":"BA791AE6-3438-4CCB-AB8A-E1F5986865E2","title":"The Difference that 'Faith' Makes: Faith-based Organisations and the Provision of Services for Homeless People","abstractText":"The provision of services to homeless and destitute people is one of the longest-standing means by which faith communities have sought to contribute to the welfare of society, and Faith-based Organisations (FBOs) retained a significant presence in the homelessness sector even after the establishment of the British welfare state. Recently, there has been a step-change in the role of FBOs, and the wider voluntary sector, such that they are playing an increasingly important role in the delivery of publicly-funded services for homeless people and other vulnerable groups. While concern has been expressed regarding the impact of these developments on the independence of charities, the specific implications for FBOs have not as yet been given explicit attention. Even more importantly, there has been no systematic analysis of the 'difference that faith makes' to the experiences of, and outcomes for, service users. This is a knowledge gap of growing pertinence given the Government's increasingly welcoming attitude to FBO involvement in social policy. \\n\\nThe project seeks to redress these deficits in the existing knowledge base by exploring three avenues of enquiry. First, it will identify similarities and differences between the moral frameworks of FBOs (with a wide range of religious affiliations) and secular (voluntary) agencies offering services to homeless people, and explore how these shape the type and nature of interventions 'on the ground'. Second, it will consider the ramifications of the changing governance ('professionalisation') of homelessness services for FBOs, the impacts this might have on their relationships with secular (and other FBO) providers, and any implications for the future role of FBOs in the sector. Third, and crucially, it will pay particular attention to 'the difference that faith makes' to the experiences of, and outcomes for, service users / focussing on their preferences for either faith-based or secular approaches.\\n\\nMethods employed in the study will include a review of international literature and British service databases to clarify the role of FBOs in responding to the welfare needs of vulnerable groups, particularly those who are homeless. Interviews will then be conducted with representatives of national FBOs to amplify the information derived from the literature/database searches, and in particular to investigate different faith groups' level and type of informal response to homelessness. The main phase of the research will comprise intensive case studies in three areas: one London Borough and two metropolitan cities. After in-depth interviews with key local informants, six services in each area (four FBO and two secular providers) will be selected for intensive analysis, including a review of their written documentation, in-depth interviews with service managers, focus groups with frontline staff (both paid and volunteer), and focus groups with service users.\\n\\nThe research is designed to be of practical value to central government departments devising policies for vulnerable groups; to FBO and secular voluntary organisations, particularly in the homelessness field; and to academics with an interest in welfare restructuring, poverty, social justice, and faith/religion.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F007647/1","grantId":"AH/F007647/1","fundValue":"83712","fundStart":"2008-01-01","fundEnd":"2009-06-30","funder":"AHRC","impactText":"  The findings have been used to inform debates about the role of faith-based welfare provision within and beyond the UK homelessness sector.  ","person":"Sarah  Johnsen","coPersons":["Deborah Jayne Quilgars"],"organisation":"University of York","findingsText":" This study examined the role of Faith-based Organisations (FBOs) in homelessness provision, reflecting on the 'difference that faith makes' to the way services are delivered and experienced. Key findings included:\n\no FBOs continue to play a significant role in Britain's homelessness sector. Most basic services such as night shelters and soup runs/kitchens are provided by FBOs, and they are also major providers of specialist projects such as high support hostels. \no Specialist services provided by FBOs, such as hostels, are dominated by agencies with a Christian affiliation, while a wider range of religious groups are represented in services such as soup runs and soup kitchens. \no FBOs involved in homelessness provision have evolved to be very diverse structurally, and it is now not always easy to tell whether a project has a faith affiliation. The visibility and practice of religion in most project programmes has diminished significantly over time.\no Some FBOs actively seek opportunities to share their faith with service users, but others prohibit evangelism or proselytism of any kind. Only a small minority of service users reported that they had ever been 'bible bashed', and no publically-funded projects were targeted for criticism in this regard.\no Service users often find it difficult to discern any tangible difference in the nature or quality of faith-based and secular provision. That said, many FBOs offer an additional 'spiritual' element that is greatly valued by some.\no Some service users actively avoid FBOs, while others seek them out because they have a faith or want to explore questions of spirituality. The majority, however, are indifferent with respect to the faith affiliation of homelessness services - as long as: service receipt is not contingent on participation in religious practices (which they rarely are), and providers respect their right to desist from conversation about faith should they so wish (which virtually all do).\no Faith-based and secular providers share many core values, most notably emphases on respecting the dignity of service users, and non-discrimination on grounds such as ethnicity, sexuality, and/or religious belief. This commonality is, however, often obscured by the different vocabularies used to describe project ethos. A lack of familiarity with the terminology employed, or religious precepts referred to, sometimes leads to misunderstanding and/or mistrust of FBOs' motives.\no A significant mix of belief systems is represented amongst staff teams in both faith-based and secular services. None of the FBOs required frontline staff to profess a personal faith, but a few did require this of staff recruited to managerial positions.\no FBOs reportedly had 'further to travel' to achieve necessary quality standards under recent government funding programmes. The quality differential between faith-based and secular providers has, however, been reduced, and in many cases eliminated, by enhanced monitoring and accountability in recent years. Concerns about safety in night shelters and soup runs are still frequently expressed, but these services are increasingly implementing risk assessments and volunteer training.\no The key axis differentiating contemporary homelessness projects is not so much whether they are faith-based or secular, but rather providers' stances on service user engagement and the conditionality of service receipt. These stances range from firmly non-interventionist (with no expectation of change) to highly interventionist (with expectations regarding commitment to defined support plans). The interventionist end of this continuum is dominated by secular organisations, and while FBOs can be found throughout this spectrum, they are clustered at the non-interventionist end. TBC Government, Democracy and Justice","dataset":"gtr"}