{"id":"BA85D241-9A72-45D5-B8D9-2191DA948F15","title":"Rapid imaging in 3D with a 2-photon microscope using acousto-optical deflectors","abstractText":"The question of how the brain processes information about the body and the surrounding world is one of the most exciting and challenging problems in science today. However, the methods available for studying how networks of neurons (brain cells) behave are rather limited. Two-photon laser-scanning microscopy is an important research tool because it can be used to look inside living brain tissue and measure the neural activity. Unfortunately, the present systems are too slow to capture the rapid signalling events, which occur on the timescale of one thousandth of a second, as they flow through brain tissue. In this project we will develop a new faster method for making movies of neurons using an optical device called an acousto-optical deflector (AOD) to scan a laser beam over the specimen and build up a picture like the way a TV picture is created. The project focuses on overcoming the technical problems of using AODs, which tend to reduce the resolution of the image and the efficiency with which the laser beam excites the fluorescent probes used to monitor activity. Once we have determined the best way to correct for these technical problems we will move onto perhaps the most exciting aspect of the study. This involves using AODs in a different way, to focus the laser beam rather than scan it. If this works it would allow very rapid focusing of the image (i.e. in a few millionths of a second). This would be a major step forward in neuroscience research, as it would allow rapid electrical signals to be monitored in real time as they flow through 3dimensional brain tissue. In the longer term, our findings could have implications for mental health by providing new tools that improve our knowledge of brain function in health and disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D501199/1","grantId":"EP/D501199/1","fundValue":"101847","fundStart":"2006-01-03","fundEnd":"2007-01-02","funder":"EPSRC","impactText":"  The research outcomes of this award have been used in the development of a new type of 3-dimensional two-photon microscope for studying fast neuronal signalling in scattering brain tissue. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Robin Angus Silver","coPersons":[],"organisation":"University College London","findingsText":" We developed a new type of laser scanner that steers and focusses a laser beam rapidly in 3D space. This has applications in two photon microscopy, which is used extensively in neuroscience research. The optical research from this study has lead to a new type of microscope that will be used in neuroscience research. Digital/Communication/Information Technologies (including Software),Education,Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}