{"id":"BA88E6FB-88BF-4523-B2CF-600F9048E747","title":"Predictive Analysis of Complex Interfacial Flows (PACIF)","abstractText":"Interfacial flows are encountered in a wide variety of natural phenomena and technological applications: from underwater, river and lava flows to biological settings such as tear films in the eye to conventional engineering applications such as condensers, heat exchangers and distillation units and more recent developments in the area of microreactors/MEMS and nanotechnology. The length scales involved range from the nanometer level as for dewetting of thin films, to the centimetre scale for heat and mass transfer applications, to the meter scale for geological flows. These processes and devices often depend critically on the behaviour of liquid films, especially in the presence of moving contact lines. The proposed research is a synergistic approach combining state-of-the-art theory, modelling, simulations and experimentation and involves a highly multi-disciplinary effort with a team that includes chemical/mechanical engineers, chemists, physicists and applied mathematicians. The proposed research calling upon the complementary expertise of this team aims to examine a number of open problems and research directions in the area of complex interfacial flows. For instance, a crucial problem in current predictive models for flows with moving contact lines is that artificial measures are required to alleviate the contact-line singularity. As a consequence, the necessary local mesh refinement to fully resolve the flow near contact lines render current models either unrealistic or excessively inefficient. The proposed research is therefore of paramount scientific and practical significance. It is a high-risk effort to provide the foundations and methodologies necessary for a detailed understanding of complex interfacial flows with moving contact lines and the development of tools for the accurate and efficient prediction of their dynamics that can be used in future research. The ultimate aim is the use of these tools for optimisation of processes and devices that exploit such flows.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E046029/1","grantId":"EP/E046029/1","fundValue":"986852","fundStart":"2007-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  The findings of this project have been used to advance the knowledge of the physics of moving contact lines. The results were not exploited commercially; instead they provided the necessary fundamentals to underpin further studies that were published in leading journals (J. Fluid Mech, Phys. Fluids) in fluid mechanics. This work also led to significant follow-up funding (ERC Advanced Grant for Serafim Kalliadasis, EPSRC Programme Grant (?5M) for Omar Matar, another Platform Grant funded by EPSRC for Craster, Kalliadasis, Matar). Agriculture, Food and Drink,Chemicals,Education,Energy,Manufacturing, including Industrial Biotechology ","person":"Omar Kamal Matar","coPersons":["Serafim  Kalliadasis","Alexander  Bismarck","Frantisek  Stepanek","Sergei G. Kazarian","Richard  Craster","Geoffrey F Hewitt","Peter Dennis, Marten Spelt","Christopher  Lawrence"],"organisation":"Imperial College London","findingsText":" This project has resulted in the decisive first step toward a rigorous methodology for the treatment of contact lines, a long-standing problem for fluid mechanics; the first detailed and systematic study of the effects of random, small-scale spatial heterogeneities on spreading dynamics. A significant outcome here is that the classical law of Wenzel is in fact incorrect; the first reliable numerical simulations of flows with highly-resolved contact line motion; resolution of the mechanism underlying the 25-year old problem of surfactant-driven ``super-spreading&quot;. The Platform Grant has provided stability, flexibility and enhanced career\n\ndevelopment for our PDRAs. A total of 12 PDRAs have been supported for various periods. The majority of these have moved on to successful careers in academia or industry. Controlling surface wettability on patterned surfaces is crucial in a broad range of applications, including DNA micro-arrays and lab-on-a-chip. Our aim is to examine experimentally (macro-) droplet spreading on\n\nstructured/random substrates, to provide insight into wetting and spreading for advanced and functional coatings. Chemicals,Education,Energy","dataset":"gtr"}