{"id":"BA913BC7-8313-41C7-9AB0-F7F0CE79D589","title":"Use of remote sensing and terrain modelling to identify suitable zones for manual drilling in Africa and support low cost water supply","abstractText":"In the framework of the programme for the achievement of MDG (MIllenium Development Goals) for water supply, UNICEF is promoting manual drilling throughout Africa; with different activities: advocacy, mapping of suitable zones, technical training and institutional support.\nManual drilling refers to those techniques of drilling boreholes for groundwater exploitation using human or animal power (not mechanized equipment). These techniques are well known in countries with large alluvial deposits (India, Nepal, Bangladesh, etc). They are cheaper than mechanized boreholes, easy to implement as the equipment is locally done, able to provide clean water if correctly applied.\nBut manual drilling is feasible only where suitable hydrogeological conditions are (shallow layers not to hard and groundwater not deeper than 25 m). \n\nTherefore a preliminary identification of suitable areas is necessary. The method for the identification of suitable zones at country levelalready aplied in 15 countries is based on the analysis of existing hydrogeological data. But an improved approach to have more reliable interpretation and more detailed analysis of the hydrogeological contex is required.\n\nThe proposed research aims:\n- to contribute to define an improved methodology for the characterization of shallow geological conditions integrating other sources of indirect data\n- to produce more detailed suitability maps in the selected area, with the goal of supporting the implementation of manual drilling construction program.\n\nThe research involves the collaboration of research centres and institutional partners in Italy, Senegal and Guinea. In particular these entities will participate:\nUniveristy of Milano Bicocca (Italy)\nUniversity CHeick Anta Diop in Dakar (Senegal)\nUNICEF Senegal country office\nUNICEF GUinea country office\nSNAPE (National Water Authority) Guinea\nSchool of MInes Boke' - Guinea)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L002167/1","grantId":"NE/L002167/1","fundValue":"146702","fundStart":"2013-11-04","fundEnd":"2015-05-03","funder":"NERC","impactText":"","person":"Roberto  Colombo","coPersons":[],"organisation":"University of Milan-Bicocca","findingsText":"","dataset":"gtr"}