{"id":"BA930C53-B1C7-46A2-AA7F-AF3772C20F10","title":"Engineering a novel AND operation for Drosophila expression control","abstractText":"The fly Drosophila melanogaster is increasingly being used in the study of brain function. Aside from its small size and affordable maintenance, Drosophila offers a wide variety of behaviors and the most highly developed genetic tools. The brain contains 100,000 neurons, large enough to produce interesting behaviors but small enough to experimentally manageable and over the last ten years recombinant DNA tools have transformed its study. One of these tools is engineered genes that act as switches in a subset of neurons within the nervous system. These genes allow scientists to manipulate brain circuits by switching on effector molecules, for example a toxin to silence a neural subset. As the rest of the brain remains unaffected, a change in behavior can be assigned to only those 'switched on' neurons. Unfortunately however the DNA that controls a switch is often poorly suited to the question an experimenter wishes to ask. The switch might be active either too broadly or in a limited range, and recent work has attempted several ways to refine this. Several methods use two DNA sequences to control two interacting switches. These switches turn on the effector molecule in a more limited distribution of neurons. However, the existing tools are limited for several reasons. One tool relies on cell division to be effective and so only works when the control DNA is active during development. This renders it useless for the large class of molecules that become active in the early adult stage. Another tool requires entirely new switch transgenes and thus can not draw on the thousands of existing transgenic fly lines that have already been established. This project proposes developing a new composite switch system that can be used in conjunction with existing fly lines, to limit and refine their expression pattern. It proposes drawing on an existing method for modifying a switch protein to bind to a new DNA target, introducing the new switch into transgenic flies and using it to study a novel class of olfactory neuron. Using a behavioral assay, it will assess whether these neurons act as amplifiers to weak odors, or more generally to boost all odor signals the fly receives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G024146/1","grantId":"BB/G024146/1","fundValue":"121464","fundStart":"2009-10-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"","person":"Adam  Claridge-Chang","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}