{"id":"BA9A083E-9BF5-4BDE-96AC-2CC1EEA969EF","title":"Exploiting advances in diagnostic and wireless technologies to reduce the burden of STIs","abstractText":"This application is a plan to build an expert group (Consortium) of scientists and doctors to develop: 1) inexpensive, easy to use personal diagnostic kits, that can test for and give immediate results (that is in minutes) for many sexually transmitted infections (STI) all at once; 2) the ability to immediately and automatically communicate these results electronically with mobile-phones and the internet to give immediate interactive advice, help those infected to get early treatment, locate the nearest treatment centres and make it easier to inform partner?s that they ought to get tested and treated. These devices will be easy to obtain, for example as are condoms from vending machines in clubs. All these procedures will be managed to the highest current ethics guidelines. The Consortium will also aim to see if these devices can automatically and anonymously feed into the Government?s surveillance system for STIs so as to get a truer picture of the amount of STI in the community. The overall aim is to provide a community based diagnostic environment that lets young people, and others at risk for STIs, have easy access to diagnosis and advice, allowing them to take greater control of their sexual health while also reducing the amount of STI in the community. The Consortium will include experts in the special fields of microarrays (?gene chips?), microfluidics (?lab-on-a-chip?) and internet/mobile communication technologies to help the development of the devices and also doctors and public health experts to help identify the best ways the devices could be distributed and used to get maximum benefit to the community. The Consortium will be built by adding to the partnerships that already exist among the group applying for the grant by inviting other key experts in the fields to a series of specially invited seminars and workshops to identify the main challenges to the research ahead. These meetings will be where it is decided who should join the Consortium. The resulting group will then devise a programme of research over five years, based on the workshops and the expertise within it. The Consortium will be established by early 2009, in time to submit a full grant application for the work that the Consortium will propose to do.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701553","grantId":"G0701553","fundValue":"56749","fundStart":"2008-01-14","fundEnd":"2008-10-13","funder":"MRC","impactText":"","person":"Tariq  Sadiq","coPersons":["Sanjeev  Krishna","Philip David  Butcher","George  Griffin"],"organisation":"St George's University of London","findingsText":"","dataset":"gtr"}