{"id":"BA9BDF8D-7268-46B6-9216-446A1F27DD68","title":"Ionic Liquid Biorefining of Lignocellulose to Sustainable Polymers","abstractText":"We currently make more than just fuel from petroleum refining. Many of the plastics, solvents and other products that are used in everyday life are derived from these non-renewable resources. Our research programme aims to replace many of the common materials used as plastics with alternatives created from plants. This will enable us to tie together the UK's desire to move to non-petroleum fuel sources (e.g. biofuels) with our ability to produce renewable polymers and related products.\n\nPlant cell walls are made up of two main components: carbohydrate polymers (long chains of sugars) and lignin, which is the glue holding plants together. We will first develop methods of separating these two components using sustainable solvents called ionic liquids. Ionic liquids are salts which are liquids at room temperature, enabling a variety of chemical transformations to be carried out under consitions not normally available to traditional organic solvents. These ionic liquids also reduce pollution as they have no vapours and can be made from non-toxic, non-petroleum based resources.\n\nWe will take the isolated carbohydrate polymers and break them down into simple sugars using enzymes and then further convert those sugars into building blocks for plastics using a variety of novel catalytic materials specifically designed for this process. The lignin stream will also be broken down and rebuilt into new plastics that can replace common materials. All of these renewable polymers will be used in a wide range of consumer products, including packaging materials, plastic containers and construction materials. The chemical feedstocks that we are creating will be flexible (used for chemical, material and fuel synthesis), safe (these feedstocks are predominantly non-toxic) and sustainable (most of the developed products are biodegradable). This will help reduce the overall environmental impact of the material economy in the UK. \n\nThe chemistry that we will use focusses on creating highly energy efficient and low-cost ways of making these materials without producing large amounts of waste. We are committed to only developing future manufacturing routes that are benign to the environment in which we all live. In addition, natural material sources often have properties that are superior to those created using artificial means. We plan to exploit these advantages of natural resources in order to produce both replacements for current products and new products with improved performance. This will make our synthetic routes both environmentally responsible and economically advantageous. The UK has an opportunity to take an international lead in this area due to the accumulation of expertise within this country.\n\nThe overall goal of this project is to develop sustainable manufacturing routes that will stimulate new UK businesses and environmentally responsible means of making common, high value materials. We will bring together scientific experts in designing processes, manufacturing plastics, growing raw biomass resources and developing new chemistries. The flexibility of resources is vital to the success of this endeavour, as no single plant biomass can be used for manufacturing on a year-round basis. Together with experienced leaders of responsible manufacturing industries, we will develop new ways of making everyday materials in a sustainable and economically beneficial way.\n\nThe result of this research will be a fundamental philosophical shift to our material, chemical, and energy economy. The technologies proposed in this work will help break our dependence on rapidly depleting fossil resources and enable us to become both sustainable and self-sufficient. This will result in greater security, less pollution, and a much more reliable and responsible UK economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014676/1","grantId":"EP/K014676/1","fundValue":"2524590","fundStart":"2013-02-01","fundEnd":"2018-01-31","funder":"EPSRC","impactText":"","person":"Thomas  Welton","coPersons":["Charlotte Katherine Williams","Angela  Karp","Jane  Ward","Karen  Wilson","Nilay  Shah","Karen Marie Polizzi","Marcos Gabriel Millan-Agorio","Michael Henry Beale","Jason Patrick Hallett","George Johan Britovsek","Alexander  Bismarck"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}