{"id":"BA9C9C28-2841-4A3C-B1D5-522FF63FC2AC","title":"The development of multiscale constitutive models for powder processing: from particles to products","abstractText":"In a number of industrial sectors, such as pharmaceuticals, chemicals, food, ceramics and powder metallurgy, processing of dry powders is a general route to making products. To manufacture high quality products using this processing technique is a challenging task because of the complexity and diversity of material properties and processing conditions. Rapid growth and expansion in these industries and intensive competition demands high effectiveness and stringent quality control of the process. Conventional empirical design routes, which generally employ trial-and-error approaches, cannot meet these requirements. A rigorous model is urgently needed to accurately predict the powder behaviour during processing and the performance of final products from the properties of the constituent particles, especially of small quantities in the early stages of product development. The primary goal of the proposed project is to develop robust mufti-scale constitutive models which will be based upon combining different numerical methods: discrete and continuum. The former will be used to model at micro-scale, in which the powder is treated as a assembly of individual particles interacting each other. The latter will be developed as a platform to explore the powder behaviour and the performance of the product at the macroscale, for which the constitutive coefficients will be determined based upon simulations with the discrete methods. The powders used in various industries mentioned above are of various types, such as elastic, elastoplastic, viscoelastic and viscoplastic, and with different bonding mechanisms, such as bonding through van der Waals' force or adhesion due to the presence of interfacial energy. In order that the mufti-scale model to be developed can take these factors into account, rigorous contact laws between these particles will also be developed and incorporated into the mufti-scale models, so that the influence of materials properties of the particles and the bonding mechanisms can be analysed and the developed model can be used in a variety of applications. Furthermore, most industrial processing is carried out in air. During the rapid flow of powder in the early stages of processing, where the powder is delivered from one apparatus to another, the air flow may be important. To explore this effect, numerical models will also be developed to simulate the gas/solid two phase flow. This allows the effects of air flow on the powder behaviour and the performance of the final products to be identified. The developed model will be quantitatively validated by experimental testing using Positron Emission Particle Testing (PEPT), a method developed at the University of Birmingham. The mufti-scale model developed will enhance understanding of powder processing and will be a valuable tool for process design and product development in a number of industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C545249/1","grantId":"EP/C545249/1","fundValue":"176348","fundStart":"2006-09-01","fundEnd":"2009-08-31","funder":"EPSRC","impactText":"","person":"Chuan-Yu  Wu","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}