{"id":"BA9C2E20-54F0-464C-AC98-6584D9876FC4","title":"Yield improvement of oilseed rape through genetic manipulation of rhizosphere exudation","abstractText":"Plants use photosynthesis to fix CO2 to sugars, which are used for plant growth and development. Up to 50 % of carbon (C) fixed by plants is moved to roots, where it supports growth of root systems through the soil, in order to take up nutrients and water and drive growth. Healthy growing roots pass a large proportion of the C they receive to the soil as 'rhizodeposits'. This includes a range of materials, but soluble exudates, consisting of organic acids (e.g. citric acid), carbohydrates (e.g. glucose) and amino acids (e.g. leucine) comprise the largest rhizodeposit component. The total amount of rhizodeposits, and the specific types lost from roots, vary between plant species and genotypes within species, and is influenced by plant developmental stage and environmental parameters. Because of rhizodeposition and the presence of readily available C, the soil surrounding roots has large populations of microbes, forming a distinct microbial niche, which is termed the rhizoshere. Rhizosphere inhabiting microbes interact with plants in many ways- some are pathogens or beneficial symbionts, and others are involved in cycling and transformation of crop nutrients such as nitrogen (N) and phosphorus (P), altering their availability to plants. These processes determine plant productivity even in agricultural systems in which fertilisers are added to maximise production. The types of organisms which grow in the rhizosphere are determined by the amount and types of materials plants exude. \n\nIn the current project we propose to elucidate plant genes involved in determining the amount and types of substrates lost from roots as rhizodeposits, and the response of exudation to plant development. Plants exude a very diverse collection of organic molecules and we will take advantage of cutting edge mass spectrometry techniques to understand the full complexity and composition of rhizodeposits for the first time. Additionally we will use newly emerging high throughput sequencing techniques to profile the genes expressed in roots and their association with release of rhizodeposits. \n\nFurthermore we will investigate the way in which altering the composition of rhizodeposits influences the diversity and composition of microbes inhabiting the rhizosphere, and investigate how the function of these communities is influenced by varying exudate quality and quantity. Soil microbial communities are incredibly abundant and diverse, and we will use the latest high throughput sequencing techniques to characterise the microbial metagenome, allowing us to investigate all the major processes taking place in the rhizosphere simultaneously and the specific components of the community involved. Furthermore we will determine the consequences of rhizodeposition for crop yield, which will provide the first direct quantification of the benefit plants receive from rhizodeposition. \n\nThe work will open exciting possibilities to breed new crop varieties in which rhizodeposition is managed to enhance crop yields, increase agricultural sustainability and reduce environmentally damaging inputs. This work could lead to the identification of genes which could be used in breeding programmes for a number of applications, for example 1. Reduction of rhizodeposition could be used to increase C allocated to above ground growth, so that crop yields are enhanced. 2.Managing rhizodeposit quantity and quantity could be used to tailor exudation to promote solubilisation and uptake of growth limiting nutrients such as P, S, K and trace metals, and increase tolerance to harmful soil metals, particularly aluminium 3. The quality and quantity of rhizodeposits could be managed to engineer specific microbial communities in the rhizosphere. This could have many advantages, for instance inhibiting the growth of soil-borne pathogens which reduce crop growth, and stimulating communities which enhance the availability of crop growth limiting nutrients, such as P and N.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J019658/1","grantId":"BB/J019658/1","fundValue":"26698","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"BBSRC","impactText":"","person":"Gary Douglas Bending","coPersons":[],"organisation":"University of Warwick","findingsText":" Project is in progress:\nKey findings to date:\nIdentification oilseed rape exuded metabolome components\nidentification of genotype differences in exudation profile Technology transfer to members of Crop Improvement Research Club Agriculture, Food and Drink,Environment","dataset":"gtr"}