{"id":"BA9D6DBF-0EF8-4F1A-9652-447600C38758","title":"THE INTERNATIONAL GREEK NEW TESTAMENT PROJECT: A CRITICAL EDITION OF THE GOSPEL OF JOHN","abstractText":"The Gospel of John, like all ancient texts, exists in multiple forms. A printed edition has to be carefully compiled from these forms. In early Christianity, changes were made to the text not only by mistake in writing them out by hand, but also intentionally, in order to 'improve' the text. These included grammatical and theological changes, and saving interesting material, even if it did not originally belong to the text (for example, in John the meeting between Jesus and the adulteress in Chapter 8). Other changes include theologically significant passages such as whether one should read 'only begotten God' or 'only begotten Son' in Chapter 1 verse 18. In total there are about 8,000 places of variation between the manuscripts, of which there are almost 2,000. There are also important manuscripts of ancient translations of John into Syriac, Latin, Coptic and other languages, and quotations in early Christian writers down to the fifth century.\\n\\nThese differences have to be listed and studied, for us to know what the text of the New Testament is. This is done by making a 'critical edition', which consists of two parts. The first is a critical apparatus, in which are listed all the differences found in the manuscripts and other witnesses. The second is a critical text, which is made by comparing these differences and selecting from them the one most likely to be the oldest.\\n\\nThe last reliable major edition was published in 1869, so that a new edition of John is urgently required. Editing a text has to be undertaken at regular intervals, because\\n1. New witnesses are found. Over the past 70 years, many more copies of John have been discovered, and in particular two which were written in about 200 and are the oldest surviving copies of any length (there are also fragments of other manuscripts, each containing parts of a few pages). By contrast, the oldest copies available in 1869 were copied 150 years later, in about 350.\\n2. New methods of evaluating the evidence are discovered. Today the development of computer based tools has led to a revolution in ways of managing and interpreting textual data. Because there is so much evidence that the human mind finds it hard to manage, the computer provides ways for editors to review their own decisions and improve them, while leaving the decisions under human control.\\n\\nMaking an edition like this requires technical expertise and specialist resources such as collections of images of manuscript and specially designed software. Today scholars collaborate far more than ever before. This project is part of an edition of the whole New Testament directed by the Institute for New Testament Textual Research in M&uuml;nster, Germany, called the Editio critica maior ('Larger critical edition').\\n\\nThe edition will be used by specialists, including textual researchers, commentators and historians. It will also have an impact on all readers of the Bible, since the text that is made will be used for the two most popular editions of the Greek New Testament. Not only are these editions bought and used by many thousands of people worldwide, they also provide the basis for almost every Bible translation in the world today. As a result, this critical text will for the next few generations be the foundation of the million copies of the Bible sold every year.\\n\\nThe edition of John will be made by the International Greek New Testament Project. This project brings together professional scholars and volunteers from various walks of life who study manuscripts and provide information from them. The professional scholars include researchers and research students. The management of this web of volunteers, team projects and individual research and the production of the critical edition requires a management team. This project funds the editorial team who are directing the research and making the edition.\\n\\nIf you are interested in finding out more about how you can participate, please go to http://www.igntp.org","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H024875/1","grantId":"AH/H024875/1","fundValue":"805913","fundStart":"2010-05-01","fundEnd":"2015-04-30","funder":"AHRC","impactText":"","person":"David Charles Parker","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}