{"id":"BAA53325-8EEA-4B87-92EA-296FFB305EC9","title":"A Systems Biological Approach to Elucidate Local Protein Synthesis Code in Plasticity and Memory","abstractText":"Diseases which affect the nervous system such as Alzheimer's, Parkinson's, depression and schizophrenia account for the single largest cost to the healthcare system of the UK and are often associated with long-term disability, and distress for patients and their families. A common clinical feature of many of these and other disorders is a cognitive (often learning/memory) deficit. However learning and memory is a very complex biological process that is only partly understood. Of particular interest to us are the changes that occur after learning (i.e. during memory establishment) in the synapses - the critical structures that join two neurons together and mediate information flow and processing in all brains. In this study we aim to identify the biochemical changes (at the protein level) that are associated with forming memories. In particular, we aim to test the involvement of several candidate molecules that have been implicated but whose importance has not yet been proven. This work will also allow us to try and bridge the gap between what we see at the biochemical level in terms of molecules and their abundance with the actual behaviour of the brain (and subsequently of the animal). The observed biochemical changes will be used to refine and extend computational models of neuronal synapses. These computational models will provide a unique method to visualise these complex biochemical networks which involve more than 1000 proteins. Mathematical methods will then be applied that allow us to predict which molecules are more likely to be involved in the memory and a selection of the best candidates will be tested in the laboratory. These new insights will help us understand how memory is formed in the brain. Unravelling these core biological processes is vital to our understanding of animal behaviour in the first instance. In the longer term our research will have relevance to human cognition ultimately aiding the search for new drug therapies for cognitive illness.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004491/1","grantId":"BB/I004491/1","fundValue":"305787","fundStart":"2010-08-30","fundEnd":"2013-08-29","funder":"BBSRC","impactText":"  TI Simpson (lead) and JD Armstrong have established a new collaboration with UCB Pharmaceuticals. In the first instance they have funded a PhD student at Edinburgh to be supervised jointly by UCB, Simpson and Armstrong. This directly builds on the expertise developed in the project and translates the new methodologies and expertise developed by the programme into a new area of direct health relevance. Pharmaceuticals and Medical Biotechnology Economic","person":"James Douglas Armstrong","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Memories can last an entire life-time. A series of complex biological processes thought to underpin the ability to form long-term and, despite their obvious important us they are only partly understood. Evidence gathered by many groups over the past years suggests that the brain needs to synthesise new molecules (proteins) in order to encode new memory. How and when these proteins are made needs to be tightly controlled so that it occurs in the right place at the right time. To try and understand this process better we assembled an international group of researchers each specialising in a related but different piece of the jigsaw puzzle. We combined expertise in the genetic control of memory and its measurement in living brains; expertise in the proteins thought to trigger memory associations; expertise in the biochemical pathways that regulate the formation of new proteins and our own expertise in building mathematical models of molecules in the brain.\n\nAs an interdisciplinary group we are able to achieve more during the research programme than we could have as single groups. The specifics of the research are complex but we were able to apply new analytical methods to the data used by the neuroscience groups in order to bring new understanding to the topic. As an example, in collaboration with the Proud group we looked at one of the most important molecular circuits thought to regulate when new proteins are made when neurons need them for memory formation. There were several alternative ways that this circuit could be formed. Together with them we generated a mathematical model for each of the alternative circuit layouts. We showed that all three circuits were theoretically capable of behaving in a way that matched the available data in the laboratory. However we were were able to predict new experiments that would differ depending on the circuit layout. These were then performed and a preferred circuit emerged. This was only possible through the close interaction between the research groups, each taking a very different approach. The new insights and understanding of these mechanisms are general in that they are likely to impact across all animal species. In the longer term we can also now look to see how these mechanisms fit into dysfunction either as a normal effect of cognitive decline with age or in disease.\n\nThe interdisciplinary approach we used in the study could be applied to many other areas of biology and of course there are many other groups of researchers coming together to achieve similar goals in other topics. While doing this we identified that some of the computational tools that we produced would be of wider interest for researchers. Therefore we packaged them up and made these freely available to other researchers to use in and even adapt for their own research. A key outcome of the research beyond the academic findings are the the software packages and statistical methods used. We have put effort into making these available on a variety of open-source software sites so that they can easily be obtained by research groups in academic and in industry for their own use and further development. \n\nIn terms of the 3Rs - replacing, refining and reducing the use of animals in research, it could be argued that the modelling work we have performed addresses aspects of reducing. However we feel at present the immediate impact is in refining the data we obtain from animal studies. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}