{"id":"BAB3515F-9C57-4115-8A28-96ED47C44BAE","title":"Development of scalar dissipation rate based reaction rate models for the large eddy simulations of premixed flames","abstractText":"This project aims to develop an efficient Scalar Dissipation Rate (SDR) based reaction rate closure for the Large Eddy Simulation (LES) of turbulent premixed flames. Although SDR based closures are well established for Reynolds Averaged Navier Stokes (RANS) simulations of non-premixed flames, they are rare for RANS and LES of turbulent premixed flames, and no detailed evaluation of their performance in LES is available so far. In this project, the SDR based reaction rate closures will be developed and simultaneously assessed by a-priori analyses of explicitly filtered Direct Numerical Simulation (DNS) data, and a-posteriori evaluations of model performances in LES calculations, in a configuration for which experimental data is available. Based on the simultaneous a-priori and a-posteriori analyses, new models will be developed and their performance will subsequently be assessed. The best models will then be implemented in a LES code for turbulent premixed flame modelling. An efficient SDR-based reaction rate closure will provide a robust CFD based design tool for reliable, cleaner and cost-effective combustion devices operating in lean premixed mode (e.g. Spark Ignition engines, Lean Premixed Pre-vaporised (LPP) industrial gas turbine combustors).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I028013/1","grantId":"EP/I028013/1","fundValue":"158407","fundStart":"2011-10-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  The findings of this project gave a thorough insight into the Scalar Dissipation based reaction rate closure for LES and its advantages/disadvantages in comparison to other alternative methods. The new closures developed/recommended in this project are robust as they have gone through both a-priori and a-posteriori test. Moreover, the closures are designed in such a manner that they can address differential diffusion effects which can play potentially a major part for future hydrogen-based economy. Apart from enriching the relevant field of research, the research outcomes provided high-fidelity simulation tools for simulating premixed turbulent combustion for Internal Combustion (IC) engine and gas turbine manufacturers (e.g. Ford, Rolls Royce and Siemens), which will contribute to the development of energy-efficient and environment-friendly devices and wealth generation in the future. This will give rise to considerable socio-economic impact. Moreover, this project gave rise to the development of two highly skilled professionals with expertise of turbulence, combustion, Direct Numerical Simulation, Large Eddy Simulation, parallel computing etc. Aerospace, Defence and Marine,Energy,Environment,Transport Societal,Economic","person":"Nilanjan  Chakraborty","coPersons":[],"organisation":"Newcastle University","findingsText":" Achievements\n\n---------------------\n\no Development of new LES based SDR closures \n\no Devising models for algebraic SDR closure and the terms of SDR transport equation in the context of LES.\n\no Fundamental understanding of the transport on SDR.\n\no A-priori analysis of SDR models based on 3D-DNS for both simplified and detailed chemistry and transport. \n\n - Identifying the merits/limitations of the SDR models, which were originally proposed for RANS but extended to LES. \n\n- Identification of the detailed chemistry and transport effects on the SDR transport. \n\n- Assessment of the capability of SDR based reaction rate closure for intermediate species.\n\n-Newly developed and a-priori validated algebraic and transport equation based SDR models for LES.\n\no A-posteriori analysis of SDR based models by LES of a well-examined flame configuration \n\n- Validation of new, unified models by comparing LES results with experimental data. \n\n- Advantages of SDR transport equation closure over algebraic closure.\n\n- First use of SDR transport equation for reaction rate closure in engineering LES. \n\n- Recommendation of best practice SDR modelling strategy for turbulent premixed LES. The major beneficiaries of this work are IC-engine and gas turbine manufacturers, who are engaged in developing new concepts for designing low-pollution and high-efficiency engines. The design process of combustion equipment in both sectors depends heavily on predictive capability of engineering CFD calculations. The supporting letters attached with the Case for Support indicate that ESR network, Ford, Rolls-Royce and Siemens in the UK will be interested in the outcome of this work. The industrial colleagues will be invited to attend half-yearly progress meetings and the planned workshop at the end of this project so that they remain aware of the project development and their feedback is taken on board during the course of the project. Improving the prediction abilities of models for turbulent premixed combustion will be of great benefit to the aforementioned industries for the development of new generation energy-efficient and environment friendly combustors. High-quality journal publications\n\n2. Dissemination through conference presentations\n\n3. Effective UK and international collaboration\n\n4. Industrial contacts in Rolls Royce Plc., Siemens Plc., MMI Engineering, Ford Plc. etc. Aerospace, Defence and Marine,Energy,Environment,Transport","dataset":"gtr"}