{"id":"BAB554D8-7882-43B5-A1EE-FF33850776FB","title":"Intra-operative terahertz probe for breast cancer surgery","abstractText":"The objective of this study is to develop and evaluate a clinically-ready surgical probe that uses THz technology to guide the surgical excision of breast cancer. Terahertz technology is capable of distinguishing between normal tissue and tumour and has been shown to be able to distinguish different types of breast tissue in a preliminary study. Initial studies were carried out on a flat-bed THz scanner (now a TeraView product, Imaga 1000 ). Early tests during the HTD project indicate that an intra-operative probe can readily distinguish tumour from normal tissue in ex-vivo samples and so it's use in theatre will guide the surgeon by establishing the margins between healthy and diseased tissue. Under the HTD sponsorship, the prototype is being used to collect and analyse ex-vivo samples, to compare against definitive histopathology (as well as to assess performance against the Imaga 1000). Previous studies at Addenbrookes and Guys based on the Imaga 1000 demonstrated the ability of THz to differentiate tumour from normal tissue with sensitivity and specificity of 92% and 91% respectively, based on use of Support Vector Machine (SVM) processing of terahertz data. The current THz project was approved by the Guy's &amp; St Thomas' Research Ethics Committee (Reference number: 07/Q0702/50). The proposed project has two parallel strands1) technical developments of the probeThis activity itself splits into 3 areasa) improvements in performance of the prototype : mechanical and optical b) usability and ergonomics. The Company has commissioned an independent report which has helped define user requirements, based on interviews with potential end users and medical device manufacturers. Ultimate acceptability of the device depends critically on end-user reaction and this is therefore a key work package. c) unit cost of production devices.Market projections for the device are based on an end-user price of 100k. This is not consistent with the current cost basis and hence an essential element of the exploitation plan for this device is that we incorporate lower cost technology. Central to this is the adoption of a lower cost laser (the current laser represents more than 50% of the current works cost). It will be appreciated that this is not a simple matter of slotting in another laser product. The characteristics of the laser are fundamental to the overall performance of the system. 2) tests, trials to establish performanceInitial studies of the performance of the first prototype have already been undertaken.We propose to build upon this work, starting with ex-vivo tests to establish system sensitivity and specificity. Thereafter, when each update to the intra-operative probe becomes available, repeat ex-vivo tests will be performed to re-establish performance. In parallel, in-vivo trials in patients will be performed culminating in a year-long trial of the final system developed.Key milestones of the proposed programme are 1. Complete ex-vivo tests of probe prototype #1 / establish initial sensitivity/specificity (Month 3)2. Probe design #2 available (Month 7)3. Complete ex-vivo tests of probe prototype #2 (Month 11)4. Introduction of lower cost unit with clinical ergonomics and user interface (by Month 12)5. Completion of in-vivo studies of new probe head (Month 15)6. Completion of ex-vivo studies of low cost system (Month 18)7. Completion of initial in-vivo trials of new system (Month 30)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G001677/1","grantId":"TS/G001677/1","fundValue":"261813","fundStart":"2008-09-08","fundEnd":"2011-09-07","funder":"EPSRC","impactText":"","person":"Arnie  Purushotham","coPersons":["Sarah Elizabeth Pinder"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}