{"id":"BABD1185-07AA-4B61-A133-BE4F78A46D92","title":"Molecular interactions of Mannheimia haemolytica with the bovine and ovine respiratory tracts using three-dimensional tissue engineering approaches","abstractText":"Background. Respiratory disease complex is a multifactorial condition of cattle and sheep that involves interactions between different bacterial and viral pathogens and causes significant economic losses to livestock industries worldwide. Although various bacterial species are associated with bovine and ovine respiratory disease, Mannheimia haemolytica is considered to be the principal bacterial pathogen involved. There is an urgent need to develop more effective vaccines and antibiotics against M. haemolytica but progress towards improved antimicrobials is hampered because the pathogenesis of M. haemolytica is poorly understood and protective antigens are ill-defined. A major reason for this is that current in vitro methods available to investigate the molecular interactions of this pathogen with the host respiratory tract (RT) are poorly developed. Consequently, there is a compelling need to develop in vitro methods that can be used to study the interactions of pathogens with the bovine and ovine RTs. A relatively new and hugely promising approach involves the three-dimensional (3-D) culture of differentiated primary airway epithelial cells grown at an air-liquid interface (ALI). In this method, a polarized and fully differentiated pseudostratified epithelium containing both ciliated and non-ciliated cells is produced and this provides an excellent physiologically-relevant in vitro mimic of the RT for the study of both short- and long-term host-pathogen interactions. There are approximately 100 proteins in the outer membrane of M. haemolytica but very little is known about the roles of these outer membrane proteins (OMPs) in host-pathogen interactions. Bacterial protein expression is very different under in vitro and in vivo growth conditions and the key proteins in bacterial infection are those that are specifically expressed in vivo. Quantitative proteomic analysis of bacterial cells growing in contact with the 3-D epithelial cell models at an ALI represents a powerful and novel approach that will allow the identification of key target proteins involved in interactions with the host RT. The use of the 3-D airway models also represents an innovative approach for studying antimicrobial efficacy in vitro.\n \nAims and objectives. The project aims to use novel 3-D tissue engineering approaches to investigate molecular interactions of M. haemolytica with the bovine and ovine RTs. Bioinformatics and proteomic approaches will be used to identify key proteins, with particular emphasis on OMPs, that are up- and down-regulated during interactions of selected strains with airway epithelial cells. The roles of OMPs identified in this way, in processes associated with adherence and colonization, will be confirmed by assessment of knockout mutants in the airway epithelial cell models. Consequently, we will gain a much improved understanding of the molecular basis of host-specificity and virulence of M. haemolytica and identify potential protein targets for more effective disease management. The models will also be used in a proof-of-concept approach to assess the antimicrobial effects of antibiotics on M. haemolytica under conditions that mimic those encountered in vivo. The 3-D models will support the future selection of new in vitro compounds prior to animal clinical trials.\n\nApplications and benefits. The proposed project is an industrial collaboration with MSD Animal Health and will result in the commercialisation and exploitation of the scientific data generated. The project will lead to the identification of bacterial proteins which could represent targets for new drug candidates with innovative modes-of-action. In addition, the 3-D models will allow the future selection of new in vitro-active compounds that may be tested in subsequent animal trials. Therefore, the proposal is likely to have major economic and societal benefits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L010534/1","grantId":"BB/L010534/1","fundValue":"431120","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"  Not applicable - this grant has been running for only seven months.  ","person":"Robert Leonard Davies","coPersons":["Richard  Burchmore","Catherine Cecilia Berry"],"organisation":"University of Glasgow","findingsText":" Not applicable - this grant has been running for only seven months. Not applicable - this grant has been running for only seven months. Agriculture, Food and Drink","dataset":"gtr"}