{"id":"BABFBCE2-533C-4F3C-B748-938BC2B37CF0","title":"Small items of research equipment at Cardiff University","abstractText":"Appropriate support for early-career academic researchers is vital for ensuring that they make an appropriate, positive start to their research careers. Provision of items of equipment, even those of modest cost, can have a significant impact upon the scope of the research carried out, at a stage where these individuals are working hard to establish themselves as independent researchers and where it may be relatively hard to acquire funding. Such a boost to research capacity can be of great help in supporting the development of a research track record and also can assist with preliminary data gathering to support applications for larger-scale research projects.\nAppropriate staff have been encouraged to explore with their peers within the University opportunities for multiple-discipline use of items of equipment. This serves three purposes: to enhance the research efforts of individuals; to provide opportunities for, and encourage, cross-discipline interaction and collaboration; to greatly increase value for money in respect of new equipment to be purchased, by ensuring that equipment is used as widely as possible, in a range of projects.\nEarly-career academics whose research falls within one of four themes under EPSRC's remit (nano-fabrication and metrology; engineering of biochemics and chemical reactions; Enhanced interaction with high-end computing resources; physics for life) have indentified equipment that will support their current and planned research, while also being of use to similar researchers across engineering/physical sciences. \nThis application requests funding to provide such equipment and thereby support those researchers who are the research leaders of the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K031635/1","grantId":"EP/K031635/1","fundValue":"498293","fundStart":"2012-11-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Karen Margaret Holford","coPersons":["Luiz Fernando Kawashita","Peter  Theobald","Emma Jane Blain","Peter  Burnap","Robert  Mart","Simon Michael Doyle","Sean Richard  Giblin","Daniel Edward Read","Gemma  Whatling","Philip Ian Anderson","Stephen Anthony Lynch","Phil Derek Buckle","Jonathan  Lees","Emmanuel Bruno Brousseau","Emyr  Lloyd-Evans","Rhys  Pullin","Jennifer  Edwards","Juan A.  Faraldos","SHARON  DEWITT","Elaine  Ferguson","Katharine Rosemary Hendry","LIANA MIRELA CIPCIGAN","Elisabetta  Canetta","Oliver Aneurin Williams","Yukun  Lai","Robert  Simpson","Mark Thomas Young","Eleni  Ampatzi","Alastair  Clarke","Samuel  Bigot"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}