{"id":"BAC009E4-5E63-43B1-85A1-5DE8BE701C93","title":"Nanocellulose Binders for Fibre Preforms: Creating the Building Blocks of High Performance Sustainable Composites","abstractText":"We have developed using our EPRSC grant (EP/F032005/1) an elegant, intrinsically scalable and cost-effective technology for binding fibres together in order to create an in-plane non-woven fibre mat, utilising bacterial nanocellulose - itself a structural reinforcement, with no extra chemical steps involved during the production. The invention was originally developed for binding natural fibres - such as sisal and hemp - to create &quot;truly green&quot;, hierarchical composites. Bacterial cellulose (BC) is currently produced on commercial scale (10t/a) for cosmetic applications by fzmb GmbH. BC has very impressive properties, both in paper form (15 GPa tensile modulus) and as an individual nanofibre (114 GPa Young's modulus). Alternatively, nanofibrillated cellulose (NFC) is also available at the pilot scale. There is sufficient evidence in the literature that nanocellulose nanocomposites with much improved properties can be made. In addition to this, it has been shown that hierarchical, i.e. fibre reinforced, nanocomposites can be produced using BC. The previous work has resulted in two patents. The proposed project will demonstrate a slurry dipping or &quot;paper-making&quot; process to produce short (non-woven) fibre preforms. The advantage of our process is that short, long and even continuous fibres can be utilised to produce fibre preforms, which can be utilised in conventional composite making processes. The fibres, which can be used can be either be natural or synthetic. The ideal candidates for this project are fibres that can only with difficulties be formed in to mechanically strong fibre preforms with the required strength for downstream handling. We will focus on scaling up our development of producing fibre preforms and provide a range of value-added properties to this technology. Examples will be selected to satisfy the requirement of the industry and to stimulate new applications for fibre reinforced (nano)composites. We believe that our technology can be licensed to composites manufacturers who will benefit from a new generation of value added products and a major competitive advantage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013390/1","grantId":"EP/J013390/1","fundValue":"132336","fundStart":"2012-05-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"  This technology developed in this project has received significant attention from UK automotive industry (incl. Jaguar Land Rover, International Automotive Components Group Ltd and Magna International Inc.) to manufacture renewable structural composite components. There are ongoing discussion with Magna International Inc. (via Imperial Innovation, ICL's Technology\nTransfer Office) to produce a demonstration panel. Moreover, the findings in this project has also been used by RCA's design products team to produce cellulose-based reshapable materials. Environment,Manufacturing, including Industrial Biotechology,Transport Cultural,Economic","person":"Alexander  Bismarck","coPersons":[],"organisation":"Imperial College London","findingsText":" This project demonstrated the value above the current state-of-the-art of fibre preforms manufacturing. We have successfully scaled up the fibre preforming process and produced unidirectional cellulose (Cordenka) fibre-reinforced, nanocellulose-reinforced thermoplastic pre-pregs, which can then be consolidated into composite structures. Our state-of-art for manufacturing fibre preform and unidirectional regenerated cellulose reinforced thermoplastic can be easily adapted for a large scale industrial processes. Furthermore, we have established a protocol to produce thermoplastic short and long nanocomposite prepregs based on a modified paper-making technique, as compared to to conventional injection/extrusion approach. Environment,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}