{"id":"BAC0FBFC-7B3C-4003-A604-712C1B7A7872","title":"Data processing for a software radio telescope","abstractText":"The Square Kilometre Array (SKA) is a multi-national project which will result in a composite radio telescope of unprecedented sensitivity and resolution. The SKA will consist of several hundred 'virtual antennas', each composed of tens of thousands of simple antennas, scattered over a large geographical areas. The signals from all antennas will be processed to form a single image of the sky at a very wide range of radio frequencies. The SKA design differs radically from other radio telescopes: signal gathering, data processing and sky image forming (what radio astronomers call beam forming ) will be performed by software rather than by dedicated electronics as is currently the case, in order to contain costs and allow a much needed degree of flexibility. Each antenna element will produce a data stream equivalent to a fully used fast broadband line (2Gb/s). In real time, the software will have to collate thousands of such input streams, process the data and form the sky image. The sheer scale of the problem will stretch current radio astronomy and HPC technologies beyond their current capabilities. Therefore, this project will require a synergy between advanced software and novel hardware solutions, such as multi-core CPUs, multi-threading CPUs and so on. The development of this software, to be carried out in this proposal, is fundamental to the success of the SKA and represents one of its biggest challenges. In this proposal we plan to develop a set of software applications, to run on the Oxford supercomputer infrastructure, that will allow us to design and develop algorithms for the SKA front-end processing; carry out numerical experiments to test these algorithms using simulated data streams; and feed back these test results to improved algorithm design and implementation. This process will then provide vital input in to the SKA hardware design, due to be finalised in 2009.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F011202/1","grantId":"EP/F011202/1","fundValue":"294754","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Anne Elizabeth Trefethen","coPersons":["Steven  Rawlings","Jonathan  Lockley","Stefano  Salvini","Michael Edward Jones"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}