{"id":"BACA9D54-37E4-49AB-94CD-192E84B78297","title":"Experimenting with practical transition groundwater management strategies for the urban poor in Sub Saharan Africa","abstractText":"Adequate public water services are not provided in, or expanded to, informal unplanned urban areas in Sub-Saharan Africa (SSA). Explanations in the literature range from technical difficulties, weak institutional settings, and poor cadastral information. Also, urban poor tend to lack the political or economic resources to exercise power within the urban arena to change their situation; rather, they are subject to commercialisation, industrialisation and 'full cost recovery' for water access. In such cases, groundwater is turned to as an alternative, mainly through private vendors, self-supply from own or shared wells, and/or NGO-run kiosks. However, groundwater of good and safe quality is scarce, either seasonally or at different locations throughout the urban area. Also, there is very little insight in the hydrologic cycle within the urban area, including surface water and groundwater flow patterns and interactions, associated transport velocities, dynamics of pollutant transport, and the presence of recharge and discharge areas in the urban area. Therefore, it is unknown if and how long natural groundwater reserves can sustain these increasing urban groundwater demands.\n\nSocial, institutional, financial and environmental conditions make the dependence of urban poor on groundwater a challenge that may lead to reduction of the quality of living, income, and life expectancy of the urban poor. It can therefore be regarded a complex and persistent societal problem, which is highly uncertain in terms of future developments and hard to manage, since it is rooted in different societal domains. Also, these problems seem impossible to solve with traditional approaches and instruments or through existing institutions. What is lacking is information, integration, coherence, and systemic thinking. The solution to the problem is likewise complex and not straight-forward; it will involve different stakeholders, it requires social learning, and arriving at the solution is uncertain and will take a long time.\n\nHosted by Local Transitioning Teams, and focusing on parts of Kampala (Uganda), Arusha (Tanzania), and Accra (Ghana), as examples of growing mixed urban areas in Sub-Saharan Africa, including poor people in slums, who depend on groundwater, T-GroUP will first firmly root itself in cutting edge demand-led interdisciplinary social and natural research. What are current and historic multi-scale groundwater use-regimes and multi-level governance arrangements, how were and are power structures and power dynamics present in these areas, and what is how do financial and economic factors come into play? These are the more social, governance, institutional and socio-economic type of question we ask ourselves. From the environmental and natural sciences point of view, we aim to unravel complex urban groundwater flow systems and patterns in pathogen distributions in aquifers using next generation DNA sequencing techniques and qPCR techniques we recently developed. Then, our project will turn into a socio-biophysical transition experiment. These areas described above become Urban Transitioning Laboratories in which we plan to implement a Transition Management Cycle (TMC), which is able to properly deal with the complex societal problem described above, and which can convert unsustainable water use into inclusive urban groundwater management, thereby focusing on the role and the needs of the urban poor. Key components of the TMC include multi-stakeholder platforms ('Learning Alliances'), strategic planning, and small scale demonstrations to show the promise in making the transition towards sustainable groundwater management. Being designed for development impact, the TMC is also subject of research: departing from a TMC we developed earlier, we aim to arrive at a TMC tailored to groundwater use in the complex context of our study areas, which can be replicated in other cities in Sub-Saharan Africa.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M008045/1","grantId":"NE/M008045/1","fundValue":"1931580","fundStart":"2015-05-01","fundEnd":"2019-04-30","funder":"NERC","impactText":"","person":"Jan Willem Foppen","coPersons":["Sampson  Oduro-Kwarteng","Jenny Teresa  Gronwall","Robinah  Kulabako","Michelle  Kooy","Meine Pieter  Van Dijk","Hans Charles  Komakech","Lennart  Olsson","Revocatus Lazaro Machunda","Maria  Rusca","Frank  Kansiime","Jack LCM  Van De Vossenberg","George Samuel Lutterodt"],"organisation":"UNESCO IHE Institute for Water Education","findingsText":"","dataset":"gtr"}