{"id":"BACD0B33-FF84-4AC3-9A8B-5C8959494231","title":"Development of specific TALENs for precision engineering in wheat","abstractText":"Recent developments in genome engineering mean that researchers now have tools which can be used to modify specific sequences within any species. One of these tools, called TALENs (transcription activator-like effector nucleases) could be of significant benefit to wheat researchers as they might allow plant geneticist and plant breeders to rapidly modify a crop to have unique agronomic properties while at the same time eliminating the need for non-host DNA to remain within the crop. Such improvements might include increased disease resistance, increased yield or better bread making qualities. While TALENs could revolutionise wheat breeding the system is not yet been fully tested, this is important as wheat is a polyploid (consisting of three different sets of chromosomes) and it has a large genome (consisting of approximately 5 times more DNA that the human genome). Hence, before TALENs can be applied to wheat, or any other crop, on a large scale, they need to be tested and monitored to confirm their early promise. Here we propose to test and monitor TALENs in wheat. To carry out this testing and monitoring we propose to utilise TALENs specific of two wheat genes, furthermore we propose to test the efficiency of TALEN activity when they are placed under the control of two promoters, one that is permanently switched on and one that can be induced by an increase in temperature.\n\nFollowing the introduction of the TALEN constructs into the wheat plant we will monitor their activity in terms of both their effectiveness at mutating the target genes and for NOT modifying other regions of the genome. Hence, one outcome of the project would be guidelines and protocols designed to ensure that researchers use the most effective promoters and gene sequences to increase ON target activity whilst simultaneously reducing or eliminating OFF target activity. Following successful completion of this preliminary study we will be well placed to advise government agencies on the effectiveness of TALENs and the steps that need to be put into place to ensure their safe use in future plant breeding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L017687/1","grantId":"BB/L017687/1","fundValue":"82391","fundStart":"2014-04-01","fundEnd":"2015-09-30","funder":"BBSRC","impactText":"  The SNPs and database have been used by web breeders and the wheat community Agriculture, Food and Drink Economic","person":"Keith  Edwards","coPersons":[],"organisation":"University of Bristol","findingsText":" We have discovered and developed tens of thousands of wheat molecular markers (called SNPs). These SNPs are being used by wheat breeders to breed advanced varieties of wheat. The SNP markers are currently being used by wheat breeders across the world to developed new varieties via enhanced breeding procedures. Agriculture, Food and Drink","dataset":"gtr"}