{"id":"BACE46D8-C079-4AF6-B1EF-99DC47DF5840","title":"The effects on performance methodology of the introduction of a cartoon performer:from the perspective of the writer and performer.","abstractText":"This Practice-led Research project will bring to performance outcome stage, an original devised work in which one of the performers is a cartoon character. The aim of the research process is to investigate how the introduction of a cartoon performer impacts on devising methodology in performance. Primarily, through comedy script-writing, narrative construction and character development and secondly, how the activity intersects with scenographic elements: drawing, puppetry, design, magic and digital presentation. For this project, the lead researcher/writer/performer will work with an expanded creative team of director, animator, character designer, video editor, soundscape artist and scenographer.\\n\\nThe project's focus is greatly influenced by theoretical hypotheses first proposed by US theorist Philip Auslander in his publication 'Liveness: performance is a mediatised culture' (1999) who suggested that the space between the live and mediatised forms of presentation are collapsing. It is increasingly the case that devised performances incorporate new technologies in their systems of communication, however, the impact of the emergent digital technology on performance methodology has not adequately been explored, in part due to the dearth of published outcomes on 'process' from an emic stance. While much analytical work has explored the technological systems that have influenced these changes, very little research has been undertaken on how the inclusion of multimedia has impacted on performance devising methods. In addition, the complexities of discourse that surround the dominance of technology in society has led to an over-theorisation of the subject, removing it from the very human qualities that make the live performer essential. \\n\\nIssues around physical presence, actual / virtual performer discourses and performer / spectator relationships have dominated the researcher's practice-led activities to date. By exploring the application of comedy writing methods to media-driven performance, the lead researcher has previously demonstrated, through a series of publications, ways in which real-time and spontaneous performance elements create new connections between the actual and virtual performer. This privileged viewpoint offers an unusual and largely undocumented contribution to the knowledge base on performance methodology. The interpretation process will allow the researcher/practitioner to reflexively interrogate the relational aspects of the project. Methods of data gathering will follow the natural evolution of the project and output from various stages of the project will serve as records. \\n\\nThrough published report, planned public performances and symposia presentations, this project will impact immediately. Locally, it will contribute to the methods used for the teaching of multimedia performance and generically on our growing understanding of the role of the live performer within an ever increasing technologised society. The research also echoes activities being undertaken in the wider cultural forum. With its experimentation into and employment of expanded interactive forms of communication, it links into research being undertaken in other areas of the media communication industry, notably digital storytelling, gaming, and information systems. \\n\\nThe outcomes of this project will: \\nContribute to the body of knowledge on devising methods in the field \\nof contemporary performance.\\nWill further develop our understanding of the relationship of human to \\nvirtual performer interface.\\nAdd to the body of knowledge for script-development in interactive story\\ntelling in particular the role of comedy writing.\\nContribute to the wider discourse on performer presence, liveness and\\nscenography in digital performance.\\nOffer an insight into working with an expanded industrial team.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F012640/1","grantId":"AH/F012640/1","fundValue":"14373","fundStart":"2008-01-01","fundEnd":"2008-06-30","funder":"AHRC","impactText":"","person":"Mary  Oliver","coPersons":[],"organisation":"University of Salford","findingsText":"","dataset":"gtr"}