{"id":"BAD2B781-0632-4FC3-9139-64CA8A935C94","title":"Quantifying the Human Induced Ventilation of Buildings","abstractText":"As we increase the air tightness of our buildings in line with more stringent building regulations it is vital to specify adequate fresh air ingress to all occupied spaces to ensure the health and well-being of occupants. In order to optimise buildings for energy and health it is important that we have a comprehensive understanding of the dynamics of indoor air flow, which is complicated by the impact of human behaviour. Current knowledge of how humans interact with their environment and implications for the airflow within buildings is virtually non-existent. This proposal aims to develop facilities for investigating the detailed fluctuations of air movement due to occupants opening and moving through doorways. This will have a significant impact on the understanding of contaminant transport and fresh air ingress into buildings; it will also have implications for ventilation specification and simulation as well as building energy prediction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K011669/1","grantId":"EP/K011669/1","fundValue":"100645","fundStart":"2013-07-24","fundEnd":"2014-11-23","funder":"EPSRC","impactText":"  The research developed in this project will be useful when it is joined up with other disciplines such as the research into stochastic representation of human activity, studies in infection control and work on characterizing natural ventilation. As part of this project a seminar event was run jointly with CIBSE Natural Ventilation group &quot;Accounting for Human Activity in the design, prediction and operation of buildings&quot;. This seminar event brought together researchers from a range of relevant disciplines as well as presenting outcomes of this work. This provided a forum to exchange ideas between the disciplines and between academia and industry in order to stimulate debate about how to make use of these findings.  ","person":"Elizabeth Abigail Hathway","coPersons":[],"organisation":"University of Sheffield","findingsText":" In order to optimise buildings for energy and health it is important that we have a comprehensive understanding of the dynamics of indoor air flow, which is complicated by the impact of human behaviour. This project developed a facility to begin to evaluate the role of human activity on indoor air flow and the resulting movement of pollutants. The facility consists of a water bath model, scaled specifically to evaluate the mixing generated by occupants in their everyday activities. Within this project the exchange of air between two rooms due to door motion was evaluated and the test procedure and scaling verified through the comparison with full scale results. Visualisations were used to understand the process of air exchange and mixing. The total volume of air transferred between rooms due to door opening and the parameters that affect this were quantified. Finally 3D particle image velocimetry was implemented to measure the velocity vectors within the fluid during door opening and closing. The project has resulted in rule of thumb guidance on the quantity of air moved between rooms which we have used to establish the risk of infection transfer between rooms in a variety of environments. The more detailed measurements provide information on air flow created during door motion which can be used to evaluate the risk of the draughts interacting with local extract systems and therefore can be used to ensure ventilation designs provide safe indoor air. The findings are useful in infection control to be able to quantify the risk of infection transfer between spaces separated by a door. It is also useful in the design of local extract systems as it provides evidence for the potential draught created when a door is opened. This means that systems can be designed safely to withstand this interaction, and reduces the requirement for over design. The findings also provide a wealth of data on the airflow generated by building occupants when they move between spaces. This information will be valuable for validating CFD and other ventilation models. Construction","dataset":"gtr"}