{"id":"BADE217A-4D26-42BD-974E-2B9A7B50B9C6","title":"A Systems Approach to Understanding Methylation Programming in Oocytes and its Consequences in Development","abstractText":"The genetic information we receive from our parents is not only the DNA sequence of our genes. Genes are also marked in different ways in the egg and sperm from which we arise. These marks are referred to as 'epigenetic' marks, and one of the major types of epigenetic marking is a chemical tag on certain sites in the DNA called DNA methylation. DNA methylation marks are important because they can change the activity of the genes that they tag; dense DNA methylation on genes usually causes them to be shut down. In addition, DNA methylation marks can be faithfully copied on the DNA as cells divide, so that they can provide a form of memory on the gene to reflect earlier decisions about how that gene should be active. DNA methylation is a normal mechanism by which the body controls genes throughout our development and in response to changes in our environment or diet. However, because DNA methylation marks are easier to change than the underlying DNA sequence, DNA methylation patterns may also be more vulnerable to adverse environmental conditions and abnormal DNA methylation is commonly seen in diseases such as cancer.\n\nIn this research, we aim to understand the processes that control which of our genes are marked by DNA methylation in eggs and how these marks are transmitted after the egg is fertilised by the sperm. Eggs and sperm carry different patterns of DNA methylation, so parents can transmit different epigenetic information to their offspring and these could reflect environmental factors in their own history. DNA methylation undergoes particularly dramatic changes in the early embryo, and these transitions may be important for controlling how the embryo divides and the body plan is established and different tissues arise. We are particularly interested to discover whether the normal patterns of DNA methylation in the egg and early embryo are changed as a consequence of altered diet or processes involved in assisted reproduction techniques, such as superovulation. Poor diet - which might include protein deficiency in developing countries and fat-rich diets in the Western world - in mothers before or around the time of conception is known to increase the risk of developing diseases such as diabetes and cardiovascular disorders in later life. Knowing whether DNA methylation changes occur and why would help provide informed advice about nutrition and dietary supplements to women contemplating pregnancy. Assisted reproduction techniques, such as in vitro fertilisation, often involve harvesting eggs and culturing embryos during the time at which DNA methylation patterns are undergoing most rapid change and may be most susceptible. Therefore, it is important to know whether these techniques modify DNA methylation marks to be able to develop further improved fertility treatments and minimise the risk of creating epigenetic errors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K011332/1","grantId":"MR/K011332/1","fundValue":"1818080","fundStart":"2013-01-01","fundEnd":"2018-06-30","funder":"MRC","impactText":"","person":"Gavin Derek Kelsey","coPersons":[],"organisation":"Babraham Institute","findingsText":"","dataset":"gtr"}