{"id":"BAE20092-A9D5-478B-9567-C9F88F8276ED","title":"Refinement of Engine in-cycle losses of Parasitic and Errant Dynamic Nature (Encyclopaedic)","abstractText":"The automotive industry in the UK remains one of the key strategic sectors in the overall national R&amp;D footprint, employing some 160,000 people (38000 in motor sport) [1]. The UK is home to a number of global OEMs representing the largest inward investment in the country's R&amp;D through the establishment of significant technical centres. Influenced by the stringent emission mandates (Euro 4: Directive 98/70/EC and amendment: 70/220/EEC) and noise pollution targets (EU:DIRECTIVE 70/157/EEC and amendment: 2007/34/EC, USA: FHWA-HEP-06-020) improvements in engine efficiency have assumed a high priority with automotive manufacturers. An effective way is to reduce frictional (parasitic) and mechanical (errant dynamic) losses, accounting for 15 / 25 % of lost energy. Errant dynamic losses refer to inertial imbalance and structural deformation, also contributing to noise and vibration pollution. The largest mechanical losses are due to translational imbalance of pistons and rotational imbalance of the crank system, with increasing engine roughness due to demands for high output power-to-weight ratio. Engine roughness refers to structural vibration of lightly damped engine systems. Worst conditions for frictional losses arise under stop-start conditions or other transient events, where interactions between system dynamics and tribological behaviour of engine sub-systems play significant roles (Andersson [2]). Nearly half of the friction losses in internal combustion engines originate in the piston-ring-cylinder contacts, about 50% (Blau et al [3]), two thirds of which is attributable to the compression ring. Hitherto, interactions between frictional and mechanical losses have not received the fundamental analysis that they deserve. With increasing demand for high performance engines, the piston is subjected to even higher loads and, thus, increased losses. At the same time, engine development is driven by high fuel efficiency and output power-to-weight ratio, as well as reduced NOx and particulate emissions. These requirements frequently lead to conflicting demands put on combustion, system dynamics and tribological performance. It is significant to note that a mere 4% reduction in parasitic losses can lead to 1% improvement in fuel efficiency. Rapidly diminishing fossil fuel deposits in the UK's territorial waters and the difficulty of extraction, together with the adverse environmental impact of significant vehicular emissions, make improved fuel efficiency by reduction of parasitic losses a national imperative and a paramount objective. Whilst large national projects have been undertaken for development of efficient combustion strategies, a large consortium project has not hitherto been undertaken for tribology and dynamics of the piston-connecting rod-crankshaft sub-system which contributes significantly to engine losses. This project will bring together experts in the fields of dynamics, surface engineering, contact mechanics, lubricant rheology and tribology to collectively provide unique and novel solutions for this challenging multi-disciplinary problem of utmost importance to the UK automotive industry. An approach incorporating these inter-related disciplines within a unified analysis framework is referred to as multi-physics. This points to a single integrated project across all the interacting disciplines to deal with physics on a wide range of scales from large displacement dynamics to small thermo-elastic distortion of components and further down to micro-scale tribological contacts (such as EHD films, and asperity interactions) and onto the diminishing conjunctions of surface textured patterns with nano-scale interactions such as the molecular behaviour of lubricants due to their physical chemistry and free surface energy effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G012350/1","grantId":"EP/G012350/1","fundValue":"482915","fundStart":"2009-03-01","fundEnd":"2013-02-28","funder":"EPSRC","impactText":"","person":"Mircea  TeodorescuNicholas Dudley  Vaughan","coPersons":[],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}