{"id":"BAEB7C67-E2BF-4992-9416-B116707D4898","title":"The 1958 Birth Cohort Biomedical Resource - facilitating access to data and samples and enhancing future utility","abstractText":"The 1958 Birth Cohort (1958BC) recruited 98% (17,416) of all children born in Great Britain during one week in March 1958. Participants have since been followed longitudinally and have taken part in up to eight further social-science-led surveys (1965-2008) as well as a range of other special initiatives and media events. But, despite the undoubted scientific success of 1958BC, strategic thinking in the new Millennium suggested the need for an additional bio-medically focussed survey. The Biomedical Survey took place in 2002-2003 (participants aged 44-45) under the MRC?s ?Health of the Public? initiative. In total, 12,037 subjects were contacted and 9,377 were interviewed. The aim was to obtain critical biomedical information via questionnaires, physical measures and biospecimen collection and to use this to examine how developmental, lifestyle, and environmental factors act throughout the lifespan to influence ill health, and physiological and psychological function in early middle age. At the same time, the Wellcome Trust funded creation of immortal cell lines from the biosamples in the Survey and these now provide an unlimited source of DNA in more than 7,500 study participants. The Biomedical Resource that now integrates all of the data and samples from the biomedical survey has subsequently provided a wonderful enabling resource for UK Bioscience. More than 658 awards of data and samples have been made to research groups across the world (mainly in UK) since 2002 and, so far, more than 350 peer reviewed publications have been based on these awards. Perhaps most impressively, the 1958BC Biomedical Resource provided 3,000 controls in Wellcome Trust Case Control Consortium (WTCCC) that investigated the genes causing 8 important chronic diseases including diabetes, coronary artery disease and depression. WTCCC was designated international ?Research Leader of the Year? in by Scientific American Magazine in January 2008. But the Biomedical Resource and access to it both require careful management and thoughtful strategic development. This infrastructural grant, coming jointly from the Universities of Leicester and Bristol, reflects strategic thinking at MRC, WT and ESRC. It will secure sustainability of data and sample access and strategic development of the Resource until 2014. The proposal subsumes three complementary objectives: (1) secure the basic infrastructure; (2) enhance the infrastructure from an administrative and strategic management perspective; (3) enhance the infrastructure from a scientific perspective. These objectives will ensure that both the 1958BC, and UK Bioscience, are best placed to face the scientific challenges of the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001799","grantId":"G1001799","fundValue":"1921580","fundStart":"2011-08-01","fundEnd":"2015-04-30","funder":"MRC","impactText":"","person":"Paul Richard Burton","coPersons":["Madeleine  Murtagh","Susan Margaret Ring","George  DaveySmith","Wendy  McArdle"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}