{"id":"BAED68DE-C49A-4677-9F74-FB0F2513A529","title":"Hertfordshire Astronomy","abstractText":"The Centre for Astrophysics Research carries out observational programmes spanning the wavelength range from X-ray up to the radio - supporting this by extensive computer modelling, theoretical studies and instrument development. Our research ranges from theoretical modelling of the highest energy process in the Universe through to inventing our own instruments to detect planets outside our Solar System. In between these extremes, we carry out the largest multi-wavelength surveys conducted to date to understand the properties of stars, galaxies and their evolution. Our research makes use of observations from all of the main European and international astronomical observatories, including ground-based observatories at optical, radio and submillimetre wavelengths, and space observatories at wavelengths ranging from the far infrared to gamma rays. We also use computer simulations to obtain a better understanding of the physical processes detected in our observations. Below is a brief description of our research in each of these areas.\n\nWe perform searches of nearby stars to discover planets. We especially target low mass M stars since they are the dominant type of star in the Universe and have not yet been searched. We focus on detection through Doppler wobble and by looking for planets periodically eclipsing their parent star. During the period of the grant we expect to make the first detections of Earth-mass planets in the habitable zones of the closest stars. We also discover, follow-up and model the properties of the coolest brown dwarfs whose temperatures overlap with those of planets. These studies aim to clarify the population of brown dwarfs and to establish how their modes of formation fit in with those of their brethren of different masses, ie. heavier (stars) or lighter (planets).\n\nThe Milky Way is our home galaxy. The material in the form of gas is the raw material for the formation of stars and planetary systems. At the end of stellar lives some of this material remains locked up in stellar remnants but much of it is returned in late superwind phases and supernova explosions. This cycle is responsible for the chemical enrichment of the gaseous medium and is important for its dynamics, because of the thermal and mechanical energy injected into the gas. By using large area mainly imaging surveys, our research looks at this gas in the Milky Way and its satellites. Our surveys of the Milky Way will span the optical to sub-mm domains tracing extinction, molecular clouds, their dust properties and associated star formation. We thus study the relationship between star formation, dust and molecular cloud properties.\n\nIn the nearby Universe it is possible to appraise how stars form and evolve in different environments, from small dwarf galaxies to the very outer regions of galaxies like our own. Our research focuses on the gas content of galaxies, which provides the material for star formation, and links this to stellar populations and the locations of star formation in the full range of local galaxies. By understanding the processes that trigger star formation and its evolution in the nearby Universe, we can begin to apply this understanding to the very earliest galaxies and the formation of stars in the distant Universe.\n\nA new generation of surveys is mapping out the most distant galaxies, and allows us to investigate what links the processes of star formation and the growth of supermassive black holes. We also use detailed X-ray and radio observations to measure the energy injected by jets ejected from supermassive black holes into distant galaxies and clusters of galaxies, affecting star formation and gas properties, and having a long-term role in their evolutionary history. Understanding the particle composition, magnetic field properties, dynamics and energetics of these relativistic jets is essential in order to get a complete picture of star formation and of galaxy evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001333/1","grantId":"ST/J001333/1","fundValue":"1325750","fundStart":"2012-04-01","fundEnd":"2015-09-30","funder":"STFC","impactText":"  Since the project start in 2012, our work has fed directly into our outreach programme centered on Bayfordbury Observatory public open nights.\n\nFuture impact: a completing PhD student is aiming to take the high-level 'big data' mining and management skills he has acquired, working with our data, into the UK commercial sector. Education,Culture, Heritage, Museums and Collections Cultural","person":"Janet Elizabeth Drew","coPersons":["Martin John Hardcastle","Elias  Brinks","David James Pinfield","Ralf  Napiwotzki","Jason Anthony Stevens","Mark Anthony Thompson","Marc  Sarzi","Matthew John Jarvis","Sean  Ryan","Philip William Lucas","Jonathan  Granot"],"organisation":"University of Hertfordshire","findingsText":" The IPHAS imaging and stellar photometry survey of the northern Milky Way is now mostly in the public domain through a major data release in the summer of 2014, and data releases of its southern counterpart VPHAS+ are under way. The VIDEO near-infrared survey of the high-redshift Universe is now extending beyond the reach of smaller earlier surveys, and has made its third data release to the world community.\n\nThe UKIDSS near-infrared survey, and more recently the VISTA and WISE surveys, have been mined successfully for the coolest failed stars (T dwarfs, a type of brown dwarf - Jupiter in the Solar System is a similar type of object). Searches for 'benchmark' binaries including these objects have continued. Our large digital-photometric surveys are the first of their kind serving the astronomical community now and providing legacies for the future. The low-mass star/brown dwarf work is important underpinning for ongoing work on exo-planets. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}