{"id":"BAF8525B-FAC9-471E-8D86-927040744974","title":"BristolBridge: Bridging the Gaps between the Engineering and Physical Sciences and Antimicrobial Resistance","abstractText":"Antimicrobial (antibiotic) resistance (AMR) is a major and growing problem in many areas of medicine. AMR has been recognised as one of the most important challenges facing the UK. The availability of effective antimicrobial compounds underpins much of modern health care, making possible invasive surgical procedures and aggressive chemotherapeutic regimes that would otherwise be compromised by unacceptable risk of bacterial infection. Within this broad area, the increasing prevalence of resistant Gram-negative bacteria as causes of healthcare associated infections, the lack of new agents effective against these organisms, and the consequent requirement to stimulate antibiotic development, are all highlighted in the recent report of the UK Chief Medical Officer. \n\nPhysical scientists, engineers and mathematicians can make potentially transformative contributions to tackling AMR. Unleashing this potential requires new ways of interdisciplinary working, and bringing together researchers from these disciplines with counterparts from biology and human and animal medicine. We will achieve this by the following specific objectives:\n(1) A wide range of networking activities to build new interdisciplinary research communities\n(2) Pump-priming projects in, and across, three distinct strands we have identified, building on EPS research strengths, aligned with AMR strategy, to foster transformative research to combat AMR\n(3) Training activities (training EPS researchers in biomedical methods and models and vice versa), to aid EPS researchers in understanding AMR and equip biomedical researchers to apply EPS methods, effectively training a new generation of researchers to tackle the problems of AMR \n\nThe University of Bristol is exceptionally well placed to build and deliver new engineering and physical science research into AMR, combining as it does international excellence across all of these fields. The University of Bristol houses world-leading research in the physical sciences, mathematics, computer science and engineering, much of which is EPSRC-funded. Bristol is also a thriving centre for basic biomedical, clinical, veterinary and community health research, with studies into AMR as a key strength. AMR is a strategic priority at the University of Bristol through our Infection and Immunity research theme and with support from the Elizabeth Blackwell Institute (EBI) for Health Research, we have already begun building connections across these interdisciplinary communities. This Bridging the Gaps project will exploit the potential opportunities that exist across a wide range of outstanding EPS researchers, including those who have never previously felt their research was relevant to AMR. By ensuring that EPS researchers are core members of interdisciplinary research activity, we will identify and seed new approaches to analyse, mitigate and ultimately overcome AMR. UoB houses world-leading research in materials science, engineering, synthetic biology, physics, maths/statistics, nanoscience and chemistry, all with significant EPSRC funding. UoB currently has the 6th largest EPSRC portfolio of any UK University, with in excess of &pound;200M in live grants. Bristol is also a thriving centre for biomedical, clinical and community health research (within Clinical Sciences, Veterinary Sciences, Cellular and Molecular Medicine and in our NHS Trust partners, UoB has the fifth largest active portfolio of grants classified by EPSRC as relevant to the Healthcare sector, totalling approx &pound;30M), in which studies of AMR form a key part. UoB has an outstanding track record of success in developing new interdisciplinary collaborations to address major societal challenges with the EBI, which was formed in 2012 for this express purpose. The EBI is ideally placed to help building interdisciplinary capacity in AMR, and has an existing governance mechanism for open and transparent deployment of this type of funding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M027546/1","grantId":"EP/M027546/1","fundValue":"592169","fundStart":"2015-09-01","fundEnd":"2017-08-31","funder":"EPSRC","impactText":"","person":"Adrian John Mulholland","coPersons":["Annela Mary Seddon","Jeremy  Tavare","Katherine Mary Turner","Michele Emily Barbour","Matthew Beardsall Avison","James  Spencer","Timothy  Walsh","Richard Simon Trask"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}