{"id":"BB0232F3-EEE2-4271-9998-5EBB04F5B259","title":"Anisotropy of fibre reinforced sands under generalised loading conditions","abstractText":"Ground improvement technologies are extensively applied within the infrastructure asset (e.g. retaining walls, embankments, foundations support, pavements and slopes stabilisation among others) and they have a strategic importance for the current geotechnical practice. Among them, mixing soils with tensile resistant fibres is a relatively new soil reinforcing technique which can represent a cost-effective solution for a large number of applications. The reinforcing effect of the fibres is highly anisotropic as a result of the preferential bedding induced by the mixing and compaction processes employed. This anisotropy certainly dictates the effectiveness of the technique and its disregard can be critical, if not catastrophic, in real applications where rotation of the principal stresses and strains axis almost invariably occurs within a soil mass. However, the anisotropy of this material has never been investigated and a model which is able to predict its behaviour under loading modes representative of field conditions is still not available. It follows that the field application of this reinforcing technique is currently limited to geotechnical systems of very minor importance. \n\nThis research will fill the gap between current knowledge and the needs for more extensive and important application of the technique. The anisotropy of the composite material will be experimentally investigated by using the Hollow Cylinder Torsional Apparatus (HCTA), which possesses a unique freedom to impose a variety of loading conditions in the generalised multiaxial stress space and simulate those of real geotechnical systems. A new anisotropic constitutive model for fibre reinforced soils in the multiaxial stress space will be developed based on the experimental findings. The new model will allow the use of numerical analyses for the safe design of geotechnical systems involving fibre reinforced soils. Indeed, the design of any fibre reinforced soil systems will be invariably governed by the anisotropy of the material.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010022/1","grantId":"EP/J010022/1","fundValue":"99993","fundStart":"2012-09-01","fundEnd":"2013-10-31","funder":"EPSRC","impactText":"","person":"Andrea  Diambra","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}