{"id":"BB0A1074-C6BF-4505-B5B1-C15C89F8B9A8","title":"Development of a super-resolving STED FLIM microscope for biological applications","abstractText":"We aim to develop a fluorescence microscope to image molecular processes with significantly improved spatial resolution in order to study the mechanisms of disease at a molecular level. By using fluorescent molecules ('fluorophores') to label proteins associated with signalling, e.g. at the interface ('immune synapse') between white blood cells and suspect cells being interrogated by the immune system, it is possible learn about the spatial and temporal organisation of specific proteins and their interactions. Unfortunately the resolution of fluorescence microscopes is limited by diffraction to ~300 nm and the molecules of interest are much smaller. One way to probe their interactions is to use spectroscopic techniques because the properties of fluorescence emission can vary according to the local environment of the fluorophore and can also be used to distinguish different molecular species. By labelling different proteins with fluorophores emitting at different wavelengths and then comparing the different 'colour' images, one can obtain information about co-localisation, from which interaction can be inferred - albeit limited by the spatial resolution. More can be learned from the fluorescence lifetime - the time over which a fluorescence signal decays - which can be sensitive to its local physical or chemical environment and to the presence of other molecules. Fluorescence lifetime imaging (FLIM) can be used to map changes in molecular environment and to detect protein-protein interactions by exploiting F&ouml;rster Resonant Energy transfer (FRET), where the emission of one fluorophore-labelled protein is quenched by direct energy transfer to nearby suitable fluorophores that can be labelling a second molecule. This energy transfer, which can only occur if the fluorophores are within ~10 nm, also reduces the fluorescence lifetime and so FLIM provides a means to map when and where pairs of proteins interact - to a precision limited by the spatial resolution of the miroscope. In a study of inter-cell signalling, we used FLIM-FRET to image the phosphorylation (i.e. the 'activation') of a key molecule (the KIR receptor) involved in determining the response of a white blood cell when interrogating a suspect cell. Unexpectedly, we observed that the phosphorylation of the KIR receptor occurred in small microclusters - but the confocal microscope did not have sufficient spatial resolution to do more than detect their presence. This is an exemplar application for which we are developing a new microscope capable of resolving structures below the diffraction limit. Others include the colocalisation and segregation of signalling molecules, the assembly of signalling complexes and the use of FLIM to elucidate the state and distribution of actomyosin cross bridges in muscle fibres. We aim to build a super-resolving fluorescence microscope using the technique pioneered by S. Hell called stimulated emission depletion (STED). A regular confocal microscope scans a focussed excitation beam across a sample and detects the resulting fluorescence to acquire an image, the resolution of which depends on the size of the focussed spot on the sample. In STED, the sample is scanned by two collinear beams: the first excites fluorescence in the usual way but the second 'STED' beam suppresses it by depleting the excited state population through stimulated emission. This second beam has a 'doughnut' profile with a hole in the middle such that the outside of the excitation spot is 'switched off' while the centre remains, thereby realising a smaller effective spot and resolution beyond the diffraction limit. Having demonstrated a STED prototype microscope incorporating FLIM and adaptive compensation of aberrations in the microscope, we now aim to build a system suitable for use by biologists to study the organisation of cell signalling and other molecules with resolution beyond the diffraction limit using techniques like FLIM and FRET.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G024308/1","grantId":"BB/G024308/1","fundValue":"118626","fundStart":"2009-07-01","fundEnd":"2010-07-31","funder":"BBSRC","impactText":"","person":"Paul Michael William  French","coPersons":["Mark Andrew Neil","Christopher  Dunsby"],"organisation":"Imperial College London","findingsText":" We developed a novel STED microscope provide super-resolution in 3-D. This instrument has continued to be developed and applied to study biological and non-biological samples. Following the end of the project, our STED instrument has been applied to cell biology and could be widely applied in this area. We also demonstrated its application to image colour centres in diamond and its application with nanoparticles that could provide a new labelling technique for biological samples. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}