{"id":"BB0D57C6-7596-41E5-9EDD-DB72AB7E00D7","title":"Innovation in public services: current trends and future prospects","abstractText":"<p>This seminar series explored the current state of knolwledge about innovation in public services. It brought together researchers from across the UK to examine:</p>\n\n<ul>\n \n\n <li>what is meant by innovation and the similarities/differences between innovation in the public and private sectors</li>\n\n <li>the drivers and contingencies of innovation in public services</li>\n\n <li>case studies of innovation in different public service industries&nbsp; and sectors (including the third sector)</li>\n\n <li>the impact of ICT upon innovative capacity in public services.</li>\n\n</ul>\n\n<p>The seminars were held in Bath, Edinburgh, Belfast and Cardiff over a one year period and involved papers both from researchers and from public service managers. Each seminar had papers from established researchers, new researchers/doctoral students, and case study form public service practitioners. The audience for the semianr was a mix of researchers and public service managers/policy makers.<br /><br />The papers from the series have subsequently formed the core of a new editied hand-book on Innovation in public services. This has been edited by Stephen Osborne and Louise Brown and published by Edward Elgar in 2013.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0812","grantId":"RES-451-26-0812","fundValue":"17415","fundStart":"2010-10-01","fundEnd":"2012-01-31","funder":"ESRC","impactText":"  They have been used to influence public policy and public services management in the UK, EU, Australia and Scotland and to change the practice of third sector management Communities and Social Services/Policy Policy & public services","person":"Stephen Peter Osborne","coPersons":["Louise  Brown","Zoe  Lee","Gordon  Marnoch","Celine  Chew"],"organisation":"University of Edinburgh","findingsText":" New approaches to the governance of risk in public service innovation as well as drawing together the knowledge on this theme in general for practitioners Development and application and testing of the framework in practice. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Government, Democracy and Justice","dataset":"gtr"}