{"id":"BB0E878A-7455-4D90-8170-D77E3AE6B72B","title":"Determining the effects of aging on the splenic marginal zone and the implications for host immunity","abstractText":"The marginal zone of the spleen is a specialised tissue environment that plays an important role in the capture and clearance of pathogens from the blood-stream. The immune response is significantly affected by ageing, a process termed 'immunosenescence'. Although many studies have addressed the age-related changes to systemic immune responses such as those to T cells and the thymus, little is known of the effects of aging on the marginal zone and how this affects immunity. As a consequence, the mechanisms underlying this decline in immune function in the elderly are poorly understood. More than 26% of the UK population is over 65 years old. However, despite life-expectancy and healthcare advances, aging is associated with immunosenescence and the increased incidence and severity of opportunistic infections, cancer and inflammatory diseases, and the decreased efficacy of vaccinations. These issues illustrate the importance of studies aimed at understanding the factors which cause immunosenescence. Invasive pneumococcal disease from Streptococcus pneumonia infection is a leading cause of mortality in people over 65 years old, and the effictiveness of vaccines against this disease are decreased in the elderly. Marginal zone deficiencies are associated with elevated risk of pneumococcal disease and poor antibody responses. This suggests that effects of aging on the marginal zone of the spleen may likewise affect the ability of the elderly to mount effective antibody response to pathogens in the blood-stream. Our novel findings show that the organization of the marginal zone of the spleen is disturbed in the aged spleen, significantly impeding the ability to sample the particles in the blood-stream. These data reveal an important, aging-related defect in the immune system's ability to sample the blood-stream for pathogens. The ageing-associated decline in immune function means that vaccines are less effective in the elderly. A thorough analysis of the cellular and molecular mechanisms that underpin the dramatic aging-related decline in the MZ status will help identify the factors that enhance susceptibility to systemic infections and reduce the efficacy of vaccines such as those against pneumococcal disease, and identify novel approaches to improve immunity in aged animals and humans. Therefore, in this study we aim to fully characterise the effects of aging on the cells in the marginal zone of the spleen, identify the molecular and cellular factors which underlie such effects, and explore potential approaches to enhance immune responses to blood-borne pathogens in elderly animals and humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L007452/1","grantId":"BB/L007452/1","fundValue":"344233","fundStart":"2014-03-01","fundEnd":"2017-02-28","funder":"BBSRC","impactText":"","person":"Neil Andrew Mabbott","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}