{"id":"BB0F5C92-D106-4C93-BBAE-3E5565EC6995","title":"Current-driven Domain Wall Motion in Artificial Magnetic Domain Structures","abstractText":"The interaction of spin-polarised currents with ferromagnetic domain walls is stimulating an immense amount of experimental and theoretical research activity worldwide. The resulting spintronic devices will combine the advantageous properties of magnetic and semiconductor materials, and are expected to be fast, non-volatile and versatile, capable of simultaneous data storage and processing, while at the same time consuming less energy. An exciting new approach to spintronic devices involves using spin polarised electric currents to either directly reverse the magnetisation direction in the region of interest, or 'push' a domain wall across it. The latter technique, so-called spin transfer torque-induced domain wall motion, promises the most efficient device functionality with the lowest switching current densities. Key outstanding issues in this area include reduction of the very large critical currents presently needed to induce wall motion and understanding the complex behaviour of propagating current-driven domain walls, both of which impact strongly upon potential applications in the field of spintronics. This collaborative proposal brings a novel approach to the design of optimised structures for current-driven wall motion, which will also yield a much better understanding of the physical mechanisms that control the critical current and domain wall behaviour. Our approach is to use focussed ion beam (FIB) irradiation to precisely control the local magnetic anisotropy of multilayer films and create artificial domain structures with dimensions &lt;=30nm. In this way exquisite control over the critical current density for wall motion, as well as the domain structure and local coercive fields, will be achieved. The collaboration brings together expertise in the FIB modification of magnetic multilayer systems with both perpendicular and in-plane anisotropy and complementary magnetic and electrical measurements, as well as a strong theoretical strand that will address fundamental physical processes in the material structuring and magnetisation behaviour. The successful completion of the proposed research will yield new insights into the phenomenon of spin transfer torque in ferromagnetic films that will have strong potential for exploitation in future spintronic device technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G011230/1","grantId":"EP/G011230/1","fundValue":"431296","fundStart":"2009-05-01","fundEnd":"2013-01-31","funder":"EPSRC","impactText":"  Our results are important for the development of magnetic storage based on perpendicular magnetic media, as well as novel types of current-driven magnetic racetrack memory. Digital/Communication/Information Technologies (including Software) Societal","person":"Simon John Bending","coPersons":["Simon  Crampin"],"organisation":"University of Bath","findingsText":" We have demonstrated that the extraordinary Hall effect (EHE) is an effective way to monitor domain wall motion in MRAM-like structures and have optimised suitable ferromagnetic multilayer films for these applications. We have demonstrated STT-driven motion of artificial domain walls generated in FIB irradiated structures and used the EHE at a Hall cross to monitor the domain wall position. Initial results look promising and indicate critical current densities comparable to or better than the existing state of the art. Research efforts are now focussed on investigating the dynamics of domain wall motion using fast t-resolved EHE measurements. Specifically we are investigating how the domain wall velocity depends on current pulse amplitude and duration and whether the wall structure changes during driven motion. We have also made a number of interesting discoveries relating to the coercive field of Ta/Pt/Co/Pt multilayer films with perpendicular magnetic anisotropy. We have shown that the 'switching field' can be dramatically increased by annealing at relatively low temperature (&lt;200C) and the light Ga+ FIB irradiation can be used to both increase and decrease it, depending on dose. Our results are important for the development of magnetic storage based on perpendicular magnetic media, as well as novel types of current-driven magnetic racetrack memory. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}