{"id":"BB15AE98-4A3E-4BDA-B8D5-94F65A8418BA","title":"Contemporary History of Whitehall 1979-2010","abstractText":"The central Civil Service (Whitehall) is undergoing major change. Crucial to the success of that change is how well it can learn from its own history. This project, a three year partnership between the Institute for Government, King's College London, and the AHRC, will ensure the history of Whitehall's last 30 years is collected, understood and made available to those who would benefit from it. \nThis is an innovative approach to undertaking research and engagement: \n The historical research will be used directly in engaging with current senior officials and political decision-makers;\n Links will be built between government and academia through events and workshops at both King's and the Institute for Government;\n The work will take full advantage of the Institute for Government's location and access and King's expertise and academic quality. \nThe project would be undertaken by a team led by Dr Catherine Haddon, Fellow at the Institute for Government and Visiting Fellow at King's College London. Professor Ken Young of King's College London will act as Principal Investigator and an early career Post-Doctoral Researcher (PDR) from King's will be seconded to the Institute. \nThe project will seek to convey how Whitehall looked, felt and acted (or was acted upon) during the 1979-2010 period, from the perspectives of those within it and close to it. The research will comprise archival analysis, published and grey literature, and online resources. It will draw on a large-scale interview programme, witness seminars and public events. \nThe project will trace the people, structures and cultures of Whitehall as a whole and of different departments. It will explore and analyse what those at the time may not have been able to see: Whitehall's successes and failures; the longer-term trends in behaviour and culture; how demographics altered; external changes in government and society; and what conclusions can be drawn about its Whitehall's role in government and relationship to its democratically elected political masters. \nThe project will use a variety of different methods to convey its learning, both to academic audiences through articles, conference papers and seminars and to practioners audiences in workshops and briefings papers. Witness seminars will mean valuable discussion is also a resource for future researchers. Public events will seek to draw out broader lessons of the role of history for institutional memory and on public policy more widely. Together these outputs will convey the topic as a whole. \nThe project has the potential to improve institutional memory within Whitehall, bringing a humanities perspective to bear on current debates around the changing shape of the UK Civil Service. It will provide engagement opportunities for academic researchers and practitioners with an interest in this area, complementing AHRC's programme of seminars, case studies, fellowships and publications on the humanities and public policy. \nSince 2008 the Institute for Government, an independent charity, has been working closely with senior civil servants and politicians, undertaking research and providing development opportunities to increase government effectiveness. This project, in conjunction with King's College London, will provide a unique opportunity to take an academic understanding the history of Whitehall and use that knowledge in current efforts to help make Whitehall more effective.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L503721/1","grantId":"AH/L503721/1","fundValue":"327328","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"AHRC","impactText":"","person":"Catherine  Haddon","coPersons":["Ken  Young"],"organisation":"Institute for Government","findingsText":"","dataset":"gtr"}