{"id":"BB18B66C-F5D8-4BB3-967F-F649288A67B1","title":"Centre for Health service and Academic Partnership in Translational eHealth Research (CHAPTER)","abstractText":"CHAPTER's host institution, UCL, is part of an established Academic Health Science Centre (AHSC), which brings together\nuniversity and NHS organisations. This partnership lies at heart of the vision of CHAPTER. UCL Partners is the only AHSC\nwith a system wide partnership model (n=14 NHS Trusts), and is responsible for the primary, secondary and tertiary care\nfor a population of about 5 million people. UCLP hosts the largest concentration of Biomedical Research Centres (3 at\nUCL: UCLH, Great Ormond Street Children's Hospital and Moorfields Eye Hospital and two Biomedical Research Units\n(UCL: dementia; QMUL: cardiovascular). We will align our research with this significant (&pound;165m) NIHR investment. Bringing\ntogether three of UCLP's academic partners (UCL, LSHTM and QMUL), and the HPA, CHAPTER will integrate for the first\ntime multiple areas of critical mass (&gt;60 data sources and &gt;30 cross Faculty research groups with informatics expertise) in\norder to deliver our vision of driving the next generation of population wide research for patient benefit.\nWith support from the MRC led funding consortium, UCL will commit a further &pound;4m to CHAPTER, providing sustainable\nposts (2 Chairs, 2 senior lecturers, 2 lecturers) and associated costs. Our NHS partners are investing significantly in new\nintegration systems (across primary and secondary care), to drive improvements in the quality and safety of clinical care\nPage 3 of 16 Date Saved: 27/02/2012 14:56:26\nDate Printed: 27/02/2012 15:28:54\nTechnical Summary\nand this will enhance our ability to deliver impact across the whole translational cycle: from biological discovery including\ngenomics and medical imaging, through innovative trials to improving clinical practice, service delivery, patient outcomes\nand public health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MC_PC_13041","grantId":"MC_PC_13041","fundValue":"0","fundStart":"2013-06-01","fundEnd":"2018-02-28","funder":"MRC","impactText":"","person":"","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}