{"id":"BB1BC8FA-3252-4985-98B8-B93742AB10E2","title":"Novel Transannulation Strategies for the Synthesis of Polycyclic Sesquiterpenoid Natural Products.","abstractText":"With the rise of antibiotic resistant superbugs there has been great pressure from government and the public for the development of new antibiotics to combat this emerging threat to health. Government statistics show that the number of infections of MRSA in UK hospitals have increased from around 7247 in 2001 to 7684 in 2004. The reduction of these infections has been designated a priority by the Department of Health, which has charged the NHS to reduce infections by 50% by 2008, however, the figures for the last full year reported (2005) show a reduction by only 6%! In addition to combating antibiotic resistant bacteria the government has also announced a major initiative highlighting cancer treatment as an area of high national priority. In support of this initiative they have invested an extra 210M in the battle against cancer, with an additional 20M a year specifically targeted for research. One of the more successful strategies for finding new therapeutic leads is the screening of extracts from plant and animal sources. The most notable success in this area was the discovery of Taxol, a diterpenoid natural product, and its use in cancer therapy. The terpenoid class of natural products have been isolated from a vast array of natural sources and have a rich structural diversity. This structural diversity leads to a wide profile of biological activity. Over the last 50 years, extracts from a range of liverworts have been shown to have impressive activity as antibiotics and anti cancer agents. However, it is only in the last 30 years that the structures of the active components have been elucidated. Some of the most exciting compounds from both an architectural and biological view point are the pinguisane-type sesquiterpenoids, such as pinguisenol 1, acutifolone A 2 and deoxo-pinguisone 3, which have been shown to exhibit sizable activity against Staphylococcus aureus and Gaffkya tetragena micro organisms and sarcoma 37 mice cancer cells. These encouraging preliminary results, coupled with the urgency to find new treatments, makes the development of a general method to access the piguisane-type structure of considerable importance to the pharmaceutical industry, and hence, the fight against disease.Our synthetic strategy to these natural products exploits our expertise in transannulation reactions of medium sized carbocycles. We have recently developed conditions which allow for the formation of the bicyclo[4.3.0]nonane ring system present in 1, 2 and 3 from a common 9-membered ring precursor in 1 step and as a single enantiomer. The inherently modular nature of our construction of the 9-membered ring precursor will allow a great deal of latitude in selecting the appropriate functionality required for elaboration into the natural products and analogues of the natural product. Investigation of the novel transannulation reaction is highly adventurous as these relatively poorly understood reactions have not previously been used in the synthesis of natural products. This work will enable us to gain further understanding into a transannulation reactions in general. This work is timely, challenging and adventurous making it appropriate for EPSRC funding. More importantly, if successful it will lead to a shorter, more efficient and versatile enantioselective route which can generate gram quantities of these molecules and extend our understanding of transannulation reactions of medium sized rings. We therefore seek EPRSC funding for manpower and consumables to carry out the syntheses of pinguisenol 1, acutifolone A 2 and deoxo-pinguisone 3.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F005970/1","grantId":"EP/F005970/1","fundValue":"294051","fundStart":"2007-10-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"  Papers resulting from this work have been cited ~27 times by other synthetic chemsitry groups. Chemicals ","person":"Paul Andrew Clarke","coPersons":[],"organisation":"University of York","findingsText":" We have developed new transannulation methods for the construction of the pinguisane ring systems, which address the challenging aspect of installing two vicinal quaternary stereocentres. The pinguisanes have anti-MRSA activity and also insect anti-feedant activity. Others have used our discoveries on the conformation and transannulation reactions of medium sized rings in their own research into other natural products. Recent re-investigation of this area of research by the group has led to the possibility of refocusing our efforts on a biomimetic synthesis of these molecules. Agriculture, Food and Drink,Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}