{"id":"BB1D32C1-ED85-47AE-9DA0-FA49B7648019","title":"Semantic Technologies for the Enhancement of Case-Based Learning","abstractText":"<p>The &quot;Ensemble&quot; project explored the potential of Semantic Web and Linked Data technologies and approaches to support teaching in complex, controversial and rapidly-evolving fields where case based learning is a pedagogical approach of choice. Researchers and software developers worked with teachers and students in undergraduate and postgraduate courses in different subject areas to explore the nature and role of the cases around which learning was focused, and the part that emerging web technologies could play in this learning. &nbsp;</p>\n\n<p>While Semantic Web and Linked Data technologies had previously been used to enhance search and retrieval, administration and assessment processes in education, less work had been carried out on their pedagogical applications: it is in this area that the project has made its major contributions.</p>\n\n<p>Participatory approaches to design, development and evaluation allowed the project to develop a range of new tools, web applications, and training materials which reflected the distinctive pedagogical approaches that were found in its research settings.&nbsp;At the same time, engaging with the project promoted pedagogical innovation on the part of teachers that went beyond simply implementing new web technologies. The project has also contributed new theorisations of the role of technology in learning in Higher Education.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-139-25-0403-A","grantId":"RES-139-25-0403-A","fundValue":"749311","fundStart":"2009-10-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"","person":"Patrick  Carmichael","coPersons":["Laurence  Solkin","Rob  Walker","Richard  Edwards","Uma  Patel","David John Bolton","Louise  Corti","Keith  Johnstone"],"organisation":"Liverpool John Moores University","findingsText":" The potential of semantic web and linked data in educational settings, have, to date, mainly be explored in the context of educational systems rather than in relation to pedagogical practices and discourses. It is in the latter area that the project has made significant contributions.\n\n\n\nThe ability of teachers and students to draw on authentic and even 'real-time' data from across the world offers significant opportunities for learning - not just by working with 'big data' but in supporting inquiry, encouraging case-based learning, and allowing new forms of collaboration at individual, institutional and global levels.\n\n\n\nHowever this requires a new range of digital literacies and space for new teaching and learning practices to be developed. Teachers need to be supported to develop pedagogical expertise in engaging with rapidly changing, contested and complex data from multiple sources. Engaging students themselves as researchers and developers allows the development of technologies which reflect curricula and cases as 'experienced' rather than 'intended' or 'enacted' by teachers or course designers.\n\n\n\nAdoption of semantic web and linked data technologies and approaches will depend on the availability of easy-to-use authoring, archiving and publishing tools. The project has developed progressively more complex and useful web applications by building prototypes 'with' rather than 'for' students and teachers, and has developed and documented means by which these can be used by non-expert users.\n\n\n\nThese tools and the applications that are built using them have enabled students and teachers to evolve more sophisticated understandings of complex issues and to understand how cases and examples related to broader settings and trends, suggesting in turn further directions for enquiry and exploration. Many of the findings of the project, and the technological tools and approaches it has developed, are as applicable to non-academic contexts as the formal higher educational settings in which the research was conducted. \n\n\n\nAny field in which people wish to collect, curate, publish, share and annotate online resources can benefit from the insights and outputs of the project. Increasing interest in production, sharing and engagement with linked data - by policymakers, 'data journalists', third-sector and advocacy groups, and many others - makes our work particularly timely. \n\n\n\nLowering the bar to participation in publishing, accessing, visualising and manipulating data offers the potential for wider involvement and the opportunity for diverse interests to be represented, not just 'on' the web, but as part 'of' a next generation global data space. The success of semantic web and linked data approaches depends, like other web technologies before them, on widespread adoption and support. Open-source release of code, supported by active user communities represents a key element of the project's dissemination strategy, with potential users able to access data, code, documentation and well-documented examples and technical demonstrators. \n\n\n\nThe approaches to the design, development and deployment both of technological tools and the case based learning environments developed by the project can be replicated in other education settings, and the work of the project has already been used to support the development of online archives; reflective tools for students; collaborative video annotation; personal curation; and archiving environments and research management tools. The flexibility and extensibility of web tools informed by semantic web and linked data approaches allows teachers and students to develop customised teaching and learning content, enhanced publications and multimedia content in ways that are much less easy in proprietary and closed environments. Digital/Communication/Information Technologies (including Software),Education,Culture/ Heritage/ Museums and Collections","dataset":"gtr"}