{"id":"BB1D86B9-08CE-419B-A02C-2B2D68FB24C5","title":"An New Frontier in Design: The Simulation of Open Engineered Biological Systems","abstractText":"Biology will lie at the heart of many 21st century technologies to sustainably address the numerous challenges facing societies such as waste, energy, water, healthcare, new chemicals and materials, and agriculture. This ambitious project seeks to develop a suite of universal principles and models for the scalable simulation of open biological systems thereby allowing the engineering of new functionalities offered by natural or synthetic, mainly micro-, organisms for the benefit of mankind. \n\nWe live in a world that is increasingly urbanising and populated putting many pressures on the globe and its natural resources. One of the biggest challenges is sustaining global health, prosperity and well-being in a way that does not harm societies requiring these benefits nor the earth's natural resources. In the last two centuries, engineering has been central in providing the infrastructure and resources responsible for these societal gains. The engineering challenge in the 21st century is to continue to make these, and new, provisions for more people in a more sustainable way. \n\nThomas Tredgold, the first President of the Institute of Civil Engineers, defined engineering as &quot;the art of directing the great sources of Power in Nature for the use and benefit of mankind&quot;. Engineering has expanded as it has sought and exploited new sources of Power in Nature and new concepts and tools by which said sources can be manipulated. Many believe that Biology is the next source of Power and that Engineering Biology it will be central to our goal of generating a new suite of intrinsically sustainable technologies. However, there is a substantial gap between rhetoric and reality in many accounts of the application of engineering biology. We will only open up this frontier if we are a brutally honest about the limitations, astute in our analysis of the bottlenecks and effective in innovations to obviate them. Though this is a contemporary challenge, it is something engineers have always done, using mathematical models and scientific principles to winnow the pipe dreams from the awesome but achievable (Rankine, 1855). \n\nOne of the greatest limitations in biology is taking what is possible in the test-tube and making it a reality in the reactor or environment; using relatively cheap resources and in the face of a large and highly diverse natural microbial population. In this project, we seek to use the best scientific principles and theories to develop a suite of universal principles and models for the scalable simulation of open biological systems. These models will allow the engineering design of new functionalities offered by natural or synthetic organisms for the benefit of mankind for a range of technologies addressing a range of different challenges.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K039083/1","grantId":"EP/K039083/1","fundValue":"5577010","fundStart":"2013-10-28","fundEnd":"2018-10-27","funder":"EPSRC","impactText":"  It is still too early in the grant for the findings to have been used, but we have a detailed impact plan to take this forwards as the project progresses. Agriculture, Food and Drink,Chemicals,Digital/Communication/Information Technologies (including Software),Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy Economic,Policy & public services","person":"Nicholas George Wright","coPersons":["Anil  Wipat","Darren James Wilkinson","Ketan  Pancholi","Paolo  Zuliani","Russell James Davenport","Paul  Watson","Benjamin Nathan Bridgens","Jinju  Chen","Jennifer Susan Hallinan","T P Curtis","Andrew Stephen McGough","Steven  Rushton","Anthony Paul  Roskilly"],"organisation":"Newcastle University","findingsText":" This award, we we seek to use the best scientific principles and theories to develop a suite of universal principles and models for the scalable simulation of open biological systems. These models will allow the engineering design of new functionalities offered by natural or synthetic organisms for the benefit of mankind for a range of technologies addressing a range of different challenges.\n\nThe award has brought together researchers with expertise in a range of disciplines, from biology to mechanical engineering. Whilst it is still early in the grant period, the team has begun to achieve promising results. We have strong collaboration with our partners, Northumbrian Water and Mott MacDonald. These organisations are actively participating in our research and, when the project is more mature, will work with us to put the findings into practice. Agriculture, Food and Drink,Chemicals,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}