{"id":"BB21FC6D-BFD8-44B1-B4F0-59C629CDF711","title":"Poverty and ecosystem Impacts of payment for wildlife conservation initiatives in Africa: Tanzania's wildlife Management Areas (PIMA)","abstractText":"Rural people across the global south are caught between competing land demands for large-scale cultivation, global conservation, and local needs. These can in theory be integrated locally through community-based natural resource management (CBNRM) and payments for ecosystem services (PES): where communities can decide on and benefit directly from natural resources, they may invest in and manage those resources in ways that are more socially and environmentally sustainable. CBNRM/PES initiatives are being rolled out across the global south, but there are conflicting views as to how well they work, for whom and under what circumstances. This is partly due to the complexity and multidimensionality of the ecosystem services (ES) and poverty alleviation (PA) outcomes involved, and the inevitable tradeoffs, but also to the hitherto limited use of either qualitatively or quantitatively rigorous impact evaluation approaches that are independent, control for confounding factors and ensure the voices of the most marginalized are heard. As well as being limited by generally weak research design, studies to date have often failed to account for the ways political sensitivities around changing access to and use of ecosystem services may compromise data quality and mask differentiated impacts.\n\nPIMA seizes a unique policy moment, with Tanzania's poverty reduction strategy Mkukuta driving nationwide implementation of CBNRM/PES-based Wildlife Management Areas (WMAs), and other countries in the region considering comparable initiatives. The WMAs comprise different ecosystems (rangeland, miombo), socio-political structures (long-established/ethnically uniform vs recent, heterogeneous constituent villages), and a broad range of ecosystem services (water-regulating and -supplying, provision of forest products, grazing, livestock, crop and wildlife production, cultural services both local and global (from locally significant social and ritual spaces, to heritage and tourism). Before/after, inside/outside comparison of social and ecological outcomes for established WMAs with matched non-WMA areas (within the same ecosystems) offers an ideal opportunity for rigorous impact evaluation. PIMA combines analysis of remotely-sensed, public-domain MODIS and NDVI data, with cutting edge study of governance, and new data from qualitatively and quantitatively rigorous, differentiated survey of livelihoods and resource use histories, structured within a before/after, control/impact (BACI) research design. PIMA brings together a powerful international research team to work with strongly-rooted civil society organizations to ensure research excellence and development impact.\n\nBuilding on ongoing stakeholder engagement, with input sought from users, practitioners and policymakers at all stages pre- to post-project, PIMA ensures findings will be of direct use locally, nationally and internationally. PIMA 's framework and approach create channels for grassroots users to make experienced change in ecosystem services quality and quantity, and in poverty and wellbeing, more clearly heard by policymakers and practitioners, as well as highlighting tradeoffs and best practice lessons. Establishing what works, why and for whom will be of use not only to the one million rural people directly affected by WMAs, but will deliver insights and best practice lessons generalizable to the many millions more whose livelihoods and wellbeing are to be shaped by comparable CBNRM/PES initiatives. The findings delivered, and the mechanisms piloted, will give local users and national and international policymakers and practitioners the insights and tools to improve interventions through creating better upward and downward accountability. PIMA findings will be of use locally to rural people making collective and individual resource use decisions, through national levels, to international donors deciding how to invest scarce resources for ecosystem services and poverty alleviation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L00139X/1","grantId":"NE/L00139X/1","fundValue":"464823","fundStart":"2013-11-01","fundEnd":"2016-06-30","funder":"NERC","impactText":"","person":"Katherine Mary Homewood","coPersons":["Geofrey Robson Mwanjela","Neil David Burgess","Maurus January  Msuha","Aidan  Keane","Jens Friis  Lund"],"organisation":"University College London","findingsText":"","dataset":"gtr"}