{"id":"BB2BF2E2-A290-4442-BD3D-22D1BE0C16F5","title":"A genome-wide association study of psychosis and its characteristic endophenotypes","abstractText":"GENETICS OF PSYCHOSIS AT PRESENT\nPsychotic disorders affect 2% of the population and are within the seven leading causes of disability (WHO). Although psychotic disorders run in families and neuregulin 1 and dysbindin are promising candidate genes, unambiguous risk genes remain elusive. Genome-wide association allows testing hundreds of thousands of markers across the entire human genome in large samples and has successfully led to the identification of nearly 200 genes in 70 common illnesses like diabetes and heart disease. However, psychiatric diagnoses do not constitute easy traits for genetic research and I propose using biomarkers as an alternative. These biomarkers are quantitative biological traits characterising psychosis which are obtained by laboratory-based methods. \n\nAIMS OF THIS PROJECT\nTo use a genome-wide scan to examine the association between genetic variation and \n(iii) psychosis (in a conventional case-control design)\n(iv) biological markers of brain function or structure that are characteristic of the disease. \n\nWHAT WE PROPOSE TO DO\nFrom twin and family studies I selected the most suitable psychosis biomarkers. These include deficits in memory and other cognitive abilities as well as changes in brain activity and structure measured by EEG tests and MRI scans. I organised an international consortium to obtain DNA samples and biomarker data from 7,000 individuals [1,500 patients, 2,500 relatives and 3,000 controls]. The USA ?Consortium On the Genetics of Schizophrenia?, a comparable independent study, provides an opportunity for replications. A genome-wide scan of this sample is almost complete and this will provide more than one million genetic markers in what is the largest and most comprehensive genetic study of a psychiatric disease to date. \n\nI am currently in my final year of my post-doctoral fellowship (Department of Health) and I now seek support from the MRC to continue to lead the analysis of this highly valuable sample and to establish myself as an independent researcher in the process. \n\nHOW THIS RESEARCH COULD HELP\nElucidation of susceptibility genes for psychosis and the mechanisms by which these genes convey risk for the disease will advance the understanding and treatment of psychosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901310","grantId":"G0901310","fundValue":"851068","fundStart":"2010-05-01","fundEnd":"2015-08-31","funder":"MRC","impactText":"","person":"Elvira  Bramon","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}