{"id":"BB2E7BC2-A70E-4B1A-BE99-5E76EB25EC4D","title":"Enhanced Ultrasonic 3D Characterisation Of Composites Using Full Matrix Capture Of Array Data","abstractText":"Recent years have seen increasing interest in the use of thick-section composites for safety-critical components in, for example, primary aircraft structure and fan blades in aero engines. All such components are required to undergo non-destructive evaluation (NDE) during manufacture; this is time consuming and NDE throughput is stretched to its limit internationally. Current composite Non-destructive Evaluation (NDE) is based on a qualitative empirical approach where a single normal-incidence ultrasonic probe is used to estimate the average ultrasonic attenuation from the amplitude of the back-wall reflection. While adequate for accepting or rejecting thin composite panels, this approach does not provide the level of defect characterisation and localisation necessary for the quantitative NDE of larger components.There is a clear and pressing industrial need for quantitative NDE techniques that can be applied to safety-critical composite components both at manufacture and in-service. An ultrasonic technique is the industrially preferred option for reasons of cost, safety and ease of deployment, but increased scanning speeds are required to speed up throughput. However, the conflicting demands of rapid scanning, high-penetration depth and accurate defect characterisation cannot be achieved with a single normal-incidence probe. Instead the data from multiple inspection directions must be combined. The necessary raw data can be rapidly and efficiently obtained using an ultrasonic array, but at present it cannot be exploited. This is due to the lack of (a) an appropriate forward model of oblique wave propagation and scattering processes, and (b) a suitable inversion scheme to turn the raw data into useful information. This is the motivation for the proposed research programme, the aim of which is to develop ultrasonic array data processing techniques based on physical reasoning for the characterisation of safety-critical aerospace composites. The programme requires advancement of the fundamental science of wave phenomena in composites, the solution of a challenging inverse problem and, crucially, the translation of the scientific findings into practical industrial solutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H010920/1","grantId":"EP/H010920/1","fundValue":"224140","fundStart":"2010-03-09","fundEnd":"2013-06-20","funder":"EPSRC","impactText":"  Basic imaging tools and methodology for NDT of planar composite components implemented into free software &quot;BRAIN&quot; produced by the Ultrasonics and NDT Research Group and trialled by various industrial end-users, including Rolls-Royce, Airbus and Qinetiq. Aerospace, Defence and Marine Economic","person":"Paul David Wilcox","coPersons":["Bruce  Drinkwater","Anthony John Croxford"],"organisation":"University of Bristol","findingsText":" The Non-Destructive Testing (NDT) of composite components using ultrasonic arrays can be significantly enhanced through careful tailoring of the imaging algorithm. For example, to optimise the detection and sizing of localised delaminations, the imaging algorithm can be configured to suppress the ultrasonic back-scatter from ply interfaces and maximise the signal from delaminations. Conversely, an imaging algorithm can be optimised to be sensitive to ply interfaces, hence enabling material anomalies such as ply waviness to be detected. Extensions to the basic premise were also developed to deal with adaptive imaging of components with curved surface and non-planar plies. Techniques can and have been implemented in commercial ultrasonic array controllers for NDT in the aerospace industry. In addition to peer-reviewed journal publications, we have made the imaging algorithms developed freely available through our array-imaging demonstration software suite, BRAIN, to allow industry to trial them. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology","dataset":"gtr"}