{"id":"BB2E079E-716F-401C-8C4E-A5DA4BDF9E46","title":"SMARTER: Smart Multifunctional ARchitecture &amp; Technology for Energy aware wireless sensoRs","abstractText":"The overall vision of the project is to develop comprehensive knowledge and an innovative methodology in the areas of energy autonomous wireless systems from a global system perspective, enabling self-powered, battery-free wireless sensing nodes to meet a wide range of structural health monitoring (SHM) applications. The research vision builds on the project partners' complementary skills and strengths in the area of 'towards zero -power ICT' with the potential to lead to multiple scientific and technical breakthroughs. The first breakthrough is to make use of the SHM sensing device itself to implement a single multifunctional device providing both structural health data and electrical energy harvested from mechanical vibrations. Another breakthrough will be to store the harvested energy in a fully integrated smart storage device, which adapts its storage capacity, according to the available energy in the environment and to the power consumption of the load. This adaptability will provide a constantly optimized matching between storage device and energy harvester to foster energy transfer. The energy storage itself will be a micro-ultracapacitor, so will have the desirable features of high specific energy, short time response, long lifetime and safe operation. This micro -ultracapacitor will be implemented in a silicon compatible technology so as to facilitate co-integration with other functions. Moreover, to drastically reduce the power consumption of the communication module, the proposed strategy is based on using impulse radio UWB (ultra-wideband) and dark silicon design approaches. A final innovation will be the co-location of the different devices (harvesting, sensing, storage, processing, data transmission) on the same flexible substrate, in order to enable conformal attachment of the device, a characteristic highly desirable in a SHM context wher e the surfaces to be monitored are seldom planar. Additionally, by this means the issue of the anisotropy of vibration harvesters is settled, the harvester being, by nature, properly oriented. More globally, the project aims at producing a device in which co-integration, co-location of functions, versatility of applications and energy autonomy are pushed to a maximum.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K017950/2","grantId":"EP/K017950/2","fundValue":"410459","fundStart":"2014-05-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"  One journal paper has been submitted and one conference paper has been published Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport ","person":"Meiling  Zhu","coPersons":["Paul Brelade Kirby"],"organisation":"University of Exeter","findingsText":" This project started on 15/05/2014 and now is in 6 months of time. We are developing wing stain energy harvesting technology for aircraft industrial applications and will have some technology breakthrough in the next 6 months of time. The technology will be used to aircraft industry. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}