{"id":"BB2F127E-3EFB-4688-91E7-B7F5BD3E536C","title":"Microbial degradation of isoprene in the terrestrial environment","abstractText":"The Blue Mountains in Australia and Blue Ridge Mountains of Virginia, are so-named because of the blue haze that results from atmospheric reactions with isoprene, a gas produced in abundance by plants and especially many tree species. Trees that are starting to be grown widely as a source of bioenergy, namely willow and poplar, are among the highest isoprene emitters. Isoprene protects plants against heat and light-induced damage, and can also serve as a signaling molecule. Isoprene is so reactive with other chemicals in the lower atmosphere that it limits their capacity to react with methane and also generates ozone. Both ozone and methane are potent greenhouse gases, and ozone impairs plant growth. On the more positive side, isoprene can indirectly stimulate cloud formation which provides a cooling effect. Hundreds of studies have investigated isoprene production, primarily from trees, and examined the effect of a changing environment on its flux from tree to atmosphere. \n\nIn stark contrast, only a handful of studies have shown that microbes in the soil consume isoprene, and a few of those microbes have been grown in the laboratory. Microbes are abundant (several billion per teaspoon of soil and more than a million per square cm of leaf) and the most important catalysts for cycling chemicals in the environment. We know from studying the cycles of other climatically important gases, like methane, that microbial consumption is an extremely important process that is greatly influenced by climate change. From hundreds of methane-consuming bacteria in culture, we have extensive knowledge of their metabolic pathways, which allows the development of investigative tools to help inform land-use management decisions. For isoprene, which is produced in similar abundance to methane, we lack this knowledge and tools.\n\nTherefore, in addition to those bacteria that we already have in culture, we propose to culture isoprene-degrading microbes, focusing on soil and leaf inhabitants. Using powerful genomic-based techniques, we will determine the DNA sequences of the genes involved in isoprene degradation. Additionally, we will use tools developed by the PI to identify and investigate those isoprene degraders that are not easy to grow. Most bacteria look alike and so we frequently use DNA sequences to study their roles in nature. Selected unique DNA sequences will be used to identify, view and count key species of isoprene-degrading bacteria in natural samples. This will enable us to determine precisely where they live, e.g. we envisage that they will be especially abundant around stomata (pores in the leaf) from where most isoprene escapes; and the use of state-of-the art imaging techniques (developed by our project partner) will allow us to identify which individual microbes are actively degrading isoprene in the soil or on the leaf surface.\n\nComplementing this study, a PhD student will measure isoprene consumption in forest soils, and for the first time, on leaves from various tree species, comparing isoprene emitters with non-emitters as well as sun and shade leaves. We will test whether adding permutations of isoprene-degrading microbes to leaf surfaces enhances consumption, and by measuring the microbes' ability to survive or grow on the leaves, we will obtain insights into whether this is a potential strategy for reducing isoprene flux. All of the data emanating from this project will be valuable for management of natural woodlands and bioenergy crops, in relation to greenhouse gas emissions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J009725/1","grantId":"NE/J009725/1","fundValue":"357397","fundStart":"2012-08-17","fundEnd":"2016-01-31","funder":"NERC","impactText":"","person":"John Colin Murrell","coPersons":[],"organisation":"University of East Anglia","findingsText":" Progress to date: \n\nwe have isolated several isoprene degrading bacteria from the terrestrial environment and shown that isoprene monooxygenase is the key enzyme responsible for isoprene degradation in these strains of Rhocococcus. This has an inducible enzyme system which is required for growth of bacteria on isoprene. RNA sequencing has shown that epoxyisoprene is an inducer of isoprene metabolism.\n\nWe have sequenced the genomes of three isolates. This has given us valuable information on the genomic context of the isoprene monooxygenase gene clusters in these isoprene degraders. The gene isoA, encoding the large subunit of the hydroxylase component of isoprene monooxygenase is highly conserved in all isolates and thus is an ideal functional gene marker for the presence of these microbes in the environment.\nGenome analysis has shown that all of the genes required for isoprene metabolism are carried on a large plasmid in Rhodococcus strain AD45. This has profound implications for the horizontal gene transfer of isoprene degrading ability in microbes.\nWe have developed PCR primer sets specific for isoA, a key gene involved in isoprene metabolism. This has allowed us to retrieve isoA genes from enrichment cultures and from environmental samples in order to develop cultivation-independent techniques for these important trace gas degrading bacteria.\n\nWe have carried out proof of principle experiments with 13C labelled isoprene and DNA stable isotope probing and identified the active isoprene degrading bacteria in soils and marine sediments. Isoprene degraders also appear to be present on the leaves of plants.\n\nWe have started to carry out measurements of isoprene production and consumption in environmental samples, including different tree species and soil surrounding these trees. The isoprene monooxygenase might yield valuable reactions that might be used in a biotechnological context. We are currently investigating the activity and substrate specificity of this enzyme. Chemicals,Environment","dataset":"gtr"}