{"id":"BB3C1B5C-745D-4172-8898-3B468B1EFCA6","title":"Catalytic promiscuity in a protein superfamily","abstractText":"Understanding of enzyme catalysis remains a daunting challenge, despite intense research efforts in basic and applied research. Our understanding certainly fails the most severe test - that of making catalysts that meet the efficiency of natural enzymes. This proposal addresses the determinants of catalytic efficiency in hydrolytic enzymes, using as a test bed a superfamily of catalysts that are connected by structural homology as members of the alkaline phosphatase superfamily as well as often reciprocal and crosswise catalytic promiscuity. Starting from our recent identification of one remarkable example for multiple promiscuity and high efficiency (Proc. Natl. Acad. Sci - in press, doi/10.1073/pnas.0903951107), we propose to address the factors that determine selectivity and efficiency, by structural and kinetic analysis and by directed evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004327/1","grantId":"BB/I004327/1","fundValue":"459467","fundStart":"2011-08-01","fundEnd":"2015-01-31","funder":"BBSRC","impactText":"  Our high-throughput evolution system that uses microfludiic droplets as miniaturised reaction compartments is being considered for use in industrial ultra-high thorughput screeening of biocatalysts. The high throughut (up to 10e7 per day) and the direct selection for multiple turnover make this system an attractive, cost-saving alternative to expensive robotic screening. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Florian  Hollfelder","coPersons":["Marko  Hyvonen"],"organisation":"University of Cambridge","findingsText":" Understanding of enzyme catalysis remains a daunting challenge, despite intense research efforts in basic and applied research. Our understanding certainly fails the most severe test - that of making catalysts that meet the efficiency of natural enzymes. The observation of 'catalytic promiscuity' (ie the ability of one enzyme to catalyse several reactions) provides a lead that may help us to understand the determinants for the evolutionary acquisition of function better - and provide guiding rules for protein engineering. Ultrahigh-throughput screening in microfludic droplets has the potential to explore protein sequence space much more efficiently and comprehensively than current methods that are much more labour intensive, more costly and have lower thorughput. There has been a lot of industrial interest in our proof-of-principle paper (Kintses et al, 2012, Chemistry &amp;amp; Biology, 19(8):1001-9) in which we outline a methodology for ultrahigh-throughput screening in microfludic droplets. We are following up the lessons learned from this work in further selections that serve as a paradigm for future droplet evolution of enzymes for biocatalysis. Chemicals,Manufacturing, including Industrial Biotechology","dataset":"gtr"}