{"id":"BB3D2C70-E6A8-4259-88A3-8DA2DD847799","title":"How does the eye-movement system mediate the formation, retention and recall of visuospatial working memories?","abstractText":"<p>The ability to recall and manipulate information about objects and locations is known as visuospatial working memory (VSWM). One controversial idea is that the ability to form and retain visuospatial working memories is linked to our ability to make eye-movements. More specifically, locations are memorised by making a map of the eye-movements that are needed to look at those locations.<br /><br />This project is designed to test this idea using a new technique called eye abduction. In this technique, participants are asked to perform memory tasks on a computer with the eye in its usual position (ie facing straight ahead) or with the head rotated by 40 degrees (so that the participant is looking at the computer out of the corner of their eye). In the ‘abducted’ condition it is impossible for participants to plan or execute eye-movements further into the periphery. If VSWM relies on eye-movements, this manipulation (which prevents eye-movements) should lead to poorer memory performance.<br /><br />The project will investigate the role of the eye-movement system in three different memory processes:</p>\n\n<ul>\n \n\n <li>the formation of spatial working memories (encoding)</li>\n\n <li>how these memories are kept active (rehearsal)</li>\n\n <li>the recall of spatial information that has been stored in long-term memory (retrieval).</li>\n\n</ul>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I032118/1","grantId":"ES/I032118/1","fundValue":"80660","fundStart":"2011-11-01","fundEnd":"2012-10-31","funder":"ESRC","impactText":"","person":"Daniel  Smith","coPersons":["David Graham Pearson"],"organisation":"Durham University","findingsText":" Many everyday tasks, such as remembering where you parked, require the capacity to store and manipulate information about the visual and spatial properties of the world. The ability to represent, remember, and manipulate spatial information is known as visuospatial working memory (VSWM). Despite substantial interest in VSWM there is no clear consensus among scientists about how we create and maintain these memories. More specifically, there is little agreement about:\n\na) how spatial working memories are created\n\nb) how we keep these memories active\n\nc) how we recall spatial information that has been stored in long-term memory. \n\n\n\nOne influential idea is that VSWM depends on activity in the eye-movement system. However, this has proved difficult to test because experimental paradigms that disrupt eye movements also interfere with other cognitive systems, such as spatial attention. In this project we studied VSWM using a novel paradigm that disrupts eye-movements but not spatial attention. We found that that preventing eye-movements made it harder to remember a sequence of locations, but had no effect on remembering patterns, sequences of numbers, the relative size of objects or the orientation of arrows. In subsequent experiments we showed that the problem occurred because people failed to create and store the memories. We concluded that the ability to plan eye-movements is essential for the formation and retention of spatial memories, but less important for recalling spatial memories Our results show that eye-movements are essential for optimal spatial memory. Recalling information from a map is a good example of everyday use of spatial memory. Until recently, we explored static maps with eye-movements. in the last decade, this has changed because many people now use applications such as googlemaps on mobile devices. When exploring these maps the map is moved by scrolling across the display, while the eyes remain relatively still. Given the importance of eye-movements for memory, we believe that viewing maps on mobile devices may make it harder to encode and/or recall accurate spatial information from the map. We plan to pursue this idea with follow-up grant applications and explore collaborations with groups such as the Royal Geographical Society and the Institute for Navigation. We have already secured a small grant to fund a Durham University undergraduate to collect some pilot data ","dataset":"gtr"}