{"id":"BB46A29A-8C1E-4F10-9273-03998C640309","title":"Cross Disciplinary Feasibility Account: Warwick Centre for Fusion Space and Astrophysics.","abstractText":"A central idea that we wish to pursue is the dynamic response of real world complex systems to 'shock or surprise'. Both the brain and financial systems (meaning markets, individual companies or sectors), are functionally comprised of many interacting elements which propagate and process information. A highly topical question is whether it is possible to quantify from available data when the response of a system to a 'shock' will be within normal bounds (normal response time to a neurological test task, a fluctuation in price) or will be highly correlated and catastrophic (a seizure, a stock market crash or company failure). Understanding this would lead to paradigm shifting insights into both brain function and financial system dynamics. Researchers within Warwick's interdisciplinary EPSRC and STFC funded Centre for Fusion, Space and Astrophysics (CFSA) have pioneered techniques to analyse 'real world' data from laboratory experiments for Magnetic Confinement Fusion and from astrophysical plasmas. These plasma systems can exhibit rather unpredictable 'bursty' behaviour and can self organise, that is, show large scale transitions from disordered to highly ordered, correlated behaviour. We propose to apply these ideas to focus on two cross-disciplinary 'grand challenges': brain function, and market dynamics, as captured by Magnetoencephalography (MEG) measurements of the brain, and by financial and other company data. This implies a high degree of cross- disciplinary working, between plasma physicists within CFSA, Warwick, neurologists within the MRC Cognition &amp; Brain Sciences Unit, Cambridge, and strategists within the Warwick Business School.In the framework of the physical sciences there is a direct and well understood mapping between quantifying such systems and modelling them. An open question that we will address is how such a mapping can be rigorously and usefully applied in the wider context. By building bridges between traditionally segregated disciplines (neuroscience, econometrics and plasma physics) we can tackle substantive interdisciplinary questions, for example, in what sense is a market crash like an epileptic seizure in the brain? Addressing such questions in a quantitative and predictive manner has the potential for far reaching impact in both clinical neuroscience and econometrics. This radical approach will enable physical models to be extended beyond their now mature application to contribute, and perhaps create, a far broader interface with the wider social sciences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H02395X/1","grantId":"EP/H02395X/1","fundValue":"201555","fundStart":"2009-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"","person":"S C  Chapman","coPersons":["Edward  Bullmore","Duncan A Robertson"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}