{"id":"BB50E3C7-1120-436E-8A3C-D0F107585EFF","title":"Microstructure of Organic Semiconductors Controlled by Solution Processing","abstractText":"Plastic electronics encompasses the materials science, chemistry and physics of molecular electronic materials and the application of such materials to displays, lighting, flexible thin film electronics, solar energy conversion and sensors. The field is a growth area, nationally and globally, evidenced by the rapidly expanding organic display and printed electronics industries. Such a rapid pace of progress in organic thin-film electronics stems from the ease of processing and patterning of organic compounds, plus prospects for large-area deposition and low-cost. To ensure further progress of organic electronics and thus establishing it as a next generation technology requires an improvement in our ability to control the microstructures of solution-processed films, which, in turn, relies upon our fundamental understanding of the impact of these microstructures on optoelectronic and charge transport properties. The dependence of device performance on the microstructures of organic semiconductors (OSCs) and the factors affecting the development of specific microstructures in thin films are still poorly established and require urgent attention. The proposed research seeks to provide key fundamental and technological insights into this issue. We aim to control the microstructure of OSCs in terms of molecular order, orientation and alignment through solution processing. We targets to elucidate the important parameters during processing that impact the OSC microstructures and thus to identify the relationships between these microstructures and optoelectronic properties of OSCs. Particular attention will be paid to control the microstructure of OSCs (small molecules and conjugated polymers) with different packing structures to understand the role of chemical structures and packing motifs of molecules on the formation of thin film microstructures. Solution processing of advanced device architectures such as blends and multilayers with various length scales controlled will also be attempted to fabricate highly ambitious all printed, flexible, large area organic electronic devices. Three major impacts are expected from this project; (i) to reveal the crucial structure-property relationships of functional molecular materials, (ii) to establish a solution based printing method as a tool to control the microstructures of functional molecular materials, which can be optimised for various optoelectronic devices and (iii) to fabricate more efficient and cheaper devices for solar energy conversion and integrated circuits, which will be a long-term application of the project, will have a clear impact on the achievement of a low-carbon economy, which is currently one of EPSRC's major themes. Therefore, this project is of great relevance to the EPSRC remit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K029843/1","grantId":"EP/K029843/1","fundValue":"528981","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Ji-Seon  Kim","coPersons":["Jenny  Nelson","Donal Donat Bradley"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}