{"id":"BB503FE1-D81E-41DF-AB4A-0271D585FE5A","title":"Macroeconomic Forecasting in Turbulent Times","abstractText":"<p>Traditional forecasting procedures can perform poorly, particularly in times of rapid change. This research will develop new forecasting methods which should, in theory, work well in such times. In a series of empirical forecasting exercises, these new methods will be compared to traditional alternatives.</p>\n\n<p>The major new forecasting method will involve dynamic model averaging. This is an approach which allows for the forecasting model to switch over time (eg to switch between two parsimonious forecasting models), thus ensuring parsimony and allowing for rapid adjustment in changing times. New extensions of traditional dynamic model averaging methods will be developed so as to make this approach appropriate for macroeconomic forecasting. In addition, other statistical methods which show potential for forecasting in turbulent times will be extended and adapted for use in contemporary macroeconomic modelling contexts. These other methods involve mixture innovation models and stochastic search variable selection. </p>\n\n<p>All these approaches will be tested in forecasting exercises involving UK, US and European macroeconomic data. MATLAB computer code will be provided so as to make these methods accessible to academics and policymakers.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-2646","grantId":"RES-062-23-2646","fundValue":"325756","fundStart":"2010-10-01","fundEnd":"2013-09-30","funder":"ESRC","impactText":"  The econometric tools developed in my research are increasingly being used for policy purposes (as well as academia). For instance, the research outputs under this grant included collaborative research with Dr. Simon Potter and Dr. Luca Onorante. Dr. Simon Potter was Head of the Markets Group at the Federal Reserve Bank of New York and Manager of the System Open Market Account of the Federal Open Market Committee. Luca Onorante is an economist in the Euro Area Macroeconomic Developments group, European Central Bank (ECB). Both of these individuals can attest to the fact that our research methods are influencing policy at central banks. More broadly, other researchers (at central banks in particular, but also other economic policy organizations) are using the DMA methods developed under this grant in their policy-oriented research papers. Dr. Dimitris Korobolis, a collaborator on several papers written under this grant, has also been using these methods in collaboration with researchers at the Deutsche Bundesbank. In short, the methods developed in my research are directly and indirectly infusing much economic policy research, particularly at central banks. Government, Democracy and Justice,Other Economic,Policy & public services","person":"Gary  Koop","coPersons":[],"organisation":"University of Strathclyde","findingsText":" Macroeconomic forecasting is, at best, a difficult exercise. The recent financial crisis and subsequent period of economic stagnation has further compounded the difficulties of macroeconomic forecasting. This project involved developing methods for forecasting in light of these concerns and implementing them in a range of empirical problems. The key aspect of these methods is model change. That is, they allow for different models to be used for forecasting at different points in time as the economy changes. The names for these methods are dynamic model averaging (DMA) and selection (DMS). This project makes several theoretical statistical contributions to the small (but growing) DMA and DMS literature, adapting them to new contexts or implementing them in new ways. But the major contribution of the project was to use these methods in macroeconomic and financial applications and show how they can successfully forecast in turbulent times. \n\nSeveral of these forecasting applications involve conventional macroeconomic variables. For instance, the project developed several different modelling approaches (using DMA, DMS or related methods) for forecasting inflation. However, the project also considered applications involving the interactions between the macroeconomic and financial sectors which produced a financial conditions index in a new manner. It also carried out two forecasting applications involving carbon prices in the European Union’s Emission Trading Scheme. These applications stand as contributions to their respective literatures, but also make a broader methodological point that DMA and DMS and related methods are useful tools for forecasting in times of change. I have developed a set of tools that can be used in a variety of applications beyond those I carried out. I have made publicly available computer code for doing this at:\nhttp://personal.strath.ac.uk/gary.koop/bayes_matlab_code_by_koop_and_korobilis.html\nJudging by the emails I am getting, it is being used by many researchers and central banks and academia. \nThe line of research pursued under the grant is part of ongoing research to develop multivariate time series methods for dealing with model change and big data. Digital/Communication/Information Technologies (including Software),Energy,Environment,Financial Services, and Management Consultancy,Other","dataset":"gtr"}