{"id":"BB53E66B-C8AD-49CE-8DE4-19E4705EEA5C","title":"Explaining the Intervention Matrix: Theory and Practice from Northern and Southern Perspectives","abstractText":"<p>The concept of ‘International Intervention’ remains largely undefined both in the academic and policy literature. Much Western intervention in the recent period has been characterised under the label of ‘humanitarian intervention’. Put crudely, this describes coercive military intervention to achieve humanitarian ends. This new research seminar series will problematise this narrow definition of intervention. Behind this argument is a judgement that the model of international intervention that has dominated the thinking of Western governments since the end of the Cold War is overly narrow and that as a consequence much intervention has been inappropriate and ineffective.</p>\n\n<p>&nbsp;</p>\n\n<p>This project rests on the claim that the study of international intervention has been under-theorised and a more nuanced understanding of processes supporting it requires a multidisciplinary approach. The organising principle for this project is a two-dimensional matrix. One axis is theory versus practice; the other North versus South. Thus the different seminars will be considered on the one hand in terms of what the theory indicates and what the practice delivers, and on the other the extent to which perspectives of intervention differ depending on whether one is intervening or is the target of intervention.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001500/1","grantId":"ES/L001500/1","fundValue":"30396","fundStart":"2013-10-28","fundEnd":"2016-10-27","funder":"ESRC","impactText":"  At this early stage the 'findings' are still in the formative stage. However, through the cii blog and coverage on Facebook/Twitter the key messages have been communicated to a wider audience. It is probably fair to say, though, that the main impact has been on those who have attended the seminars. Security and Diplomacy Cultural,Societal,Policy & public services","person":"Michael John Aaronson","coPersons":["Roberta  Guerrina","Ipshita  Basu","Roger  Mac Ginty","Peter  Walker","Nicholas John Wheeler","Jennifer  Welsh"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}