{"id":"BB57C680-5AE9-45B7-9B0B-4C5AC773C91A","title":"Combined quantum mechanics/molecular mechanics (QM/MM) Monte Carlo free energy simulations: a feasibility study","abstractText":"Despite the advances of science, millions of people still die every year from incurable diseases. Unfortunately, the costs of drug development are so high that the focus of medicinal research is into profitable Western diseases. To reduce the costs of developing new medicinal drugs, we would like to be able to use computers to model how a potential drug works within the body, and to use this knowledge to design new and better drugs. Building computational models like this is challenging, requiring a delicate balance between putting enough detail into the model to get realistic behaviour, and making the model as simple as possible so that it doesn't take too long to run the calculations. Until now, the majority of models used have been very simple, modelling the atoms of a drug as balls on springs. By treating the atoms as solid balls, the models neglect the atom's most chemically important part, namely the electrons. This is a severe oversight, as it is the interactions of electrons that determine whether the drug could dissolve in your blood, work its way into your cells, and bind to, and thus neutralize, the proteins of any attacking bacteria or virus. It is possible to model electrons in molecules using quantum mechanics. However, to model the entire protein/drug system using quantum mechanics would be too computationally expensive. We propose to research the use of quantum mechanics to model just the electrons that are part of, and near to, the drug molecule. The rest of the protein can still be treated by simple ball and springs models to make the calculations possible. The new methods we will develop add important extra detail, making them more realistic and better able to model how drugs interact. At the same time, this combined approach should mean that the calculations are practical to do. What makes our planned work different is that it will involve the development of a mixed model specifically tailored for medicinal drug design. Creating a mixed model for this use will require that significant challenges are overcome, and that new ways are developed to handle the interactions between the quantum mechanics part of the model with the ball on springs part.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E022197/1","grantId":"EP/E022197/1","fundValue":"59359","fundStart":"2006-09-04","fundEnd":"2007-06-03","funder":"EPSRC","impactText":"","person":"Adrian John Mulholland","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}