{"id":"BB58D2B4-42B8-4399-ACC4-D713C2B9B310","title":"Understanding host plant susceptibility and resistance by indexing and deploying obligate pathogen effectors.","abstractText":"Diseases cause significant yield losses in crop plants. The downy mildews and their close relations represent a major group of pathogens, one of which is potato blight, the causal agent of the Irish Potato Famine. We aim to understand how these pathogens attack their host plants and the mechanisms used by plants to defend themselves. A downy mildew, Hyaloperonospora parasitica, is a natural pathogen of the molecular model plant Arabidopsis. We have recently identified a group of pathogen proteins, called effectors, that trigger host resistance and also play a role in suppressing host resistance. We are now able to recognise potential effector genes amongst all the genes of the downy mildew. So in this project we will isolate a large number of the effector genes and use them to understand how they alter their host plant to allow growth of the pathogen. In this way we identify host proteins that are important in resistance. By understanding this complex balance between disease and resistance we will reveal key components of the interactin between host and pathogen we will, in the future, design genetic or chemical approaches that protect crop plants in the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E024815/1","grantId":"BB/E024815/1","fundValue":"339940","fundStart":"2007-06-18","fundEnd":"2010-10-17","funder":"BBSRC","impactText":"","person":"James Lyn Beynon","coPersons":[],"organisation":"University of Warwick","findingsText":" ?\n1. Using bioinformatic approaches we identified 130 Hyaloperonospora arabidopsidis effectors. We cloned 54 into pENTR GATEWAY vectors and a range of destination vectors, including the EDV system (with Jonathan Jones), constitutive in planta expression, inducible TAP tag and yeast two hybrid vectors.\n2. We created transgenic plants (TPs) that constitutively over expressed 40 different untagged effectors. These were used to show that &gt;70% of the transgenic lines tested confirmed the suppression of plant immune responses to pathogen invasion that was shown using the EDV system in collaboration with the Jones lab.\n3. Yeast-2-hybrid was carried out with 30 effectors against a cDNA prey library from Arabidopsis. Fourteen effectors interacted with 40 host target proteins. Late in the project 99 effectors were screened against 8400 Arabidopsis proteins in the Vidal lab. 49 effectors identified 121 interactors providing an amazing resource for elucidating the host immune system. Revealing the host immune system enables scientist to understand who pathogens suppress host immunity and, hence, how to develop plant resistant to disease Agriculture, Food and Drink","dataset":"gtr"}