{"id":"BB5C0B1A-FD6B-48CC-84BB-27EC4B544682","title":"The influence of major FLOOD disturbance on River EcoSystem Evolution Trajectories in recently deglaciated terrain (FLOODRESET)","abstractText":"One of the major factors influencing river ecosystems is disturbance, particularly that related to flooding. Floods maintain ecosystem diversity and redistribute energy, nutrients, sediment and biota in rivers. The biota of rivers (e.g. invertebrates and fish) may survive floods either by withstanding the disturbance (resistance) or recovering rapidly (resilience). Although disturbance to river ecosystems due to severe flooding have been relatively well studied, many studies have a restricted pre-disturbance series of data against which to evaluate flood effects and rarely in terms of their successional development. This in part reflects minimal continuous, year-on-year monitoring of stream communities against which to measure any disturbance effects. Between November 21 and 26 of 2005, a strong winter storm with high winds and record rainfall caused widespread flooding, landslides, and wind damage in southeast Alaska. The cities of Juneau, Haines, and Sitka made local disaster declarations and requested state and public assistance for response and recovery. Continuous heavy rainfall (over 650mm in less than 72 hours) occurred over a region called Glacier Bay in southeast Alaska, leading to large scale flooding and extreme disturbance to many rivers. The size of this event is evident when compared against an average annual rainfall of 920mm. In Glacier Bay, we hold long-term continuous data sets (up to 29 years for some streams) detailing stream community evolution following glacial retreat. This data set has provided unique insights into primary succession (change over time) of stream invertebrates and fish. For one stream (Wolf Point Creek; WPC) a highly detailed trajectory of community change has been assembled since 1977, showing how the stream has evolved from one dominated by a few species of Chironomidae to one more recently (2005) containing a diverse community of invertebrates (insects/non-insects) and juvenile salmonids. However, during a brief visit to Glacier Bay at the beginning of June 2006 we observed that many of the streams (including WPC) had been severely affected by floods with major changes in channel morphology evident. This disturbance is likely to have had a major effect on the biological communities of these streams. Four major avenues of research will be followed: (1) the effect of the flooding on the stream habitat and morphology across streams of different ages, (2) an investigation of the effect of the flooding on the primary successional framework (invertebrates, fish) in Wolf Point Creek, (3) an investigation into the effects of the flooding on streams of different ages to provide information on how streams at different stages of successional development respond to flooding, and; (4) a stream side channel experiment to examine if resistant/resilient invertebrates modify the subsequent successional trajectory of stream biota. This study will assess the effects of these major flood disturbances on the primary succession trajectories of stream invertebrates and fish and identify persistent taxa. It is critical that we investigate as soon as possible the effect of the flood on the biotic communities because recolonisation and succession will potentially occur throughout this summer as communities recover. We aim to assess the recovery trajectory over the next 13 months to determine if full recovery occurs. It is probable that some invertebrate species have been lost from streams due to the flood, and these may take a long time to return due to the presence of dispersal barriers such as mountains and large icefields. The results will be in interpreted in terms of community persistence (constancy of presence/absence) and compositional stability (constancy of relative abundance of taxa) traits of the taxa that confer resistance and resilience and of habitat complexity providing the potential for more refugia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E004539/1","grantId":"NE/E004539/1","fundValue":"90977","fundStart":"2006-08-01","fundEnd":"2008-10-31","funder":"NERC","impactText":"  Been cited in British Ecological Society report on extreme events. Environment Societal","person":"Alexander  Milner","coPersons":[],"organisation":"University of Birmingham","findingsText":" Floods, major formative drivers of channel and floodplain structure\n\nand associated riparian and in-stream communities1,2, are\n\nincreasing in intensity and magnitude with climate change in\n\nmany regions of the world3,4. However, predicting how floods\n\nwill affect stream channels and their communities as climate\n\nchanges is limited by a lack of long-term pre-flood baseline data\n\nsets across different organismal groups. Here we show salmon,\n\nmacroinvertebrate and meiofauna communities, monitored for\n\n30 years in a system evolving owing to glacier retreat, were\n\nmodified significantly by a major rainfall event that caused\n\nsubstantial geomorphic change to the stream channel. Pink\n\nsalmon, reduced to one-tenth of pre-flood spawner densities,\n\nrecovered within two generations. Macroinvertebrate community\n\nstructure was significantly different after the flood as\n\nsome pioneer taxa, which had become locally extinct, recolonized\n\nwhereas some later colonizers were eliminated. The\n\ntrajectory of the macroinvertebrate succession was reset towards\n\nthe community structure of 15 years earlier. Meiofaunal\n\nabundance recovered rapidly and richness increased post-flood\n\nwith some previously unrecorded taxa colonizing. Biotic recovery\n\nwas independent of geomorphological recovery. Markedly\n\ndifferent responses according to the organismal group suggest\n\ncaution is required when applying general aquatic ecosystem\n\ntheories and concepts to predict flood events. Help river managers understand the response of river systems to major floods and how different groups will recover naturally and where restoration may be required. Environment","dataset":"gtr"}