{"id":"BB69E3B5-1FBA-4A5F-97F0-B0E5ECC8272D","title":"Study of Interacting Turbulent Flames Using Direct Numerical Simulation and Laser Diagnostics","abstractText":"Emissions legislation is becoming ever more stringent and the conventional combustion technologies are incapable of meeting the low ppm levels set by the new legislation. Thus, alternative technologies need to be found and the lean burn concepts have the ability to meet the standards but the ignitability and flame stability of lean premixtures need to be understood clearly. However, lean premixed flames are prone to thermo--acoustic instabilities, because of their high sensitivity to even small scale variations in the fluid dynamic and thermo--chemical state of the mixture. It is becoming clear that interacting flames are a dominant mechanism for creating thermo--acoustic oscillations in lean premixed combustion. Premixed combustion is often more difficult to simulate than nonpremixed combustion, because of the propagation of reacting surfaces in premixtures, with the consequence that engineering models for turbulent premixed combustion are significantly less well developed than those for nonpremixed combustion. A major unsolved problem is to provide a satisfactory description of the small scale interactions between reacting surfaces, within a flame brush, which form the major mechanism for limiting the growth of reacting surface area. Because of this fundamental limitation, existing models are not well adapted to describe the large scale flame-flame interactions that give rise to pressure variations and thermo-acoustic instabilities in combustion chambers.In the present work, we propose to investigate the mutual interaction between flames at a fundamental level using direct numerical simulation and laser diagnostics. In the configuration of twin ``V'' flames considered here the interaction process is controlled by the upstream turbulence and yields a sufficiently long interaction time for statistical sampling in experiments. This geometry is akin to burner--to--burner interaction process inthe annular combustor of a gas turbine engine, and the interaction process to be simulated is considered to be a valid representation of behaviour in turbulent flames. The expected outcome from this work is a close understanding of processes occurring during interaction between flames, leading to development of a revised model for premixed turbulent combustion, containing a physically valid description of processes limiting growth of flame surface area, and with a capability to simulate large scale flame-flame interactions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F028741/1","grantId":"EP/F028741/1","fundValue":"336340","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  Yet to be used in relevant industries Aerospace, Defence and Marine,Education,Energy,Transport Economic","person":"Nedunchezhian  Swaminathan","coPersons":["Epaminondas  Mastorakos","K  Bray"],"organisation":"University of Cambridge","findingsText":" Flame interactions are one of the cause for noisy combustion \nin gas turbines, furnaces, etc. Combustion induced noise will \nsoon become a differentiator for gas turbine engines, leading economical implications for airlines and aeroengine manufacturers. Thus, understanding the flame interaction is one of the initial steps towards achieving &amp;amp;quot;silent&amp;amp;quot; combustion. \nIn this project, a good understanding of the processes leading to and influencing interaction of flames is developed. These insights are translated into mathematical models to include these effects while computing flows inside next generation gas turbine combustors. Including these important subtleties will help to find solutions to achieve &amp;amp;quot;silent&amp;amp;quot; combustion. Not yet Aerospace, Defence and Marine,Education,Energy,Transport","dataset":"gtr"}