{"id":"BB6C464C-8689-4300-BB0F-19D7E506D288","title":"S4: Smoothed Solvers for Soft Tissue Simulation","abstractText":"In this project a new solution framework and simulation toolkit for modelling soft tissue deformations in time-critical biomedical applications will be established, with the aim of bringing computational biomechanics closer to the clinic. An approach based on the smoothed finite element method (SFEM) will be formulated. The work will cover development of both the numerical solution framework and a high performance computation scheme based on graphics processing units (GPUs). The resulting software library will be released to the biomedical community as open source, to promote dissemination and further development.\n\nComputational biomechanics provides a powerful basis for modelling soft tissues in biomedical applications. In this project, solid biomechanics problems are of interest: analysis and simulation of the motion and mechanical response of deformable solid tissues. Herein, continuum mechanics formalism provides the mathematical basis for analysis, generally formulated as a set of partial differential equations, and the finite element (FE) method is easily the predominant solution approach. With such a framework, one can, in principle, compute the deformations and stresses produced in arbitrarily complicated structures, under the influence of arbitrarily complicated loads. This capability is of central importance in biomechanics. It is also a key enabling technology for initiatives like the Virtual Physiological Human (www.vph-noe.eu) and the Physiome Project (http://physiomeproject.org), which aim, ultimately, to realise the vision of in silico medicine based on personalised computational modelling. These simulation technologies are also essential tools in development of systems for guidance and planning of highly localised and minimally invasive therapies, and in interactive simulators, for example for risk-free surgeon training.\n\nThis project is motivated by three key difficulties that inhibit integration of FE-based models of this kind into clinical applications: (i) model construction: FE methods require discretisation of the involved structures into a high quality mesh of &quot;well shaped&quot; elements, which process remains labour intensive and time consuming for complicated biological structures, and which is particularly detrimental when patient-specific models are required; (ii) handling of large deformations: even after a carefully constructed, high quality mesh has been produced, the large deformations that soft tissues may undergo can distort the mesh so much that the solution fails nonetheless; and (iii) computation time: FE methods are computationally intensive, rendering them unsuitable for time-critical applications like surgical guidance and interactive simulators, or limiting the resolution of large scale simulations like bone microstructural models. SFEMs, the focus of developments in this project, are a recent innovation in computational mechanics, which arise from &quot;smoothing&quot; of spatial gradient fields (e.g. strains) over subdomains of the FE mesh. Among other favourable properties, existing formulations are known to reduce mesh sensitivity substantially. In this project, this feature will form the starting point for an algorithm for which meshes are easier to construct in the first place, and which is insensitive to large deformations, subsequently. The approach will also be explicitly formulated to maximise its efficiency in execution on parallel hardware, thus allowing substantial acceleration using cheap and efficient GPUs. By these means, the proposed simulation framework potentially will ameliorate all three of the mentioned difficulties, thus promoting integration of computational biomechanics into clinically-relevant applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M013014/1","grantId":"EP/M013014/1","fundValue":"98928","fundStart":"2015-07-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Zeike Amos Taylor","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}