{"id":"BB70AE6C-8416-44DD-81A4-EEB5508CCD86","title":"ISIS: Protecting children in online social networks","abstractText":"The aim of the Isis project is to develop an ethics-centred monitoring framework and tools for supporting law enforcement agencies in policing online social networks for the purpose of protecting children. The project will develop natural language analysis techniques to help identify paedophiles from chat logs and monitoring mechanisms that can be non-invasively attached to file sharing systems for identifying the distributors of child abuse media. The ethical issues associated with such monitoring activities will be rigorously studied and consistently fed back into the development of the framework and tools. The project results will be used and evaluated by the Child Exploitation and Online Protection (CEOP) centre as part of their own policing activities.Recent years have seen a rapid rise in the number and use of online social networks, e.g., chat and file sharing systems. These social networks pose two significant risks in terms of child exploitation:1. Paedophiles predating on childrenChildren actively participate in chat rooms and web-based communities. Paedophiles can use such forums to predate on children (highlighted by the arrest and conviction of Lee Costi [Guardian, 23/06/06]), or even to plan paedophilia-related activities (illustrated by the conviction of paedophiles who were using such systems to plan child abuse [Guardian, 6/02/07]). These concerns are reflected by the formation of the Virtual Global Taskforce, the launch of the CEOP and Scottish legislation to criminalise the 'grooming' of children in chat rooms.2. Paedophiles distributing and sharing child abuse mediaPaedophiles can formulate their own social networks using mechanisms, such as file-sharing systems, in order to distribute and share child abuse media. A recent study at Lancaster University found that 1.6% of searches and 2.4% of responses on the Gnutella peer-to-peer network relate to illegal sexual content (including child abuse media). Given the system's scale, these results suggest that, on the Gnutella network alone, hundreds of searches for illegal images occur each second. Isis aims to address three major research challenges in this context:1. How to identify active paedophiles across online communities?Paedophiles often masquerade as children in order to establish contact with potential victims and gain their trust. Distinguishing the innocent interaction amongst children or amongst children and adults from such predatory advances is a non-trivial task. At the same time paedophiles may use multiple online identities and known paedophiles may move to other online social networks upon detection in one network. It is, therefore, vital that once a paedophile is detected in one network, s/he can be successfully detected in other networks which s/he may attempt to employ for grooming children. 2. How to identify the core distributors of child abuse media?The key research challenge is to accurately identify child abuse media from the plethora of perfectly legal material that exists within file sharing systems. Paedophiles often use specialised vocabulary to describe their shared media/a vocabulary that evolves and changes over time/and operate over different file sharing networks. Any monitoring framework must be non-invasively attachable to existing file sharing systems given the wealth of such systems and clients available today. Such monitoring tools must also be able to distinguish core distributors of such media from mere users to help law enforcement agencies in tackling the problem at its roots.3. How to ensure that such developments maintain ethical practices?The development of such monitoring and analysis techniques raises a number of ethical challenges pertaining to utilising the framework and tools in a beneficial way for child protection while protecting innocent users of online social networks and safeguarding their privacy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F035454/1","grantId":"EP/F035454/1","fundValue":"260325","fundStart":"2008-10-09","fundEnd":"2011-10-08","funder":"EPSRC","impactText":"  Middlesex University role in this project was to provide ethics input to the design and development of the technology (software) components of this project. The technology outputs of the project which were developed by partners at Lancaster University were utilised during the project to produce a mobile phone application &quot;Child Defence&quot; that would allow children to 'scan' text on their mobile chat to identify the age of people they are chatting with. The objectives of the project (to develop software to help law enforcement agencies in their efforts against internet and child abuse) were met, and reported by a representative of CEOP (Child Exploitation and Online Protection Unit) in a BBC short news programme about the project on the project that the tool would probably be used in the early stages of an investigation. Digital/Communication/Information Technologies (including Software) Societal","person":"Penny  Duquenoy","coPersons":[],"organisation":"Middlesex University","findingsText":" The research method used for this project was 'action research' which allowed for the integration of ethical considerations into the design and development of the technologies to aid law enforcement agencies. Through trialling different mechanisms for communication between diverse disciplines it was found that using an explanatory device familiar to the technology developers, that was commonly understood between all partners, enabled a joint 'framework' approach to the challenge of 'ethics in the abstract' to 'ethics in practice'. The co-construction of 'use-cases' by project partners and key stakeholders, and the subsequent development of 'mis-use cases' from which the technical team could elucidate key challenges, were found to be successful for this project (and portable to other projects wishing to integrate ethical considerations within technical development projects). The consideration and integration of ethics into technical/software projects is in the early stages of development in research and practice. Methods and mechanisms to overcome communication challenges between the different disciplinary approach and languages of ethics and technology are similarly in their early stages. Finding and using a familiar mechanism, such as scenarios to build use cases (a familiar explanatory tool for software developers) go some way to bridging the gap. Moreover, the discussions about the ethical considerations relevant to the technology development that lead to a common agreement of a method to take matters forward are also part of the communication needed to illustrate issues that might arise with the technology or software under development. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}