{"id":"BB7173A5-E5C5-44C0-A9C7-63F0765B6DE8","title":"Residence Times in Vegetated Stormwater Ponds","abstractText":"Storm water runoff typically contains and transports a wide range of pollutants, resulting in negative environmental effects with potential threats to ecosystems and health. Hundreds of runoff treatment ponds intended to moderate these impacts are likely to be delivering sub-optimal (and perhaps actually below legally required) levels of improvement in water quality due to poor understanding of flow patterns and the effects of vegetation. This proposal will generate a unique dataset to describe the influence of different types and configurations of vegetation on the pond's fundamental flow - and treatment - characteristics. We will also deliver a validated set of vegetative resistance and mixing parameters that are essential if 3D numerical modelling tools are to be used with confidence. These tools will ensure that future pond designs meet all their water quality and ecosystem services objectives for current legislation and the increasingly stringent EU regulatory framework anticipated over the next decade.\n\nStormwater ponds take run-off from urban areas, highways and agricultural land, providing detention and attenuation of peak storm discharges and improving water quality. Stormwater ponds are able to provide protection to downstream drainage components and receiving waters by holding or treating run-off at or near the source and provide additional nature conservation and amenity benefits. Within the Highways Agency Asset Inventory System alone there are currently over 800 stormwater ponds. Pond performance (pollutant treatment efficiency) is directly related to hydraulic residence time, a function of the internal flow field, which in turn is controlled by the pond geometry and the distribution and type of vegetation present.\n\nThe prediction of water quality improvements within drainage features is gaining importance with stormwater professionals. However, performance prediction is complex since water quality processes are functions of the pond hydraulic residence time. Current evaluations employ the nominal retention time which assumes plug flow through the pond, as the design consideration. It is accepted that the nominal retention time (pond volume/discharge) provides a poor estimate of the actual mean (or median) residence time, with overestimates of treatment times of 100% or more not being uncommon. However, it is still in use, even 'the norm'.\n\nIn wastewater treatment wetlands, treatment is good since a high degree of engineering is adopted in creating an efficient, often linear, shape with uniform, dense, vegetation. In contrast, stormwater ponds must fit into existing water courses or urban environments. Together with the additional requirements for biodiversity and ecological function, this leads to pond layouts that may be less than ideal from a hydraulic perspective.\n\nVegetation can have either a positive or negative role in water quality treatment within stormwater ponds. It provides the appropriate environment for the support of biofilms and the colonisation by algae, enhancing treatment, yet variable spatial distribution influences the spread of the hydraulic residence time. This proposal seeks to better understand and quantify the physical, vegetation-driven, flow mechanisms occurring within a stormwater pond and to develop a robust physically based modelling tool. The research proposed here will deliver improved understanding of the effects of vegetation (type: emergent, floating and submerged; physical characteristics: porosity and spatial distribution) on flow patterns and residence time distributions within stormwater ponds. The validated numerical modelling approach will permit the assessment of short circuiting, a measure of poor performance, and provide estimates for vegetation contact times, sediment deposition regions and rates. This will provide a tool for predicting the treatment efficiency of vegetated stormwater ponds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K025589/1","grantId":"EP/K025589/1","fundValue":"335690","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"","person":"Ian  Guymer","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}