{"id":"BB738231-872F-4445-8941-333CDF86B17A","title":"Regulation of epithelial apical membrane differentiation and function","abstractText":"Epithelia are continuous layers of cells that delineate our tissues and organs. Individual epithelial cells interact with each other via molecular complexes that mediate adhesion but also function as sensors that transmit information about the presence or absence of neighbouring cells to the cell interior. Integrity of epithelia is important for our organs to develop and function normally, and to protect us from our environment. For example, breaches in epithelial layers such as the skin or in the lining of the intestine can lead to serious infections and can occur due to chronic inflammations or acute infections by viruses and bacteria. Similarly, a characteristic of cancer cells is that they have lost the capability to sense the presence of neighbouring cells or how tightly they are packed, and hence continue to proliferate and migrate on top of their neighbours. \n\nEpithelia are polarised, which means they have two cell surface domains that have different compositions and functions. The cell surface that faces the outside world or the internal lumen in our organs is called the apical cell surface. This apical domain often forms a highly specialised structure that mediates organ specific functions, such as digestion and nutrient absorption in the intestine or supportive functions for the cells that sense light in our eyes. Here, we propose to investigate a molecular mechanism that drives the formation of such specialised apical membranes in intestinal and retinal epithelial cells. This pathway is based on signalling proteins that we have recently identified and for which we have evidence that they form a mechanism that may also inhibit the function of proteins that have been linked to tumorigenesis and cancer by stimulating cells to differentiate and form tightly packed cellular sheets. \n\nKnowledge of how epithelial cells differentiate to mediate organ specific functions and how such pathways inhibit mechanisms that can lead to cancer is important to understand how tissues behave in disease. Epithelial dysfunction has been linked to many diseases such as cancer, chronic inflammations in the intestine, and inherited and age-related diseases that lead to blindness. The expected results will help us to think of new ways how we can treat such diseases that lead to epithelial degeneration and cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L007584/1","grantId":"BB/L007584/1","fundValue":"479867","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"","person":"Karl  Matter","coPersons":["Maria Susana Balda","Robin Raihan Ali"],"organisation":"University College London","findingsText":" We have discovered a new molecular mechanism that drives the formation of specialized apical membrane domains in various imortant epithelial cells such as those of the intestine, kidney and retinal pigment epithelium Tissue engineering Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}