{"id":"BB75908B-3414-458E-ACC3-47AC2B999612","title":"A Discrete Event Simulator for Modelling Support Services in an Engineering Environment","abstractText":"The key output of the 12-month follow-on funding period will be a commercially exploitable tool 'Discrete Event Simulator for Modelling Support Services'. Discrete event simulation involves the modelling of a system, as it evolves over time, by representing the changes as separate events. In discrete event simulation, the operation of a system is represented as a chronological sequence of events. Each event occurs at an instant in time and marks a change of state in the system. Within the parent EPSRC project of this proposal (EP/F038526/1, 2008-09), the investigators have used discrete event simulation to develop models of various basic scenarios in the context of an engineering-based service environment. This simulation work provides the focus and research results for this follow-on fund proposal.The aim of the proposed project is to develop a commercially exploitable discrete event simulation tool customised for modelling support services within various engineering-based service environments. The proposed simulation tool will help to address the lack of modelling tools experienced by manufacturers who traditionally manufactured engineering products but are now moving into the provision of services to support these products. These companies currently do not have access to customised modelling capabilities to assess the impact of changing their support service strategies. The current tools for service simulation appear to be generally taken from innovation or business development methodologies, and are therefore aimed at high level decision making within an organisation and cannot directly be applied to the detailed design of support services. The field of discrete event simulation and the commercial tools available (such as Witness from Lanner Group Limited, Arena from Rockwell Automation and Simul8 from Simul8 Corporation) have also typically focused in the past on modelling a manufacturer's production operations rather than service operations. The use of existing simulation tools for modelling support services is therefore very time consuming and requires a high level of modelling skills and knowledge beyond that normally required. The vision of this project is to develop a commercially exploitable discrete event simulation tool that can reduce the time required for modelling support services from months to days and significantly reduce the level of modelling skills and knowledge required. The proposed follow-on project will focus on technical and business development activities necessary for achieving this vision. The unique selling point of the proposed simulation tool is its ability to model support services within various engineering-based service environments. Given the increasing importance of service-related operations for the UK engineering sector, this tool is likely to have a high impact on the industry.By modelling the combined effects of physical elements (such as physical assets, service personnel and spare parts) and information flows within an engineering environment, the proposed simulation tool will allow companies to analyse the impact of different levels of information provision on different contract types. In this way, companies will be able to use the proposed simulation tool to assess, with ease, the potential service needs of their customer base and how these needs can be best achieved. They will also be able to determine bottlenecks in business processes that deliver the support services. The tool will also allow for 'what-if' analysis aiding the decision making process in industry. End users of the tool will be able to examine the cost-benefit effect of service provision with their products. The tool can be used as an aid to the development of business models for the adoption of information technology (such as Integrated Vehicle Health Management - IVHM) for service operations. It can also help in identifying service scenarios that benefit most from information technology implementation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I006087/1","grantId":"EP/I006087/1","fundValue":"96678","fundStart":"2011-03-23","fundEnd":"2012-03-22","funder":"EPSRC","impactText":"  The proposed simulation tool will help to address the lack of modelling tools experienced by manufacturers who traditionally manufactured engineering products but are now moving into the provision of services to support these products. The current tools for service simulation appear to be generally taken from innovation or business development methodologies, and are therefore aimed at high level decision making within an organisation and cannot directly be applied to the detailed design of support services. The field of discrete event simulation and the commercial tools available have also typically focused in the past on modelling a manufacturer's production operations rather than service operations. The use of existing simulation tools for modelling support services is therefore very time consuming and requires a high level of modelling skills and knowledge beyond that normally required. The findings of this project are therefore being used by the commercial tool providers in the field of discrete event simulation. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology Economic","person":"Ashutosh  Tiwari","coPersons":["Peter David Ball"],"organisation":"Cranfield University","findingsText":" Discrete event simulation involves the modelling of a system, as it evolves over time, by representing the changes as separate events. In discrete event simulation, the operation of a system is represented as a chronological sequence of events. Each event occurs at an instant in time and marks a change of state in the system. The aim of this project is to develop a commercially exploitable discrete event simulation tool customised for modelling support services within various engineering-based service environments. The vision of this project is to reduce the time required for modelling support services from months to days and significantly reduce the level of modelling skills and knowledge required. The proposed simulation tool will help to address the lack of modelling tools experienced by manufacturers who traditionally manufactured engineering products but are now moving into the provision of services to support these products. The current tools for service simulation appear to be generally taken from innovation or business development methodologies, and are therefore aimed at high level decision making within an organisation and cannot directly be applied to the detailed design of support services. The field of discrete event simulation and the commercial tools available have also typically focused in the past on modelling a manufacturer's production operations rather than service operations. The use of existing simulation tools for modelling support services is therefore very time consuming and requires a high level of modelling skills and knowledge beyond that normally required. This project has focused on both technical and business development activities. The potential customers for the proposed simulation tool are the manufacturers of complex engineering products. Most of these companies already make use of the capabilities of discrete event simulation for modelling their production operations. They are therefore natural customers for the proposed simulation tool. Given the increasing importance of service-related operations for the UK engineering sector, this tool is likely to have a high impact on the industry. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology","dataset":"gtr"}