{"id":"BB78422E-1450-4E6C-8FE8-FB4208E320CF","title":"Building and Strengthening Management Research Capacity in the North: The Northern Way Initiative","abstractText":"<p>Originally named, the Northern Way Initiative (NWI), this initiative aims to contribute towards building and sustaining research capacity in management and related social science disciplines in the North.&nbsp; It expands an earlier initiative, the North-East Doctoral Training Network, extending it to cover the whole of the north of England and offering opportunities for training to early-career researchers as well as PhD students.&nbsp; The network has been rebadged as the Northern Advanced Research Training Initiative (NARTI) The intention is to build the capacity of all management researchers in their role as researchers across their academic life course.</p>\n\n<p>NARTI pools resources, notably staff with expertise in certain areas of training.&nbsp; It makes available specialised training that any one university would find difficult to offer cost-effectively.&nbsp; It consists of three elements:</p>\n\n<ul>\n \n\n <li>an annual doctoral symposium (2007 hosted by York University Management School, 2008 by Durham and 2009 by Lancaster)</li>\n\n <li>an annual set of three workshops on advanced disciplinary areas, targeted at doctoral students and early-career researchers </li>\n\n <li>an annual set of three workshops on advanced methodological training, including both qualitative and quantitative training</li>\n</ul>\n\n<p>Workshops are often delivered by leading researchers from outside the UK. The initiative is collaboratively led by the universities of Leeds (year one), Durham (year two) and Lancaster (year three).<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E006205/1","grantId":"ES/E006205/1","fundValue":"76300","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"ESRC","impactText":"","person":"Alan David  PearmanThomas Frederick Burgess","coPersons":["Michael  Pidd","Timothy  Clark"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}