{"id":"BB8DB91F-06C0-4363-B4BF-B143D55E0A52","title":"IODP Phase 1 post cruise support for C Smith-Duque Expedition 344","abstractText":"The subduction of tectonic plates is one of the fundamental processes of plate tectonics, and the most potent source of earthquakes near the Earth's surface. The process occurs at convergent boundaries where one tectonic plate moves under another tectonic plate by sinking into the Earth's mantle. Despite the wealth of research that has been dedicated to understanding the role of subduction in earthquake generation (seismogenesis) direct sampling of the seismogenic region of subduction zones has been beyond the reach of direct sampling and observation.\n\nI sailed as part of an international team of scientists on Integrated Ocean Drilling Program (IODP) Expedition 344 to recover seafloor sediments and underlying volcanic rocks that make up the subducting oceanic plate (Cocos-Nazca) and the upper plate (Caribbean) of the Costa Rica Arc. Expedition 344 made important progress in determining the geological nature of subducting sediments and basement, the rate of subduction of the Cocos plate into the Costa Rican margin, the nature of fluid-rock interactions within the Costa Rican margin, and how the forces acting on the subduction system change as the subduction system enters the seismogenic zone. \nAt one site, volcanic rock beneath sediment was sampled. The volcanic rocks recovered during Expedition 344 originally formed during the eruption of sub-sea volcanoes along mid-ocean ridges, but have since cooled, moved by ocean spreading, and are now entering the Costa Rican subduction zone.\n\nThroughout the lifetime of oceanic crust, thermally driven seawater/rock interaction known as hydrothermal alteration, results in exchange of elements and compounds to form new minerals within voids and veins, or locally replacing the original minerals in the rocks. Fluids that form these minerals are sourced from seawater that has interacted with oceanic crust at a low temperature. As oceanic crust subducts, temperatures and pressures increase such that water previously bound in secondary minerals migrates upwards and that it may contribute the hydrothermal activity at or near subduction zones. Our research, based on secondary mineral calcium carbonate will be used to determine if subduction-related fluids have influenced the hydrothermal system of imminently subducting basement.\n\nThe element Strontium (Sr), present in calcium carbonate, is extremely useful since its isotopic composition in seawater through time is well known. We will use the Sr-isotopic composition in calcium carbonate to estimate how much seawater has mixed with mid-ocean ridge basalt, which in turn has a very different but well defined isotopic ratio. In addition we will use Sr isotopes to partially constrain the timing of calcium carbonate formation.\n\nTemperature is known to control the preference of Oxygen (O) isotopes uptake during calcium carbonate formation. We will therefore use O-isotopes in carbonates to determine the temperature of formation to estimate the thermal environment of formation. Knowing the temperature will provide insight into whether some or all of the fluids have come from subduction settings. We will see if later episodes of veining (as the crust moves towards the subduction zone) increase in temperature. This will indicate that subduction processes are influencing incoming ocean crust.\n\nTrace elements from fluids are incorporated in to calcium carbonate during its formation, therefore we can measure the concentrations of these elements to estimate the composition of the fluid. Trace element compositions will then be compared against seawater compositions and pore-fluid compositions from other subduction zone settings to estimate where fluids may have come from. \n\nOur research will offer new insight into the nature of alteration within imminently subducting ocean crust, and therefore will contribute to our understanding of the composition and physical properties of material that enters subduction zones.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L014351/1","grantId":"NE/L014351/1","fundValue":"34720","fundStart":"2014-03-01","fundEnd":"2014-08-31","funder":"NERC","impactText":"","person":"Damon Andrew Teagle","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}