{"id":"BB90F993-1F36-4E27-B43A-741C571F4589","title":"Characterisation of the pathogenesis and immunogenicity of two novel attenuated mutants of Salmonella Typhimurium","abstractText":"Salmonella enterica causes many diseases in many different animals. Previously we used our own novel technology to test every gene in a particular type of S. enterica called serovar Typhimurium, for whether or not that gene is required for the bacteria to cause disease in a mouse model of infection. Having identified the extent to which almost every gene in the bacterium contributes to virulence we now need to follow up some of the more interesting genes to find out how they work in the disease process. We also need to understand why mutants of the bacteria lacking the genes in question cannot cause full infection, why they do not cause the inflammation that is normally seen with Salmonella infections, and possibly most importantly, to what extent and how the mutant bacteria act as live vaccines. In this project we propose to characterise atpA and trxA mutants. In preliminary studies we have shown that these mutants grow much more slowly than normal salmonellae in mice (known as being highly attenuated), and that they protect mice against subsequent infection with normal, virulent salmonellae, i.e. they can act as good vaccines. Both of these mutants induce minimal to no inflammation in the spleens of infected animals, thus using these mutations in vaccine strains may be a way of reducing adverse reactions. In this study the basis for the attenuation, lack of inflammation and ability to act as a vaccine will be thoroughly characterised using microbiological, cell biological, and immunological techniques. The atpA gene exists in the DNA of salmonellae next to several other similar atp genes, and mutants in these other genes will be constructed and tested for the ability to cause infection. Similarly, there are other trx genes in salmonellae that contribute to the function of the trxA gene product, and these too will be mutated and the effect of this on the ability of salmonellae to cause infection tested. To try to understand what it is that the mutants lack that makes them unable to cause severe infection, they will be subjected to a range of tests and assays. The atp genes are involved in a form of resistance to acid stress, amongst other things, so resistance to acid will be tested. The trx genes are involved, amongst other things, in systems that salmonellae have for dealing with different levels of oxygen, and so resistance to different types of oxygen will be tested. The ability of the mutants to survive in particular cells called macrophages from normal mice and mice that lack certain mechanisms for fighting bacterial infection will be tested to see whether these mechanisms are being countered by the bacterial gene products. The ability of the mutants to induce signals that are normally required to start inflammation in cells and animals of various genetic types will be tested to investigate the mechanism by which inflammation is not induced. Finally, antibody and immune cell responses will be tested to try to understand what it is that these mutants are doing that induces protective immunity against normal Salmonella infection. This project will provide detailed information about these new candidate vaccine strains, as well as considerable data concerning the mechanisms of attenuation, virulence, inflammation and protective immunity in invasive salmonellosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E002943/1","grantId":"BB/E002943/1","fundValue":"559485","fundStart":"2007-01-02","fundEnd":"2010-01-01","funder":"BBSRC","impactText":"  The findings have been extensively published and the papers have been cited. Moving mutants such as these into commercialisation will require both that industry re-engages with live bacterial vaccine technology and that we stop running scared of the anti-GM lobby! Agriculture, Food and Drink,Healthcare ","person":"Duncan  Maskell","coPersons":["Pietro  Mastroeni","Clare  Bryant"],"organisation":"University of Cambridge","findingsText":" We demonstrated that both trxA and the atp operon are central to the ability of Salmonella to cause infection in a mammalian host by different routes of infection. Mutants in either were highly attenuated and importantly reintroduction of the gene(s) in question restored the wild type phenotype.\n\n2) Salmonellae with deletion mutations in either trxA or the atp operon offered significant protection against stringent and virulent re-challenge. This was the case regardless of the route of vacc These mutants could form the basis of excellent anti-Salmonella live vaccines, with greatly reduced reactogenicity. They could then also be used as carriers of antigens from other pathogens to make combined vaccines. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}