{"id":"BB94513C-2731-4012-9AED-8E29A4276A97","title":"Magnetite synthesis in biomimietic nanovesicles: innovative synthetic routes to tailored bio-nanomagnets","abstractText":"Scientific and economic interest in nanotechnology has grown in recent years. Within this the quest to produce tiny and highly tailored magnetic particles, or nanomagnets is crucial. Nanomagnets have a range of practical uses. Historically they have been used for information storage such as tapes and hard drives. Recently this has expanded with the development of 3D information storage systems providing high density data storage. There is much interest in the medical applications of nanomagnets. Magnetic particles are being developed to provide targeted medicine within the body. For example, if drugs are tied to nanomagnets at the molecular level then they can be directed by a magnet to specific sites within the patient. This allows a drug to be delivered to a specific area, without harming the rest of the body. Similarly, nanomagnets can be used in hyperthermic therapies. This is where, after being directed to specific tumour sites, magnetic particles are heated to either destroy a tumour or activate a drug. Such particles also already have used as image enhancers for diagnostic medicine. However, as nanotechnology grows, so too does the need to develop precisely engineered nanomagnets. Different applications demand different shapes and sizes of particles and different magnetic properties. Producing nanomagnets with highly controlled; composition, size and shapes, in large enough amounts to be of use to these industries, has therefore become a key goal of researchers.Biomineralisation is the process that occurs in living organisms to produce minerals such as bones. Because genetics control biomineralisation processes the materials produced exhibit very precise, uniform and intricate formations down to the nanoscale. Magnetotactic bacteria biomineralise high quality uniform nanoparticles of the iron-oxide magnetite within biological shells (or vesicles) called magnetosomes, within the bacterial cell. Because magnetosomes exhibit considerable uniformity and precision they present a novel and attractive route to produce high quality nanoparticles.However, the biomineralisation method produces inefficient yields for commercial production and is also not very flexible, as the cell strictly controls morphology and composition, so the particles cannot be easily adapted (e.g. maximum cobalt doping 1.4%).In order to synthesise precision customised magnetic nanoparticles, we will explore a biomimetic approach where we take inspiration from nature to develop a nano-magnetite precipitation system within artificial magnetosome vesicles outside the cell. We will perform a simple ambient temperature chemical precipitation of magnetite within nano-vesicles to help control the particle size and incorporate biomineralisation proteins into the interior of the vesicles to further impose biologically precise morphology over the particles. The system will combine all the benefits of biomineralisation such as morphological precision and a biocompatible coating, with all the benefits of a chemical precipitation such as high yields and a more malleable system with respect to variation, so particles can be customised.Additionally this formation technique uses environmentally friendly conditions and the addition of a biocompatible lipid coating to the particles is also highly advantageous for healthcare applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I032355/2","grantId":"EP/I032355/2","fundValue":"272387","fundStart":"2013-10-25","fundEnd":"2016-07-22","funder":"EPSRC","impactText":"","person":"Sarah Seneviratne Staniland","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}