{"id":"BB953972-76EF-4560-B6B4-60E71FB59431","title":"CCP on Computational Electronic Structure of Condensed Matter (CCP9)","abstractText":"CCP9 brings together leading UK researchers studying the electronic structure of condensed matter. The field includes the study of metals, semiconductors, magnets and superconductors, employing microscopical, first principles quantum mechanical calculations. The activities of CCP9 encompass highly topical areas such as graphene, energy materials (ranging from photovoltaics to nuclear fuels), materials for magnetic refrigeration, and many more. Our calculations can predict the behaviour at materials under extreme pressures (such as in the Earth's core), where no experiments are possible. \n\nNew computers and new methods being developed can study systems with many thousands of atoms, and are able to address problems in biochemistry, such as structures of amino acids and proteins. The study of electron-correlation effects in materials is also increasingly important, and could lead to new understanding of potentially important novel materials such as spintronics materials, exotic superconductors and transition metal oxides. Methods beyond these standard models are required for instance to calculate and predict efficiencies of solar cells, and such methods are also being developed within the CCP9 community.\n\nThe CCP9 network develops and maintains world-leading computer codes for doing such electronic structure calculations. These codes run on computers ranging from desktop PCs to some of the largest supercomputers in the world. The CCP9 network not only develops the computer codes to run on such machines, but also trains the future users of these systems through a series of topical workshops, hands on training courses and collaborative visits of international experts to the UK. The UK CCP9 network is strongly integrated with partners in the EU through the psi-k network, which is administered from Daresbury, and reaches over 2500 scientists in the UK, Europe and beyond through it's web pages and portal.\n\nCCP9 also has strong involvement in interdisciplinary projects","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M022595/1","grantId":"EP/M022595/1","fundValue":"208388","fundStart":"2015-11-26","fundEnd":"2020-11-25","funder":"EPSRC","impactText":"","person":"Michael Christopher Payne","coPersons":["Martin  Lueders"],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}