{"id":"BB989A53-FCE2-4132-87E3-BE934728E0AB","title":"Combination interventions for controlling malaria transmitted by pyrethroid resistant mosquitoes: A novel bed net with synergist and IRS formulation.","abstractText":"The massive scale-up of vector control measures has led to a major reduction in malaria burden (up to 50%) in many sub-Saharan African countries. This is giving grounds for optimism that malaria will one day cease to be a major public health problem in Africa. The main malaria prevention and vector control tools are long lasting insecticidal nets (LLINs) and indoor residual spraying (IRS). Both rely on pyrethroid insecticides either to provide a repellent barrier between humans and mosquitoes or to kill mosquitoes before they can transmit malaria. With the huge efforts being taken to provide universal coverage of LLINs to those at risk there is, unfortunately, enormous selection pressure on mosquitoes to develop resistance to pyrethroids. Resistance is now occurring in many places and some forms appear to be so strong that vector mosquitoes survive contact and continue to transmit malaria. WHO and manufacturing industry are responding by developing new types of LLIN that, in some cases, incorporate a chemical synergist that knocks out the resistance mechanism so the LLIN continues to protect. Other manufacturers are responding by producing long-lasting non-pyrethroid insecticides that can be sprayed on walls and provide control for almost a year. By combining the two tools it is hoped that malaria shall continue to be controlled to ever decreasing levels, pyrethroid resistant mosquitoes shall continue to be killed, and further selection of pyrethroid resistance shall be prevented. Both products have undergone Phase II trials and both are approved by WHO for human use. There is great urgency to deploy this new generation of tools before pyrethroid resistance grows much worse, sets back control, or undermines our confidence to eliminate malaria, but first the tools need to be properly trialled. LSHTM together with its African partner institutions, KCMC and NIMR, have a long history of conducting mosquito vector and malaria control trials in Tanzania and have recently undertaken a cluster randomised trial in the Great Lakes border region (between Uganda and Rwanda) which showed that pyrethroid resistance is now commonplace and malaria transmission remains high despite several years of attempted control with pyrethroid IRS. We therefore propose to conduct a four-arm CRT in 48 villages in the Lakes region comparing a) current practice of universal coverage of LLINs, b) full coverage of the novel LLIN plus synergist, c) the long lasting IRS, d) the novel LLIN plus the long lasting IRS. The trial will provide epidemiological, entomological, economic and social evidence of impact, as we shall be measuring the reductions in malaria prevalence and malaria transmission rates EIR, and changes in the frequency of resistance, mosquito species ratios and economic cost effectiveness. The proposed trial will demonstrate whether the novel LLIN and long lasting IRS formulation will be more effective for controlling An.gambiae s.s. and reducing malaria prevalence than current practice with the conventional LLIN. There is great interest in conducting this trial. Alternative vector control products are limited and most new insecticides are not suitable for use on LLINs or as IRS. The main international funders of malaria control, the Global Fund and President's Malaria Initiative, are both supporting malaria control in the region. Both recognise the need to introduce new and better tools but neither has the mandate nor expertise to conduct malaria control trials. Both agencies would use the findings of this trial to make operational decisions on future strategy. Because epidemiological effectiveness and cost effectiveness of the two interventions will be evaluated alone and together this will facilitate future allocation of malaria control resources according to situation. It would not tie us down to using these two interventions in the future; rather the trial would act as a stimulus for other manufacturers to produce new types of LLIN and IRS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L004437/1","grantId":"MR/L004437/1","fundValue":"1880990","fundStart":"2014-03-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Mark  Rowland","coPersons":["Immo  Kleinschmidt","Franklin Weria  Mosha","William  Kisinza"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}