{"id":"BB9862A6-2712-471D-82EE-0251A48899CF","title":"Pervasive Integrated Millimeter Wave Systems Technology","abstractText":"Pervasive Integrated Millimeter Wave Systems Technology offers immense potential for inventive research and industrial deployment in areas as diverse as environmental monitoring, terrorist countermeasures, vehicular radar, and high capacity broadband wireless data links. The aim of this platform grant is to provide the means for a strategic repositioning of the research efforts of the Queens High Frequency Research Laboratories so that a holistic integrated mm-wave system perspective can be incorporated and eventually dominate our activities. This effort would include broadening of our research base in order to enhance interdisciplinary activity with other mm-wave biased research and commercial organizations as well as to form multidisciplinary liaisons. The creation of a framework for the structured development of advanced integrated mm-wave applications which is underpinned by a coherent enabling technology portfolio offers a unique opportunity to facilitate significantly strengthened leading edge research effort in a difficult and extensively unexplored domain. This will position us as a major center for millimeter wave research in the global community and a reference point for industry. Platform funding is requested to the value of 691K for a 48 month programme. This will help to retain 9 key staff in the area of millimeter wave research, and to engage a new research worker. Two major new research initiatives will be instigated as a result of this grant in the areas of integrated circuit chip/package co-design and advanced active electromagnetic synthetic materials. The funding will also be used to create international links with a number of major industrial and academic partners. This will lead to exchange of research staff and participation in international research programmes. It is estimated that this platform grant will leverage further funding this will be used to expand to our research portfolio and employ additional workers .","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E01707X/1","grantId":"EP/E01707X/1","fundValue":"745907","fundStart":"2008-01-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"  Creation of large body of knowledge archived in top class international Journals and conference proceedings .\n\nWorld leading research activity in advanced millimeter wave technologies related to circuit architectures, custom chip design, integrated antennas and packaging have occured. Aspects of the work have been made available through an active technology transfer programme and several technologies have been adopted by UK and EU industry.\n\nBeneficiaries: International academic community and technology transfer to UK and EU industry\n\nContribution Method: Enhanced expertise and design capability in custom mm-wave MMIC design.\n\nAdvanced manufacturing capability and design in micromachined FSS.\n\nLeading edge technology transfer of passive intermodulation mitigation strategies.\n\n\nNew start up company Lamhroe Ltd , using skills set dervied from this project to (a) create design service for mm-wave custom ICs for leading EU GaAs foundry, (b) to create advanced micromachined frequency selective surfaces for the UK/EU space effort. (c) to produce specialised microwave based security products.\n\nBeneficiaries: UK/ EU industry\n\nContribution Method: New MMIc chips for advanced radar applications, new Frequency selective sufaces for enhnaced climate monitoring, new type of perimeter defence sensor Education,Electronics Cultural,Economic","person":"Vincent  Fusco","coPersons":["David  Linton","R  Cahill","Alex  Schuchinsky","Harold  Gamble"],"organisation":"Queen's University of Belfast","findingsText":" The range of activity covered by the programme has enabled retention of core staff as well as the cross traing of new PhD students. World leading research activity in advanced millimeter wave technologies related to circuit architectures, custom chip design, integrated antennas and packaging have occured. These activities have resulted in a number of world first technical advances. These include:\n\n\n\nThe fastest switching V-band single and double pole switch circuits capable of operating at up to 5Gb/sec at 60GHz. These switches are used as key circuits in ultra-fast Gigabit/sec radio applications where they are deployed for direct modulation. \n\n\n\nThe most advanced multipath savaging self-tracking radio transceiver available. This development facilitates a new class of portable satellite tracking terminals for on the move anywhere broadband access. The radio architecture is attracing major interest from satellite terminal developers .\n\n\n\nThe development of advanced frequency selective sub-millimeter wave micromachined frequency selective surfaces which are currently being deployed by the UK space industry in the next generations of climate change monitoring earth sensing equipment. These circuits exhibit multiple polarsiation capability and also the lowest reported insertion loss at 350GHz.\n\n\n\nThe area covered by the research is one which spans strategically important STEM based subject areas of technology, physics and mathematics. Consequently the activity enabled by the project has allowed high level training of a significant number of PhDs as well as training and retention of postgraduate workers within the UK in an area of scarce personnel resource.\n\n\n\nThe work conducted under the grant has lead to 160 peer reviewed scientific publications, including two major prize winning papers, the 2010 IEEE best paper award, and the IET 2011 Microwave Proceedings premium. In addition the work has leveraged over &pound;2M worth of additional research funding from industry, EU and UK funding agencies. Furthermore 2 patents have been granted across six jurisdictions and two more patents filed. Eight doctoral workers have been employed and seven PhD awards have been made . The millimeter wave systems and technologies developed under this project can be used in a diverse range of applications. These include satellite remote earth monitoring, vehicle control, high speed radio, and imaging equipment. Work continues .\n\n\n The major presence in this core area enabled by this project has allowed direct technology transfer engagement with industrial companies located within the UK, EU and US and has led to new products as well as a new spin out company. \n\n\n\nAspects of the work have been made available through an active technology transfer programme and several technologies have been adopted by UK and EU industry. Aerospace, Defence and Marine,Electronics,Transport","dataset":"gtr"}