{"id":"BB9B5F12-8D4B-4CBA-8175-177D2D3982F5","title":"Visualisation Tools for Integrating Large Alternative Linnaean Taxonomies","abstractText":"Biological taxonomy involves the classification and naming of plants, animals and all the other living organisms on earth, however taxonomists often disagree over how the organisms should be classified, so we end up with many different taxonomies. Generally, individual taxonomists can only manage to classify a small group of organisms, and so many taxonomists' work is joined together to form larger taxonomies. When we have many alternative taxonomies, combining them into one large hierarchy to picture the relationships between organisms is difficult and problems also arise when the taxonomies get too large to comprehend. To compound these problems, different classifications often result in different names for what some people may consider the same organism. This results in one name in one classification meaning something else in another classification, so taxonomists also have to handle and process this information if they are to understand the overall relationship between taxonomies.This project aims to help taxonomy users through 'Information Visualization', a technique which allows data to be displayed and manipulated graphically, rather than as pages of raw text. This approach is effective because people perceive information and relationships more easily when they are displayed diagrammatically, in terms of shapes, sizes, colours and positions. In this project we will create and develop techniques that graphically show taxonomic hierarchies and their associated relationships, to allow taxonomists to intuitively interact with and query the data.This should allow taxonomists to focus on the questions they need to ask of the data and the answers that are returned, rather than the process of how to ask the questions or how to cope with untangling the relationships of the information that they are faced with.Not only will the project result in effective tools for the taxonomists but we will advance data visualisation techniques applicable to any area where it is important to compare large alternative hierarchies of information.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D052629/1","grantId":"EP/D052629/1","fundValue":"139572","fundStart":"2006-05-01","fundEnd":"2008-04-30","funder":"EPSRC","impactText":"  The tools were made available to taxonomists for exploring their data. Environment Societal","person":"Jessie Birnie Kennedy","coPersons":["Martin  Graham"],"organisation":"Edinburgh Napier University","findingsText":" Visual representation of multiple taxonomies aids taxonomists in finding differences / similarities between related taxonomic classifications.\n\n\n\nDifferent representations have their own strengths/weaknesses. Small multiple representations show large numbers of differences in structure more clearly, whereas agglomerated representation show similarities and small amounts of change more easily.\n\n\n\nVisualisation of concept related (not name-related) taxonomies is more difficult than showing simple name matching as these include one-to-many and many-to-one relationships. Potential use in corporate document classification matching, where different companies use different classifications for organising the same documents. Initial contact with a firm in the energy industry for correlating multiple document collections (see below) Digital/Communication/Information Technologies (including Software),Environment,Other","dataset":"gtr"}