{"id":"BB9CF86A-CD50-47B1-9723-E8194C594B98","title":"Multicultural London English: the emergence, acquisition and diffusion of a new variety","abstractText":"<p>London has long been considered by linguists as a motor of change in the English language in Britain. The investigators’ ESRC-funded studies from the early 90s to 2007 show that, while there is widespread ‘levelling’ in the south-east, leading to greater uniformity in accent and grammar, there are new, largely minority ethnic-based changes emerging in inner-city London. The present project investigates whether and how young children acquire these new features, how they are maintained or accentuated in adolescence, and whether they are maintained in adulthood. If they are, this will have consequences for the development of spoken English in Britain. The research asks: Are there different ‘ethnic’ Englishes in London, or is the new variety, dubbed ‘Multicultural London English’ (MLE), relatively uniform across ethnicities, including ‘Anglos’? Do Londoners change their speech across the lifespan? What features enter into MLE, and which don’t? Do Londoners detect any ethnic affiliation for the features? Are there rhythmic differences in the speech of Londoners? The project will record, mainly in pairs, at least 112 people from the northern inner city, ages ranging from 4 to 40 and the ethnic balance reflecting the local population. Both quantitative and qualitative analyses will be performed.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-0814","grantId":"RES-062-23-0814","fundValue":"600547","fundStart":"2007-10-01","fundEnd":"2010-12-31","funder":"ESRC","impactText":"  The project aimed at providing societal impact in a number of ways. First, the dissemination of results to targeted audiences was planned from the start, in the form of workshops organised for A-level students and teachers in London. Some of this material has been published and is in use in A-level syllabuses. \n\nOn the strength of the early results from this project, we were able to secure an ESRC Follow-On Fund project From sociolinguistic research to English language teaching (RES189250181, January-December 2011), to use some of our data and results for an online resource for GCSE and A-level English Language teachers, alongside other language-based materials. These can be accessed at http://linguistics-research-digest.blogspot.com/ and http://linguistics.sllf.qmul.ac.uk/english-language-teaching \n\nThere has been considerable media interest in the project, with contacts ranging from numerous live interviews, through recorded features and newspaper reports to two commissioned articles in the highest-circulation British newspaper. Kerswill was interviewed by Benjamin Zephaniah on Radio 4 as part of the Mind your Slanguage series, as well as by Michael Rosen for Word of Mouth. He was also interviewed by BBC1 News and Channel 4 News.\n\nTwo invited public lectures have been given in London to contrasting audiences, one to visitors to the British Library's Evolving English exhibition, the other to a much more politically motivated audience at a TED event (TEDxEastEnd). \n\n'Multicultural London English' is now a widely understood and debated term in the British media, and we see this as contributing to a public discussion about language, ethnicity, social class and education. Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Paul Edward Kerswill","coPersons":["Jennifer Lilian Cheshire"],"organisation":"Lancaster University","findingsText":" London is thought to be the 'motor of change' in the English language, at least in Britain. Our previous studies revealed that there was widespread 'dialect levelling' in the Southeast, but that, surprisingly, London seemed not to be taking part. Instead, London's inner-city boroughs were developing what the media call 'Jafaican', but we label 'Multicultural London English' (MLE). The linguistic features include distinctive vowels, often reminiscent of Afro-Caribbean, Subcontinental or non-first language English. Unlike in Cockney, 'h' is fully pronounced, but as in Cockney 't' between vowels is a glottal stop and 'th' is often 'f' or 'v'. For the past tense of 'be', young inner-city people follow the pattern 'I was - you was - you wasn't' - he wasn't' instead of 'I was - you was - you weren't - he weren't', which is widespread in the 'levelled' Southeast. Similarly to young English speakers everywhere, young Londoners say 'I was like &quot;that's stupid&quot; and she was like &quot;OK&quot;' - the so-called BE LIKE quotative. But they also use an innovative quotative, saying 'This is me: &quot;let's go home&quot;', rarely found elsewhere. \n\nMultiethnic and multilingual cities throughout northern Europe are spawning new varieties of their national languages. 'Multicultural London English' (MLE) is a case in point. Baptised 'Jafaican' by the media, this new variety of English combines pronunciations from the immigrants' languages with features we can trace to Cockney, as well as to general developments in the South of England. Young people of all ethnicities tend to say 'fehs' and 'coht' for face and coat, instead of the traditional 'fice' and 'cowt'. Like young speakers everywhere, Londoners say 'I WAS LIKE &quot;that's stupid&quot;. But they also use 'THIS IS ME: &quot;let's go home&quot;', rarely found elsewhere. \n\nWe wanted to establish how MLE arose. We recorded not only teenagers but also children as young as 4 and adults, too. We found, unexpectedly, that MLE was quite well established among the youngest children, suggesting they acquired it from peers and older children, not their parents, who were mostly not first-language English speakers. Young adults used it, but less consistently than teenagers. Older adults did not, probably because they grew up before it had become established. We investigated whether MLE was similar across ethnicities and districts, and found that, perceptually, listeners could not distinguish ethnicity with any certainty, while more MLE-sounding voices were more likely to be thought to be from London. We conclude that this multiethnic variety emerges because people select from a 'pool' of linguistic features they hear around them, giving rise to a new, possibly permanent, way of speaking. We are not currently planning any new research on London. The project has spawned a sister project, Multicultural London English/Multicultural Paris French (ESRC/ANR RES 062 33 0006, 2010-2014), from which important results have begun to emerge, involving similarities between the two cities, and differences also. In the future, our findings should continue to be incorporated into school curricula for English Language. Equally importantly, our results should not only enter the debate about 'good' and 'bad' language, but also form the basis of new research on language and discrimination in education, occupation and areas such as housing. Finally, there is great scope for forensic phonetic applications of our insights. Communities and Social Services/Policy,Creative Economy,Education,Healthcare,Culture, Heritage, Museums and Collections","dataset":"gtr"}