{"id":"BB9E3005-803A-4B69-A358-A31FB75FAAC9","title":"Novel directional microphone design for speech enhancement in complex environments","abstractText":"In the UK, more than 50% of people over 60 suffer from hearing loss, but only 20% of them actually use hearing aids. Part of this poor take-up is due to issues with current hearing aids, including poor sound quality and poor performance in noisy and complex environments. But one feature of hearing aids that does help people is a &quot;directional microphone&quot;, made-up from a combination of digital signal processing and two (at least) separate actual microphones. These can reject noises from the back or the side of the user. They help the user but come with severe problems. They add extra cost, weight, and power requirements. They have to be a certain distance apart, severely constricting the design of the hearing aid as a whole. And, with just two microphones accuracy is quite limited: they can tell whether a sound source is in front or behind, but struggle to detect sounds from below or above, such as echoes in a large room. \n\nDespite remarkable advances in sound analysis in hearing aids, the actual microphone itself has remained essentially unchanged for decades. Here, we aim to solve the problems of current directional technology by instead using a new type of miniature directional microphone, inspired by how some insects tackle the problem of locating sounds. This new device retains its directionality while keeping the miniature dimensions similar to an insect ear. The research project will take the new insect-inspired microphone design and evaluate it as a component for hearing aids. From this initial evaluation, there will be an iterative process of new, improved, designs being simulated, fabricated, lab tested, and then evaluated. The end result will be microphones that can significantly solve the problems faced in hearing aid design.\n\nThe primary objective is to create a hearing aid system that can reduce or control unwanted noises, focusing the hearing aid on only the sound arriving from in front of the user. This includes reducing noises not only from behind, but above, below and distant, so for example reducing the problems caused by echoes from floors and ceilings. The research will also look at problems caused by the distance from which a sound emanates, for example how to separate a sound from a loud source far away, like a train or plane, from a quiet sound from nearby, like a human voice. Finally, the new microphones will require new mounting methods in hearing aid devices. The project will investigate using 3D printing techniques to achieve this. This allows the research to consider how to optimise the hearing aid housing so that it works best acoustically in conjunction with the new microphone, and how it might be possible to extend that to produce hearing aids that are personalised for both the user's ear and their user's sense of hearing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M026701/1","grantId":"EP/M026701/1","fundValue":"432134","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"EPSRC","impactText":"","person":"James Frederick Windmill","coPersons":["Deepak  Uttamchandani","William Owen Brimijoin","William  Whitmer","Michael  Akeroyd","Joseph Curt Jackson"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}