{"id":"BBA14519-71D6-414F-B150-786C44EAD742","title":"REFINE: a coordinated materials programme for the sustainable REduction of spent Fuel vital In a closed loop Nuclear Energy cycle","abstractText":"Nuclear fission is currently internationally recognised as a key low carbon energy source, vital in the fight against global warming, which has stimulated much interest and recent investment. For example, RCUK's energy programme has identified nuclear fission as an essential part of the &quot;trinity&quot; of future fuel options for the UK, alongside renewables and clean coal. However, nuclear energy is controversial, with heartfelt opinion both for and against, and there is a real requirement to make it cleaner and greener. Large international programmes of work are needed to deliver safe, reliable, economic and sustainable nuclear energy on the scale required in both the short and long term, through Gen III+ &amp; Gen IV reactor systems. A pressing worldwide need is the development of specific spent fuel reprocessing technology suitable for these new reactors (as well as for dealing with legacy waste fuel from old reactors). \n\nThe REFINE programme will assemble a multidisciplinary team across five partner universities and NNL, the UK's national nuclear laboratory to address this fuel reprocessing issue. The consortium will carry out a materials research programme to deliver fuel reprocessing by developing materials electrosynthesis through direct oxide reduction and selective electrodissolution and electroplating from molten salt systems. Developing, optimising and controlling these processes will provide methods for, and a fundamental understanding of, how best to reprocess nuclear fuel. This is in addition to the development of techniques for new molten salt systems, new sensing and analysis technologies and the establishment of the kinetics and mechanisms by which molten salt processes occur. This will facilitate rapid process development and optimization, as well as the generation of applications in related areas.\n\nA key output of the programme will be the training and development of the multidisciplinary UK researchers required to make possible clean nuclear energy and generate complementary scientific and technological breakthroughs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J000531/1","grantId":"EP/J000531/1","fundValue":"215399","fundStart":"2011-10-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"  Our new fluidised cathode is currently being trialed as a possible industrial process for nuclear materials processing via a funded CASE award. Energy Societal,Economic","person":"Daniel  Brett","coPersons":["Stefaan Jan Rogier Simons"],"organisation":"University College London","findingsText":" Development of a novel fluidised bed cathode technique for the electroreduction of uranium oxide to its metal.\nThis is a completely new way of processing nuclear fuel and hold great promise for integration into a closed nuclear fuel cycle. This has already led to new work as part of the EPSRC PACIFIC program to develop next generation nuclear fuel cycle technology. Chemicals,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}