{"id":"BBB0E2B0-FC9E-4EF3-9F71-2EA913FC78ED","title":"Large scale interactive coupled modelling of environmental impacts of marine renewable energy farms","abstractText":"For the UK to fulfil its energy demand and renewable commitments by 2020, it is recognised by the Government that it will be necessary to have a significant input from marine renewable resources, both wave and tidal. This will require the deployment of arrays of large numbers (&gt;50) to provide electrical energy on a commercially viable basis. Such arrays would potentially extend along many kilometres of UK coastlines. While limited work has been carried out into the potential environmental impact of single devices, the impact that arrays may have on the flow-field together with possible resulting effects on marine ecosystem processes is unknown. Forecasting the hydrodynamic changes resulting from array installation is difficult but is a core requirement of the industry; considerable effort is being put in to this field by commercial and academic research groups. Ecological surveys and studies to investigate ecological effects are time consuming and costly and are generally reactive; a more efficient approach is to develop 2 and 3D linked hydrodynamic-ecological modelling which has the potential to be reactive and to allow forecasting of the effects of array installation.\n \nArising from this background, the overall aim of the project is to demonstrate the ability to numerically model the change in ambient hydrodynamics resulting from the installation of wave and tidal device arrays and to couple the model output to associated ecological models to allow prediction of associated changes in benthic habitats and dynamics, plankton growth and fish communities. \n\nTo achieve this aim the proposal incorporates a series of objectives based on the exploitation of different modelling approaches using both 2 and 3D modelling. The software to be used will include (i) MIKE, a family of modelling tools developed by DHI which is widely used by the majority of marine consultants in the UK. The package includes the associated Ecolab ecological processes model which is widely used in Australasia for a range of environmental assessments especially in the coastal zone. (ii) Other high resolution hydrodynamic models such as Fluidity-ICOM and GOTM and (iii) the ERSEM ecological model which will be linked to output from the hydrodynamical models in (ii). Models in (ii) and (iii) are all widely recognised within the research community. A major novelty of the project is that it will thus make use of a range of readily available commercial and open source software. This approach will allow two main goals to be achieved: (i) Demonstration that output and results are not model specific and (ii) the development of open source tools will have the potential for the research approach to be enjoyed by the wider community. \n \nThe proposal fully recognises the complexity of ecological processes. An initial objective of the project will therefore be to parameterise the relevant biological processes, especially relating to benthic detrital dynamics, plankton growth and fish population dynamics, in order to effectively run a coupled hydrodynamic-ecological model. These parameterisations will then be tested to give realistic results with respect to inter- and intra-annual variation of tidal and wave climate conditions without the presence of any Marine Energy Converters (MECs) before application to situations involving array deployments. Special focus will be given to the potential positive effects of array deployments arising from the changes in the hydrodynamics and establishment of no-fishing zones.\n\nThe importance of the work will be the value of this ground-breaking R &amp; D for end-users, spanning the commercial developers of marine energy devices, environmental consultants and the regulatory authorities. The project has been designed specifically for use by all sectors of the industry in order to accelerate the development of marine renewable devices by allowing forecasting of the environmental consequences of array deployments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010065/1","grantId":"EP/J010065/1","fundValue":"1020070","fundStart":"2012-10-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Bjoern  Elsaesser","coPersons":["Peter Anthony Allison","Graham  Savidge","Matthew David Piggott"],"organisation":"Queen's University of Belfast","findingsText":" The comparison of tidal turbine implementation in two numerical models: Investigation of the approach of resolving individually parameterised turbines within the computational mesh versus simply a parameterised array area is being considered. This has now been extended to compare the models on a realistic Pentland Firth configuration where we are comparing ADCP data from a series of fixed locations as well as transects across the channel - good agreement has been observed with the impact of bottom friction parameterisation being considered. Significant progress has been made in unstructured meshing tools which are able to use GIS packages for easy definition of domains and desired mesh resolution, and which means that common, complex, meshes can be used in both models. The manuscript on modelling of tidal turbines using multi-scale unstructured mesh is nearing completion. \n\nParticle dispersal modelling using Eularian &amp; Lagrangian approaches: There are environmental concerns that changes in hydrodynamics as a result of tidal turbines may influence dispersal processes of marine organisms. Simulations of the generic narrows / basin domain using MIKE by DHI suite implementing zero, 1, 5 and 55 turbines and run for 28-days in EcoLab (Eularian) are complete and using the MIKE Particle Track (PT) tool are almost complete. Work assessing the use of particle tracking as proxies for large scale dispersal work has provided a better understanding of M21 FM transport code. The main conclusion is that it is unlikely that particle tracking and the Eulerian simulations will yield comparable results in MIKE. However in the absence of field observations to validate, intra-model comparisons are still needed and a comparison of before and after the introduction of turbines still has its merits. This data is now in the process of being written up for publication.\n\nSpectral Wave Model with Fluidity: The kinematic part of the adaptive spectral wave model is now complete. The spatial discretisation is readily available and has been tested here in a spectral wave context. The angular discretisation is also complete. A manuscript entitled: Sub-grid scale and spatial adaptivity, angular discretisation and angular adaptivity is in prep. Future work includes implementation of the extra terms: source/sink terms as well as verification with a realistic scenario. It is also anticipated that ICL will work alongside QUB to set up an idealised wave energy domain to compare and set up different scenarios. \n\nOpenTidalFarm: There are several approaches to array optimisation. The manual approach requires accurate flow models but is extremely complex. The Evolutionary approach can explore many layouts, support layout constraints but requires a very large number of iterations. The third option is OpenTidalFarm which is currently been explored by ICL and uses an efficient gradient based optimisation algorithm to automatically position turbines in much fewer optimisations. A manuscript on OpenTidalFarm has been submitted. On-going work in OpenTidalFarm includes turbulence modelling and long-term estimates of power to quantify the uncertainty, especially for how the power estimate is affected, how the turbine layout is affected and how to account for uncertainty. There is also a new release of OpenTidalFarm: http://opentidalfarm.readthedocs.org/en/latest/\n\nImplementing turbines into a biogeochemical model: Work on the ecosystem model GETM-ERSEM-BFM is being carried out in two stages. The first stage of the model has been run with hydrodynamics only to test the parameterisation of tidal turbines in the model and to assess the potential effects on tidal elevations and currents, residual currents, bed-shear stresses and turbulence. In the second stage, the model will be run in fully coupled mode with the biogeochemical model. For both stages, results will be compared with high resolution simulations carried out within the project, and be used in assessments of the potential effects on higher trophic levels. Comparison of the model GETM model with ADCP observations provided by ICL in the Pentland Firth has shown that the model under-estimates current speeds by 10-50% and that the model generates too much tidal asymmetry, over-estimating residual flow. It was suggested that the southern end of the island South Ronaldsay should be land rather than shallow water and this might be the cause of the disparity. \n\nIn the first implementation of ERSEM-BFM in the northeast Atlantic model, the chlorophyll concentrations near the coast were generally too high, and SPM concentrations too low. Cefas is at the final stage of implementing an improved SPM model that performs well over a wide range of depths. This is currently being implemented in the latest version of ERSEM-BFM. This will be tested on the North Sea model, and then implemented in the north-east Atlantic model. \n\nMap potential array locations in relation to important fish &amp; shellfish habitats: Using, inter alia, data for spawning and nursery grounds of selected fish species in UK waters collated and updated by Cefas in 2010 under the Marine Biodiversity R&amp;D Programme (Ellis et al. 2012), and using herring as a case study, we have developed methods that allow us to increase the resolution of herring larvae distribution based on environmental variables to a scale that matches the areas of interest for tidal and wave energy projects. We have also identified probable and potential spawning grounds as release points for herring larvae in subsequent particle drift modelling work using the Pentland Firth as a case study. Using a revised information database on the distributions of aggregations of 0-group fish (publication by Marine Scotland imminent) and spawning grounds (due in the autumn, 2014) we will now extend the use of these methodologies to map the distribution of other species and to other areas of interest.\n\nLINC Higher Ecosystem Modelling Workshop: The 'End to End Life Cycle Model' concept in which each stage of the life cycle of a marine organism is taken into account in regards to the impacts of marine energy converters is developing into a document with the focus on the Herring species. This document will develop into a 'pragmatic road-map for assessing likely impacts' which is being developed by the group as a whole. The findings will be published in a number of journals in due course. They will have significant impact on the understanding of how to assess the environmental impact of marine renewable energy devices.\nThe project is still ongoing. Energy,Environment","dataset":"gtr"}