{"id":"BBB31DF3-7A4E-4159-BA20-663357FF2701","title":"Imaging, Nuclear Targeting and Modulation of DNA Damage Responses by Polyfunctionalized Nanoparticles in Tumour Cells","abstractText":"Looking small thinking big - what is nanotechnology? One of the definitions of nanotechnology describes it as:\n?The design, characterization, production, and application of structures, devices, and systems by controlled manipulation of size and shape at the nanometer scale (atomic, molecular, and macromolecular scale) that produces structures, devices, and systems with at least one novel/superior characteristic or property.? There are quite a few other definitions as well and some confusion about what nanotechnology really means. In simple terms we can say that nanotechnology is a science of small bits of man-made materials that are about thousand to ten thousand times smaller than the thickness of human hair. The ?man-made? is important because otherwise all natural molecules and material particles would have to be included. What is also important is that these small bits of material can gain very unusual and unique properties, not found in the bigger pieces. Our research is trying to exploit these new qualities of the old materials to improve the health prospects of cancer patients. We shall change the surface properties of tiny gold and platinum spheres made in our laboratory in such a way that will allow them to find,enter and mark cancer cells so X-rays machines and other scanners used in diagnostic procedures can better see them. They will also have the ability to amplify the effects of radiation used for treating tumours and to knock-down cancer cell defences against it. Does it mean then that small is always beautiful? Not really. As much as these new tiny nanoparticles can gain the unique properties that are desirable and useful, in the same way their new qualities can be unexpectedly harmful. We shall investigate these potentially harmful effects in normal human cells, so we can select the particles that would have the most potent effects on the cancer cells whilst being the least harmful to surrounding normal cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900034","grantId":"G0900034","fundValue":"337313","fundStart":"2009-08-03","fundEnd":"2011-06-02","funder":"MRC","impactText":"","person":"Boris  Kysela","coPersons":["Zoe  Pikramenou"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}