{"id":"BBB3E5AE-8839-4302-A5F5-B99E5A59000C","title":"On-Chip milliKelvin Electronic Refrigerator for Astronomical and Quantum Device Applications","abstractText":"We intend to develop a new user-friendly technology that would enable small devices to be cooled to exceedingly low temperatures (&lt;100mk). Such a capability will allow diverse and futuristic applications to flourish. These include the detection of black holes, cancer detection and quantum computing. We propose to do this by using an electronic cooling process where relatively energetic (hot) carriers (electrons or holes) quantum mechanically tunnel out of a medium, thereby causing the average electronic temperature in the medium to decrease. The application of this process to realise extremely low temperatures is very new, and we want to greatly improve its efficiency by introducing a new generation semiconductor SiGe into the design of the electronic cooler and, along with it, the well developed silicon processing techniques - so that, ultimately, such coolers can be produced economically and to industrial standards. Coolers will be fabricated around the periphery of a small silicon chip with thermal links to the active device ( payload ) mounted in the centre of the chip. This requires very good thermal design such that the electronic cooler efficiently cools the payload. However, in some cases, it is only necessary to cool the electrons / not the lattice atoms; here SiGe gives a lot of flexibility in controlling the thermal coupling between the electrons and the lattice. Such electronic coolers can operate from a starting temperature of 0.3K, which can be produced by a cryogenic fluid-free closed-cycle helium cryostat, so that a turn-switch technology can be envisaged enabling access to ~10mK working environments. This will be a huge technology step forward, as existing techniques require massive and complex cryogenic fluid-based equipment.During the first phase of the project we will examine several approaches to the realisation of effective electronic cooling, exploiting the wide range of fundamental electronic conditions that can be obtained at very low temperatures in SiGe with its associated metal silicides / thereby enhancing carrier transport and thermoelectric effects. The new coolers will then be tested in two areas of great topical interest, namely radiation detectors and quantum information devices. They could dramatically enhance our ability to detect, for example, the photons that emanate from the earliest black holes, with satellite-based detectors operating at &lt;100mK. And, very significantly, such detectors could revolutionize the fluorescence light detection that is used extensively in biomedical research, enabling advances in our understanding of genetically-based diseases (e.g. cancer) and the workings of a single cell. Furthermore, the computational vista that is opened-up by the quantum computing era requiring qubit devices operating at 10-20mK, is truly awe inspiring. Warwick is co-ordinating the project and has assembled a tightly knit consortium of scientists and engineers with appropriate expertise from four UK universities -Warwick, Cardiff, Leicester and London(Royal Holloway) - and four leading-edge companies, concerned with the development of this technology and the demonstration of its applicability and advantages in two key areas. We are also working closely with Europe's leading centre on mK coolers (Helsinki University of Technology). The UK is exceedingly well positioned to derive benefit from this genuinely new and exciting technology, and this project will sow the seeds for its realisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F040970/1","grantId":"EP/F040970/1","fundValue":"264198","fundStart":"2009-03-11","fundEnd":"2012-03-10","funder":"EPSRC","impactText":"  The key findings of this work include:1) theoretical evaluation confirms that it is possible to improve the cooling performance of SINIS by replacing the normal metal with a heavy-fermion metal; 2) FeSiGe and FeSi thin films can be fabricated using the &quot;reactive deposition&quot; technique that exhibits heavy fermion characteristics. These results provide foundation toward developing this new type of electron tunneling devices. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Min  Gao","coPersons":["Mike  Rowe"],"organisation":"Cardiff University","findingsText":" Theoretical investigation carried out on heavy-fermion / insulator / superconductor junction shows that a peak appears on the I-V curves of such tunnelling junctions due to the introduction of heavy fermion materials. As a result, the tunnelling current near the superconducting band edge can be higher than that of conventional normal-metal / insulator / superconductor junctions. This confirms theoretically the hypothesis that the cooling capability of electronic tunnelling junction could be improved by replacing the normal-metal with heavy-fermion material in a superconductor tunnelling structure. In addition, the I-V curves of this novel junction exhibit a negative differential resistance region, which provides a theoretical basis for developing a &quot;cryogenic Gunn Diode.&quot; The relationship between the peak of I-V curves and the width and height of the resonant density-of-states has also been investigated. The results provide guidelines on selection and optimisation of heavy fermion materials to achieve maximum enhancement. Moreover, the relationship also offers an opportunity to detect and quantify the resonant density-of-states by simply measuring the I-V curves of a junction that is formed by the materials of interest.\n\nTowards the final fabrication of the proposed heavy-fermion / insulator / superconductor tunnelling junctions, significant efforts have been made in successful preparation of heavy-fermion thin films (based on FeSi and FeSiGe), fabrication of suitable insulating layers and design and implementation of appropriate fabrication processes. Initial experiments for preparation of heavy fermion thin films were carried out by Fe deposition on Si or SiGe/Si substrates, followed by thermal annealing under varied periods and in different atmospheres (e.g., air, argon, nitrogen and vacuum). Albeit simple and low cost, this technique was met with limited success that indicates the formation of epsilon-phase FeSi (heavy fermion phase), but co-existed with other non-heavy fermion phases). Successful results were obtained using the &quot;reactive deposition&quot; technique through international collaboration with Prof. Y Terai at Osaka University, Japan. This result represents the first of its kind of heavy fermion thin films which are compatible with Si or SiGe substrates. Fabrication of high quality and ultra thin (1-4) nm insulator layers were investigated and ZnO by ALD technique was selected for device implementation. Finally, a number of devices based on an Al/ZnO/FeSiGe/ZnO/Al structure were fabricated and to be tested in comparison with conventional SINIS junctions. The envisaged milliKelvin coolers can improve the sensitivity of spaced-based infrared sensors, single photo detectors and quantum computing at low cost, improved speed and great convenience. This could have a profound impact in the field of astronomy, medicine and the next generation of computing. A heavy-fermion / insulator / superconductor junction can be employed for:\n\n1) fabricating milliKelvin electronic tunnelling coolers;\n\n2) fabricating &quot;cryogenic Gunn diodes;\n\n3) determining the resonant density-of-state Aerospace, Defence and Marine,Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}