{"id":"BBB9E1A5-7AD2-49EF-9147-3A05A63A5018","title":"Understanding tympanal mechanics in insect ears","abstractText":"Insects have marvelous ears. Some insects, like mosquitoes, use antennae in front of their heads to detect sounds, mainly those of approaching females. Notably, our research has shown the ear of a mosquito is as sensitive to vibrations as the human ear and contains just as many vibration sensitive cells -16,000. Other insect, like crickets, locust and some rare flies use ears equipped with an eardrum, or tympanal membrane. The human ear also has an eardrum that serves to convert sound into motion. This motion is in turn transduced into the electrical signal that vibration sensitive cells then convey to the brain. Because sound-induced vibrations are very small, this process is extremely delicate. In insects, a similar process takes place, but with an ear that is sometimes 100 times smaller. Our research and that of others has shown that the eardrums of insects are sophisticated instruments that evolved for hundreds of millions of years to extract the faint sound energy and deliver it to the vibration sensitive cells. In particular we showed that in locusts the tympanum has at least one additional function: sorting the tone frequencies relevant to the life and survival of the animal. This is a form of mechanical information processing that takes place even before neuronal processing. Normal membrane vibrations are in the range of nanometers and take the shape of a traveling wave across the membrane surface area. We discovered that this wave is exquisitely timed, lasting 100 millionth of a second, strongly resembling a tsunami coming up to a shore. Interestingly, the propagation of this biological nanotsunami depends on the frequency of the sound that creates it, not its direction. The build up of the wave in effect provides the animal with the perception of tones. The work proposed aims at discovering the exact material properties and membrane architecture that allow for that wave to build up and generate directional frequency decomposition. We will use laser beams to monitor the vibrations, using the Doppler effect applied to light, to detect membrane motion with a resolution of the diameter of an atom of hydrogen. For the first time we will use focused ion beam milling to modify the geometry, tension and mass characteristics of the membranes and then explore the resulting vibrational behaviour. Ion beam milling uses an atomically thin jet of metal ions projected onto the object and can be used to either cut through objects, hard or soft, or add matter to that object. This technique has never been used to study micro and nanomechanics. Importantly, mathematical modeling will guide the search for mechanisms, by predicting the best way to alter the membrane to generate desired effects and thereby also delineating the key physical parameters, materials and architecture, that are sufficient and necessary for membrane function. Because we use three species of tympanate insects, we will be able to compare and contrast the results and adequacy of the approach. Why the membrane of the locust is vibrating one way, and that of the cricket another way, with different information coding properties, is still elusive. Using focused ion beams we will attempt to add or remove functions from the respective species, and understand what evolution by natural selection has achieved in the developing the tiny ears of insects. From the proposed research, we will also learn how to make better microphones, using in technology what we have observed in biology. This is especially useful when the goal is manufacture robust microphones a millimeter in size and less. Examples of application pertain to hearing aid microphones capable of on-board frequency and directional processing as well as subminiature microphone for electronic application with minimal power consumption.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I009671/1","grantId":"BB/I009671/1","fundValue":"471449","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"  The basic science has been used to exemplify how it can be useful towards understanding life processes and their evolution. \nSome applications are being considered in the field of bio-inspired technologies, to develop sensors for the aerospace industry, for healthcare, and for environmental monitoring. Aerospace, Defence and Marine,Education,Energy,Healthcare Cultural,Societal,Economic","person":"Daniel  Robert","coPersons":["Martin Edward Homer","Thomas Bligh Scott"],"organisation":"University of Bristol","findingsText":" We have discovered that ears of crickets are much more like the ears of mammalian species than previously thought. These ears, although much smaller function in a very similar way, yet they are built very differently. This then makes us aware that there are new ways to build ears, smaller, sensitive and very robust, with the view of building tiny microphones for improved hearing and situational awareness in people and devices. We are working with engineers in Bristol and overseas to develop new sensing technologies. Other groups, mostly in the USA are working independently to that goal, sometimes using our biology-based research. Aerospace, Defence and Marine,Agriculture, Food and Drink,Education,Electronics,Energy,Environment,Healthcare","dataset":"gtr"}