{"id":"BBC20FA2-0BBA-424E-91B8-9327222B90F2","title":"Lithostratigraphy determination and characterisation from Logging While Drilling Data: NanTroSEIZE IODP Expedition 314","abstractText":"The Integrated Ocean Drilling Programme (IODP) Expedition 314 is part of the Nankai Trough seismogenic zone experiment (NanTroSEIZE) and will use state-of-the-art measurements while drilling to produce continuous data from the strata beneath the seafloor. We propose to maximise these data to interpret the rock properties of strata where no physical sampling will take place. The Nankai Trough is located along the SW margin of Japan, and is part of a subduction zone in the western Pacific where large magnitude earthquakes (&gt;8) have occurred repeatedly. These earthquakes pose a significant threat to people but also allow scientists to study the science of plate tectonics. IODP expeditions (314-316) will drill and sample this active plate boundary fault to (1) observe the fluids and sediments within a fault system associated with the subduction and (2) create an instrumented network to monitor earthquake activity. Sediment is deposited across the Nankai Trough area. In areas seaward of the subduction fault system, mainly undisturbed sediments, fluids and crustal rocks, will be sampled to characterise materials that will eventually be transported into the subduction zone. This sedimentary succession will be drilled at two of six sites, however, it is difficult to collect physical samples and return them to the ship for further study because many of these sediments are unstable. The continuous measurements from the strata beneath the seafloor are a 'representative' or a 'proxy' for the rock properties. We will use standard interpretation techniques, and also develop new interpretation methodologies, to use these data (electrical, nuclear, images of the rocks along the borehole sides) to deduce rock properties, e.g. rock type, presence and type of fluids and character of strata. We will be able to identify where the rock types change even where actual samples cannot be retrieved. One project deliverable is to determine how these data can be used to indicate mineralogy. Sediment mineralogy is important for determining when and where the earth's crust will fracture and generate earthquakes. Changes in the mineral content of the sediment deposited will indicate either a change in the source of sediment or in the processes which deliver sediment to a basin. Another objective is to produce a vertical column, based on these proxy data, that represents the succession of different sediments present at the drill site. This is key to understanding what control the original sediment and fluid exerts on deformation as the sediments are subducted. The project will also interpret other characteristics, such as structures produced by sediment transport or post-deposition disturbance. Even away from the subduction zone, the accumulating sediment may be disturbed by faults, which move during earthquakes, and the sediments can become unstable and 'fail' resulting in transport by slumps and slides. These transport processes will produce different structures in the sediment which will be visible on the borehole image logs. Other planned drill-sites through the fault system will measure more disturbed (deformed) sedimentary strata. We will compare results from the undisturbed sediments with data retrieved from the deformed sedimentary successions to define lithologies, mineralogies and structures at these sites also. Combining all our 'proxy' data, we will propose an overarching scheme that will group the successions into units with similar data characteristics, identify structural and fluid flow features and enable us to suggest sediment characteristics. These results will inform the planning of subsequent IODP expeditions in late 2007 and early 2008. This academic project is at the interface with applied research: the type of data collected during drilling on Expedition 314 is used by industry in exploration, and its interpretation will become increasingly important in the search for smaller oil and gas fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F009593/1","grantId":"NE/F009593/1","fundValue":"18185","fundStart":"2008-02-01","fundEnd":"2008-04-30","funder":"NERC","impactText":"  In improving the scientific interpretation of the Expedition Education,Environment Societal,Policy & public services","person":"Michael Anthony Lovell","coPersons":["Sarah Joanne Davies"],"organisation":"University of Leicester","findingsText":" The research focussed on interpreting data from boreholes to better understand the sediments. On this NanTroSEIZE expedition we improved our classification of the rocks and our understanding of the physical properties of the sediments in the subduction zone. Scientific investigations in this region are ongoing and our results have helped shape further investigations. Education,Environment","dataset":"gtr"}