{"id":"BBC4F093-8657-4561-BCA3-3ED531E6DA42","title":"'Out There and In Here': Social Inclusion through Distributed Team Collaboration","abstractText":"Rather than students in isolation bound to their disabilities, classrooms, PCs or mobile devices the goal of this project is to develop technologies that support people working together in a suitable manner for their locations. One of the benefits of mobile technologies is to combine 'the digital' (e.g., data, information, photos) with user experiences in novel ways that are contextualized by peoples current physical activities. However, people with mobility disabilities are often excluded from engaging in such peripatetic user experiences. Watching the world go by on a TV or computer screen may be engaging but it doesn't support a student's interaction with the physical world. Our proposal bridges this gap by developing hybrid 'social inclusion' systems supporting co-active participation between mixed teams of physically able and disabled users, enabling experiences of both being in the field and at a stationary base. To this end, mobile and tabletop technologies will be linked to support synchronous distributed team collaboration. A prototype system will be developed and evaluated in situ to demonstrate the benefits of technology-interlinked with socially interdependent experiences. As an analogy, consider the 1980s TV series 'Treasure Hunt' where teams of 2-3 people, based in a library accessing various resources, have to find a location where treasure is buried through solving various clues. They relay their suggestions, via two-way radio links, to a 'skyrunner' (Anneka Rice), who is transported by helicopter to follow their directions to find it. Although they could communicate with the skyrunner via the radio link, they could not actually see her. Based on this kind of distributed interdependency, our proposal aims to develop new ways of connecting those excluded from participating in outdoors activities with those included, providing enjoyable and equitable roles for all. The goal is for distributed mixed teams to work together cooperatively. In order for students in the field to progress they need to communicate with and follow suggestions made by students at the home station who use the tabletop.This research will take an HCI approach that is informed by a transformational design perspective. These perspectives are both grounded in an interdisciplinary approach which is essential to a project of this nature that initially requires the expertise from science, technology, design and elearning. The transformational design perspective will use the skills of; looking for the user point of view, making things visible and prototyping. The work will comprise of two phases: in the first 6 months a review of the pilot research will: (i) extract requirements for the prototyping of equitable collaborative inquiry experiences and (ii) evaluate technological capabilities, define initial development of middleware requirements and develop prototype solutions. In the following 12 months, these solutions will be: (i) iteratively developed, (ii) evaluated and (iii) refined with potential beneficiaries and (iv) within the last 3 months of the project findings will be documented, demonstrated and disseminated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H022589/1","grantId":"EP/H022589/1","fundValue":"185087","fundStart":"2010-03-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"  1) SOCIETY &amp;amp;amp; KNOWLEDGE: OTIH research initiated practice debates with policy makers within Higher\nEducation, Government and research funders: Invited Keynote at HM Government Instinct (INnovation\nScience and Technology IN Counter Terrorism) TD3 showcase led by Logica; Invited presentation &amp;amp;amp;\ndiscussions with David Sweeney Director of HEFCE research, innovation and skills; Presentation to director\nof Wolfsen research.\n2) ECONOMY: We used systems and our understanding for a follow on user &amp;amp;amp; public engagement / impact\nproject with colleagues from Spain, Cambridge Council, Cambridge Public history groups, Anglian Ruskin\nUniversity and local schools. This involved further industrial collaborations with the SME Stride Design and\nagain Microsoft Research.\n3) CAPABILITY: OTIH research inspired international and interdisciplinary colleagues to collaborate on further\nfunding proposal with a successful EU network bid on surface elearning, a successful RCUK 'catalyst' public\nengagement bid, a successful Wolfson bid and 2 other elearning EU proposals.\n4) KNOWLEDGE: Findings led to 8 papers - 6 international and national conferences, 1 International Journal and\n1 international magazine article (with 3 more journal papers in the pipeline for the computing, education and\ngeographic domains).\n5) CAPABILITY: OTIH research led to a successful Open University funded follow on studentship proposal\nbetween science and the institute of education on GIS in teaching and learning, it also enabled collaborations\nbetween Ordinance Survey and the OU in a studentship proposal to the HEA on 'Educational technology to\nenhance sustainable development in HE'. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Security and Diplomacy Societal,Economic","person":"Anne Lorraine Adams","coPersons":["Stephen James  Swithenby","Trevor David Collins","Sarah-Jane Michelle Davies","Yvonne  Rogers"],"organisation":"Open University","findingsText":" The novel OTIH approaches to situated distance learning have been demonstrated within various crossinstitutional\nforums (e.g. the learn-about fair, faculty mobile learning days) supporting innovation in teaching approaches.\n\nFindings led to 12 papers - 9 high impact international and national conferences, 2 International high impact Journals and 1 international high impact magazine article, \nAcademic Innovation,\no Project Website (http://www.open.ac.uk/blogs/otih/) co-ordinating participation from those engaged in\nthe project, collaborating, users and potential collaborators.\no Project video - currently with a blip-vert on Youtube and a longer video supporting wider public\nengagement.\no New methods in video analysis have been developed and published within the International Journal of\nHuman Computer Studies (in press).\no A workshop has been conducted at the International EU funded MUSUCOL forum (Bristol, March 2012) to\nsupport training on different approaches to video analysis using OTIH video data as an impetus for analysis.\n\nAcademic innovation\no The novel OTIH approaches to situated distance learning have been demonstrated within various crossinstitutional\nforums (e.g. the learn-about fair, faculty mobile learning days) supporting innovation in teaching\napproaches.\nInstitutional investment and Portfolio\no OTIH research led to a successful Open University funded follow on studentship proposal between science\nand the institute of education on GIS in teaching and learning,\no The Open University have also supported collaborations between Ordinance Survey and the OU in a\nstudentship proposal to the HEA on 'Educational technology to enhance sustainable development in HE'\no OTIH research inspired international and interdisciplinary colleagues to collaborate on further funding\nproposal with:\no a successful EU network bid on surface elearning,\no a successful RCUK 'catalyst' public engagement bid,\no a successful Wolfson bid\no 2 other elearning EU proposals (one led by the OTIH PI)\nUser Engagement\no The collaboration with Microsoft was invaluable in supporting the OTIH development processes through their\nexpertise in practice based developments. Workshops between the two organisations enabled crossfertilisation\nand wider impacts through the public engagement follow on project in Cambridge.\nEconomy\nAttracting R&amp;D investment,\no Several organisations have been inspired by the OTIH research to invest in follow on research collaborations.\no British Geological Survey has given their support for a jointly funded studentship.\no Ordinance Survey has given their support for a joint funded studentship.\no Earthwatch has given their financial support for a joint citizen science research project\no Catchermedia (SME) has given their support for further 'in the wild' research involving video capture. This then led to a larger EU funded 'Juxtalearn' project which has just completed its second year with further impact on schools and the HE sector. \nInnovation in organisational culture and practices,\no Surface development prior to OTIH had remained as part of 'blue skies' computing system development.\nThis project has moved forwards OU skills in surface and mobile development within a practice based\nframework as part of a distance teaching and learning context.\nInnovation in products &amp; services,\no The OTIH project has advanced national and international understanding of a 'device ecology' (i.e. using\nmobiles, tablets, surfaces, and displays networked across locations) for teaching and learning\nUser Engagement,\no The initial OTIH project and the follow on public engagement work supported engagement with teachers\nacross each learning sector &amp; institutions (higher education lecturers, secondary school teachers and council\ncommunity trainers).\no Geology Students from across the United Kingdom took part in the OTIH trials\no Anglian Ruskin University biodiversity undergraduate students took part in further OTIH trials.\no Microsoft Research: supported with of joint workshops and project meetings over the 18 months of the\nproject, at a cost to them of approximately ?10,000. There also became involved in collaborating on some\njoint fieldwork of applications that come from the project. There is now the potential to work on this\nfurther with Microsoft.\no OOKL gave support more at a distance but through ongoing email and phone discussions these amounted to\nan in Kind support equivalent to ?5,000 through inputting their skills in the use of OOKL systems &amp; services\nover the 18 month project.\nKnowledge\nAcademic Innovation,\no Project Website (http://www.open.ac.uk/blogs/otih/) co-ordinating participation from those engaged in\nthe project, collaborating, users and potential collaborators.\no Project video - currently with a blip-vert on Youtube and a longer video supporting wider public\nengagement.\no New methods in video analysis have been developed and published within the International Journal of\nHuman Computer Studies (in press).\no A workshop has been conducted at the International EU funded MUSUCOL forum (Bristol, March 2012) to\nsupport training on different approaches to video analysis using OTIH video data as an impetus for analysis.\nAcademic Leadership\no Invited engagement in the closed DE cross-disciplinary privacy forum at the Oxford Internet Institute (Feb\n2011)\no Invited to give a keynote at the ESRC public lecture series at Bletchley Park on 'Inclusion through Real\nWorld Engagment' (June 2011)\no Invited presentation at the EU MUSCUOL international forum (March 2012)\no Invited onto the programme committee for the international conference on virtual worlds (ReLive 2011)\no Invited onto the programme committee for the international conference 'theory and practice 2012'\nproceedings to be published in LCNS computer notes. Cultural Enrichment,\no The project enabled cross-collaboration between historians and biodiversity academics and students at the\nOU with public historians, the council and local school children. This resulted in further collaborations\nbetween these groups e.g. one ARU historian taking part in the trial noticed for the first time a key historical\nfigure (sir John Seeley :) buried in the local cemetery that no-one had noticed before, he decided he would\ntake his students to visit this site for their studies and he agreed and completed a web-page\n(http://www.millroadcemetery.org.uk/MillRoadCemetery/Page.aspx?p=29&amp;ix=3146&amp;pid=2938&amp;prcid=4&amp;pp\nid=2938) on this historian for the public historical society.\nEnvironmental Sustainability,\no Anglian Ruskin University biodiversity undergraduate students used OTIH trials to support their identification\nresearch projects on flora, fauna and wildlife both for a report on the local ecology in Cambridge and for\ntheir degree studies.\no Cambridge council and public historians used OTIH trials to support identification and database record\nupdating of gravestones at the mill road cemetery.\nInfluencing Policy,\no OTIH research initiated practice debates with policy makers within Higher Education, Government and\nresearch funders\no Invited Keynote at HM Government Instinct (INnovation Science and Technology IN Counter\nTerrorism) TD3 showcase led by Logica; (Feb 2011)\no Invited presentation &amp; discussions with David Sweeney Director of HEFCE research, innovation and\nskills; (May 2011)\no Invited presentation to director of Wolfsen research. (May 2011)\nInnovation in Public Services,\no OTIH trials within Cambridge were used by Cambridge Council to increase the services that they could\nprovide for the public around brown to green space usage in Cambridge.\nMedia Representation\no Internally a logo has been produced and internal University research publications have published initial\nfindings.\no Open House (OU magazine publication) produced an article on the project was invited and has been\npublished. This Open University internal magazine increasing impact across the UK within the OU regional\ncentres. Key quote published in the article was: Dr Adams said: &quot;Field trips are important for the OU and\nlearning generally because it puts theory into practice in the real world. However it is expensive, disabled\nstudents are often excluded and many of our students don't have the time to take part. All of these factors\nmean we have to think about alternative ways of hosting field trips without losing the richness of that\nexperience.&quot;\no Jenny Lee labs (where the project was conducted) produced an article on the project entitled 'Out There In\nHere trials great success (http://www8.open.ac.uk/about/campus/jennie-lee-research-labs/news/outthere-\nhere-trials-great-success)\nPublic Engagement,\no Milton Keynes special needs secondary school children took part in further OTIH trials\no Cambridge Parkside Secondary school students used OTIH trials to support their GCSE drama studies.\no Cambridge council and public historians took part in further OTIH trials.\nQuality of Life Enrichment &amp; Social Welfare\no The Discovery project (http://www.open.ac.uk/blogs/otih/?m=201103 &amp;\nhttp://mcs.open.ac.uk/pervasive/research_projects.html ) was follow on research based upon the initial\nfindings in the OTIH project. The team re-used the existing devices &amp; re-develop the system so that it could\nbe used across different user groups to support both formal and informal learning across the life-course.\nThe team almost doubled as two Spanish researchers (Pablo Haya and Estefania Martin) a senior lecturer\nfrom computer Science (Janet VanDerLinden) a researcher from IET (Canan Blake) became involved. They\nwere joined by the SME company 'stride design', Cambridge council representatives, a local public history\ngroup (who had ties to Emmanuel college Cambridge), Anglian Ruskin University and a local secondary\nschool 'Parkside'. The systems developed not only supported tasks (as detailed in other sections of this\nreport) but also enriched everyones engagement as a wide variety of diverse groups came together to\ndiscuss their engagement in the same forums. This produced an on-going enrichment not only from having\nused the systems and technology but also from having engaged in a joint research and development project.\nMembers of this project all noted that their lives were greatly enriched by making those connections and\nbeing inspired to step beyond their own worlds. School children and teachers met historians and university\nstudents within a common location (the mill road cemetery) that many noted that they had never realised\nwas there before. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}