{"id":"BBCA56B3-3013-44BC-9D5F-EC89B0B5C6AD","title":"Stability conditions and hypermultiplet space","abstractText":"Many modern physical theories such as string theory are geometrical in nature,with the properties of particles and forces being determined by the way extradimensions in the theory are curled up on themselves. Unfortunately stringtheory is not at all well-understood at present, and it has not so far beenpossible to make predictions that can be experimentally verified. This projectfits into a large area of current research in pure mathematics which aims at abetter understanding the mathematcal structure of string theory. One could hopethat this will one day enable us to make calculations of real world quantitiesthat can then be checked against experiment. For now though it is early days,and our research focuses on properties of the curled up dimensions appearing instring theory, known in mathematics as Calabi-Yau manifolds.This particular proposal concerns certain algebraic objects appearing in string theorywhich physicists call categories of BPS branes, and mathematicians call Calabi-Yaucategories. We will be concerned with integers called Donaldson-Thomas invariantswhich measure the precise number of BPS branes appearing in the theory. Theultimate aim is to better understand an object called the hypermultiplet space,an auxilliary space appearing in string theory but which has no mathematicaldefinition at present. The physics suggests that this space can be equipped witha geometrical structure which encodes the Donaldson-Thomas invariants in aninteresting way. This geometrical structure is called a hyperkahler metric andexamples of such structures are of interest in both mathematics and theoretical physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I003371/1","grantId":"EP/I003371/1","fundValue":"252146","fundStart":"2011-04-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"","person":"Thomas  Bridgeland","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}