{"id":"BBCD2E5C-A9FC-4425-B8B0-CDFBC6AE333D","title":"Differentiation of GMP-grade human embryonic stem cells to midbrain dopaminergic neurons for transplantation","abstractText":"Parkinson's disease (PD) is an incurable and progressively degenerative condition. Although the symptoms are well managed at the early stages with medication, there is currently no treatment to halt or reverse the progress of PD. In the late 1980s and 1990s several PD patients received transplants of fetal midbrain tissue containing dopamine-producing neurons. A small fraction of patients showed tremendous benefit from such grafts. A multi-centre European clinical trial led by co-applicant Dr. Roger Barker, TRANSEURO, is underway to re-visit fetal midbrain transplants and systematically address all potential problems faced in the earlier clinical trials. These trials will be small due to the limiting amount of fetal tissue available. There will be a pressing need to resolve the critical issues of scaleable supply and quality of appropriate dopaminergic neurons for any future widespread use in the treatment of PD. Replacing fetal midbrain tissue with dopaminergic neurons differentiated from human embryonic stem cells (hESCs) is the most realistic solution to this cell source problem. Currently 5 different centres in the UK (Edinburgh, London, Manchester, Newcastle, and Sheffield) have established clinical-grade hESC lines, over 15 lines in total. This proposal will examine all UK clinical-grade hESC lines and compare them for their ability to make dopaminergic neurons. We will modify and optimise a novel method to transform hESCs to dopaminergic neurons from our collaborator Dr. Lorenz Studer (Sloan-Kettering, NYC). The best performing hESC line will be used for transplantation into two distinct rat models of PD. Graft survival, behavioural improvements, and absence of tumour formation will all be carefully assessed. The success of this project using hESC-derived dopaminergic neurons in pre-clinical rat models of PD will be a significant step towards the first-in-human clinical trials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K017276/1","grantId":"MR/K017276/1","fundValue":"475730","fundStart":"2013-05-02","fundEnd":"2016-08-01","funder":"MRC","impactText":"","person":"Tilo  Kunath","coPersons":["Siddharthan  Chandran","Roger  Barker"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}