{"id":"BBD694B3-42CF-4788-BEBB-D942E758D683","title":"Quantitative Characterisation of Flame Radical Emissions for Combustion Optimisation through Spectroscopic Imaging","abstractText":"The power generation industry relies heavily on coal despite the availability of other energy sources. The use of low quality coals, and coal blends from a variety of sources is becoming widespread in power plant for economic and availability reasons. Co-firing coal with biomass on existing coal fired furnaces is recognised as one of the new technologies for reducing CO2 emissions in the UK and the rest of the world. The changes in these fuel supplies have posed significant technical challenges for combustion plant operators and engineers to maintain high combustion efficiency and low atmospheric emissions including CO2, NOx, SOx and particulates. Despite various advances in developing the coal combustion and co-firing technologies, a range of technological issues remain to be resolved due to the inherent differences in the physical and combustion properties between coal and biomass. A typical problem associated with the use of low quality coal and co-firing of coal and biomass is the uncertainty in the combustion characteristics of the fuels, often resulting in poor flame stability, low thermal efficiency, high pollutant emissions, and other operational problems. To meet the stringent standards on energy saving and pollutant emissions, advanced technology for improved understanding of energy conversion, pollutant formation processes and consequent combustion optimisation in coal-biomass fired furnaces have therefore become indispensable.A flame, as the primary zone of the highly exothermic reactions of burning fuels, contains important information relating closely to the quality of the combustion process. Recent study has shown that the combustion process, particularly the pollutant emission formation processes, can be better understood and consequently optimised by monitoring and quantifying radical emissions within the flame zone through spectroscopic imaging and image processing techniques. It is proposed to develop a methodolgy for the monitoring and quantification of the radiative characteristics of free radicals (e.g. OH*, CH*, CN* and C2) within a coal-biomass flame and consquently the estimation of the emission levels in flue gas (e.g. NOx, CO2 and unburnt carbon). A vision-based instrumentation system, capable of detecting the radiative characteristics of the multiple radicals simultaneously and two-dimensionally, will be constructed. Computing algorithms will be developed to analyse the images and quantify the radiative characteristics of the radicals based on advanced signal processing techniques including wavelet analysis. The relationships between the characteristics of the radicals and fuel type and air supplies will be established. The emission levels in flue gas will be estimated based on characteristic features of the flame radicals obtained by the system. All data processing will be performed in an industrial computer system associating with integrated system software including a graphic user-interface. The system developed will be initially tested on a gas-fired combustion rig in University of Kent and then an industrial-scale coal combustion test facility run by RWE npower. A range of combustion conditions will be created during the industrial tests, including different coal-biomass blends and different fuel/air flowrates. The relationships between the emission characteristics of radicals and the chemical/physical properties of the fuels and the pollutant emissions will then examined under realistic industrial conditions.The outcome of this research will provide a foundation for a new area within coal-biomass combustion optimisation in which advanced flame monitoring techniques could help to predict emissions directly from the flame information instead of the flue gas measurement, shortening the control loop for emissions reduction. Such techniques would greatly benefit the power industry by allowing them burning fuels more efficiently and meanwhile reducing harmful emissions to the environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G002398/1","grantId":"EP/G002398/1","fundValue":"205002","fundStart":"2009-01-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"  The results derived from this research have made a considerable contribution to the current body of knowledge on fundamental aspects of combustion efficiency and pollutant emission of coal-biomass combustion. This includes in-depth understanding of the energy conversion of fuel, the emission formation process, the fundamental physical and chemical properties of flame and their relationships with the attributes of fuels, and environmental effects of the combustion of different source of fuels. Although the current embodiment is proposed particularly for applications to coal-biomass fired furnaces, the basic concept and findings are applicable to other combustion processes such as internal combustion engines, waste incinerators and ramjet combustors. The results would also provide useful data for the validation of CFD based combustion models. Electronics,Energy,Environment ","person":"Gang  Lu","coPersons":[],"organisation":"University of Kent","findingsText":" 1) A spectroscopic instrumentation system was constructed for visualising and quantifying optical emissions from free radicals, OH*, CN*, CH* and C2*, known to be active in combustion flames. Through a combination of advanced optical sensing, digital imaging and image processing techniques, the system offers the unique feature where the 2D radiative characteristics of the multiple radicals can be detected simultaneously using a single camera. This was achieved by employing a dedicated beam splitting unit to divide the light of the flame into four identical parts, each filtered by a narrow-band optical filter corresponding to the spectral range of a particular radical. The weak radiative signals were then captured by an intensified digital camera. \n2) Algorithms were developed to analyse the images and quantify the radical characteristics, including radiative region, intensity, uniformity etc. The relationship between these characteristics and the fuel-air mixture was established. Emissions in flue gas (NOx and CO2) were estimated, based on soft computing techniques (e.g., PCA and neural networks), using radical characteristics. Integrated system software, together with a GUI, was constructed on an industrial computer system for the presentation of the obtained results. \n3) The system was evaluated on a lab-scale combustion rig, in which propane/butane-air flames were generated with varying fuel-to-air ratios. Test results show that the system is capable of characterising successfully flame radicals and establishing their relationship to the fuel-air ratio based on neural networks. \n4) Both lab- and industrial-scale tests were conducted to investigate the radiative characteristics of radicals in gas-biomass flames. In the lab-scale tests, a mixture of propane with varying additions of biomass (flour, wood dust, willow and palm kernels) was fired in the test rig. Flue gas emissions (O2, CO2, NOx etc) were measured simultaneously with the radical emissions using a gas analyser. It was shown that the gas-biomass flames have very similar spectral profiles, but which are significantly different from that of gaseous flames. In addition, a commercial spectrometer was used as an independent reference to evaluate the measurement results from the imaging system. Direct comparisons had found that the trends using the imaging system and the spectrometer are similar, which had proven the accuracy and reliability of the techniques developed. In the industrial trials were conducted by applying both the image system and the spectrometer to a full-scale coal-biomass fired boiler. Different operating conditions, including variations in the proportion of added biomass and secondary air flows, were created during the tests. It was found that the biomass flames have similar spectral profiles under all test conditions, but which are significantly different from that of a pulverised coal flame. This is consistent with the results of the lab tests. It is also evident from the temperature measurement that the ignition of the biomass flame has a significantly fluctuating delay, indicating a greater instability of the biomass flame, and expected to have an impact on combustion emissions. The research outcomes provide an effective means for quantifying the radiative characteristics of the flame and their relation to combustion inputs and emissions. This provides the foundation for combustion optimisation, where advanced flame monitoring techniques can be used to determine exhaust emissions directly from the flame information, shortening the control loop for emissions reduction. Electronics,Energy,Environment","dataset":"gtr"}