{"id":"BBE00120-AEC8-436C-9818-16210476CF81","title":"MICA: Early phase clinical trial repurposing ATRA as stromal targeting agent in a novel drug combination for pancreatic cancer (STAR-PAC)","abstractText":"Pancreatic cancer (PDAC: pancreatic ductal adenocarcinoma) is a lethal disease. At present, surgical removal of the affected pancreas offers the best chance for cure. However, this is possible in less than a fifth of patients. \n\nResearch and clinical trials have suggested that this disease required new treatment strategies. At present, in fact, there are no chemotherapy or radiotherapy treatments available which will shrink the tumour to enable surgical removal of pancreatic cancer in the patients not eligible for surgery upfront. \n\nBased on our observations from treating patients as well as our laboratory research, this proposal is a proof-of-concept clinical trial to benefit those patients who cannot undergo surgery up front. We propsoe to combine state-of-the-art chemotherapy (gemcitabine and nab-Paclitaxel) to target cancer cells and repurposing All Trans Retinoic Acid (ATRA) to target the stroma.\n\nStroma is the scar tissue surrounding the cancer cells. Pancreatic cancer is charactereised by a particularly dense scar tissue such that it hampers successful delivery of chemotherapy drugs. A particular cell type: Pancreatic stellate cells ( or PSC) are critical for this desmoplastic stroma. In fact, our research has shown that PSC enable cancer cells to survive longer and spread faster. Cancer cells activate PSC from their dormant state. These activated PSC, in turn, engineer a pro-cancer strategy by sending many different signals to cancer cells and immune cells. We have demonstrated that we can change this PSC behaviour back to dormant or quiescent state. Quiescent PSC (normal pancreas) store retinol or vitamin A which is lost in activated state (pancreatic cancer). Pancreatic cancer patients are deficient in Vitamin A. Thus they cannot revert to the normal PSC behaviour without medications to alter their behaviour.\n\nOur laboratory experiments show that we can both target effectively and measure changes within, the stroma following targeting of PSC, using ATRA. Moreover we have shown that other cells (immune cells and blood vessels) also can also be targeted, to the detriment of tumour behaviour, using ATRA. ATRA's effect is potentiated to reduce tumour size in combination with state-of-the-art chemotherapy (gemcitabine and nab-Paclitaxel). If we can substantially reduce tumour size, we can enable surgical removal of tumour in more patients with pancreatic cancer then what is possibly currently.\n\nThis grant proposal is the first step to translate these encouraging laboratory results to a routine clinical practice. In this proposal we want to determine whether we can combine these drugs without increasing toxicity when given to patients with pancreatic cancer. We will increase the dose of drugs in a step wise manner to demonstrate that this combination can be administered without additional side-effects. If we can demonstrate this is feasible, then we also need to determine if this drug is reaching the required levels in blood stream as well as in pancreatic cancer to have the desired effect. Finally we need to be able to measure this effect. Hence in this early phase clinical trial, we will investigate that we can deliver treatment at appropriate dose without increasing side-effects as well as monitor the beneficial and harmful effects of the treatment. \n\nIn future, that is outside this current proposal, we will carry out comparison of this combination treatment with other state-of-the-art or established treatments for patients with pancreatic cancer who cannot undergo surgery upfront. Our goal will then be to develop an effective treatment given to patients before surgery, to increase the chances of surgical removal of cancer of the pancreas. Thus, translation proposal of of laboratory experiments into a clinical trial exploits the 'co-targeting' of both cancer and stromal compartments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M015610/1","grantId":"MR/M015610/1","fundValue":"583942","fundStart":"2015-03-30","fundEnd":"2018-03-29","funder":"MRC","impactText":"","person":"Hemant M Kocher","coPersons":["David  Grimwade","Harpreet Singh Wasan","Peter  Sasieni","David  Propper","Nandita  DeSouza","Debashis  Sarker","Brian  Davidson","Roopinder  Gillmore"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}