{"id":"BBE1A90E-C354-4BCF-B367-266A8F57390E","title":"Frustration: more ways to emergent behaviour.","abstractText":"Functional magnetic properties are constantly exploited in technological applications. The phenomena of magnetism was originally used in a compass and magnetic properties are still being developed to help store digital data on hard drives. Indeed the hard drive industry in 2013 is expected to generate $33 billion of sales, importantly as more information is stored digitally the bit density needs to carry on increasing. Novel methods of magnetic data storage need to be developed, requiring fundamental research which can be fed directly into industry. \n\n One such avenue of research is magnetic frustration, where pairwise interactions within a system cannot be simultaneously satisfied. If these frustrated interactions occur on the intersections of a triangular crystal lattice (1 nanometre in size) the net moment can be used as a bit with an incredible bit density. Indeed artificial frustrated systems (3 orders of magnitude bigger than the crystal lattice) are currently being developed to test this idea of storing data. However the fundamental physical processes on the nanometre scale still need to be understood in order to manipulate this technology. Fundamental investigations of frustrated systems at low temperature will redefine how we understand magnetic materials, and how we store and manipulate information in the future.\n\nFundamental properties of magnetic systems are still delivering twists and surprises. Specifically, magnetism has recently generated excitement because of the concept of emergent behaviour. This is essentially a description of unexpected properties that fundamentally challenge how to understand and manipulate magnetism on an every day basis. In the frustrated material know as spin ice (so called because the lowest energy ground state has 16 different spin configurations, the same number of proton configurations as water ice) emergent magnetic monopoles have been discovered. These monopoles act like electric charges in that they can be driven apart by a magnetic field, in much the same way electricity is controlled by electric fields. However to understand these properties the sample of spin ice needs to be measured at very low temperatures, much less than 1 K as the excitation which creates monopoles has a thermally activated behaviour with an energy gap around 4 K. Therefore to be in the dilute limit to enable charges to be manipulated the magnetisation has to be measured with a low temperature (&lt; 500 mK) dilution fridge. One question to be to answered is how 'magnetricity' can be manipulated by controlling experimental parameters, such as cooling rate.\n\nOne way to get a handle on the properties is to measure the magnetization. Specifically how long does the sample take to respond to an applied field which can be used as a measurement of spin ice dynamics. Because the creation of monopoles depends on how quickly spin ice is cooled through the magnetic freezing temperature it is important to understand how the dynamics respond afterwards. This enables the manipulation of the monopole density and the subsequent dynamics. Moreover the dynamics present need to be investigated over a wide dynamical regime and an instrument will be built to measure the changes in the susceptibility at frequencies up to 1MHz.\n\nThe instrument that will be developed, which will be unique in the UK and one of very few worldwide, will also allow the study of quantum properties in magnetic materials. The low temperature is required as thermal fluctuations will swamp the quantum excitations. Emergent behaviour is expected in quantum spin liquid magnets which contain tightly packed magnetic ions with frustrated interactions. Quantum behaviour can also be measured in lone magnetic ions with magnetometers. This allows the manipulation of different energy levels and understanding of the fundamental properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L019760/1","grantId":"EP/L019760/1","fundValue":"89571","fundStart":"2014-06-01","fundEnd":"2016-11-30","funder":"EPSRC","impactText":"","person":"Sean Richard  Giblin","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}