{"id":"BBE591E8-7DCB-4D21-9B2F-CFB791AB4E24","title":"Determining the atomic structure of incommensurate antiferroelectrics based on La-doped Pb(Zr,Ti)O3","abstractText":"The lead zirconate titanate (Pb(Zr,Ti)O3) system displays a fascinating range of structures and behaviours, but with the common feature that all compositions contain exhibit permanent electric polarisation at room temperature as a result of antiparallel displacements of the oxygen anions and the metal cations. At the PbZrO3 end of the composition range, the electric dipoles are arranged in stripes of antiparallel polarisation resulting in zero net polarisation, this is referred to as an antiferroelectric state. In contrast to this, for Pb(Zr[0.9],Ti[0.1])O3, polarisation all lies along the same direction resulting in a finite permanent macroscopic polarisation - a ferroelectric state. Just doping this latter composition with 2-4% La puts this into a slightly confused state, very much on the edge between ferroelectric and antiferroelectric ordering. Whilst it is well known that the crystal structure for this state has a large unit cell, which is incommensurate (i.e. it doesn't quite stack up as being made of a simple whole number of atomic stackings), the details of this structure are not at all well understood. The reasons for this are straightforward: it is big and not perfectly ordered (previous studies show frequent deviations from perfect order) and thus techniques like diffraction with X-rays or neutrons will have difficulties. Whilst some information can be inferred from conventional electron microscopy and diffraction (which has already been done by the applicant), the most straightforward way to solve the structure would be to be able to see where all the atoms are. This is now possible due to advances in aberration corrected electron microscopy. Recent developments have made it possible to compensate for the imperfections present in all electromagnetic lenses and this now allows us to resolve objects well below 1 + - a suitable scale for resolving atoms. The project partners at Jlich are world leaders in applying this to materials and have particular experience with doing such studies on perovskite oxides and in measuring electrical polarisation from imaging the oxygen and the metal cations in these structures. This project will allow the applicant with his prior experience of incommensurate antiferroelectrics to travel to Jlich and collaborate with them on imaging these fascinating materials at sub-+ngstrm resolution and in combination with data processing and image simulation to enable us to be able to determine the oxygen and cation displacements across the unit cell. As well as solving the structure of this interesting phase, it will also enable us to better understand its relationship to both the ideal antiferroelectric phase of PbZrO3 and to the rhombohedral ferroelectric phase of Pb(Zr[0.9],Ti[0.1])O3, and will prepare the ground for future studies of field induced transformations between antiferroelectric and ferroelectric phases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H028218/1","grantId":"EP/H028218/1","fundValue":"3773","fundStart":"2010-01-15","fundEnd":"2010-04-14","funder":"EPSRC","impactText":"","person":"Ian  MacLaren","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}