{"id":"BBEBBA7A-BC94-423F-935F-FA829F78F46A","title":"'Romantic Form and the Critical Tradition'","abstractText":"Since the early 1980s, the study of Romantic poetry has been dominated by a historicist agenda that seeks to read literature within and against its historical, ideological, political and social contexts. This 'turn to history' began as a counter movement to New Criticism, which focused exclusively and ahistorically on the internal features of individual poems. The 'New Historicism' explicitly conceived of itself as a corrective to this kind of textual scholarship, and it has retained its deep suspicion of, indeed outright hostility to, the study of poetry as poetry - that is, to the study of poetic form. Since the late 1990s, however, there has been a growing sense within Romantic Studies, as elsewhere, that a serious imbalance has now been created in the counter direction - that the study of context has resulted in the neglect of Romantic-period poetic texts themselves, and a concomitant wastage of the readerly skills required to engage fully with this body of literature. Around the turn of the century, some leading critics advocated a return to formalist study, and a number of 'new formalist' monographs and collections of essays have appeared since. The New Historicist case against New Criticism, and against formalism generally, nevertheless still holds powerful sway over Romantic Studies, with the result that the study of poetic form remains tentative, marginal and usually undertaken within New Historicism's own agendas, with the majority of scholars wary of moving beyond discussions of the ways in which contemporary social and political ideologies inhere in the adoption of particular forms, metres and rhyme schemes. At the same time, however, a number of theoretical re-considerations of the aesthetic in Literary Studies more generally are beginning to undermine some of New Historicism's basic tenets about the fundamental relationship between literary texts and history. This project speaks to this situation by trying to do a number of things: reassess the original arguments against New Criticism and the study of poetic forms that gave birth to New Historicism; show how Romantic Studies already has within it a number of latent strategies that might form the basis of a radically reconceived approach to and understanding of poetic form as well as laying the grounds for a reconciliation between formalism and historicism; bring to the critical debate about Romantic poetry new ideas from recent theoretical re-considerations of the aesthetic and the literary more generally. The aim is kick start the development of new approaches to the study of Romantic-period poetic form for the twenty-first century by demonstrating, and bringing together in one place, some of the possibilities already to hand.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H004491/1","grantId":"AH/H004491/1","fundValue":"27587","fundStart":"2010-02-06","fundEnd":"2010-06-05","funder":"AHRC","impactText":"","person":"Alan Leigh Rawes","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}