{"id":"BBF2A150-C72A-4009-A88E-665A49CB8F7D","title":"A randomised controlled trial of the 'Health in Early Feeding Scheme' to improve breastfeeding in neighbourhoods with low 6 week breastfeeding rates","abstractText":"Breastfeeding helps prevent disease and promote health in both babies and mothers. It is clear that breastfed babies suffer less tummy upsets, less ear and chest infrections, less eczema, and are less likely to develop childhood cancers. It is also clear that mothers who breastfeed are less likely to get breast cancer. Breastfeeding may also reduce the risk of Type 2 diabetes, coeliac disease, obesity and cardiac disease for children. The World Health Organisation recommends that all babies are breastfed up to at least 6 months.\nDespite many attempts by the government and the NHS, breastfeeding rates in the UK are among the lowest in the world. So in the UK many children and mothers have illnesses which would be prevented if more babies could be breastfed. \nLots of things have been (and are being) tried to encourage mothers to breastfed at birth and at 6 weeks and at 6 months. But despite these efforts breastfeeding rates in the UK are still very low. Breastfeeding rates are particularly low in more deprived areas and lower income communities, and these are often areas where people are less healthy generally. One possible approach is the use of financial incentives such as cash and voucher schemes. \nThere is a long history of taxes being applied to products that are harmful e.g. alcohol and tobacco. More recently cash and vouchers etc. are being paid to encourage healthy behaviours. For example, researchers have studied what happens if you pay some people take their medication or to help pregnant women stop smoking. More recently the government helped pregnant women eat healthy food by paying vouchers to women on Income Support and Job Seekers Allowance (Healthy Start Scheme). \nResearchers at the University of Sheffield (working with researchers at the University of York and the University of Brunel) are exploring a new approach to encourage women to breastfeed - a 'Health in Early Feeding Scheme'. Researchers are studying the effect of offering an incentive 'paying' women to breastfeed. The researchers are particularly interested in studying the effect of this Scheme on women who live in areas with very low breastfeeding rates (40% or less babies being breastfed at 6 weeks). These areas also tend to be areas which are very deprived and low income areas. \nThe researchers hope that by offering women in these areas a 'Health in Early Feeding Scheme', that more babies will be breastfed at 6 weeks. They also hope this Health in Early Feeding Scheme (HEFS) will mean more babies will be breastfed when they leave hospital, at 10 days, at 12 weeks and at 26 weeks. If more babies are breastfed then many diseases will be prevented in both babies and mothers. \n\nThis study has three stages. \nIn the first stage the researchers will select 15 out of 30 neighbourhoods with the lowest breastfeeding rates in Sheffield. The researchers will then finalise the HEFS with pregnant mothers and their families from these neighbourhoods, as well as midwives, health visitors, peer supporters, and doctors. Together they will investigate any barriers, work out the best size of incentive, how often it should be paid to women, who are the best people (e.g. health visitors, peer supporters, midwives, GPs) to tell women about the scheme and to perform any checks that might be needed for this Health in Early Feeding Scheme.\nIn the second stage, the researchers will then test the HEFS in two of these 15 neighbourhoods. They will find out if it is feasible to offer the HEFS. They will also get a rough idea of the number of extra women who decide to (and do) breastfeed because of the offer of the HEFS.\nIn the third stage, the researchers will offer the HEF Scheme to all pregnant women in 15 of the 30 study neighbourhoods from areas with very low breastfeeding rates in Sheffield for one year (about 1,250 out of 2,500 women). They will then look at all the information they have to see what effect the HEF Scheme has on breastfeeding rates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000434/1","grantId":"MR/J000434/1","fundValue":"1253010","fundStart":"2012-06-11","fundEnd":"2016-12-31","funder":"MRC","impactText":"","person":"Clare  Relton","coPersons":["Julia  Burrows","Mark  Strong","Petra Sylvia  Meier","Mary Josephine Renfrew","Subhash  Pokhrel","Julia Anne Fox-Rushby"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}