{"id":"BBF453BC-1AE3-457B-B51D-33642983576F","title":"'Researching new modes of solo identity and formal expression within a large-scale concerto for clarinet and orchestra'","abstractText":"The compositional process of today's composer is probably more remote, more mysterious even to the serious listener than at any time in Western music, yet this process rests upon the interaction of numerous technical decisions that are in themselves quite mundane. Matters of artistic judgement as to how long an idea should last, how prominent an instrumental voice should be or what dramatic curve a work should follow are essential to the creation of large works of music, for in art, perhaps in contradistinction to science, it is not usually the questions that are new so much as the answers that we seek to them. I wish to find fresh responses to the compositional questions detailed below as part of the creation of a new large-scale work, building upon my considerable experience as an orchestral composer; this is a concerto for clarinet and orchestra for the virtuoso artist Robert Plane. \\n\\nThe decisions a composer makes about the overall shape of a work determine how it will unfold for the listener, and so are fundamental. My research into music's formal coherence in the last ten years has resulted in a breadth of solutions - from a sequence of various small movements, scattered without obvious progression like musical 'islands', to the continuous unfolding of Cors de chasse, premiered by the Philharmonia Orchestra in 2004, which takes the form of a single long movement. This last work, completed with the help of an AHRC sabbatical award made in 2002, was the first of three for orchestra in which I have followed a continuous dramatic curve from brisk activity to stillness. In the current project for clarinet and orchestra I wish to mediate between these two models of musical story-telling / the flowing story and the fragmentary sequence / by creating a structure of contrasted 'islands' that are, unlike previous examples, joined into a single narrative by a recurring musical link. A key part of my research here is to fix the identity of this musical link by experimenting with the actual sound production of the clarinet, and then to expand such a distinctive colour (or its counterpart) into the wider orchestral group for these sections. The aim is that the actual nature of the physical instrument will give birth to the sound-character of the most frequently occurring music in the work. This replaces for me more traditional approaches to the musical refrain - for example the use of a prominent theme or rhythm. \\n\\nThis research work is planned with the involvement of clarinettist Robert Plane from the start of the process, so that his playing will be a factor in the very creation of the material: the character of a work such as this will always be informed by its solo instrument. Recent concerti for the clarinet have often been written / as is mine / for players of transcendental skill, and they have used the agility and potential piercing utterance of the instrument to make sure it stands out from the other instruments; however, in reaction to these trends it is a major research aim of mine to establish the opposite expressive character. To achieve this - a collaborative and expressive solo part that works among rather than against its fellows - I am again to make use of the actual sound mechanism of the instrument, especially the detailed behaviour of the sound when the player articulates a note; this information is already available and I want to use it as the basis for selecting appropriate groups of instrumental partners who can blend most effectively within one sound-world. In this, as in my above research goal, the aim is to colour the wider instrumental sound with the innate characteristics of the solo instrument. Profiling of individual instrumental sounds has played a guiding role in the work of leading electroacoustic composers, but it is less common in generating purely instrumental materials; it marks for me a new chapter in the overall composition process toward a large-scale work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003478/1","grantId":"AH/E003478/1","fundValue":"31338","fundStart":"2007-09-24","fundEnd":"2008-01-23","funder":"AHRC","impactText":"","person":"Piers  Hellawell","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}