{"id":"BBFA9898-DE84-447F-9550-EEFA298FF4E5","title":"Breaking the link between education, disadvantage and place: What future for area-based initiatives (ABIs)?","abstractText":"<p>There is a long established link between education, disadvantage and place, and the last 40 years have seen many targeted programmes aimed at improving education in some of England’s most deprived areas. However, the evidence is that these Area-Based Initiatives (ABIs) have made little difference. Reflecting on this, this seminar series asked:</p>\n\n<ul>\n \n\n <li>do ABIs have a future in efforts to break the link between education, disadvantage and place?</li>\n\n <li>How can they be made more effective?</li>\n\n</ul>\n\n<p>The seminars examined a wide range of ABIs - historical and contemporary, centrally- and locally-initiated - underpinned by different ideas about education’s role in disadvantaged places. Their limits and possibilities were explored.</p>\n\n<p>The series concluded that educational initiatives which focus on disadvantaged places have a future. However, their effectiveness will depend, partly, on an underlying shift from ‘area-based’ to richer ‘place-oriented’ understandings of what initiatives need to achieve. Place matters hugely in education, shaping everything from children’s identities as learners, to challenges facing schools. However, traditionally-formulated ABIs have typically constructed areas in terms of more-or-less arbitrary boundaries on maps, and insufficiently problematised assumptions about how children within those boundaries live and learn.What a focus on place might mean for policy and practice was explored.&nbsp;&nbsp; </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0683","grantId":"RES-451-26-0683","fundValue":"14459","fundStart":"2010-01-01","fundEnd":"2010-10-31","funder":"ESRC","impactText":"","person":"Kirstin  Kerr","coPersons":["David Alan Dyson","Ruth  Lupton","Mel  Ainscow"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}