{"id":"BBFE5A7E-727B-4226-AAB2-CD064F5026BC","title":"Oocyte quality in health and disease","abstractText":"In vitro fertilisation (IVF) and associated technologies remain relatively inefficient and costly and the problems worsen with increasing maternal age. One of the main reasons for these low success rates is poor oocyte (egg) quality, as we know very little about the biology of mammalian egg development and the factor(s) which make eggs fertile. This issue is exacerbated by the limited available of human eggs for research. In order to improve the success of assisted conception treatments we need to maximise the number of good quality eggs we collect from a woman?s ovaries but we must be careful that egg quality does not suffer at the expense of egg quantity. The current momentum in assisted conception is therefore to produce a small number of good eggs from each patient and so maximise their change of a pregnancy. However, this goal can only be achieved if we can identify the best eggs for IVF and use this information to improve patient treatments and so maximise egg quality. The objective of this project is therefore to measure egg quality in healthy women and to use this information to establish a cellular and molecular signature of egg health from patients with defined causes of infertility. The project aims to: (1) define and link biochemical and metabolic markers of egg quality; (2) investigate a number of key genes which may contribute to egg health; and (3) measure the impact of different assisted reproduction treatment regimes on egg quality. Some aspects of the research will be conducted using cow eggs as these tissues are a good model for human egg development; other components of the project will be conducted using human eggs which have been donated for research by infertility patients. We have already developed and validated the molecular biology methods and assays of egg protein turnover and energy metabolism which will be utilised on this project to measure egg quality. The data generated by the proposed studies will significantly advance our understanding of human egg biology and will ultimately help reduce the cost and improve the success rates of assisted conception treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800250","grantId":"G0800250","fundValue":"450000","fundStart":"2008-09-01","fundEnd":"2012-08-31","funder":"MRC","impactText":"  The findings of this project have been utilized in several ways including: (i) to advance scientific knowledge and understanding as evidenced by multiple publications in the form of original, peer reviewed research papers, research reviews and book chapters; (ii) to prime future research grant applications and studentships; (iii) for the pubic engagement of science as evidenced by lay publications/magazine articles and talks to patient groups, politicians/policy makers and schools; (iv) to inform research led teaching of undergraduate and postgraduate students; (v) to improve patient treatments; and (vi) to support the career progression of both early career researchers and established scientists. Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Helen Mary Picton","coPersons":["John D'arcy Huntriss","Bruce Kenneth Campbell","Anthony John Rutherford"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}