{"id":"BC039C31-320A-413E-B02D-D32E80CFA334","title":"Parenting while apart: The experiences of birth parents of children in long term foster care.","abstractText":"<p>&nbsp;Although the role of birth parents is recognised to be a key issue for foster placements, the experience of birth parents has received less attention from researchers than the experience of foster carers and foster children.&nbsp;&nbsp; This is true not only in the UK but also in Scandinavia.&nbsp; This study is therefore being developed in collaboration&nbsp; with the University of Bergen (Dr Toril Havik and Bente Moldestad) and the University of Gothenburg (Dr Ingrid Hojer).</p>\n\n<p>The study will run from January 2008 - December 2008.&nbsp; The UK sample, in three different agencies, will be 25 - 30 birth parents of foster children who were under the age of 10 at placement and who have been in their planned long-term foster family for at least a year. The methodology will combine the use of focus groups and qualitative interviews.&nbsp; In addition, focus groups of children's social workers will be set up to discuss the challenges and benefits of working with birth parents of children in long-term foster care.</p>\n\n<p>This international study will complement existing studies of long-term foster care by specifically investigating the experience of birth parents, with the aim of improving the quality of social work practice.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-2606","grantId":"RES-000-22-2606","fundValue":"69000","fundStart":"2008-01-01","fundEnd":"2009-03-31","funder":"ESRC","impactText":"","person":"Gillian  Schofield","coPersons":[],"organisation":"University of East Anglia","findingsText":" The interviews provided detailed chronological accounts, from parenting difficulties prior to the children coming into care to current feelings about their role as parents. Some key themes emerged from interviews and parent focus groups that provide important insights for social workers, foster carers and other professionals who work with parents of children in foster care. \n\n\n\n1. Prior to children coming into foster care: Parents reported experiencing severe parenting difficulties that arose in particular when drug and alcohol use or violence dominated their lives, although almost all parents struggled with poverty. \n\n\n\n2. Child protection procedures and the court: The experience of child protection procedures raised anxiety for all parents, although for some it was the means by which they received more support. Court itself was a profoundly difficult experience, even when parents accepted that the child needed to be in care. After court, most felt abandoned. Although accepting that the child needed the attention of social workers, parents found that their position and their loss was not always recognised - and this was sometimes seen as contributing to a downward spiral into depression, increased drug or alcohol use. \n\n\n\n3. Being a parent while apart from their children: managing a threatened identity\n\nMost parents struggled over the years to maintain some role in their child's life - for the sake of the child, for the sake of their own self-esteem and, crucially, for their identity as parents. Information about the child and contact with the child were both of great importance. Information about the child's interests and school enabled parents to be more in tune with the child at contact and to send appropriate birthday presents. Up to date information about the child was often not available, because social workers changed or because parents were not able to be in direct communication with foster carers. Those who had good relationships and open communication with foster carers were in a very different position - feeling more involved with their children's lives and appreciative of the foster carers' role. \n\n\n\nThe parents had very different experiences and relationships with their children, foster carers and social workers. These arose in part from the different strategies (e.g. anger, denial) they used to manage and preserve their self-esteem and identity as parents, in the face of absent children, negative judgements having been made about them as parents, the lack of current parenting roles and responsibilities, and social stigma. \n\n\n\n\n\nImpact on policy and practice - dissemination of a good practice model\n\nThe messages for practice from this study need to be taken up by social workers, foster carers and other professionals at each stage, from providing family support, supporting parents during and after court, and ensuring that parents are enabled to play as constructive a role as possible in their children's lives. \n\n\n\nKey to this process is acknowledging the range of parents, from the most angry and negative towards the placement to the most positive, accepting and supportive - and an awareness of how even angry parents can change over time.  Communities and Social Services/Policy,Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}