{"id":"BC09A6BD-3823-47FF-A59C-C645194D4A53","title":"The Prehistoric Deforestation of Upland Britain","abstractText":"Prehistoric deforestation of upland Britain / a critical test of existing models\\n\\nSummary\\n\\nThe landscapes of upland Britain are open, largely treeless and consist of heather or grass-dominated moorland. Until the 1930s this was thought a natural state due to the poor soils now found there, or exposure to wind and a relatively harsh climate. It was considered that upland trees, for which there was evidence in the form of preserved wood, had been killed by deteriorating climate or by long-term soil depletion. Since then, an increasing body of evidence and literature has led to a human-impact explanation for these open areas, with the impacts starting in pre-agricultural times, particularly through the activities of Mesolithic hunter-gatherers. This project aims to challenge this established paradigm by using a new combination of research methods, primarily by excavating tree remains from a peatland site in upland North Yorkshire. The wood samples will excavated by a team of archaeologists and their exact positions recorded. Each wood fragment will be examined for evidence of burning, cutting, fungal attack, windthrow and other features. From the same location, preserved pollen, charcoal and fungal spores will be analysed to show how the forest composition changed within the wider landscape. Indicators of climate will also be measured to test the effects of climate change on tree death. Overall, the main aim is to test this new approach \\nto an old problem. If successful, the project could change our knowledge and understanding of prehistoric environemntal impacts, and by doing so how we percieve the upland landscape as 'natural' or 'human' landcapes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E009530/1","grantId":"AH/E009530/1","fundValue":"113249","fundStart":"2007-10-01","fundEnd":"2009-01-31","funder":"AHRC","impactText":"","person":"Jeff  Blackford","coPersons":["Jonathan Guido Lageard","Jim  Innes"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}