{"id":"BC0E20CC-5A72-4929-B823-4462B388BE4E","title":"Biological Analysis of Synthetic alpha-helix mimetics","abstractText":"Protein-protein interactions govern many of the processes that occur in living organisms. The ability to disrupt these interactions selectively is a major challenge in chemical biology. They are hard to disrupt with easily made molecules, as proteins are large and the important non-covalent contacts can be distant from each other. We have developed an inhibitor for one class of these interactions where an alpha-helix of one protein binds in the cleft of another. Such interactions occur through specific amino-acid residues projected along one face of the alpha-helix. Our inhibitor is built in a modular fashion, allowing for easy variation of the side chains and rapid formation of a large library of compounds. Current techniques for the study of these interactions rely on a complex assay, where the displacement of a pre-bound ligand is monitored rather than the actual binding event. This proposal seeks to develop a new assay to measure these interactions that will use Fluorescent Resonant Energy Transfer between the inhibitor and the protein, both of which would be fluorescently labelled. Once the inhibitor is bound, the fluorescent labels are brought into close proximity. Excitation of one of the fluorophores will cause the energy to transfer to the other fluorophore over a small distance. This results in a shift in the wavelength of the emitted light, only when binding has occurred. This allows for direct measurement of the binding event, and is also amenable to in vivo measurements using both bulk techniques as well as confocal microscopy. This assay will enable other researchers to visualize the locations of proteins in cells as well as allow for a more rapid screen of active compounds. This could eventually result in a new class of pharmaceuticals able to tackle challenging problems in medicinal chemistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G022569/1","grantId":"EP/G022569/1","fundValue":"98295","fundStart":"2008-11-05","fundEnd":"2009-11-04","funder":"EPSRC","impactText":"","person":"Thomas Alfred Edwards","coPersons":["Andrew John Wilson"],"organisation":"University of Leeds","findingsText":" The key objective of this postdoctoral mobility fellowship was to transfer the physical location of a PDRA from a synthetic chemistry lab, into a structural molecular biology lab, enabling him to add to his skills as a chemist by incorporating a wide variety of molecular biology. The scientific objective through which this was to be achieved was the development of novel assays (in particular but not limited to those based on foster resonance energy transfer (FRET)) for the testing of inhibitors of the p53-hDM2 protein-protein interaction (see: Chem. Soc. Rev., 2009, 38, 3289) based on alpha-helix mimetics. \n\nInitially, hDM2 and 14N labelled hDM2 were expressed and purified which permitted testing of compounds synthesized during the course of the initial EPSRC project which led to this follow-on funding (EP/D077842/1). This series of compounds (~20) were designed to act as alpha-helix mimetics and the generality of the syntheses reported by us represents a powerful starting point for generation of libraries for screening against a plethora of alpha-helix mediated protein-protein interactions.\n\nThis resulted in the identification of potent micromolar inhibitors of the p53-hDM2 protein-protein interaction and highlighted the complications associated with interpretation of data from competition experiments (see: Chem. Commun. 2009, 5091). This was also used to confirm a further series of p53-hDM2 inhibitors based on an N-alklyated aromatic oligoamide scaffold bind in the p53 binding groove of hDM2 using analysis of HSQC shifts from 15N labelled hDM2 (OBC, 2010, 8, 2344). \n\nWe also extended these studies by synthesising fluorescently labelled mimetics (fluoresceine, eosin and Bodipy) and developing a green fluorescent protein (GFP)-hDM2 fusion expression construct. The two were used in combination to perform a novel FRET based binding assay. This was successful although a ratiometric response was not observed which is desirable for cell based testing. We therefore also developed a yellow fluorescent protein (YFP) fusion expression construct and established a FRET based GFP-hDM2 interaction with YFP-p53 helix peptide that can be used to indentify competitive inhibitors.\n\nThe results of this study were presented at International Supramolecular Chemistry and Macrocycles Conference IV in Maastricht in June 2009, the 42nd IUPAC Congress in Glasgow in August 2009 and a COST action meeting on foldamers in Bordeaux in January 2010.  Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}