{"id":"BC1667D1-909F-4E09-A8A4-0122C0D23134","title":"The spatial epidemiology and molecular evolution of panzootic amphibian chytridiomycosis","abstractText":"Modern-day amphibians are known to be suffering rates of extinction that far exceed any other class of vertebrates, including those experienced by mammals and birds, and nearly one third of amphibian species are threatened. The question of why amphibians are going extinct at these accelerated rates has puzzled scientists for three decades. A clue to the mystery came about when scientists working in Central America and Australia noted that the declines in amphibian biodiversity were spreading in a wave-like manner, from a point source. These patterns of decline were caused by an emerging infectious disease, and in 1997 researchers discovered the fungal pathogen and named it Batrachochytrium dendrobatidis (Bd). \n\nSince then, our research has been focused on finding out where the fungus is, where it is spreading to and what its effect is on amphibian biodiversity. We have made a mapping tool at www.bd-maps.net and this has shown that Bd occurs on all continents with amphibians. However, not all species and populations infected with Bd die, suggesting to us that there may be more than one strain (or lineage) of Bd and that these are not all equally destructive. Confirmation of this came when we used new whole genome sequencing technology to sequence isolates of Bd from around the world. We discovered three lineages of Bd, and showed that only one of them is responsible for mass mortalities and species declines. We named this lineage BdGPL for 'Bd Global Panzootic Lineage' and showed that it occured in Africa, Europe, Australia and America.\n\nCurrently, several lines of argument suggest that BdGPL evolved in Africa. We will investigate this 'Bd Out-of-Africa' hypothesis by sequencing the genomes of Bd isolates widely across Africa and Europe, and undertaking fine-scale studies of the pathogens impact where it has been introduced into new environments. Our project will investigate both broad- and fine-scale processes, by characterising the genome diversity of Bd at the continental-level, but also focusing on fine-scale evolutionary patterns in Africa, the Pyrenees, the Alps and the UK. We will twin these genomic approaches with experimental approaches in order to determine whether invasive 'outbreak' lineages have altered their virulence and infectivity owing to accelerated evolution by the action of natural selection. Here, our expectation is that outbreak lineages that are adapting to new environments and hosts will have increased virulence and transmission rates when compared against the ancestral lineage in its original geographic background. These experiments will not only give us added certainty when determining the geographic origins of these infections, but will also allow us to assess why BdGPL is so much more virulent, and transmittable, than the other lineages of Bd.\n\nMore widely, our research will inform us about the risk that new pathogens pose to uninfected environments. Currently, we are seeing many emerging pathogenic fungi causing untold destruction to forests, bats and frogs. Perhaps there are common processes that underlie these emergences of disease - not only global trade in infected goods but also genome-level processes that are unique to fungi? Projects such as that described here hold the key to answering these important questions before losses of biodiversity increase further.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K012509/1","grantId":"NE/K012509/1","fundValue":"209462","fundStart":"2014-02-01","fundEnd":"2017-01-31","funder":"NERC","impactText":"","person":"Trenton  Garner","coPersons":[],"organisation":"Zoological Soc London Inst of Zoology","findingsText":"","dataset":"gtr"}