{"id":"BC25920F-C18E-4C8D-B4A2-008470950283","title":"Bayesian evidence analysis tools for systems biology","abstractText":"The study of biological systems, from cells, to organisms and populations, is becoming increasingly quantitative. Even at the level of a single cell, molecular biologists and geneticists are able to measure amounts of molecules such as proteins and RNAs, and to begin to unravel the connections between molecules that make up the pathways and processes that keep the cell functioning. Our knowledge of the interaction of molecules and genes comes from many sources. These include studies of the three dimensional structure of proteins, from which their function can be inferred, through to in vitro and in vivo studies that show how genes, and the molecules that switch them on and off, interact in the test tube, and in a key single cell organism such as yeast, or higher plant such as Arabidopsis thaliana. The way that molecular systems are described is changing from the traditional diagrammatic sketch of likely interactions, to a set of mathematical equations linking the rates of change of one molecule with the amounts of others. When the number of molecules is small, a set of stochastic reactions becomes a more accurate representation than a set of ordinary differential equations. But in both cases, finding the best fit between a mathematical model and data from the laboratory becomes a major problem. A second important issue concerns the justification for decisions made in modelling a biological system. We might like to say that only one model describes the data - but this is not possible for any complex system. Instead, we can hope to show that one model fits the data better than another, and this is the aim of the research proposed here. We shall apply a probabilistic approach that can optimise the fit of models to data, and quantitatively compare the extent to which they fit the data. This will provide useful information to the bench biologists and the systems biologists with whom they collaborate to further our knowledge of the cell.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I023461/1","grantId":"BB/I023461/1","fundValue":"75104","fundStart":"2011-10-06","fundEnd":"2013-07-31","funder":"BBSRC","impactText":"  This project has contributed an important method for the comparison of mathematical models through their fit to data. The technique has been recognised by others in the field, and the authors continue to develop and apply the method, for example, to characterise genome-wide data (paper under review). Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Stuart  Aitken","coPersons":["Andrew John Millar"],"organisation":"University of Edinburgh","findingsText":" We have developed and evaluated a computational statistical technique for comparing alternative mathematical models through their fit to data. Mathematical modelling is important in many areas, including systems biology and systems medicine. However, often it is not possible to write down a single model - alternative mechanisms and models need to be compared and this generates a highly complex problem in its own right. We implemented a number of algorithms in the R programming language that make the Nested Sampling technique practical in many applications, and generated new insights into a mathematical model of circadian rhythms. The resulting papers and algorithms have been made publicly available. The technique has been adopted more widely since we started this research, and is being developed further by the authors. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}