{"id":"BC2673BE-4A92-4AED-AE5E-6C88EBD57BA8","title":"Reception Plate Method for Structure-Borne Sound Sources","abstractText":"There are not presently available practical methods of characterising vibro-acoustic sources, which excite supporting and surrounding structures into vibration through the supports and other contacts. The context of the proposal concerns the prediction and control of noise due to machine vibrations being transmitted to a receiving structure, subsequently propagating and re-radiating from the structure as noise. By practical, is meant laboratory methods which yield source data in reduced form, which can be transformed into a prediction of the structure-borne power in the installed condition. Whilst generally, airborne sources have been successfully incorporated into prediction models by reference to airborne sound power, it has not yet been possible to incorporate structure-borne sources on a similar basis. There are two main challenges in seeking a structure-borne source characterisation. First, a source characterisation requires consideration of both the vibration activity and the structural dynamics at the contacts with supporting and surrounding structures. Secondly, the vibration transmission process is complicated and a full description requires a large data set and is experimentally and computationally intensive. However, design engineers, test-house managers and consultants require laboratory-based measurement systems which will yield single values of source strength and the conventional view is that these practical requirements conflict with the requirements for a physical and accurate source characterisation. The core of this investigation is to address this conflict by developing and appraising a novel reception plate method of structure-borne sound source characterisation. The machine under test is attached to a high-mobility plate, from which the source activity is obtained indirectly in the form of the velocity of the free source (i.e. as if the machine had been freely suspended). The machine then is attached to a low-mobility plate to indirectly obtain the blocked force (i.e. as if the machine had been attached to an inert structure). From these two quantities, the source mobility is obtained without direct measurement.The fundamental advantage of this method is that the time consuming and complicated process of directly acquiring the source activity and dynamics for each contact, and for each component of excitation, is replaced with an indirect method which only requires measurement of the response velocity of simple attached plates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H040293/1","grantId":"EP/H040293/1","fundValue":"172405","fundStart":"2010-07-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"","person":"Barry Marshall Gibbs","coPersons":["Carl Peter Hopkins"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}