{"id":"BC2787D6-E9F5-4F29-AB47-317FBEAF454E","title":"3D probing of the atmospheric boundary layer and volcanic plumes: Proof of concept","abstractText":"We propose to equip a remote controlled zeppelin to make 3D measurements in the atmosphere in regions of large spatial gradients incl. vertical profiles and Lagrangian measurements. The scientific goal is to yield a better understanding of chemical and microphysical processes in plumes and atmospheric regions with large spatial gradients. We propose a focussed proof-of-concept study with a field deployment at Masaya volcano, Nicaragua during a separately NERC-funded project. The climatic effects of volcanic eruptions have received attention for some time. The photo-chemical effects have only very recently become apparent through measurements and computer modelling that the PIs were involved in. Reactive halogen compounds can have a significant impact on the oxidation capacity (self-cleansing ability) of the troposphere. Passively degassing volcanoes are strong emitters of these reactive halogens and volcanoes might be a dominant source of naturally-released reactive halogens. Our lack of knowledge of photochemical processes in the early stages of plume development hinders a thorough quantification of the effects of volcanic emissions on tropospheric chemistry and climate forcing. During the planned deployment of the zeppelin we will gain information on ozone and bromine oxide, which are key species for our understanding of plume photochemistry as well as sulphur dioxide and particle concentration which are the most important factors to assess the climatic relevance of volcanic plumes. In this project we will equip a commercially available and field-proven remote controlled zeppelin with existing, lightweight, state-of-the-art instruments in order to probe the volcanic plume development in its early atmospheric stage. The use of a r/c zeppelin will enable us to make truly three-dimensional measurements of the very heterogeneous volcanic plume at Masaya volcano in Nicaragua which shows long-term persistent degassing of a shallow subterreanean lava lake. The field measurements will be made as extension to a recently funded project entitled 'Volcanic mercury: local deposition or global dispersion?' (NERC reference NE/G015600/1), thereby reducing the costs for the field deployment of the current project significantly and providing added value to the already funded project by making unprecedented additional measurements that are highly relevant to that project. The information on the plume's heterogeneity that shall be gained in the current project will facilitate the evaluation of the numerical models used in project NE/G015600/1. We envisage future use of the platform in our own groups in volcanic research but also in other fields of atmospheric research such as the probing of 3D heterogeneities in coastal regions with strong fluxes of gases and resulting aerosol particles from sea weed, in the polar boundary layer over newly frozen sea ice where the so-called 'bromine explosion events' are believed to originate that lead to strong local and regional ozone destruction and over salt lakes where strong vertical gradients in halogen oxides result from the release of reactive halogen compounds from the exposed salt. These are all areas where the PI is actively involved and widely cited.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H01098X/1","grantId":"NE/H01098X/1","fundValue":"41238","fundStart":"2010-07-01","fundEnd":"2011-09-30","funder":"NERC","impactText":"  The findings were not publishable in a scientific journal as too little data could be acquired but they have been disseminated in scientific and ubic outreach talks. It is unclea to what extent these findings have been used by others  ","person":"Roland E Von Glasow","coPersons":["Richard Angus Herd"],"organisation":"University of East Anglia","findingsText":" We equipped a remote controlled blimp (or pressure airship) to make 3D measurements in the atmosphere in regions of large spatial gradients incl. vertical profiles and Lagrangian measurements. The scientific goal was to yield a better understanding of chemical and microphysical processes in plumes and atmospheric regions with large spatial gradients. We conducted this as proof-of-concept study embedded with a field deployment at Masaya volcano, Nicaragua during a separately NERC-funded project. \n\n\n\nThe climatic effects of volcanic eruptions have received attention for some time. The photo-chemical effects have only very recently become apparent through measurements and computer modelling that the PIs were involved in. Reactive halogen compounds can have a significant impact on the oxidation capacity (self-cleansing ability) of the troposphere. Passively degassing volcanoes are strong emitters of these reactive halogens and volcanoes might be a dominant source of naturally-released reactive halogens. Our lack of knowledge of photochemical processes in the early stages of plume development hinders a thorough quantification of the effects of volcanic emissions on tropospheric chemistry and climate forcing. During the planned deployment of the blimp we will gain information on ozone and bromine oxide, which are key species for our understanding of plume photochemistry as well as sulphur dioxide and particle concentration which are the most important factors to assess the climatic relevance of volcanic plumes. \n\n\n\nIn this project we equipped a commercially available and field-proven remote controlled blimp with existing, lightweight, state-of-the-art instruments in order to probe the volcanic plume development in its early atmospheric stage. The use of a r/c blimp enabled us to make truly three-dimensional measurements of the very heterogeneous volcanic plume at Masaya volcano in Nicaragua which shows long-term persistent degassing of a shallow subterreanean lava lake. The field measurements were made as extension to a recently funded project entitled &quot;Volcanic mercury: local deposition or global dispersion?&quot; (NERC reference NE/G015600/1), thereby reducing the costs for the field deployment of the current project significantly and providing added value to the already funded project by making unprecedented additional measurements that are highly relevant to that project. The information on the plume's heterogeneity that shall be gained in the current project will facilitate the evaluation of the numerical models used in project NE/G015600/1. \n\n\n\nWe envisage future use of the platform in our own groups in volcanic research but also in other fields of atmospheric research such as the probing of 3D heterogeneities in coastal regions with strong fluxes of gases and resulting aerosol particles from sea weed, in the polar boundary layer over newly frozen sea ice where the so-called &quot;bromine explosion events&quot; are believed to originate that lead to strong local and regional ozone destruction and over salt lakes where strong vertical gradients in halogen oxides result from the release of reactive halogen compounds from the exposed salt. These are all areas in which the PI is actively involved and widely cited. In 2013 the r/c blimp has been equipped with an autopilot from a SME in order to facilitate future scientific use of this unique platform. Aerospace, Defence and Marine,Environment","dataset":"gtr"}