{"id":"BC293ADB-D1D1-44B6-9E58-5E594D642503","title":"New Perspectives: Exploring the potential for the Natural History Museum collections as a resource for arts and humanities research","abstractText":"The Natural History Museum (NHM) houses a magnificent collection of 70 million specimens of plants, animals, fossils and minerals collected from around the world. In addition to the scientific collections the Museum also maintains a major library, extensive art collections and an important archive. The Museum is a major tourist attraction and is committed to a public programme of exhibitions and educational work with schools and life long learners. It is also internationally recognised as a centre of excellence for the quality of its curatorial and scientific research. \\n\\nThis project aims via a new collaboration between Kingston University Faculty of Arts and Social Sciences (FASS) and the Natural History Museum (NHM) to explore how the Museum's rich and unique collections could be further exploited by the wider arts and humanities research community. FASS will facilitate a fresh and innovative approach to the NHM collections encouraging new and emerging areas of interdisciplinary academic research. This will be achieved through the establishment of an Advisory Group of invited experts and two Research Workshops. The first workshop will explore the potential areas of research subjects, the second workshop will concentrate on how the outcomes of such research could be made available to the public. \\n\\nThe outcome of the project will be a report proposing a set of interdisciplinary research themes for consideration by Museum management. The themes will encourage knowledge exchange and contribute to our understanding of natural history collections. Central to the project will be the recognition that proposed interdisciplinary research should complement the Natural History Museum's current corporate plans and be able to make a real contribution to public events and learning activities held in the Museum. The implementation of such research would provide HEIs with an unrivalled access to the Museum, its history, exhibitions and collections and make available the results of such research to a large and varied public audience. \\nThe Advisory Group will also consider the potential benefits of establishing a Centre of Historical and Cultural Research at the NHM as a means to manage and develop such future research. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F001177/1","grantId":"AH/F001177/1","fundValue":"16255","fundStart":"2007-08-01","fundEnd":"2008-07-31","funder":"AHRC","impactText":"","person":"Brian John Cathcart","coPersons":[],"organisation":"Kingston University","findingsText":"","dataset":"gtr"}