{"id":"BC2FABB1-A154-4CAF-9693-DC2A10163C9D","title":"IMRC for Bioprocessing","abstractText":"It is now widely accepted that up to ten years are needed to take a drug from discovery to availability for general healthcare treatment. This means that only a limited time is available where a company is able to recover its very high investment costs in making a drug available via exclusivity in the market and via patents. The next generation drugs will be even more complex and difficult to manufacture. If these are going to be available at affordable costs via commercially viable processes then the speed of drug development has to be increased while ensuring robustness and safety in manufacture. The research in this proposal addresses the challenging transition from bench to large scale where the considerable changes in the way materials are handled can severely affect the properties and ways of manufacture of the drug. The research will combine novel approaches to scale down with automated robotic methods to acquire data at a very early stage of new drug development. Such data will be relatable to production at scale, a major deliverable of this programme. Computer-based bioprocess modelling methods will bring together this data with process design methods to explore rapidly the best options for the manufacture of a new biopharmaceutical. By this means those involved in new drug development will, even at the early discovery stage, be able to define the scale up challenges. The relatively small amounts of precious discovery material needed for such studies means they must be of low cost and that automation of the studies means they will be applicable rapidly to a wide range of drug candidates. Hence even though a substantial number of these candidates may ultimately fail clinical trials it will still be feasible to explore process scale up challenges as safety and efficency studies are proceeding. For those drugs which prove to be effective healthcare treatments it will be possible then to go much faster to full scale operation and hence recoup the high investment costs.As society moves towards posing even greater demands for effective long-term healthcare, such as personalised medicines, these radical solutions are needed to make it possible to provide the new treatments which are going to be increasingly demanding to manufature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E001599/1","grantId":"EP/E001599/1","fundValue":"5913160","fundStart":"2007-04-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Nigel  Titchener-HookerMike  Hoare","coPersons":["Stephen L Hart","Daniel Gilbert Bracewell","Nina Frances Thornhill","Paul Anthony Dalby","Gary  Lye","John Maxim Ward","Kerry Ann Chester","Ian  Eames","Eli  Keshavarz -Moore","Y  Zhou","Frank  Baganz"],"organisation":"University College London","findingsText":" The methods enable more rapid progression from a life science discovery to a real viable process for manufucature. Spin outs are in place and more planned Manufacturing, including Industrial Biotechology","dataset":"gtr"}