{"id":"BC33C5F9-7881-4B96-8B1F-5F13C3D5220E","title":"Extending Working Lives in the NHS: Opportunities, Challenges and Prospects","abstractText":"The proposed research, a case study of the management of employment change in the NHS, is advanced against the backdrop of far-reaching changes in the UK state pension age and the abolition of the mandatory retirement age. The NHS is the world's largest publicly funded health service and as such provides a critical reference point for the generation of new knowledge and understandings of how organisations are responding to the challenges of the ageing population. Can working lives be extended in ways that reconcile the possibly conflicting aims of supporting and promoting health and well being on the one hand and the quality and efficiency of service provision on the other? Is it possible to identify the management practices and employment systems that best promote the internal organisational flexibilities that serve to reconcile these critical policy objectives?\nThe raising of the NHS occupational pension age to 66 (2020) and 68 years (2028), depending on occupation, is a large-scale challenge to the NHS employment system and this dynamic setting provides the opportunity to improve our understanding of the implications of an ageing workforce for working-life longevity, healthy ageing, and performance within the NHS and more broadly. \nOur investigation of the public health sector will deepen theoretical and empirical knowledge of how an ageing workforce, health and work interact, and thus improve the quality of information available to managers and other stakeholders to better understand how policies might be changed to improve outcomes. It will enable a better assessment of the impact of an ageing workforce on organisational performance, with three distinctive issues under consideration. First, whereas previous research on labour productivity has been highly aggregated and focused on crucially important measurement issues, our research will also investigate the processes underlying age-wage-productivity dynamics through a mixture of quantitative and qualitative research at Trust and occupational level. Second, it will allow interrogation of the connections between inputs (differentiated by skill, gender, age and occupation), processes (eg, employee voice, participation, joint consultation) and outputs (absenteeism, response times, exit rates). Finally, it will explore perceived (and real) differences in interests between groups (eg, intergenerational and management/employees). \nTaking a dynamic, longitudinal approach, our research will recognise that employees are members of teams within inter-related strategic functions in health care delivery. Attitudes and behaviour are thus formed within specific social settings and against particular histories that bear on current choice sets. It will examine the formation of individual beliefs and knowledge (mental models) and their impact on employee decision making over working life and retirement planning. A key focus is how aspects of the decision architecture rooted in employer practices impact on employee behaviour at key points of transition in career pathways, retirement planning, and pension choices. How do, for example, the availability of flexible working and the scope for redeployment construct and constrain behaviour? The significance of job design and redesign, and management support for disability and rehabilitation, will also be investigated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L006634/1","grantId":"MR/L006634/1","fundValue":"921367","fundStart":"2014-03-12","fundEnd":"2018-03-11","funder":"MRC","impactText":"","person":"Peter  Nolan","coPersons":["Hilary  Metcalf","Andrew Keith Weyman"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}