{"id":"BC411A6A-00CE-495C-BBD4-71C29DCA5E49","title":"The salience of luminance transients to the saccadic eye movement system","abstractText":"The human visual system is limited in its ability to resolve fine detail. In fact, only in the one or two degrees of central vision (an area of approximately the width of two thumbs at an arm's length) are we able to see with high acuity. Therefore, in order to explore the visual environment humans move their eyes very frequently. These eye movements are called saccades, and we make up to ~10000 of these movements every hour of our waking lives.These eye movements are critical for our ability to see, and therefore for the successful interaction with the world around us. Eye movement researchers are interested in the properties of saccades, and the visual signals that are effective in triggering these movements. To date their approach has been to present human observers with very sparse displays, often only containing one or two items. From these kinds of studies it is clear that the saccadic eye movement system is extremely sensitive to sudden changes in luminance (such as the appearance of a bright spot on a dark background). However, our everyday visual environment is much more stable than the visual displays used to examine saccadic eye movements. For instance, objects typically do not appear or disappear abruptly, but move in or out of sight due to motion in the environment or motion of the observer him/herself. In addition, luminance changes are extremely common- they can results from changes in lighting conditions and, again, motion in the environment or of the observer. It would be best is some of these changes were ignored by the visual system.Ideally one would want the saccadic eye movement system to be sensitive to those luminance changes that really matter. Changes in overall illumination are probably less important that the appearance of a new object. In the proposed project we will examine whether the saccadic system is more sensitive to certain types of luminance changes than to others. In these studies, we present human observers with a number of patches on a computer screen. At the same time, we record their eye movements using an eye tracker. This is a machine that uses cameras to record where people are looking at any particular point in time. After some time, the contrast of one of the patches will be increased and the observer's task is to look at this item. That appears like, and actually is, a very easy task. However, at the time of the contrast increase a change in luminance will occur elsewhere in the display. This change may be brought about by a simulated change in overall lighting conditions (meaning that everything in the display will become brighter), by the sudden appearance of a new object or disappearance of an existing object, and by object motion. If the saccadic eye movement system is sensitive to these kinds of changes it should become more difficult to correctly select the one item that increased in contrast. The extent to which the task becomes more difficult reveals important information about the what kind of luminance changes are particularly important for the saccadic system.Such information is important in a variety of settings in which people are required to quickly respond to rapidly changing visual information. Here you can think about a pilot flying an aircraft or the staff in the airtraffic control room. Our results will inform engineers who design these types of human-computer or human-machine interfaces. The proposed work addresses the fundamental question of what constitutes a salient event for the saccadic eye movement system. Our methodology allows for a more specific answer than simply saying that the system is sensitive to luminance transients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E003044/1","grantId":"EP/E003044/1","fundValue":"99710","fundStart":"2006-11-01","fundEnd":"2007-10-31","funder":"EPSRC","impactText":"","person":"Casimir  Ludwig","coPersons":["Iain Donald Gilchrist"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}