{"id":"BC46FD14-8E15-4348-B01A-1B79DC74F324","title":"Adaptation of a high resolution, high throughput assay of immunoglobulin repertoires for commercial and clinical applications","abstractText":"Our immune system makes millions of different antibodies to fight infection by cutting and pasting together large sets of antibody genes in many different combinations. It is currently not possible to measure them all and it would be extremely useful to be able to do so. First, immunodeficient patients who can't make antibodies could be diagnosed and treated quicker and more accurately. Second many companies are making mouse models that generate human antibodies as powerful therapies against specific infections. They need to know which antibodies are amplified in response to a particular infection. We have developed VDJ-seq, an assay that can identify several hundred thousand different mouse antibody sequences in a sample. We will adapt VDJ-seq to analyse immunodeficient human patient samples and mouse models producing human antibodies in a rapid, high-throughput, cost-effective way that aims to improve patient treatment and accelerate commercial discovery of therapeutic antibodies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K010867/1","grantId":"BB/K010867/1","fundValue":"138187","fundStart":"2012-09-26","fundEnd":"2013-12-04","funder":"BBSRC","impactText":"  They have been used to better understand antibody repertoires in immunodeficient patients Healthcare ","person":"Anne  Corcoran","coPersons":[],"organisation":"Babraham Institute","findingsText":" We have been able to examine in detail the antibody repertoires of immunodeficient patients who don't respond well to infections, and have found that they have a restricted repertoire compared to normal control subjects They can be used to provide more accurate stratification of immunodeficient patients based on the diversity of their antibody repertoire and thus their potential to respond to infection. Healthcare","dataset":"gtr"}