{"id":"BC485BA7-57F0-4F9B-8164-6C05A7E0DD41","title":"Coalgebraic Probabilistic Logic over Measurable Spaces via Stone Duality","abstractText":"The applicants are coinvestigators on the EPSRC supported projectEP/G041296/1, Coalgebraic Logic: Expanding the Scope (CLES),which started in September 2009. The purpose of the current proposalis to strengthen the existing project by drafting in the expertise ofMAM for a period of 5 months in the Spring Term 2010. The opportunityfor this has arisen because of the study leave recently granted toMAM. Since the largest part of MAM's salary will be paid by his homeinstitution, this application is merely asking for financial help withthe additional costs associated with living away from home; it thuspromises to provide excellent value in return for a very modestinvestment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H04714X/1","grantId":"EP/H04714X/1","fundValue":"27904","fundStart":"2010-03-29","fundEnd":"2010-10-28","funder":"EPSRC","impactText":"  The grant is in the mathematical foundations of computer science and my findings have been used exclusively in academia. \n\nImpact on the wider society will be indirect and may take a couple of decades.  ","person":"Alexander  Kurz","coPersons":["Achim  Jung"],"organisation":"University of Leicester","findingsText":" The aim of the project was to develop a Stone duality approach to probabilistic transition systems on continuous state spaces. This requires to develop the duality not only for morphisms, but also for relations. During the project we realised that the mathematical foundations for the duality of relations were not developed enough for our purposes, and we concentrated on this problem first.\n\nThe key finding concerning relations consists in the insight that when working enriched over posets monotone relations can be tabulated by both spans and co-spans. This gave rise to 2 publications and allowed us to successfully develop the Stone duality approach to probabilistic transition systems on continuous state spaces in subsequent work (completed, but unpublished). Coalgebras on continuous state spaces will be an imporant further development of the mathematical theory of coalgebras.\n\nAs this project is in the mathematical foundations of computer science no short-term impact outside academia can be expected. So I was tempted not to tick any of the boxes below, but the form did not allow me to do so. On the other hand, exactly becaue the research is foundational, potential impact is in all areas that do use computing devices, so I decided to tick all the boxes. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmace","dataset":"gtr"}