{"id":"BC4C3A10-1FCC-4A04-8505-A33A074C0BB1","title":"Deceptive Iridescence","abstractText":"Iridescence is a property of materials both widespread in nature and of growing use in a range of industries. We aim to determine whether it can function as a form of deceptive camouflage and, if so, how. Understanding the costs and benefits of having such colours will not only help explain their widespread occurrence in nature, but also help direct their efficient use in commercial, security and defence applications.\nColour is an integral, and striking, feature of the natural world and has diverse functions in both plant and animal kingdoms - from pigments that enhance the photosynthetic capacity of plants to the vivid plumage of birds. However, the function of one sort of colour, iridescence, is not yet fully understood. Iridescence is termed a &quot;structural&quot; colour because the hue of the reflected light is due to the structural rather than chemical properties of a material. The defining feature of iridescence is that the colour of the object changes with changing angle of viewing.\nIn both animals and plants there are multiple ways of producing and modifying iridescence, and these have different visual effects. Many of these biological mechanisms have been characterised and can be reproduced synthetically, and these methods of producing colour are increasingly used in various industries, from car paints where their role is to create a striking visual impact, to the production of bank notes, where the complex colour variation is hard to forge. The iridescent colours of Christmas wrapping paper and peacocks' trains are clearly designed to attract attention, but not all iridescence can be explained this way. A fundamental property of iridescence is that it changes colour when either the object or observer moves. This means it could act as effective camouflage through several mechanisms - the shifting shades could disrupt object outline, by distracting the visual system from other identifying features, and/or by acting as a dynamic 'dazzle coloration' to confuse the viewer. Pilot data collected by the PI suggests at least one of these possibilities is effective, as iridescence makes it hard for bees to discriminate between the shapes of objects. Our proposed research aims to test these possibilities. \nWe will focus on iridescence in land animals. We will investigate its impact on the ability to identify, discriminate and track objects using three model animals with very different visual systems - bee, bird and human. Standard iridescent 'target' materials, or different types, will be generated in collaboration with commercial companies. Their colours will be characterised using a specialised camera able to record specific wavelengths from the ultraviolet to the infra-red, attached to robot arms that can move the camera and light source to any relative angle. The spectral information will be combined with knowledge of bee, bird and human vision to model the colours and shapes as seen by each of our model species. This will be followed by a series of behavioural experiments to determine the impact of iridescence on object detection, object identification, and accurate evaluation of object speed and trajectory. \nUltimately, we aim to answer the question - can iridescence interfere with visual systems to the extent that it could function as a hitherto unsuspected, but extremely widespread, form of camouflage? As well as understanding the function and diversity of iridescence in nature, this research could also have important societal impacts. Interference with object identification is relevant in both military and security (document fraud prevention) applications. Iridescence is also increasingly being used in many industries without a clear understanding of how the beneficial visual impact (conspicuousness at some viewing angles, attraction of attention) are offset by costs (interference with recognition and localisation). Understanding how evolution has 'solved' these trade-offs will help us use iridescence more strategically.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M002780/1","grantId":"BB/M002780/1","fundValue":"767715","fundStart":"2015-06-08","fundEnd":"2018-08-07","funder":"BBSRC","impactText":"","person":"Heather Margaret Whitney","coPersons":["Nicholas Edward  Scott-Samuel","Innes Cameron Cuthill"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}