{"id":"BC50F831-B4A3-48AE-A963-FBB8172CCCD5","title":"Elucidating the mechanism of microtubule depolymerisation by Kip3D kinesin","abstractText":"Your body has a skeleton that gives you strength and support and allows you to move. The cells of your body also need strength and support, so cells also have a skeleton called the cytoskeleton. The cytoskeleton is built from 3 different types of fibre-like structures: one of these is called the microtubule. The aim of this project is to understand some of the functions that microtubules perform in cells, especially in cells that are multiplying in number. This is a process called mitosis. It is important to understand as much about mitosis as we can because it is very important for human health in lots of different ways. We all start life as just one cell and it is only after cells multiply billions of times that there are enough cells to make a complete human body. When mitosis goes wrong, the human body may not develop properly and this can cause birth defects and severe health problems. Also, when cells multiply out of control, cancer can occur. The more we understand about how cells multiply and what enzymes are important for controlling this multiplication, the better we will be able to find ways to stop mitosis from going wrong. The microtubule cytoskeleton is different from the human skeleton because it can change shape depending on what the cell needs to do or be. For example, a cell that is going through mitosis has a very different shape and behaviour from a cell that is not. Cells use different types of enzymes to control the shape of the microtubule cytoskeleton. In this project, we want to understand how an enzyme called Kip3D controls microtubule shape. Kip3D is an microscopic motor that uses the energy from ATP to do work when it binds to microtubules. Kip3D uses the energy of ATP to pull microtubules to pieces (depolymerisation). This is especially important in mitosis when the organisation of the microtubule cytoskeleton is constantly changing to ensure that mitosis is successful. We will use an electron microscope - a very powerful kind of microscope that takes pictures at very high magnification - to see what Kip3D looks like when it interacts with microtubules. Looking at the structure of Kip3D bound to microtubules will help us understand how the Kip3D molecules use ATP to depolymerise microtubules. When we understand how individual molecules of Kip3D work, we will understand better how Kip3D functions in a multiplying cell this and will help us find new ways to treat human diseases like cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D008921/1","grantId":"BB/D008921/1","fundValue":"299490","fundStart":"2006-06-01","fundEnd":"2009-05-31","funder":"BBSRC","impactText":"  The work we undertook has lead to a greater understanding of essential mechanisms involved in regulation of microtubule dynamics and our work is regularly cited by international researchers in this field. The project is ongoing and the applied benefits of the work are yet to be apparent, but would likely be in the pharmaceutical sector with associated economic benefits. Pharmaceuticals and Medical Biotechnology Economic","person":"Carolyn  Moores","coPersons":[],"organisation":"Birkbeck College","findingsText":" We probed the molecular mechanism of human kinesin-8 using a combination of structural and biochemical approaches. In collaboration with Cytokinetics Inc, South San Francisco, we determined the first structures of the human monomeric kinesin-8 motor domain, both in its unbound form (at 2.2? resolution by X-ray crystallography) and bound to its microtubule MT substrate (at 10? resolution by cryo-EM). \n\n\n\nIn addition, using negative stain electron microscopy and in the presence of a nonhydrolysable ATP analogue, we were able to visualise depolymerisation intermediates at the ends of MTs. Their presence unequivocally demonstrates that kinesin-8s actively depolymerise MTs even in the absence of MT-based motility. Our recent data thus provide a snapshot of human kinesin-8 structure and function. They show that kinesin-8-specific regions within the motor domain have significant consequences in defining the motor's dual functionality of MTbased motility and active depolymerisation at MT ends. Our findings can be used by other researchers working on the fundamental mechanisms of kinesin molecular motors. These findings can also be put to use by researchers investigating small molecules that specifically block mitotic kinesins as candidates for novel anti-mitotics. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}