{"id":"BC540516-F1F1-4923-9C3A-7DB5BC26DAFB","title":"Future Pasts in an Apocalyptic Moment: A Hybrid Analysis of 'Green' Performativities and Ecocultural Ethics in a Globalised African Landscape","abstractText":"This project investigates how different ideas of the past, in particular imagined past relationships between people and nature, are conditioning the futures being urgently created now in pursuit of 'sustainability' and the avoidance of 'environmental crisis'. It explores tensions between traditional, indigenous and local conceptions of human/nature relationships, on the one hand, and new conceptions underlying modern market-based methods for creating 'green' futures, on the other. We will do this through in-depth field research in western Namibia - where three of our team members have long-term research experience - and in collaboration with our local institutional partner, the National Museum of Namibia.\n\nProblems such as 'environmental change' and 'sustainability' are complex and require analysis that crosses disciplinary boundaries. Our research, therefore, applies methods and theory from Cultural Geography, Ethnomusicology, Environmental History, Philosophy and Social Anthropology. Our field location encapsulates tensions present in many contemporary circumstances. Here, old and new conceptions of human/nature relationships are colliding spectacularly as resources such as uranium are extracted from land which is home to some of the oldest cultures on earth, as well as to highly valued (and endangered) animal and plant species. \n\nThrough engaging with diverse actors in corporate, state, NGO and local contexts, we will explore the environmental change understandings informing a range of new 'green' entities that are being created, marketed and exchanged so as to generate sustainability. We will juxtapose these 'sustainability objects' with ways that landscape and other species are conceived and remembered in local indigenous culture, as encoded in stories, song, dance and healing rituals. Our selected, interconnected and commodified 'green things' are, i) 'green uranium' (so-called because of its alleged contribution to low-carbon generation but also because the impacts of its extraction are to be 'offset'), ii) biodiversity offsets (in which environmental harm arising from development in one location is offset by conservation activity elsewhere), iii) natural products derived from indigenous plant knowledge, iv) animal hunting trophies, and v) KhoeSan rock art heritage. \n\nThis research will enhance humanities understandings of how new 'green' objects act, and are perceived to act, to 'perform sustainability', and thereby to transfer past social and environmental health forwards into the future. We will complement this by in-depth analysis of perceptions regarding environmental change, assisted by the collation and exhibiting of repeat landscape photographs. In these, contemporary photographs reveal how landscapes have changed (or not) since early archival images, dating back to the late 1800s, were made. \n\nA key and iterative component of our project is the exhibiting of images, audio and video material from our research, both at the Museum in Windhoek and as mobile exhibitions in varied field contexts within Namibia. We intend this to stimulate open discussion regarding ideas of environmental change and sustainable futures, and thereby generate further research data. We will also foster public engagement through a project website with the URL www.futurepasts.net.\n\nResults from these interconnected research strands will be synthesised and theorised in a further strand. This will examine the philosophical and ethical issues arising at the interfaces between different culturally-bound understandings of human/nature relations. Our work here will flesh-out a new cross-disciplinary domain of 'ecocultural ethics' that considers sustainability imaginaries as entwined with the cultural production of particular pasts, presents and futures. This juxtaposition of competing ethical principles underlying different sustainability perspectives will draw together the empirical material analysed in the rest of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005871/1","grantId":"AH/K005871/1","fundValue":"797108","fundStart":"2013-10-01","fundEnd":"2013-12-31","funder":"AHRC","impactText":"  Please note, this award started at Birkbeck College on 1st Oct 2013 and transferred to Bath Spa University on 1st January 2014. I have grouped the awards together. All details are reported under AH/K00587/2. Agriculture, Food and Drink,Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Sian  Sullivan","coPersons":["Angela Marguerite Impey","Richard  Rohde"],"organisation":"Birkbeck College","findingsText":" Please see details reported for AH/K005871/2. Please see details reported for AH/K005871/2 Agriculture, Food and Drink,Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}