{"id":"BC577C86-2134-417D-A857-73F69042E2BD","title":"Writing the landscape of everyday life: lay narratives of the home garden","abstractText":"Britain is often portrayed as 'a nation of gardeners'; indeed recent surveys indicate that in the summer months two-thirds of adults are regular gardeners, with women being more intensely involved than men. In rural and urban areas gardens attached to dwellings are a significant, 'everyday' element in a range of landscapes, spaces and terrains. The domestic garden is often viewed as a private space, but its material form being external to the house means it is not readily separable from the public domain and other ecological landscapes such as parks, woods, and allotments. When gardening people can create their everyday landscape through ' mixing with the earth'.\\n\\nThere are a vast range and number of professional narratives on gardens and gardening including novels, films, how-to garden books, and magazines. In recent years there has been a significant growth in TV coverage ranging from expert advice, to instant makeover, and lifestyle programmes. These narratives play a prominent role in shaping not only domestic garden design and gardening styles, but also social and cultural landscapes. Very little, however, is known about meanings of the garden from the perspective of 'ordinary' people themselves and how this changes over the life course. Why do people say they 'love' their gardens? How do gardens relate to family life/history, children's play, fears, adventures, and getting older? Do people have special memories of childhood gardens? How does gardening improves people's well-being and quality of life? What do people like doing in their gardens? Do men and women have different ways of visualising the garden? This project seeks to gather, analyse and present lay narratives on gardens and gardening from the Mass Observation Archive based at the University of Sussex.\\n\\nThe project will start by analysing writings from the Archive to provide a context to the intensive analysis of people's 'garden stories'; we will track 30 selected cases, and interrogate respondents life stories in relation to themes of the home, family, garden practices, and memories. The 'Garden and Gardening' Directive issued in 1998 generated one of the largest numbers of responses for many years. Respondents were asked to write about their childhood, garden memories, plants/flowers that are 'special' to them, garden knowledge, and their gardening habits. They were also asked to send in a photograph of their garden, many did so; approximately 80 good quality photographs of gardens reside in the Archive will have been operational for 70 years and a series of public events are planned. The contemporary media indicates the strength of public interest in gardens and the results of this project will provide a major opportunity to engage the public with arts and humanities research.\\n\\nThe research will be of interest to:\\n- Academics concerned to advance knowledge on the links between lay narratives, \\n gender and the life course, and domestic landscapes;\\n- Garden Designers, gardening 'industry' expert, and policy-makers seeking to gain a \\n better appreciation of the significance of the garden in every day life, and how and why\\n gardening habits change;\\n- Creative artists and horticulture therapy organisations (e.g. Thrive) wishing to \\n appreciate the deep emotional benefits of gardening for people;\\n- The media and public at large interested in the contemporary meanings of gardens.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E50292X/1","grantId":"AH/E50292X/1","fundValue":"80830","fundStart":"2006-11-01","fundEnd":"2007-10-31","funder":"AHRC","impactText":"  The findings of this AHRC project have informed the research undertaken by Church as an expert panellist and lead chapter author for the UK National Ecosystem Assessment from 2008-2011 and as a Principal Investigator for the UK National Ecosystem Assessment Follow On research from 2012-2014. Both of these projects considered the role domestic gardens play as a cultural ecosystem service. The AHRC project findings fed into the conceptual approach undertaken in the UK National Ecosystem Assessment 2011 and guided the empirical analysis into domestic gardens and well being for the UK National Ecosystem Assessment Follow On research. The UK National Ecosystem Assessment 2011 was funded by Defra and supported by a number of government agencies including Natural England, the Environment Agency and the Forestry Commission. The UK National Ecosystem Assessment 2011 also formed the evidence paper for the Natural Environment White Paper published in 2011 which was the first government White Paper on the environment for over decade. The AHRC research therefore shaped the research and policies of government departments and agencies. Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice Policy & public services","person":"Andrew  Church","coPersons":["Paul Henry Stenner","Mark  Bhatti"],"organisation":"University of Brighton","findingsText":" The project creatively brings together psychology, geography, sociology and philosophy, and draws specifically upon research in social psychology and cultural geography to lend empirical support and additional depth to recent philosophical claims about gardens and gardening. By developing the concept of occupation it develops new thinking and insights as to how this everyday landscape is inhabited materially and psycho-socially and probes the deep experiential reasons why many people find gardens so important. \n\n\n\n\n\nLay narratives from the MOA are used to show how the garden is experienced in everyday life, revealing enchanting encounters through multi-sensory engagements. The analysis develops work on embodied practice, social embeddedness and the role of memory in emotional attachment to cover three key concepts that combine in various modalities of everyday life: haptic perception, cultivation, and body/place memory. Previous writings on gardens have tended to focus on one of these but this paper will represent a considerable advance in knowledge on the domestic garden as a place for enchantment by exploring the interactions between the modalities. \n\n\n\nThe project focused on the importance of the garden as a site for research, importantly re-positioning the garden as an everyday landscape, a counter to the traditional view of the garden in European discourse. Critically it draws on a tradition of 'ordinary' or 'vernacular' landscapes more widely discussed in North American material to argue for a new British landscape vernacular. Notably our data provides counter narratives to the prevailing idealised notions of the garden and this breadth of material has deepened our understanding of attachment and ownership, concepts explored at length in this paper. \n\n\n\nThe project has clearly revealed that the Mass Observation archive through very in-depth longitudinal analysis can be used to go beyond analysing responses to particular events and directives to understand emotions, memory and experience over the life course. The research will be of interest to: \n\n- Garden Designers, gardening 'industry' expert, and policy-makers seeking to gain a better appreciation of the significance of the garden in every day life, and how and why \ngardening habits change; \n\n- Creative artists and horticulture therapy organisations (e.g. Thrive) wishing to appreciate the deep emotional benefits of gardening for people; \n\n- The media and public at large interested in the contemporary meanings of gardens.\n\n- Policy organisations interested in the well being benefits of gardens and gardening. Communities and Social Services/Policy,Creative Economy,Environment","dataset":"gtr"}