{"id":"BC5AF963-56F0-45A2-A872-2D9F1F93DCA5","title":"Conformational changes in proteins: rates and mechanisms from discrete path sampling","abstractText":"Proteins are chains constructed from twenty different amino acids, which must fold up into a biologically active form after they are synthesised in cells. They play essential structural and catalytic roles in all living organisms. All the information required for a protein to function must ultimately be encoded in nucleic acids such as DNA. Recent efforts, such as the human genome project, are providing an increasing number of nucleic acid sequences, from which the amino acid sequences of every protein in a given organism can be derived. Once the amino acid sequence of a protein is known we can seek to determine the three-dimensional structure that it folds into, and the function that it performs in the organism. However, it has become increasingly apparent that understanding the biomolecular function of many proteins will require us to consider more than one structure. In particular, there is a growing body of experimental evidence suggesting that well-defined structural changes, usually called conformational changes, accompany protein function. Hence, to gain insight into how such proteins work, we must discover the pathways involved, and how quickly they are traversed. The potential benefits of this research are of great importance in fields such as drug design. For example, the usual strategy in efforts to create anti-cancer agents has generally been to target rapidly dividing cells. Recently, however, new drugs have been designed that work by binding to specific conformations of particular proteins, which prevents them from binding the molecules that they usually interact with, thus blocking their function. This line of research appears to be very promising, and depends upon knowledge of alternative protein conformations. Computer simulation of conformational changes could potentially play an important role in the above effort by supplying mechanistic information that is hard to obtain experimentally. In principle, we could adopt a model for the interatomic forces in the protein, and then solve Newton's equations of motion on a computer to advance the state of the protein in time using a series of small steps. The main problem with this approach is that a huge number of steps are needed, and even with recent advances in computer technology, it is not yet possible to follow the protein dynamics on the required micro- to millisecond time scale in this way. However, alternative simulation methods are available, which can bridge the time scale gap by making additional approximations. The present proposal is to employ a recently developed approach of this sort to characterise the conformational changes involved in four proteins of particular interest. In each case, the end-point conformations are known, or have been suggested, from experimental data, and computer simulations could be used to calculate the intervening paths. These simulations would also provide rate constants for the corresponding mechanisms, and could be used to analyse the effect of mutating strategically located amino acids into alternative forms. Four particular examples would be treated in this study to cover a range of important protein function, including catalysis, biosynthesis and signalling. For example, adenylate kinase (Adk) proteins perform a vital biological function, but differ slightly in their precise amino acid sequence between different organisms. The Adk protein from an organism adapted to live at a temperature of 80 centigrade exhibits reduced activity at 20 centigrade when compared with Adk from 'normal' bacteria. Recent experiments suggest that this difference is caused by slower conformational dynamics. Computer simulation would be used to test this hypothesis, and to derive details of the pathways involved to suggest future directions for experiment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D010276/1","grantId":"BB/D010276/1","fundValue":"198294","fundStart":"2006-07-12","fundEnd":"2009-07-11","funder":"BBSRC","impactText":"","person":"David John  Wales","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}