{"id":"BC68E187-B211-4375-A5AD-2CDB267B7633","title":"Smart tracers and distributed sensor networks for quantifying the metabolic activity in streambed reactivity hotspots","abstractText":"There are major concerns amongst regulators and river managers that at locations where rivers are well connected to the surrounding aquifer, the up-welling of contaminated groundwater can represent a severe risk to the surface water quality and the ecological conditions in the river and cause significant economical damage. For assessing the environmental risks associated with the discharge of contaminated groundwater into surface waters, regulators and river managers urgently require detailed information of the natural attenuation potential of groundwater aquifers and aquifer-river interfaces. While the natural attenuation potential in groundwater aquifers is often limited due to a lack organic carbon and microbial activity, the mixing of groundwater and surface water in streambeds can provide higher concentrations of organic carbon and thus, stimulate enhanced metabolic activity and increase natural attenuation. Initial research of the investigator indicated that aquifer-river interfaces of lowland rivers may contain hotspots of metabolic activity in anoxic, high carbon pockets underneath peat and clay structures in the streambed. This project is designed to identify such locations and quantify the metabolic activity of these streambed reactivity hotspots in order to provide regulators and river managers with the knowledge urgently required for assessing the natural attenuation potential of aquifer-river interfaces. This study therefore applies fibre-optic Distributed Temperature Sensing (FO-DTS) to monitor streambed temperature patterns in high detail (0.01 C accuracy, 2 m spatial resolution) along a fibre-optic cable deployed in the streambed. It will identify locations with intensive groundwater up-welling (cold spots) against areas with inhibited groundwater up-welling (warm spots) during summer months when groundwater and surface water temperatures differ by 6 - 10 C. Streambed multi-level mini-piezometers will be installed in identified warm spots, where the delayed up-welling of cold groundwater is expected to indicate potential reactivity hotspots with increased metabolic activity underneath streambed peat structures. For comparison, piezometers will also be installed in identified cold spots caused by intensive groundwater up-welling, indicating high groundwater-surface water connectivity with low residence times and potentially low natural metabolic activity. A smart tracer, combining the reactive (resazurine) and non-reactive (NaCl) compounds will be injected at the bottom (150 cm depth) of the piezometers and breakthrough curves will be analysed at 15 cm intervals along the multi-level piezometers. NaCl breakthrough curves will be used to calculate groundwater up-welling rates and residence times whereas the reduction of resazurine to the strongly fluorescent substance resorufin will be used in a reactive decay simulation to indicate the microbial metabolic activity at the respective depths. Metabolic activity and residence times will be compared to nitrate concentrations, redox-potential, dissolved oxygen and organic carbon content at the piezometers locations to proof that metabolic activity hotspots increase the natural attenuation potential. The result of this project will provide regulators and river basin managers with the urgently required understanding of the natural attenuation potential of streambed reactivity hotspots of enhanced microbial activity. The knowledge provided by this project is of great importance for a range of related scientific disciplines as well as regulators and river basin managers. Thermal conditions are an integral part of the ecosystem health of hydrological systems. The improved understanding of heat flow in streambeds will directly benefit aquatic ecologists and eco-hydrologists while advanced knowledge on metabolic activity hotspots will greatly benefit future research of multi-contaminant reactive transport and biogeochemical cycling at aquifer-river interfaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I016120/1","grantId":"NE/I016120/1","fundValue":"52328","fundStart":"2011-06-01","fundEnd":"2012-01-20","funder":"NERC","impactText":"","person":"Stefan  Krause","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}