{"id":"BC6B5694-AD56-434F-8CC9-C281C119D66E","title":"Sonic crystal noise barriers","abstractText":"Outdoor noise barriers are used to reduce noise disturbance from fixed industrial plant, from aircraft ground operations and from roads. Recent years have seen a growing interest in the potential for use of sonic crystals as noise barriers. Sonic crystals take their name from the analogous effects of photonic crystals on light. They consist of periodic arrays of circular cylinders and are known to give high attenuation at selective frequencies as a consequence of multiple scattering. The frequencies of highest attenuation can be found by assuming that an integer number of half wavelengths fits the distance between the scatterers. One of the main advantages of sonic crystals (SCs) is that by varying the distance between the cylinders it is possible to attain peaks of attenuation in a certain range of frequencies. One advantage of an SC barrier would be its relative optical transparency. Another would be its relative permeability to wind, thus reducing the effects of barrier induced turbulence and wind-gradient enhancement. In principle, if SC barriers are used as highway noise barriers on both sides of a road, there should be less reverberation than between solid barriers. The appearance of an SC barrier might also have a rather positive aesthetic impact. After all, the interest in using SCs as barriers started with the discovery that a 'sculpture' consisting of vertical parallel cylinders acted as a sound barrier. Various possible designs of SC barriers will be considered. In addition to 'conventional' vertical circular cylinder arrays, the acoustical performance of horizontal cylinders arrays above a reflecting plane, ellipsoidal cylinder arrays and curved arrays will be investigated both analytically/numerically and through laboratory measurements. The optimisation of the design of SC arrays making use of acoustic lens effects and coverings will be investigated. The acoustical performance of vertical cylinder arrays in configurations suitable for road traffic noise will be tested and compared with that of a simple barrier in various wind conditions by the Transport Research Laboratory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E062806/1","grantId":"EP/E062806/1","fundValue":"346646","fundStart":"2008-03-17","fundEnd":"2011-07-16","funder":"EPSRC","impactText":"  The primary use has been in securing a further EPSRC grant EP/K03720X/1 which is being used to pursue some of the results particularly concerning use of coupled resonant elements. But the results have been used also to inform research carried out for EC FP7 HOSANNA which in turn led to a workshop organised by DEFRA in 2013. The work on sonic crystal barriers was used also in collaboration with a small company Liminal which helped them to win the PRSF new music award in 2010 resulting in a touring sonic crystal demonstrator 'The Organ of Corti'. Transport,Other Cultural,Policy & public services","person":"Keith  Attenborough","coPersons":[],"organisation":"Open University","findingsText":" Traditional noise barriers may be unsightly and divide communities. In principle barriers consisting of vertical arrays of cylinders can be made visually more attractive and can include pathways through them. The main problem is that while reducing some parts of a noise they can exaggerate other parts. Also their performance depends on the angle at which sound arrives. These problems can be addressed by making the cylinders resonant. The project explored two ways of achieving the required resonance and demonstrated their effectiveness in the laboratory. One of the methods was also demonstrated in a full scale field trial at a specially constructed test site on the Open University Milton Keynes campus. The results have been published in academic journals. They have been used also in securing further research funding. Environment,Transport","dataset":"gtr"}