{"id":"BC6E7BE6-82B3-43CA-AD9C-48E15BAE43FB","title":"The millennial-scale response and impact of climate variability in the eastern tropical Pacific to changing climate boundary conditions","abstractText":"As evidence for global warming becomes more clear, our need to understand the natural operation of the climate system becomes increasingly important. The impact that human activities have had on our climate system, how the climate system is responding and how it will respond in the future must be understood. Therefore we need to identify and understand the natural level of climate variability and understand the way in which different processes and regional systems interact to give us what we know as 'global climate change'. In recent years the retrieval and analysis of very high resolution archives from ice cores and marine sediments has shown that the climate system is capable of very rapid change, on centennial and millennial timescales. It is still not clear what the forcing mechanisms and feedbacks are that control these changes. This project aims to provide a record of climate variability in the tropical Pacific, under different boundary conditions ranging from a full glacial stage where ice-sheets dominated the northern hemisphere, to the more recent Holocene climate changes that are comparable to our modern climate system. We will examine the tropical Pacific because it is known from historical records and more recent observational work that climate changes in this region can have dramatic and far-reaching consequences through changes in precipitation, temperature and ecosystems that can extend beyond the tropical region. These events are commonly described by the El Nino/Southern Oscillation (ENSO), which has a natural variability of several years. We will analyse a remarkably high resolution core from the Gulf of California that provides an opportunity to assess what the 'real' behaviour of the ENSO system was before any possible interference by human activities. By comparing this system between a glacial and interglacial we also aim to examine the sensitivity of the system to changes in climatic boundary conditions, which include changes in the greenhouse gas carbon dioxide. We will then be able to assess what role the tropical Pacific may have played, via feedbacks, in propagating climate change to the rest of the climate system. We propose to apply both established and new chemical analyses to the sediments to reconstruct different components of the tropical Pacific climate system in the past. We use the modern ENSO system as an analogue, and predict that past ENSO-like variability should be associated with large changes to sea-surface temperatures, precipitation patterns and production in the surface ocean. We analyse compounds found in the sediments that are produced biologically i.e. from organisms that were once living. By looking at their relative abundances and stable isotope compositions, we will be able to reconstruct, at high resolution, the past variability of the tropical Pacific climate system. Ultimately, these data may be used by modellers to test and improve models that are currently used to understand both how the climate system works, but also how it will behave in the future under the influence of human activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E00119X/1","grantId":"NE/E00119X/1","fundValue":"60805","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"NERC","impactText":"","person":"Erin Louise McClymont","coPersons":[],"organisation":"Newcastle University","findingsText":" The principal aim of this research was to determine the response of the eastern tropical Pacific to changes in climate system boundary conditions (ice-sheet extent, atmospheric CO2). We focussed on reconstructing past climate changes on timescales of decades, centuries and millennia in order to understand how fast climate changes can occur. By using a marine sediment core which contained multiple lines of evidence, we were able to provide an integrated assessment of marine and terrestrial environmental change. For example, we reconstructed changes to sea-surface temperatures and primary production in the marine realm, and precipitation change onshore. The biomarker approach that we adopted utilised a number of well-established proxies, but also provided an exciting opportunity to test some novel and emerging techniques.\n\n\n\nWithin this framework we were able to:\n\n1. determine a signature of upwelling intensity in the Gulf of California through the generation of sea-surface temperature and organic carbon export records\n\n2. test the application of a new sea-surface temperature proxy, the TEX86 index, to be applied alongside the more established UK37' index\n\n3. reconstruct changes in precipitation over the landmass surrounding the Gulf of California by undertaking analysis of soil and plant wax lipids found in the marine sediment core\n\n4. reconstruct changes to production in marine phytoplankton using accumulation rates of specific biomarkers, and relate these to evidence for nutrient utilisation through our project partners Constraining rates of climate and oceanographic change in the Gulf of California is important for assessing the impact of recent and future warming on the marine ecosystem in this basin. Modelling and monitoring work is already in progress through civil agencies and universities in Mexico to understand recent trends; our data add to these data sets with evidence for abrupt climate change and marine ecology response in the past. This research can be put to use through:\n\n1. Constraining rates of climate change across climate transitions (of use to other palaeoceanographers and palaeoecologists seeking to understand climate feedbacks)\n\n2. Compare to numerical climate modelling outputs to understand processes driving climate transitions, and to verify model precision and accuracy\n\n3. Contribute to regional syntheses of how tropical climates respond to assumed high latitude (e.g. ice-sheet) and global (greenhouse has) forcing Education,Environment","dataset":"gtr"}