{"id":"BC6F6934-E6CA-4F20-A14A-43D5CF899C34","title":"China in Britain, Myths and Realities","abstractText":"When government leaders across Europe are pronouncing the failure of multiculturalism what does it mean to be integrated in Britain as a visible minority? In the light of China's emerging global profile as a country of major economic and political impact, Chinese visibility is undergoing significant transformations. Interest in Chineseness has seen an upsurge no doubt concomitant with that of our interest in fostering economic relationships with China. This is a time when public responses to China in the UK are undergoing immense change but are still mired in misconceptions. Overt hostility has formed an integral feature of the discursive framing of the Chinese, and stereotypical views stretching back to the Victorian era remain endemic. From extremes of chinoiserie fantasy on the one hand to yellow peril propaganda on the other, this is a cultural legacy shaped by economic, political and social forces that still affects representations of Chinese people today. The UK press and advertising industry frequently resort to such depictions and there still exists segregation in the labour market. If globalization is going to work, it will require that all of us, and especially our leaders, have the capacity not only to understand how other societies see the present, but also how they see the past. 'China in Britain, Myths and Realities' will investigate key areas of historical cultural exchange including twentieth-century pulp fiction, 'yellow face' cinema, Fu Manchu and Kung Fu movie movies. The late-Victorian craving for spectacle meant that objects from China (and people too) were curated as anthropological curiosities. Nathan Dunn's Collection of Ten Thousand Things in his Hyde Park Corner pagoda drew crowds eager to view a mythical China opened up by the Opium Wars and after the Boxer Wars, 1900, Chinese art was quite unashamedly catalogued as 'loot' in the British Museum.\\n \\nMuseum programming and state funding has immense power in terms of shaping the ways we think about China and the cultural productions that result from this. Today important archival projects of historical recovery of the Chinese in Britain are being established in London and Liverpool. Meanwhile the internet and cyberspace has had hugely important online and offline implications for the social and political integration of British Chinese people. Although the British-Chinese voice has been marginal in mainstream cultural and political life it is beginning to make itself heard. In 2002 a British Library Exhibition, 'Trading Places' about the East India Company, failed to account for the company's involvement in opium dealing and the subsequent Opium Wars, prompting a letter of complaint signed by 17 Chinese organizations - the number marking the 17 million Chinese people who died during the period of trade and conflict. In response to this action, the British Library modified both the exhibition and their on-line material. In recent years the heavily publicised 'China in London' Chinese New Year festivals have attracted increasing numbers as a major aspect of the capital's tourism; Charles Saatchi's exhibition New Chinese Art which opened his Kings Road gallery attracted record crowds and was one of the ten biggest draws in the world. At the same time British Chinese artists despair that the commissions they get still expect them to produce certain tropes of dragons, phoenixes etc as cultural signs of Chineseness. The ultimate aim of the project is to contribute to the ongoing reformulation of both British and Chinese cultural understandings and what it means to be Chinese in Britain today (however multifaceted this identification may be) in the context of a multicultural Britain still structured by racialised inequalities and Orientalist stereotypes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J002585/1","grantId":"AH/J002585/1","fundValue":"32918","fundStart":"2012-01-02","fundEnd":"2013-07-31","funder":"AHRC","impactText":"  The most visible effect of discussion raised at the conferences is in the field of theatre and media debate around the presence of British East Asian actors in the media. British East Asian actor, Daniel York attended earlier events in the project and subsequently spoke at later events and then he put on a production at The Oval Theatre called The Fu Manchu Complex last year. \n\nHere is an online interview he gave in which he mentions the conferences\n\nhttp://www.bananawriters.com/#!danielyork/c169g\nhttp://www.thefumanchucomplex.com/\n\nFurther media impact came through producer Simon Hollis who attended events and put together Overwhelming China, a show exploring China's haunting of British intellectual and cultural life for BBC Radio Four\nhttp://www.bbc.co.uk/programmes/b03ffskf\n China in Britain speakers appeared on the programme including Paul French, Daniel York, Anna Chen, myself and others - here is a clip\nhttp://www.bbc.co.uk/programmes/p01km5xx\n\nConnections established with Penguin Books resulted in a series of Penguin Specials on China and the Great War with contributions from China in Britain attendees Robert Bickers, Frances Wood, Paul French and myself Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Anne  Witchard","coPersons":[],"organisation":"University of Westminster","findingsText":" The project has developed British and Chinese cultural understandings through investigations of historical conceptions of Chineseness in Britain. The project has developed strong and fruitful connections between academic researchers across disciplines including China Studies, Sociology, History, Literature, Theatre Studies, and Film Studies and also arts practitioners in film, dance, theatre, fiction and music. The project's collaborative involvements have resulted in, for example, Daniel York's play The Fu Manchu Complex at the Oval Theatre, community website Ming Ai's investigations in Chinatown histories and academic research in newly developed area of chinoiserie and modernist studies. To continue the advancement of British and Chinese cultural understanding in the context of multicultural Britain as well as that of China's increasing importance in global terms, and to continue the exchange of ideas between academic researchers across disciplines with organisations in the media and the public sector. Communities and Social Services/Policy,Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}