{"id":"BC6F6B5D-83DA-406C-83E6-83C51211F3FC","title":"Challenging Ozonolysis","abstractText":"This proposal is aimed at delivering breakthrough technology for exploiting a number of potentially very valuable reactions that are rarely used in the pharmaceutical industry due to constraints posed by conventional laboratory hardware. The focus is on ozonolysis reactions which are characterised by minimal environmental impact and high efficiency. In spite of these attributes they have not found widespread applications due to safety concerns. Micro channel continuous flow reactors offer an excellent solution to these issues. This is due mainly to the small distances present for mass / heat transfer and quenching, and improved heat management. Ozonolysis is an example of multiphase reactions with fast kinetics and high exothermicity, which can not be performed currently in commercially available flow chemistry systems. In multiphase reactions, reactants from one phase have to pass through an interface, dissolve and then react in another phase. Transport phenomena play a crucial role in reaction performance. Thus, the behaviour of the reaction (which is the prime domain of the chemist) is inexorably linked with transport phenomena (which are the prime domain of the chemical engineer). For this reason, successful development of flow chemistry systems and protocols for multiphase reactions requires input from both disciplines.In this proposal we endeavour to develop novel, easy to use, intrinsically safe, continuous flow, microchannel reactor systems, via collaboration between two research teams with strong track records in organic synthesis and microreaction technology and two industrial partners with expertise in medicinal chemistry and flow chemistry instrumentation. Based on the chemistry of ozone as a hydride acceptor, we aim to identify and exploit completely new, greener, highly efficient and less laborious synthesis pathways that can be employed to manufacture high value compounds of relevance to the pharmaceutical industry from inexpensive raw materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G027447/1","grantId":"EP/G027447/1","fundValue":"469908","fundStart":"2009-06-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"  A nine month placement within GSK was carried out, demonstrating the utility of the approach. The ozonolysis flow equipment was used in the synthesis of several key medicinal targets including an intermediate, of significant importance, unobtainable by conventional synthetic routes. Alkenes, furans and quinolines were ozonised to give good- excellent isolated yields. Given the utility and convenience of this approach, GSK took the decision to put together an in-house ozonolysis flow set-up based on the UCL\napproach. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Asterios  Gavriilidis","coPersons":["Panagiota  Angeli","William B  Motherwell"],"organisation":"University College London","findingsText":" We designed microchannel reactor systems that operated under unconventional flow regimes with excellent mass transfer characteristics for ozonolysis reactions. We demonstrated the conversion of decene (as a model system) as well as various compounds of relevance to pharmaceutical industry. The mean residence times were found to be dependent on the liquid flow rates and independent of the gas flow rates within the flow rates studied. The flow patterns at different gas/liquid ratios were obtained. Microchannel devices for the separation of the gas and liquid at the outlet of the reactors were designed, modelled and evaluated. The knowledge gained and the flow systems developed from this work can form the basis of cleaner, less laborious and cheaper chemical transformations. They can broaden the scope of synthetic transformations to other multiphase reactions particularly of fast kinetics and highly exothermic nature such as halogenations, hydrogenations, carbonylations, sulfonations, nitrations, phase transfer catalysis, as well as multiphase flow purification techniques such as extractions. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}