{"id":"BC860462-F0EF-4DC4-902C-D03966FDB935","title":"The Interaction of Transport and Reconnection in High Temperature Plasmas","abstractText":"Magnetised plasmas are extremely important. They protect us from the harmful solar wind; they are employed in a range of plasma processing and coating technologies, and they offer the possibility of a relatively clean, abundant energy source with no greenhouse gas emissions. They are rich in physics, as is evidenced by the range of phenomena from dramatic eruptions in the Sun and aggressive storms in the tail of the magnetosphere, to the gentle, beautiful swaying of the Northern Lights. One phenomenon that has challenged plasma physicists for decades is reconnection: a process that cuts across many applications of the field. In reconnection, magnetic field lines break and then reconnect to form a different magnetic topology. This can happen very fast in events such as solar flares, magnetospheric substorms or, here on earth, tokamak plasma eruptions. Tokamaks have advantages over space and inter-planetary plasmas: they are accessible, parameters are controllable, and they are well-diagnosed. In this project we shall use new diagnostic tools that are not available anywhere else in the world to probe the physics of reconnection events in MAST tokamak plasmas. We are particularly interested in the interaction between reconnection and transport processes (ie, the processes that determine the distribution of density and temperature through the plasma). Tokamak plasmas are sensitive to this interaction because of something called the bootstrap current: an electrical current that depends on the plasma pressure distribution. This bootstrap current is a major element of an instability called the neoclassical tearing mode (NTM), which drives reconnection in tokamaks. It is this instability that we shall use to probe the interaction between reconnection and transport processes, employing a new, world-leading Thomson Scattering diagnostic on the MAST tokamak.The NTM is an important issue for ITER as the reconnection process associated with it causes corrugations of the magnetic flux surfaces around so-called magnetic islands. These corrugations degrade the plasma confinement and, on ITER, will limit the fusion power. A control system has been developed to drive current in the vicnity of the NTM, cancelling the effect of the bootstrap current and reducing the amplitude of the corrugations. If the amplitude falls below a threshold, then the islands self-heal, good confinement is recovered, and the fusion power in ITER would rise. Let us refer to this as the THRESHOLD amplitude. The design of the control system requires knowledge of the threshold amplitude on ITER. This is uncertain, but there are two main contending theories, neither of which can be ruled out. We shall test one of them, as follows. Heat travels rapidly along magnetic field lines. This means that the temperature is approximately constant on the corrugated magnetic flux surfaces. This, it turns out, is what is reponsible for driving the NTM. However, if the corrugations are of sufficiently low amplitude, then the diffusion of heat across the flux surfaces competes with the transport along the magnetic field lines, and the corrugated flux surfaces are then not isothermal; the drive is suppressed, and the NTM is stable. Let us call the amplitude when this happens the CRITICAL amplitude. This clearly describes how a threshold for instability might arise, but is that threshold the one that is observed? That is, does this critical amplitude match the threshold amplitude? This is the fundamental question that we shall address with advanced computational modelling and the most detailed measurements of the temperature distribution on the MAST tokamak to date. The new Thomson Scattering system on MAST, which is the best in the world, can measure the critical amplitude down to 1cm, which is the approximate threshold amplitude on MAST (measured from the magnetic fluctuations). If the threshold and critical amplitudes agree, we confirm the theory; if not, we eliminate it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H049460/1","grantId":"EP/H049460/1","fundValue":"615364","fundStart":"2010-10-01","fundEnd":"2014-06-30","funder":"EPSRC","impactText":"  The output of this award has been an increased understanding of the structure and evolution of neoclassical tearing modes (NTMs), an important plasma instability that can limit the power output from future fusion reactors. \n\nThe results from this project have been utilised in international scaling databases that help guide the design of systems on ITER. In particular, the output from this grant has contributed to the International Tokamak Physics Agreement MHD group tasks to understand the evolution of NTMs. Energy Policy & public services","person":"Kieran  Gibson","coPersons":["Howard  Wilson"],"organisation":"University of York","findingsText":" The research funded through this grant sought to understand the interplay between magnetic reconnection and heat and particle transport in magnetised plasmas. In particular it focussed on studying the evolution of so-called Neoclassical Tearing Modes, an important plasma instability that as well as having great physics interest can have serious consequences for the efficiency and operation of future fusion energy reactors. During the course of the award we have (as reported in peer reviewed publications) :\n(i) Developed a real-time control system that allows very specialised laser scattering measurements to identify the evolution of small scale (~1cm ) structures in hot tokamak plasmas with microsecond resolution\n(ii) Demonstrated how certain models of NTM evolution provide a good explanation of our experimental results on the MAST tokamak\n(iii) Demonstrated on MAST new techniques for controlling the NTM instability\n(iv) Shown how our analysis techniques can be extended to other diagnostic systems by applying our analysis techniques to the KSTAR tokamak in South Korea and the DIII-D tokamak in the US\n(v) Made progress on developing a fully kinetic computational model of NTM behaviour Our experimental data has added to international databases that are used to guide the design of future fusion devices such as ITER. The analysis techniques we have developed are currently been used by researchers on the KSTAR tokamak in South Korea and the DIII-D tokamak in the US. Energy","dataset":"gtr"}