{"id":"BC91861C-9CD9-4A37-AC71-8FAFD660B914","title":"The role of mRNA secondary structures in programmed termination codon readthrough","abstractText":"Whilst a cell's proteins are encoded in DNA (the genetic material), they are synthesised by an organelle called the ribosome through an intermediate molecule, messenger RNA (mRNA), that is transcribed from DNA. The appropriate end of the mRNA is fed into the ribosome which moves along until a triplet start signal in the mRNA is recognised. At this point, amino acid biosynthesis starts and as each subsequent triplet nucleotide 'code' is decoded, one amino acid is added to a growing amino acid chain. The ribosome continues along the mRNA until it recognises a triplet stop signal, at which point translation normally terminates and the completed amino acid polymer, the protein, is released. However in some instances, the stop signal is not recognised correctly (it is said to be 'leaky'), and instead, an amino acid is added and protein synthesis continues. This is called stop codon readthrough and is the subject of our investigation. Stop codon readthrough is used by cells and viruses to make, at a certain frequency, an elongated version of a protein, which has altered properties. We are interested in determining how the structure of the mRNA in the vicinity of the 'leaky' stop codon can cause the ribosome to fail to recognise the stop efficiently. At present, we know little about the RNA structures that promote readthrough. In this project, we will examine the structures from three different readthrough signals and look for common features to give us clues as to how the ribosome is being mislead. A deeper knowledge of this process will provide insights into the biology of gene expression and our knowledge of ribosome function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G020272/1","grantId":"BB/G020272/1","fundValue":"335027","fundStart":"2009-08-01","fundEnd":"2012-07-31","funder":"BBSRC","impactText":"","person":"Ian  Brierley","coPersons":["Thomas David Kay  Brown"],"organisation":"University of Cambridge","findingsText":" 1. We determined the cis-acting mRNA signals required for termination codon readthrough in Colorado tick fever virus (CTFV), murine endogenous retrovirus L (MuERV-L) and the Drosophila headcase (Hdc) gene. Initially predicted to represent different classes of stimulatory RNA, we found that they are all, in fact, regular, stable stem-loop structures.\n\n2. We tested the role of these stimulatory RNA structures in readthrough in a variety of translation systems and confirmed the structures by chemical probing and mutational analysis.\n\n3. We searched for RNA binding proteins that may interact with the stimulatory RNAs but no trans-acting protein factors were identified. Together with the observation that ribosomal pausing was not evident at these sites, it is clear that readthrough is mechanistically distinct from ribosomal frameshifting. We identified a need for ATP utilisation in readthrough suggesting the involvement of an ATP-binding protein in the process. These findings are being used in the analysis of novel viral and cellular readthrough signals. There may be scope for antiviral intervention using such signals as targets. Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}