{"id":"BCA2A262-E052-4728-ADCA-4FD4C472A2B5","title":"The UK Medium Energy Ion Scattering Facility: Composition and Crystallography of Surfaces and Buried Interfaces","abstractText":"This proposal seeks the resources to ensure effective operation of the unique UK Medium Energy Ion Scattering (MEIS) facility for the next 4 years. As such, it aims to exploit the considerable assets both in equipment (replacement value ~ 3M) and expertise that exist at the Daresbury Laboratory near Warrington. Funding is needed to provide manpower, consumables and eqipment to ensure the facility runs efficiently and continues to create the potential for new experiments in research areas not previously explored. MEIS is a technique which provides compositional and structural information with a depth resolution approaching that of a single atomic layer. Probing ions scatter from atoms in the target in elastic billiard ball like collisions losing energy to the recoiling atoms. Energy analysis of the scattered ion enables the elemental identity of the atom to be established, while additional smaller energy losses due to inelastic electronic excitations allow the determination of the depth of the target atom below the surface. High-energy resolution ensures atomic-scale depth sensitivity. The elastic scattering also gives rise to 'shadowing' of one atom by another on the incident and outgoing trajectories, and the resulting variations of scattered yield with scattering angle provide layer-specific structural data. Consequently, MEIS provides unique compositional and structural information on the surface and sub-surface properties of solids and ultra-thin films. The outstanding capabilities of the MEIS instrument at Daresbury, coupled with its unique status as a user facility, offer UK scientists the ability to study a range of surface and near surface phenomena in fundamental and applied science, much of which underpins key technological areas as diverse as:- Catalysts, where research is envisaged to study the role segregation in the effectiveness of bimetallic catalysts and also the possibility of making catalysts capable of producing chirally pure products.- Magnetic multilayer materials like those found in modern data storage devices such as hard disc drives- Silicon processing techniques for advanced devices such as computer processors and memory chips (including growth, implantation and metallisation)- Corrosion protection for architectural, aerospace and automotive applications along with more specialised products such as medical implants - Novel semiconductor materials that could be used in future generations of electronic goods (spintronic devices and quantum dots) The user programme comprises both fundamental studies of model systems and technological studies of 'real-world' materials. Since the facility is open to all academic users, new applications in novel areas can be expected to emerge during the funding period.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E003370/1","grantId":"EP/E003370/1","fundValue":"1514360","fundStart":"2006-07-03","fundEnd":"2010-07-02","funder":"EPSRC","impactText":"  Many and varied. Given rise to further research, provided data for advanced product development, validated industrial processes, etc Aerospace, Defence and Marine,Chemicals,Electronics,Energy,Healthcare,Manufacturing, including Industrial Biotechology,Transport Societal,Economic","person":"Timothy Charles Noakes","coPersons":["Paul  Bailey","Graham  Bushnell-Wye"],"organisation":"STFC - Laboratories","findingsText":" The UK medium energy ion scattering facility has enjoyed an extremely successful period of operation over the last four years. Over 92% of scheduled beam time averaging 165.5 days per year were delivered and it is estimated that at least half as much again has been exploited through unsupported out-of-hours use. This has led to the publication of 49 papers in refereed journals, a rate of more than one publication per month. A high level of support has been provided to users by the facility staff, reflected by the proportion of papers featuring them as co-authors (&gt; 65%). Significant upgrades to the instrument have been made during this period including the upgrade to the beam line controls system (in the original proposal) and the replacement of the motor alternator system which has led to significant improvements in the health and safety and reduction of the environmental impact of running the facility. In the scattering chamber, a new system for liquid nitrogen cooling of samples has been developed, leading to significant intellectual property rights that have been the subject of considerable discussion regarding commercialisation. Improvements to the software tools used to analyse the MEIS data have led to a) codes for the auto-optimised fitting of blocking curves using multiprocessor computers, b) further refinement the energy analysis codes, c) codes for fitting the composition of nanoparticles. Additionally, the first paper to successfully simulate an entire two-dimensional spectrum was published [Physical Review Letters 102 (2009) 096103]. The facility has also had an important training role with over 30 Ph.D. students and 15 PDRA’s having worked on the instrument and at least 10 Ph.D. theses containing MEIS data having been successfully submitted. During the grant period five new user groups have been attracted to the facility, contributing over 12% of the published output. The facility has promoted the interaction of research groups with at least three significant collaborations between existing and new users. A high level of international collaboration has also been fostered with over half of all publications involving overseas co-workers. Facility staff and users have continued to play a key role in the series of biannual high-resolution ion scattering workshops (HRDP-4, 2007, Radebeul, Germany and HRDP-5, 2009, Kyoto, Japan)\n\nExamples of the work carried out using MEIS include:-\n\nCatalysts – The adsorption of the chiral modifier (S)-glutamic acid on Au/Ni bimetallic surfaces was shown to induce the segregation of Ni; this could have important implications for enantioselective catalysis [Surface Science 604 (2010) 300].\n\nMagnetic multilayer materials – Analysis of Co/V layers grown MgO revealed increasing inter-diffusion with greater annealing temperatures and at the highest temperatures significant structural changes were also observed [Surface Science 602 (2008) L139].\n\nSilicon processing – MEIS studies of doped hafnium oxide high dielectric constant films helped to demonstrate the relationship between permittivity and cerium content. Doped hafnium oxide films have potential for future generations of processor chips [Applied Physics Letters 93 (2008) 182911].\n\nCorrosion protection – Nitric acid pre-treatment was found to give rise to considerable enrichment of Cu in dilute AlCu alloys used for aerospace applications. However, the durations used in conventional de-smutting treatments were found to have only minor influences on the magnitude of enrichment [Electrochimica Acta 53 (2008) 4454].\n\nNovel semiconductor materials – Strain profiling of a-plane GaN quantum dots grown on AlN substrates has demonstrated the relationship between dot coverage and strain. These materials are of interest due to their optical properties which because of the band gap dependence are linked to strain [Journal of Applied Physics 101 (2007) 063541]. Fundamental studies contributed to analytical technique development and advanced metrology capability. In addition these studies provided input to further research in more applied fields such as catalysis of indutrially important chemicals. More technological research provided data for advanced product development, for example in the development of light metal alloys for transport, aerospace and marine use. Analyses of comercially related samples provided validation of industrial processes, particularly in the semiconductor industry. Aerospace, Defence and Marine,Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Healthcare,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}