{"id":"BCAAA425-7311-47DC-B2DB-A0F57A2815A3","title":"Sandpit: Airport Environmental Investment Toolkit","abstractText":"The environmental performance of the aviation sector has been subject to particular scrutiny recently. While our understanding of the role of aircraft technology in improving the environmental performance of aviation is advancing, opportunities for near-term improvements from changes in airport operations are not as well researched. Moreover, even with an understanding of possible environmental benefits that can be realized from changes to airport operations, the business case for making environmental investments at airports needs to be made to airport operators and their shareholders before progress can be made. The business case for an environmental investment should include its: environmental performance accounting for tradeoffs and legislation; economic return, both to the airport operator and society at large; financial viability including optimal levels of investment; and information about risk and uncertainty associated with the costs and benefits of the investment.In this context, the core aim of the current project is to inform environmental investment decision-making at airports by providing integrated environmental, economic and financial business cases for a range of environmental intervention options. The project integrates expertise in aircraft technology, airport operations, environmental impact assessment, cost-benefit analysis, financial optimization and decision-making analysis. In order to deliver the project's aim, a prototype software toolkit will be developed (the Airport Environmental Investment Toolkit) which brings together simulation of intervention options (e.g. energy use and emissions), environmental impacts (e.g. air quality and climate modelling), cost-benefit analysis (including public health impacts) and financial optimization (with both short-term and long-term objectives). The development of this toolkit will be informed by close engagement with Manchester Airport, and will be applied in a series of case studies at Manchester Airport to produce integrated environmental, economic and financial business cases for a range of near-term intervention options.The broad benefit of the project is that by providing a comprehensive business case for environmental investments at airports, there is a higher probability that sound investment decisions will be made on financial, economic, and environmental grounds. This aims to increase the cost-effectiveness of airport environmental investments, benefiting airport shareholders, and to improve the overall environmental performance of airports, benefiting near-airport communities and society at large. Furthermore, by integrating across relevant environmental domains, investments that result in unanticipated improvements in one domain (e.g. air quality) at the expense of another (e.g. climate due to lifecycle considerations) are less likely.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H004505/1","grantId":"EP/H004505/1","fundValue":"390622","fundStart":"2009-10-01","fundEnd":"2013-03-30","funder":"EPSRC","impactText":"","person":"William N DawesAdam  Boies","coPersons":["David Ian Poll","Paul  Chan","Francesca  Medda"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}