{"id":"BCAEB7A4-C981-4B3B-990E-89E7247C1E66","title":"i~design 3: extending active living through more effective inclusive design","abstractText":"Rapid and unprecedented population ageing poses a serious social and economic challenge across the developed world. Shifts in dependency ratios point to escalating welfare and pensions costs which require radical and imaginative responses from Government and industry. Key to this is maintaining a healthy population that is able and willing to work longer before retirement and can remain independent for as long as possible afterwards. A further requirement is to bring disabled people into mainstream life and employment. This challenge is recognised increasingly, resulting in new legislation impacting on the major world economies. Addressing it requires: (1) understanding wellbeing and its relationship to independence; (2) the redesign of workplaces and jobs to suit the changed profile of the working population.There is a global market for products and services designed with older and less able people in mind, and industry is responding to this opportunity, both in the UK and internationally. A recent survey (commissioned by the UK Department of Trade and Industry and undertaken by CITD with Professors Clarkson and Coleman) of UK companies awareness and skills gap with regard to inclusive design concluded that the majority of companies are aware of inclusive design and its benefits. However, barriers remain to industry uptake in the form of: (1) the lack of a perceived justifiable business case to support inclusive design; (2) the lack of knowledge and tools to practice inclusive design; (3) a better understanding of the difficulties experienced by the majority of users of new technology products; and (4) access to appropriate user sets. Importantly, the end-user data derived from earlier Office of National Statistics surveys on disability needs to be updated with data describing users from a product/user perspective, enabling designers to estimate better reasons for, and levels of, user exclusion and to provide greater insight in the search for better design solutions.Inclusion is an important topic within Government, as witnessed by a number of recent reports from the House of Lords and offices of the lower house. All see the need for change in government and industry to reduce exclusion in society, but few solutions are put forward that will encourage such change. It is also clear that descriptions of 'end-users', i.e. those that we wish to include, are vague and lacking in the detail required to encourage positive action. However, despite these shortcomings there is a mood for change and the proposed research team have good links with many of the government offices responsible for these reports.This proposal responds to the above challenges by extending the focus of earlier i~design work and expanding the research team to reflect these new priorities. The philosophy underlying inclusive design specifically extends the definition of users to include people who are excluded by rapidly changing technology, especially the elderly and ageing, and prioritises the role and value of extreme users in innovation and new product/service development. It also prioritises the context of use, both physical and psychological, and the complexity of interactions between products, services and interfaces in contexts of use such as independent living. Key research requirements are:1. Better descriptions of product/service users linked to more accurate data and represented in designer-friendly formats2. Closer integration of anthropometric, capability and social data3. More effective application of users and user data to job and workplace design, and healthcare systems design4. Better understanding of the extent and nature of exclusion (across the whole population) resulting from and associated with the implementation of new technologies5. Definition and verification of the means to capture a national user data set: designing and piloting the research requirements for a major survey capable of international replication.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D078784/1","grantId":"EP/D078784/1","fundValue":"280332","fundStart":"2006-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  The i~design 3 project set out to develop and disseminate improved inclusive design approaches for new product and service development. In creating a set of tools with better data for designers to make decisions, the aim was to support products and services that enable greater independence at home, at work, and in other environments and contexts of use, extending working lives and improve access to work and public space for the whole population. By making such tools widely available to the design profession, i-design3 has had a demonstrable impact on the ability of professional designers to be more inclusive of users in their approach. \n\nTwo points are of particular note in relation to the impact of the work. First, the RCA research team created a set of People Profiles based on real people in the user network of Helen Hamlyn Centre for Design. These people are not fictional characters - they are real individuals speaking about their lives, their challenges and their relationship with design, in their own words. The people were selected in partnership with the Cambridge Engineering Design Centre under five categories - vision, hearing, mobility, dexterity and cognition - to represent a spectrum of capability across the UK population. These People Profiles are an alternative to the conventional technique of fictional personas which have been traditionally been used across the design community. The limitations of personas in design have been highlighted an a real debate opened. \n\nSecond, the task of educating designers to work with users extended to developing and piloting in situ an educational workshop called The Methods Lab. This was tested extensively over a two-year period with design students and professionals at the RCA, giving the research team constant feedback on how designers use inclusive data in design. This work has been consolidated as standard practice across design education in many centres in the UK, and enabled i-design3 follow on funding to target teaching inclusive design principles in schools, therefore inculcating inclusive thinking at a much earlier stage in the designer's development. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Culture, Heritage, Museums and Collections,Retail,Transport Cultural,Societal,Economic,Policy & public services","person":"Jeremy  Myerson","coPersons":[],"organisation":"Royal College of Art","findingsText":" The i~design 3 project, the third phase of the i~design research programme, sought to build on the two previous phases - which defined inclusive design and made the business case for its practice - by focusing on designers and their interactions with people. The overall aim was to make the practice of inclusive design more effective by giving designers more accurate, relevant and up-to-date data on capability in the population, combined with a robust model of human-product interaction with reference to environmental and social contexts of use. \n\nBy providing designers with improved data in a form that would be most useful and most tailored to the way they actually work - and by creating advanced tools for calculating levels of inclusion - the i~design team wanted to support the practical development of new products and services that would give older people greater independence and bring disabled people into mainstream life and employment. \n\nThe specific contribution of the RCA research team was to work closely with colleagues at Cambridge and Loughborough to turn their scientific findings into practical resources for designers. A key objective was to bring hard capability data alive for the design profession is an empathic and meaningful way. This research was consolidated in an open-access web-based resource (www.designingwithpeople.org) that charts a shift from designing for people to designing with people and aims to offer a wealth of practical information on inclusive design practice. \n\nThe website has four main sections. A People section presents 10 individuals drawn from the Helen Hamlyn Centre for Design's user network - their vision, hearing, dexterity, mobility and cognition capabilities correspond to different scales on Cambridge University's population capability data and their life experiences can act as an inspiration for designers. \n\nAn Activities section uses the centre's extensive track record of inclusive design projects to present precedents and case studies related to the activities of daily living. Insights on user behaviour are grouped under four themes - Personal Care, Household, Work &amp;amp;amp;amp; Money and Communication - and communicated via images, video and first-person testimonial. Loughborough University's Context Framework is presented here. \n\nA Methods section maps and evaluates common design methods in practice and classifies them within a special framework. Designers can browse exemplar projects related to each method and identify the most appropriate method for their current project. Finally, an Ethics section offers designers guidance on good practice in working with people. Designers can work through the stages of contact, consent, confidentiality and conduct step-by-step in order to understand the principles of user involvement. \n\nAlongside the development of www.designingwithpeople.org, which invites contributions from designers and seeks to build an online community of practice, the RCA research team also developed and tested an educational workshop for design students, The Methods Lab, which works in tandem with the web tool. At the conclusion of the project, the RCA team also produced a short promotional film, entitled In From The Cold, to describe how the i~design3 research tools are used in the context of addressing a real industrial design brief - an inclusive new device to remove ice from a windscreen in winter. All of the i-design3 research tools from the three partners in the project, RCA, Loughborough and Cambridge, were combined with a new 400-person survey of national capability to provide a comprehensive and practical set of resources. These included an Inclusive Design Framework, Impairment Simulation Aids, Exclusion Calculator, Context Calculator, Context Framework and Designing With People online resource - and they were launched at the Include 2011 international conference on Inclusive Design at the RCA along with a film showing their use by a professional design firm working on a real design brief. \n\nThe i~design 3 tools were widely disseminated within the design profession, through lectures, papers, talks and demonstrations. The RCA's particular contribution to the work was captured in an open access website offering designers access to the experiences of real people, design research methods, data on activities on daily living and ethical issues related to involving users in the design process. \n\nThe findings of the research are being taken forward through their practical use by the design community. Inclusive design approaches have particular relevance in relation to workplace, retail, transport and healthcare settings. Creative Economy,Digital/Communication/Information Technologies (including Software),Healthcare,Culture, Heritage, Museums and Collections,Retail,Transport","dataset":"gtr"}