{"id":"BCB6B356-5DAC-4596-AC57-AACB77238E0A","title":"Automated Patterning of Bioactive Deposits on Advanced Biomaterials for Orthopaedic Applications","abstractText":"Template-assisted electrohydrodynamic atomisation (TAEA) spray-patterning is a novel, recently patented, method which allows the production of interlocked bioactive coatings on flat metallic substrates. The pattern geometry can be varied by simply changing the template geometry and dimensions. The process is based on stable jetting of a flowing liquid/suspension subjected to an electric field and is carried out at the ambient temperature and pressure. It is easy to control this rapid process using the applied voltage, the flow rate and the working (collection) distance between the flow nozzle and the substrate. Because of the interlocking of the bioactive coating with a patterned buffer layer coating, previously deposited via TAEA, this method of bioactive patterning also allows better adhesion of the coating. Also, the biological response to TAEA patterned bioactive deposits by cellular entities has proven to be more favourable. These factors compare very favourably when considering the fact that conventional plasma spraying, which is usually used to just plainly cover-coat bioactive materials on metallic substrates, is carried out at extremely high temperatures (about three orders of magnitude higher) and is difficult to control especially when it comes to the preparation of thin coatings. According to industry sources, economic loss due to malfunction and shutdown time involved with plasma spraying is very significant and the industry is looking to uncover and implement alternatives. This project proposed is concerned with investigating the use of TAEA bioactive patterning on curved surfaces in order that the process is ideal for the preparation of clinical inserts and implants, especially for the orthopaedics sector which is the business of the industrial project partner. This will ensure that the process can be implemented in many real implants which have both flat and curved surfaces. The project work endeavours to systematically investigate TAEA spraying of bioactive nanostructured hydroxyapatite onto curved biometallic substrates, such as orthopaedic titanium alloys, starting from well-characterised suspensions and solutions - the viscosity, surface tension and electrical conductivity of which affect stable jetting. Convex and concave titanium alloy substrates of different diameter will be prepared, together with a variety of fitting curved copper mesh-templates which allow different patterns to be deposited - lined, hexagonal and square. One key difference between flat and curved surface TAEA will be the varying working distance encountered as spraying takes place. This can result in uneven coating thicknesses and inhomogeneties. In order to counteract this, an automated conveyer system which will enable the substrate to be held and moved in and out and/or rotated will be put in place, and the design, construction and implementation of this strategy will be a key part of the project. The microstructures of the curved surface TAEA coatings produced will be studied mainly by electron microscopy. Adhesion and mechanical properties of the coatings will be fully assessed using scratch- and nano-indentation techniques; evaluating adhesion, hardness/scratch hardness and the generation of load-displacement data from which the elastic modulus and the yield strength will be estimated. An attempt will also be made to calculate fracture toughness and residual stresses using any indentation cracks which might be present on the coatings. The coatings will also be subjected to cell culture tests in order to ascertain bioactivity. Two other aspects will also be investigated: Firstly, using an improved and simpler on-line heat treatment to consolidate the titania buffer layer on the substrate will be tried out. Secondly, we shall attempt to do co-axial (co-flow) TAEA which will pave the way for composite polymer-ceramic bioactive deposits or bioactive deposits doped with other ingredients like antibiotics and growth factors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L024225/1","grantId":"EP/L024225/1","fundValue":"262740","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Mohan  Edirisinghe","coPersons":["Jie  Huang"],"organisation":"University College London","findingsText":"","dataset":"gtr"}