{"id":"BCB78A36-4378-4FDB-B46D-B5CAF883C155","title":"Back Down to Earth","abstractText":"We wish to extend a highly successful STFC science centre project, 'Down to Earth' (henceforth D2E), building on feedback from users and improving aspects of the resources. In particular, we will develop a maths and science education programme based around the extremely popular 'Impact Calculator' website. The D2E programme will be extended to areas of England, and a new load box covering the topic of astrobiology will be devloped, complementing the existing loan box scheme. We also wish to address a weakness in the delivery of D2E into North Wales, by (i) providing loan boxes resources to 2 sites in the area and (ii) capitalising on the fortuitous coincidence of IYA2009, the 60th anniversary of the landing of the Beddgelert meteorite (Sept. 21st 1949) and Owain Glyndwr Day (Sept. 25th), to run a week long science/arts/history event in the region. Overall, this project will: 1) Widen the reach of the current Down to Earth (D2E) STFC science centre project by bringing onboard additional partners as part of the 'Beacons of Public Engagement' project (adding Glamorgan University, Techniquest, and BBC Wales - thus becoming a partnership project across the whole consortium). 2) Develop lesson plans and workshops to support the Impact Calculator, and further develop this extremely successful resource to add additional features and improve functionality in response to user feedback. 3) Engage the hard-to-reach audience of North Wales with a series of roadshows celebrating IYA 2009 and the 60th anniversary of the Beddgelert meteorite fall, and linking to Owain Glyndwr Day in an arts/science/history programme 4) Develop a 4th loan box and accompanied background notes, lesson plans and worksheets, covering Astrobiology 5) Provide additional classroom display items to accompany the current loan boxes including Lunar and Mars globes in bespoke boxes, classroom display panels and models of Martian and Lunar rovers, with associated educational materials. 6) Provide access to an X-Ray Diffractometer for KS5 students involved in the D2E project (via AC-NMW, through Jackson), with which they can compare the mineral composition of terrestrial rocks and those of extra-terrestrial origin, and learn to use additional analytical data and microscope images to further their investigations","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H000461/1","grantId":"ST/H000461/1","fundValue":"30000","fundStart":"2009-08-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"","person":"Paul  Roche","coPersons":["Jana Mary Horak"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}