{"id":"BCBE4A4F-2A44-4556-80F7-8CB08C63C5C8","title":"Formation and transformation of green rust and its influence on the mobility of trace elements in the environment","abstractText":"Green rust is an iron oxyhydroxide mineral phase which forms in natural soils under reducing conditions. In addition, this mineral is an important product of iron metal corrosion in permeable zero-valent iron barriers, which are a novel remediation technology being used to decontaminate groundwaters of radionuclide, toxic metal and organic contaminants. Green rust generally consists of minute particles - nanoparticles - that have a very high surface area which gives them the ability to absorb a high concentration of species from solution. The formation of green rust can occur via both abiotic and biotic pathways forming a mineral structure containing both the reduced and oxidised forms of iron i.e. Fe(II) and Fe(III). The high surface area and presence of reduced iron within its structure make green rust an important reducing agent of both inorganic (e.g. uranium) and organic (e.g. tetrachloroethene) species within reducing and sub-oxic environments. This is particularly important for contaminant species which can be immobilised during such a reduction process (e.g. chromium). However, despite the hypothesised importance of green rust in natural and contaminated systems the contribution of green rusts to the biogeochemical cycle of iron has so far not been quantified. This is primarily due to the highly reactive nature of green rust, which means that the mineral breaks down within minutes when in contact with air. The characterisation of this phase has therefore been problematic using conventional analytical techniques. The aim of this project is to obtain quantitative data on the kinetics and mechanisms of GR formation and oxidative transformation using state-of-the-art in situ synchrotron-based techniques. In conjunction with this we will examine how the speciation i.e. oxidation state and nature of binding to the mineral, of trace elements (e.g. U and Cr) changes as the mineral particles growth and then transform during oxidation. By application of novel synchrotron based techniques we will be able for the first time to monitor these reactions in situ. This will provide high quality novel data on the reactions and also minimise the need to prepare the material for off-line analysis, which may cause oxidation artefacts to occur. During the project we will answer the following questions: 1. How does green rust nucleate and grow? 2. What controls the transformation of green rust to Fe3+-oxyhydroxides during oxidation? 3. What determines the speciation of trace elements associated with green rust as it forms and transforms during oxidation? 4. How do biogenic processes affect green rust formation and trace element speciation? 5. Under what environmental conditions does green rust form and how does this effect trace element and contaminant mobility in the environment? The first 4 objectives will consist of extensive experimental studies examining green rust under a variety of conditions analogous to those found in the natural environment. To answer question 5, the data from the experimental programme will be incorporated into geochemical computer modelling packages which will allow us to predict how green rust behaves in both natural system and contaminated land scenarios. For example, it will allow us to perform modelling under the conditions that green rust will form within a simulated nuclear waste repository so we can quantify the affect this phase will have on the mobility and bioavailability of uranium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D014026/1","grantId":"NE/D014026/1","fundValue":"338789","fundStart":"2007-01-01","fundEnd":"2010-12-31","funder":"NERC","impactText":"  This project finished in 2010, and details of the impact are given in the final report. \nThe project developed a fundamental understanding of the behaviour of green rust, which can be applied to using this material for remediation purposes. Energy,Environment Economic","person":"Samuel  Shaw","coPersons":["Liane G.  Benning","Katherine  Morris"],"organisation":"University of Leeds","findingsText":" 1. Green rust nucleation and growth: The first direct characterisation of the complex multi-stage formation mechanisms of pure and zinc-substituted green rust at the atomic and nanoscale using in situ synchrotron-based scattering techniques. The process proceeds via the interaction of surface adsorbed Fe(II) driving the crsytalisation of Fe(III)-oxyhydroxide nanoparticles to form green rust2,16,. We were also the first to characterise the topotactic transformation of Fe(OH)2 to green rust2,3. We have also shown that green rust can be stable at high pH (&gt;10), which has implications for remediation of contaminants in alkaline waste streams. \n2. Transformation of green rust to Fe(III)-oxyhydroxides: In situ XRD experiments have characterised the kinetics and mechanism of green rust oxidation and provided a quantitative model for its breakdown as a function of pH and composition22. The mechanism of Fe(III)-oxyhydroxide formation is controlled by the release of Fe(II) from the green rust and can drive the reaction to a number of different phases including goethite, lepidocrocite and magnetite1,15,17. The addition of zinc has also shown to directly inhibit the breakdown of green rust by air oxidation providing clues to developing more stable green rusts for remediation purposes. \n3. Speciation of trace elements associated with mineral phases: The characterisation of zinc green rust formation was linked to evidence showing that zinc directly substitutes for Fe in the structure and remains associated with the solid phase after oxidation3. EXAFS analysis has also shown that toxic selenium and radioactive uranium are reduced by green rust as it forms. Upon oxidation selenium remains reduced and immobilised whereas uranium is oxidised. This could directly affect the use of green rust as a remediation technology20,22. This was linked to the characterisation of lead speciation during Fe(III) oxyhydroxide crystallisation to hematite4,5,18. Finally, zinc green rust was used to remove Cr from highly alkaline wastes (pH&gt;12) within seconds, potentially providing a powerful new remediation technology. This is key as current technologies (e.g. zero valent iron) are ineffective at this high pH8,19. \n4. Biogenic effects on mineral formation and trace elements speciation: The formation and crystallisation iron oxyhdroxides by iron reducing bacteria in model systems and natural soils have been characterised by geophysical techniques (self potential) providing information on how this techniques can be used to monitor both biogenic process and mineral reactions in anoxic subsurface environments6. \n5. Biogeochemical modelling of green rust behaviour in natural and contaminated environments: Key observation throughout all the parts of the project have been underpinned by geochemical modelling including analysis of solution speciation during green rust formation3. \nNote. References are referred to in the text as numbered in the Je-S publications box. The knowledge developed at part of this project can be used to inform strategies for remediating contaminated land. Energy,Environment","dataset":"gtr"}