{"id":"BCBEBE44-CE65-41BD-97D5-9B5FAD34DF21","title":"High resolution global modelling of ocean tides","abstractText":"Tides are usually thought of as regular variations in the height of the sea surface. What we think of as `the' tide is made up of many distinct tidal signals - some driven by the Sun and some by the Moon - the largest of which oscillate up and down over about 12 or 24 hours. These tides operate more or less independently, and sometimes reinforce each other to give an unusually large tidal range (spring tides) and sometimes partially cancel each other to give an unusually small tidal range (neap tides). At most coastal locations the 12 hour family of tides give the dominant response (such as around the U.K.), but the 24 hour family of tides is larger in some locations (such as in the Pacific). The main aim of this project is to produce a computer model of ocean tides over the whole globe - but without using any data about the tides themselves. Such a model will simply use information about the forcing from the Sun and Moon, and the depth and shape of the oceans. This is an important goal, since until we can produce such a model we cannot be sure that we understand all the processes which shape the tides. A major obstacle to such models is the importance of a so-called internal tide. This is a distinct tide which occurs inside the ocean, and is barely visible from the ocean surface. It occurs because the ocean has cold (heavy) water at the bottom and warm (light) water at the top, allowing waves to be generated in between. The internal tides go hand-in-hand with the familiar tides at the surface, and indeed play an important role in determining them. So, to determine the tides at the surface we must also include the internal tides in our computer model. However, the internal tides have a short horizontal wavelength, ranging from about 5km to 150km, and significant computing resources are required to model these waves over the entire globe. The newest computer models attempt to do this, but in a rather inefficient way, requiring long simulations on large computers (and typically making some other approximations, too). We will construct our computer model in a completely different way, which promises to be much faster than other models, and will include the all-important details of the internal tides. The first output of this approach will be a model which will run on a desktop computer, producing global predictions of the eight main tidal signals in a few hours. However, we will extend this approach to look at finer details by developing an alternative version to run on a supercomputer. This will require the development of new algorithms to deal with the huge number of unknowns. The output of this model will be used to help us understand how tidal energy is transferred within the ocean. One of the main benefits of such computer models is that they can be used to predict tides in the past (or future). All that is required is a record (or prediction) of how sea level changes over time. There are reliable records of how the sea level has changed since the height of the last Ice Age, about 26,000 years ago, when sea levels were about 120 metres lower than at present. We will use these records to make a detailed examination of how tides have changed over this period of time. The details of these changes are interesting to oceanographers (who study the way in which energy is transferred around the ocean, and how this helps determine the global climate), and climate scientists (since it is possible that large Ice Age tides destructively interacted with floating ice shelves leading to rapid climate change).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I013563/1","grantId":"NE/I013563/1","fundValue":"280309","fundStart":"2011-10-01","fundEnd":"2014-10-31","funder":"NERC","impactText":"","person":"Stephen  Griffiths","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}