{"id":"BCBF9CA9-5194-4F54-BD00-3497EF02CE6F","title":"The roles of FMRP in cortical development","abstractText":"Fragile X syndrome is the most common form of mental retardation that can be inherited from ones? parents. It is caused by the absence of a single protein called the fragile X mental retardation protein or FMRP. Many of the severe cognitive symptoms of fragile X are associated with abnormal organization of the cerebral cortex, the region of the brain that is primarily responsible for mediating conscious sensory experiences, thoughts and actions.\nSince the symptoms of fragile X syndrome first appear during childhood development it is likely that establishing how FMRP influences development of the brain will lead to a better understanding of fragile X syndrome and may suggest new or improved treatments. However, while most scientific investigations of FMRP have focused on its role in adults, very little attention has been given to the role of FMRP in the development of the cerebral cortex. We propose to address this issue by establishing where in the cerebral cortex FMRP is found during different stages of development and by determining how removal of FMRP, as occurs in FXS, influences the development and organization of the cerebral cortex.\nThe most promising framework established so far for designing treatments for fragile X syndrome is based on a recent theory which suggests that FMRP restricts neuronal communication by altering the function of a neurotransmitter receptor, called mGluR. The second part of our study will focus on how FMRP and mGluRs interact during development. We will carry out experiments that will establish if FMRP and mGluR5 interact during development and will determine if these interactions support the mGluR theory of fragile X syndrome.\nSince the genetic factors that underlie the organizational development of the cerebral cortex are only beginning to be established, elucidation of the roles of FMRP in these processes will represent a significant contribution to understanding the mechanisms involved in development of the cerebral cortex. Moreover, our experiments will provide fundamental insights into the cellular mechanisms through which the altered brain function in fragile X patients arise and therefore may be important for discovery of new therapeutic treatments for mental retardation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601584","grantId":"G0601584","fundValue":"436547","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"MRC","impactText":"","person":"Peter Conell Kind","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}