{"id":"BCC248D4-3EB2-4D78-80D3-327064F2D103","title":"Yorkshire Dales Environmental Network","abstractText":"YORKSHIRE DALES ENVIRONMENT NETWORK\n\nINTRODUCTION\nIn the Yorkshire Dales the long interaction of people and nature has created a place with a unique mix of natural beauty, wildlife and cultural heritage: giving us the habitats for which the Dales are recognised and the ecosystem services which they provide. Conserving and enhancing this rich environment involves reconciling economic, conservation, social and cultural requirements, each represented by different stakeholders. Protecting these special qualities and reconciling the diverse interests thus requires effective collaboration between many stakeholders. \n\nMISSION\nOur aim is the formal creation of a network of organisations involved in the care and management of the Yorkshire Dales. The network's mission is, through changes in philosophy and practice, to achieve a step improvement in the strength and breadth of communication and collaboration between its members. This will lead to the most effective use of the diverse range of skills and resources available for the benefit of the Dales landscape and people.\n\nBACKGROUND\nThe formation of the network fits with the now overwhelming recognition that conservation must be practised at the landscape scale and that environmental protection will only be made more effective through better communication and collaboration between public, private and voluntary sectors, and government and local communities. The Dales are a microcosm of the national state, and a coherent geographical and administrative region in which we can address these concerns. Formation of the network will allow partners to benefit from the latest thinking, methods and findings direct from the research community and to benefit more effectively from each other's expertise and resources. The researchers will gain access to field sites and environmental data and with the partners be able to formulate research programmes of direct relevance to the community. By acting together, the network can address environmental and biodiversity management at all levels from the site-specific to the landscape scale. \n\nOBJECTIVES \nIn order to formalise and make best use of the Network we will:\n\ni. TRAIN A COORDINATOR who will identify the partners' requirements and respond by\n\n- RUNNING A SERIES OF EVENTS that facilitate and enhance the planning and execution of the partners' own missions. Events include; \n\nii. WORKSHOPS will focus primarily on the current and developing needs of the partners but promoting new initiatives. A primary aim of most workshops will be the formation of a working group of partners best equipped to address particular issues.\n\n WORKING GROUPS arising from the workshops will be tasked with the practical implementation of actions arising from the workshops\n\niii. ANNUAL CONFERENCE will bring together partners to showcase the year's activities and to look to future projects and strategic development of the Network. It will bring together a wider range of partners than form the workshops and working groups, encouraging broader exchange of knowledge, expertise and collaboration. It will also be outward facing, with activities to engage public and press.\n\niv. EXHIBITIONS to promote the activities of the Network and encourage participation beyond the Network \n\nv. WEBSITE development to build a lasting point of contact, information exchange and public interface\n\nTOGETHER WE WILL:\n &gt; increase the breadth and depth of collaboration among network partners\n &gt; promote a lasting change in culture and practice in the network","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J006300/1","grantId":"NE/J006300/1","fundValue":"99952","fundStart":"2012-02-06","fundEnd":"2015-02-05","funder":"NERC","impactText":"  Interview for Planet Earth about native/invasive species. 2012. Helps our understanding of why the endangered UK crayfish is being wiped out by the invasive species.\n\nResearch into &quot;check clean dry&quot; campaign effectiveness has led to recommended inclusion of hot water to kill aquatic invaders. Recommendations are now included in GB Non Native species secretariat training materials; guidance to Environment Agency staff Education,Environment,Leisure Activities, including Sports, Recreation and Tourism Cultural,Policy & public services","person":"Alison Margaret Dunn","coPersons":["Claire Helen Quinn","Steve  Carver","John  Altringham"],"organisation":"University of Leeds","findingsText":" This is a knowledge exchange grant, hence its aim is not to provide findings. \n\nYDEN is a partnership between researchers from the University of Leeds and organisations that live and work in the Yorkshire Dales. It is both a forum for collaboration and a vehicle for understanding how to balance people and nature. By connecting scientific research to the needs of its partners, the network helps to integrate the huge variety of interests in the Dales with the biodiversity for which it is recognised. The various outputs of the project contribute to Yorkshire Dales Environment Policy and Practice. The network provides support to partnerships which use scientific research to address the needs of environmental, social, commercial, industrial, recreational and conservation interests in the Yorkshire Dales\n\n. Communities and Social Services/Policy,Environment","dataset":"gtr"}