{"id":"BCC4C648-F9C6-41F9-B485-9DC337DFD491","title":"DNA Methylation Developmental Programming and Cellular Memory: The Molecular Consequences of Folate Depletion In Utero","abstractText":"Summary Poor maternal nutrition can have profound effects on the long-term health and wellbeing of offspring and may cause premature ageing. These adverse effects on health include common diseases such as obesity, type 2 diabetes and cardiovascular disease. The risk of these conditions appears to be exacerbated when the offspring gain weight more quickly than would have been expected. In preliminary studies, we observed that mice born to mothers given diets low in folate (a B vitamin) during pregnancy and lactation became heavier adults than those born to mothers with normal folate supply despite the fact that there were no differences in body weight between the two groups of mice at weaning and that all mice received the same diet from weaning. This suggests that the maternal nutritional insult was 'remembered' by the mouse tissues and expressed as more rapid growth. Change in epigenetic markings is one of the most important mechanisms believed to be responsible for cellular 'memorisation' of early life experiences. Epigenetics describes chemical changes to the genome which regulate when and where genes are expressed (turned on) but which do not alter the primary DNA sequence. The best understood of the epigenetic marks is DNA methylation i.e. the addition of CH3 (methyl) groups to DNA. In our mouse studies we found that there were fewer CH3 groups in the DNA from adult mice born to the folate-depleted mothers. In follow up studies we have found that maternal folate depletion resulted in altered expression of over 600 genes in fetal liver. In this project we will investigate in more detail the effects of low maternal folate supply on growth and body fatness of the offspring and we will examine the effects of feeding high v. low fat diets from weaning. We anticipate that the high fat diet (based on the composition of Western human diets) will exacerbate the effects of the maternal nutritional insult. We will use state-of-the-art magnetic resonance imaging to allow us to measure how much fat is in the live mice and in which parts of the body it is stored. In humans, fat stored in the abdomen is associated with higher risk of several common disease including type 2 diabetes, cardiovascular disease and bowel cancer. We will then explore the mechanisms responsible for these phenotypic changes. We will focus on identification of genes whose expression has been changed through altered epigenetic markings and attempt to elucidate the molecular events leading to the genes being switched off, or switched on, inappropriately.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G007993/1","grantId":"BB/G007993/1","fundValue":"500053","fundStart":"2009-02-01","fundEnd":"2012-01-31","funder":"BBSRC","impactText":"","person":"John Cummings Mathers","coPersons":["Dianne  Ford"],"organisation":"Newcastle University","findingsText":" We have observed that a nutritional insult in early life (low supply of folate (a B vitamin) to mothers before and during pregnancy and during lactation) appears to have long-term adverse consequences for the adult offspring. In addition, such nutritional depletion during development appears to exacerbate the effects of later insults specifically exposure to a high fat diet. We have observed that such insults may reduce the ability of the brain to repair damage to DNA. Our observation that early life nutritional may reduce the ability of the brain to repair damage to DNA may be of importance for the development of neurodegenerative diseases e.g dementia. Our findings could be taken forward by others to investigate i) the biological mechanisms responsible for these observations and ii) how to optimise early life nutrition to protect the brain during ageing. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}