{"id":"BCC8B435-91CF-4B7B-9083-348C42ABA025","title":"Calculating the rate of Antarctic Bottom Water formation using new theory, fine-scale modelling and observations","abstractText":"The equatorial regions of the Earth receive more solar energy than the polar regions. The extra heat is transported polewards in approximately equal parts by the circulations of the atmosphere and ocean. Warm surface waters enter the polar regions, where they release their heat. As these surface waters cool, they can begin to freeze to form sea ice and this releases dense brine into the ocean. The combination of surface cooling and brine release causes the surface waters to become sufficiently dense to sink. The cold bottom waters so formed then flow equatorward, balancing the poleward surface flow. The location and mechanism of bottom water production affects the spatial distribution and intensity of the ocean circulation, which helps determine the weather.\n\nEvidence from climate models and observations suggest that bottom water formation around Antarctica will be affected by global warming and will influence the climate and weather in both the Southern and Northern hemispheres. In order to accurately predict future climate change, climate models require an adequate representation of bottom water formation around Antarctica, which is presently lacking. \n\nAs a result of their limited spatial resolution and simplified physics, climate models are unable to represent adequately the small-scale processes responsible for the formation of bottom water. Climate models typically produce too little bottom water and this water is too warm and fresh, which has been ascribed to inadequate representation of winter freezing of seawater to form sea ice, which releases brine into the upper ocean. This proposal will use high resolution numerical modelling of the sea ice and ocean, combined with field observations to improve our understanding of the processes controlling bottom water formation around Antarctica.\n\nWe will focus on a particular region, over the continental shelf north of the Ronne Ice Shelf, since this region is believed to be responsible for about a third of the bottom water formed around Antarctica, is representative of other regions of bottom water formation around Antarctica, and because, relative to other areas in the Southern Ocean, we have a lot of data with which to test our model. We will explore the role of the Ronne polynya, an open water region in the sea-ice cover caused by winds blowing off Antarctica, and frazil ice formation, in controlling the bottom water formation in this region. Frazil ice consists of millimetre-sized ice crystals that form and grow when the seawater is below its freezing point. We will include the physics of frazil ice formation into our models. We will test our models with recently-acquired oceanographic and atmospheric data and satellite observations. \n\nWe will use our models, which will be the most physically-sophisticated, and highly-calibrated, models to date, to calculate the rate of bottom water formation over the Ronne continental shelf. The models, once calibrated for the Ronne continental shelf, will be used to calculate total bottom formation around the whole of Antarctica. In addition to new estimates for bottom water formation, we will develop new model physics and identify the optimal representation of ocean mixing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I025867/1","grantId":"NE/I025867/1","fundValue":"220672","fundStart":"2011-10-01","fundEnd":"2016-05-31","funder":"NERC","impactText":"","person":"Paul Richard Holland","coPersons":["Keith William Nicholls"],"organisation":"NERC British Antarctic Survey","findingsText":" Calculating the rate of Antarctic Bottom Water formation using new theory, fine-scale modelling and observations This project has been running for 6 months. So far we have modelled in extremely high resolution the production of dense ocean water beneath Antarctic sea ice. Key findings include the sensitivity of dense water formation to various environmental factors, and the fact that ocean eddying motions feed dense water beneath glacial ice shelves, which could have a significant impact on the production of Antarctic Bottom Water.  Environment","dataset":"gtr"}