{"id":"BCCFA5A1-9AE7-471E-970C-47D2B939FB97","title":"Delivering ELIXIR-UK","abstractText":"ELIXIR is a project that is designed to construct and operate a sustainable infrastructure for biological information in Europe. Owing to the dearth of individuals who can take advantage of large biological data sets, we have decided to focus the UK's ELIXIR node on training.\n\nThis is the century of biology, and genomics, transcriptomics, proteomics and metabolomics ('omics and bioinformatics) lie at its heart. The computer is an essential tool and now drives many critical aspects of the scientific process hence scientists need to know how to gain most advantage from it. Despite the central role of computing in science today:\n\n- Most research scientists are ill-equipped to take advantage of the data 'bonanza' that is emanating from new technologies. Critical training needs across the community are, broadly, in the analysis and the interpretation of genome-scale data of many types, including next generation sequencing (NGS) data. Genomics is the area of greatest training need as it lies at the intersection of many fast-moving research disciplines.\n\n- Many infrastructure technologists (career bioinformaticians) are ill-equipped to offer scalable, sustainable solutions for managing and interpreting data arising from this flood of technological advances. Critical training needs are in techniques and practices for data management, integration, compute and software, tools, services and standards.\n\nThe ELIXIR-UK Core Organisations are: the Universities of Oxford, Manchester, Liverpool, Birmingham, and Edinburgh; the NERC Environmental Omics Synthesis Centre; the Wellcome Trust Sanger Institute; the Genome Analysis Centre; and, University College London. Additional participating organisations are: the Software Sustainability Institute UK; the Hartree Centre; and the University of Dundee. Other organisations (UK and ELIXIR-wide) will be incorporated to provision training.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L005042/1","grantId":"BB/L005042/1","fundValue":"42684","fundStart":"2014-02-07","fundEnd":"2017-02-06","funder":"BBSRC","impactText":"","person":"Vicky  SchneiderMario Jose Caccamo","coPersons":["Federica  Di Palma"],"organisation":"The Genome Analysis Centre","findingsText":" Not currently applicable Not currently applicable Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}