{"id":"BCD1A4A7-78A5-4552-BE02-A1472FE2A927","title":"Characterization of IL-1 family members in zebrafish Danio rerio","abstractText":"The immune system of mammals is coordinated by a large number of molecules called cytokines which communicate within a network between cells in the body to allow the appropriate immune response towards a pathogen. Although the cytokine network in mammals has been well characterized, not much has been done to characterize it in lower vertebrates. From the many cytokine homologues that have now been discovered in lower vertebrate species, it is speculated that these species will also have a complex cytokine network, involved in regulating immune responses to pathogens. An increase in the knowledge of how these cytokines function in orchestrating the immune response of lower vertebrates, especially those that are of interest commercially, will impact on their welfare, especially in vaccine design. This investigation will better characterize within the zebrafish a family of important cytokine molecules, the interleukin-1 (IL-1) family, that are involved in the inflammatory response of mammals. As zebrafish is one of the few fish species that has had its whole genome sequenced, it has allowed us to find DNA sequences for members of the IL-1 family with relative ease. It is because of this that we have been able to identify two novel IL-1 family members in zebrafish that appear at present to have no mammalian homologue. The discovery of these new IL-1 family members is of great interest because up till now IL-1 beta and IL-18 were the only members of the IL-1 family known in fish, which in mammals consists of ten members, most of which are located next to each other on chromosome 2. In mammals, the precursor IL-1 beta and IL-18 are processed to their mature forms by the enzyme, Interleukin-1 beta Converting Enzyme (ICE), which cleaves the protein at a specific aspartic acid. To date, in non-mammalian vertebrates it has not been shown how the IL-1 beta and the IL-18 precursor protein is processed to the mature form, although fish IL-18 does contain an aspartic acid at the predicted cut site. However, there is no identifiable ICE cut site present for the two novel IL-1 family members in zebrafish and all the known fish IL-1 beta molecules, where all recombinant IL-1 beta proteins have had their cut sites predicted. Also, with the availability of microarrays, where thousands of genes are spotted onto a glass slide as a probe, we will be able to look in greater detail at the effect of recombinant proteins on gene expression to give us a greater understanding of their role in the fish immune response. The main aim of this project is to characterize, to a level not attempted before in a teleost fish, the IL-1 family of molecules. This will be achieved by: 1) isolating the full cDNA sequences of IL-18 and the two novel IL-1 family members, 2) looking at the linkage of the IL-1 family members in the zebrafish genome as well as looking for the presence of other members of the IL-1 family, 3) ascertaining the gene organisation and promoters for each gene and testing the activity of the promoters 4) determining how these IL-1 family members are processed to their mature forms, 5) producing the recombinant proteins and looking at their effect on gene expression using microarray technology. Our findings will benefit aquaculturists and immunologists working on innate immunity and will contribute toward the zebrafish becoming a powerful model in which to study the cytokine network. Also our findings will give a better insight as to how this family of cytokines has evolved throughout vertebrates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E012035/1","grantId":"BB/E012035/1","fundValue":"287403","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"BBSRC","impactText":"","person":"Steven  Bird","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}