{"id":"BCD6C801-3528-408C-83D7-6D515B574B2E","title":"Disciples of a Crazy Saint: the Buchen of Spiti.","abstractText":"Disciples of a Crazy Saint is an experimental and collaborative photographic documentation of Spiti's lay religious theatre and its performers, the Buchen. The project will take my creative practice into a new territory, leading to fresh and unpredicted outcomes. It will research the repertoire and social status of the Buchen and lead to a major exhibition, a catalogue documenting the research process and archives of visual and verbal records. \\n\\nThe Buchen find my existing images problematic. The project will use my photographs and other historical images to elicit discussion and engage with a Buchen perspective on photography in order to identify a visual strategy that they find appropriate and is also conducive to me. This dialogue and negotiation will be followed by collaborative experimentation with the processes of photography and editing. This methodology will underpin an intense period of visual documentation, recording the repertoire of the dozen or so Buchen plays. \\n\\nBuchen are lay actors and religious storytellers from the culturally Tibetan Spiti Valley in North India. They are best known for performing the Ceremony of the Breaking of the Stone, a ritual culminating in a rock being smashed on a man's abdomen. Bu-chen (literally great sons) are disciples of the 15th century Tibetan 'Crazy Saint' Thang Thong Gyalpo, who first performed the stone breaking and is popularly credited with founding Ache Lhamo, the 'Tibetan Opera'. Buchen are unique in the Tibetan world, but their theatre is unresearched and their local audience is diminishing. \\n\\nBuchen theatre is a stylised and locally distinctive form of Ache Lhamo and incorporates prayer and religious instruction; the dramatisation of key scenes from the story; music, song, and dancing; costumes and masks; audience participation; improvised comic interludes and ribald buffoonery. Buchen plays present 'entertainment', spiced with earthy humour, to deliver Buddhist morality tales for spiritual edification. Harrowing biographies of Tibetan saints illustrate karmic principles. The stage also offers a transgressive space for uninhibited speech. Figures of authority are lampooned. Monks, for example, may be portrayed as sexually obsessed charlatans, muttering incoherent gibberish as prayer. Players also joke about the impinging world of mobile phones, tourists and satellite television.\\n\\nI usually 'visually repatriate' my photographs. One outdoor projection was mobbed by enthusiastic villagers insisting I keep repeating it. But my respect for Spiti is tempered by a determination to avoid reinforcing the romantic 'imaginary geography' of Tibet. My existing work on the Buchen expresses a general feel of their events, the raw humour and the interaction with local audiences more than detailed specifics of particular performances. When I gave my photographs to the Buchen they found many problematic, perhaps even demeaning, despite being made during public performances. Time constraints have thus far prevented me from investigating further, but this challenging intersection between my work and their sense of representation raises significant issues for my practice. I wish to investigate and respond to these issues in depth and find a documentary strategy that engages the Buchen.\\n\\nThe Buchen have no issue with being photographed and are keen to be involved in this project. What do the Buchen consider the role of photography to be? How do they want to present themselves and their theatre for documentation? What form of visual practice can be negotiated with them that also satisfies the demands of a photographer looking for images of lasting documentary value? \\n\\nThis research-through-practice will provide substantial archive material for future researchers. It will contribute to a deeper understanding of the relationship between the concerns of creative documentary photography and visual anthropology and to a broadening knowledge of Tibetan culture and communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H031359/1","grantId":"AH/H031359/1","fundValue":"31737","fundStart":"2010-03-01","fundEnd":"2011-06-01","funder":"AHRC","impactText":"  The findings have been used in an exhibition at the Pitt Rivers Museum, a book, a symposium on collaborative photographic projects, numerous conferences Education Cultural,Societal","person":"Patrick  Sutherland","coPersons":[],"organisation":"University of the Arts London","findingsText":" The project has provided the first documentation of a regional and peripheral form of the Tibetan Opera, probably unique to the world, The AHRC funded project and the more recent British Library funded projects have provided significant material for future researchers especially in the field of Tibetology Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}