{"id":"BCDFB713-C4B8-40F2-B002-D1D1CFF17B99","title":"Large Eddy Simulation of Shelf Sea Thermocline Mixing Processes","abstractText":"The continental shelf seas provide a transistion zone between estuaries and the ocean across which carbon, nutrients, sediments and contaminants are exchanged. Whilst the currents and mixing on the continental shelf are dominated by the tide interacting with the sea bed, significant levels of biological primary production occurs in regions that stratify during the summer months. The exchange of nutrients and carbon across these critical interfaces of stratified fluid is poorly understood and is also underrepresented in numerical models. The current proposal aims to exploit state-of-the-art computer modelling and analysis tools in the investigation and quantification of the physical mechanisms and processes responsible for the fluxes across this critical interface. In particular the focus will be on understanding the interaction between mixed layer turbulence and wind-driven inertial oscillations in the tidally-strong shelf sea environment. The hypothesis is that these interactions at the thermocline will exceed a critical shear threshold leading to catastrophic loss of stability and episodic mixing. Parameterisations for this mixing will be developed. The potential impact on the shelf sea ecosystem will then be investigated by looking at the nutrient flux into the seasonal thermocline.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I002103/1","grantId":"NE/I002103/1","fundValue":"69829","fundStart":"2010-09-06","fundEnd":"2013-09-05","funder":"NERC","impactText":"  The work was only published in 2013 so there are 3 academic citations, there are not yet any discernible non academic beneficiaries.  ","person":"Jeff  Polton","coPersons":[],"organisation":"National Oceanography Centre","findingsText":" The primary discovery was a method to remotely sense 3D ocean currents in regions where estuaries enter the sea and create complex depth varying flows. If coastal / port / wind farm managers were interested in mapping 3D mean currents in the neighbourhood of an estuary. We present a method where this could be done remotely (following some initial, standard, survey work). Aerospace, Defence and Marine,Construction,Energy,Environment","dataset":"gtr"}