{"id":"BCE15E54-CFAD-4707-B8C6-9217F0886492","title":"Development of integrated web interfaces for Bioconductor genomic data analysis annotation and visualization tools","abstractText":"Genomic data, particularly microarray expression profiling studies, comes in the shape of huge matrices of numbers, anywhere from 10,000 to 6,000,000 rows by hundreds to thousands of columns. These data need to be transformed, standardized, visualized, and annotated. The rows of these matrices report activity (expression levels) of genes under various conditions. The huge data volume, as well as the complexity involved with describing such experimental data, resulted in the creation of a few major public repositories for array-based high throughput genomics data: GEO (NCBI, USA) and ArrayExpress (EBI, Cambridge, UK). Our group at the EBI also has developed Expression Profiler (EP), a web-based platform for exploratory data analysis, which can provide some basic insights into the public data in ArrayExpress. The major thrust of the scientific community's work in creating tools for dealing with such large-scale data has concentrated within the set of open source command-line driven tools collectively called Bioconductor. These tools, or 'packages', are developed by leaders in specialized areas of application: normalization (mathematical methods of making data coming from different laboratories comparable), signalling pathway analysis, clustering analysis, meta-analysis, etc., and are therefore the de facto standard for cutting-edge functional genomics analysis technologies. At the same time, by and large the only users of Bioconductor remain the sophisticated bioinformaticians, while wet-lab biologists (experimentalists who produce the actual data) find the learning curve of the R environment too steep to learn, the R language too complex to master, and the command-line flexibility details too daunting. Moreover, even within Bioconductor, different packages offer different, often incompatible, paradigms of dealing with the data input, output and interchange. There is a definite, clear need to provide easy access to the power of Bioconductor for biologists involved in functional genomics and proteomics experimental research. This project proposes to utilise the EP analytical framework to develop a set of standard, unified look-and-feel web-based interfaces to core Bioconductor modules, which will also make use of the ArrayExpress database. The proposed system will enable biologists to upload securely their experimental data, analyse them with the best available Bioconductor algorithms and to compare or analyse them together with related public high-throughput data in the repository. The data analysis routines will take advantage of the high-power computing infrastructure available at the EBI, and the results will be stored within the system, accessible form anywhere in the world via a web-browser. A further unique advantage is provided by the integration of Bioconductor packages within a set of web interfaces: the interfaces can also be accessed as Web Services, i.e. can be incorporated in automatic data analysis workflows. In other words, even sophisticated bioinformaticians are likely to find this system useful (see attached letters of support).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E001653/1","grantId":"BB/E001653/1","fundValue":"90641","fundStart":"2006-11-20","fundEnd":"2007-11-19","funder":"BBSRC","impactText":"  Routinely used in the EMBL-EBI Functional Genomics Services for various computational production tasks, and 2) has external users to perform computations on data at the EBI databases. Digital/Communication/Information Technologies (including Software) Policy & public services","person":"Alvis  Brazma","coPersons":["Wolfgang  Huber"],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" Effective parallelisation of R-based computations is possible and can be used in high performance computational set-up This has helped us to process data submitted to the EBI by many external users. The we have over 5000 unique users of the processed data monthly Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}