{"id":"BCE74522-D92A-4234-AC8D-3D4664BB5CAA","title":"Continued follow-up of the United Kingdom Collaborative HIV Cohort (UK CHIC) and the UK HIV Drug Resistance Database (UK HDRD), 2014-2019","abstractText":"The number of people living with the human immunodeficiency virus (HIV) in the UK continues to increase. Current treatment for HIV is very effective and, as a result, the life expectancy of a person living with HIV has increased substantially over the past 15 years. However, HIV remains extremely costly to the National Health Service and there are still many challenges that must be faced to ensure that people with HIV continue to live full and healthy lives. In particular, some people continue to experience side effects on treatment - these may be life-threatening, may lead to a reduction in quality-of-life, and may limit the drugs that patients can receive in the future. If patients are unable to take their treatment for periods of time, then virus may grow that is resistant to some of the currently available drugs. An increasing number of HIV-positive people are living to older age, which may also lead to an increase in the side effects that are seen as well as an increase in general age-related illness. In addition, many HIV-positive children are also surviving into adulthood - as yet, we have little information on the outcomes of this group as they switch their care to adult HIV clinics. A proportion of people with HIV in the UK are also infected with hepatitis C virus (HCV) which has implications for the timing and choice of treatments that can be used. Whilst HCV has traditionally been hard to treat in those who also have HIV, some of the newly available HCV drugs offer greater promise of a cure for HCV. However, a large-scale assessment of the use of these drugs in people also infected with HIV remains to be undertaken. There are therefore many questions that must be addressed to ensure that the outcomes of those living with HIV are optimised. In particular, although it is often said that people with HIV can expect to live a 'near-normal' lifespan, whether this will ultimately be possible is far from clear. In order to plan the need for health care services and to understand the need for new drugs, it is essential that any changes in the characteristics of the UK epidemic are monitored.\nSince 2001, the UK Collaborative HIV Cohort (CHIC) Study has followed people with HIV in the UK, to monitor their use of treatments against HIV and their outcomes. The UK HIV Drug Resistance Database (UK HDRD) collects information on the results of any tests that are performed to determine whether the virus that infects these individuals has become resistant to any of the currently used treatments. The latest dataset includes data on &gt;45,000 patients attending 16 clinics and is one of the largest such collaborations worldwide. This application is for continued support of the combined UK CHIC Study and UK HDRD until 2019 for the following reasons:\n\n1. To study the outcomes of people with HIV in the UK, including a description of the drugs that are used and any resistance that may develop; \n2. To better understand of how HIV spreads between and within subgroups of the population; \n3. To assess whether new and infrequently encountered strains of HIV are likely to respond less well to treatment; \n4. To describe the use of new treatments for HCV in study participants, and to describe the success of these treatments, particularly in people who may get re-infected with HCV on multiple occasions;\n5. To describe the outcomes of HIV-positive adolescents who switch their HIV care from paediatric to adult services and to model the likely problems that might result as the HIV population ages;\n6. To explore the extent to which genetic factors might contribute to the outcomes of HIV and its treatment;\n7. To investigate the potential effects of treatment, side effects and resistance on life expectancy in HIV-positive people.\n\nA secondary aim is to continue to ensure that the UK plays a leading role in international HIV cohort research through the provision of high quality data to international studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M004236/1","grantId":"MR/M004236/1","fundValue":"2125280","fundStart":"2014-10-16","fundEnd":"2019-10-15","funder":"MRC","impactText":"","person":"Caroline Anne Sabin","coPersons":["Andrew Nicholas Phillips","Deenan  Pillay","David Tyre Dunn"],"organisation":"University College London","findingsText":"","dataset":"gtr"}