{"id":"BCE89AD3-594B-46F3-A915-69F3CF9866CC","title":"Understanding the climate response to stratospheric ozone depletion","abstractText":"The ozone layer, situated in the stratosphere 10-30 km above the ground, absorbs ultraviolet light from the sun: This is why it protects us from skin cancer. However, this absorbed ultraviolet light also heats the stratosphere, making it much warmer than it would otherwise be. Over the past thirty years, chemicals from aerosol spray cans and other sources have destroyed ozone in chemical reactions which take place on ice particles in the cold Antarctic stratosphere. This has led to large decreases in ozone in the spring above Antarctica: The ozone hole. Due to the warming effect of ozone, temperatures in the region of the ozone hole are much colder than they were thirty years ago when much more ozone was present. Computer simulations using a climate model similar to the weather-forecasting model used at the Met Office show that the ozone hole has had an effect on temperatures and winds not only in the stratosphere, but also all the way down to the surface. These simulations explain large trends in Antarctic climate observed over the last thirty years, such as an increase in the strength of the winds over the Southern Ocean (which surrounds Antarctica), a cooling of most of Antarctica during summer, and a warming of the Antarctic Peninsula, where a large ice shelf collapsed in 2002. However, nobody really understands how a reduction in ozone over 10 km above the ground can affect the climate at the surface so much. This project aims to answer this question using the same climate model whose response to ozone depletion has been shown to compare well with the real world. By comparing temperatures and winds simulated by this model with those from a simplified two-dimensional model, we aim to find out how much of the surface response to ozone depletion is due to changes in thermal radiation (heat) and ultraviolet radiation, and how much is due to changed wind patterns in the stratosphere. We also aim to find out more about how each of these responses works. Our findings will improve our understanding of past and future climate change in the Antarctic, and they will also be helpful for understanding climate change associated with the stratosphere in the Northern Hemisphere. Since some researchers find that conditions in the stratosphere affect surface weather around three weeks later, our results may even help to improve long range weather forecasts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D000440/1","grantId":"NE/D000440/1","fundValue":"51889","fundStart":"2006-03-01","fundEnd":"2007-04-30","funder":"NERC","impactText":"","person":"Nathan Peter Gillett","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}