{"id":"BCECA6BB-FB47-4A64-95C6-AC75F4D8C35B","title":"Amorphous computation, random graphs and complex biological networks","abstractText":"In this 'information age', computation, communication and massive information handling have become the bread and butter of modern society. Internet networks, the web, and popular peer-to-peer networks are all examples of the transition we are witnessing from local, centralised computers to massive distributed networks of relatively low-power individual resources. These are our first glimpses of the amorphous computers of the future. More generally, amorphous computers include any large-scale network of computational units or processes that are connected through a flexible and constantly changing network of interactions. These may be swarms of microscopic robots or large sensor-arrays that monitor climate or pollution. The critically important feature common to these kinds of self-organising distributed systems is that the desired computation emerges and is not explicitly preprogrammed.The transition to amorphous computing brings with it enormous potential as well as risk (such as the virus epidemics that plague the internet). To exploit the advantages and avoid the dangers of amorphous computing, fundamentally new ways of coping with complexity are needed. To do so we plan to develop appropriate mathematical models and tools, on the one hand, and to derive appropriate engineering principles inspired by successful systems, on the other.One of the unifying features of amorphous computers is their active network structure. Thus, a natural mathematical entity for their description is the graph: a structure with nodes (processors) and edges (connections). Since by their very nature, the network structure of amorphous computers is non-prescribed, the study of random graphs is especially promising. To extend the theory of random graphs to real-world applications, new mathematics needs to be developed, including new families of random graphs, new tools for simulating their growth and dynamics and new methods for analysing the dynamics that takes place on these graphs. A key part of this proposal is the development of these tools and their application to specific models of amorphous computers, and ultimately to real systems (such as P2P networks and sensor arrays).One of the challenges of amorphous computing is to find useful analogies that provide insight into the requirements, capabilities and limitations of the systems at hand. In this proposal, we will draw inspiration from biological systems and the powerful computation they perform. Computational aspects of biological functions are found in almost any task: from evolution, though development, to information processing, and are evident on every level of organisation, including macro-molecules (e.g., protein folding), cells (e.g., regulatory networks of proteins and genes) and higher (neural networks and nervous systems). Built of microscopic, noisy and relatively unreliable components, biological systems are surprisingly effective and efficient. Unlike human-engineered computers, they are also dynamic and highly adaptive machines. They are typically distributed and decentralised, with each component following a set of local rules based on its environment to determine its actions. It is the emergence of a functional and coherent whole from an ensemble of simple and unreliable elements that we would like to capture for our own engineering purposes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D002249/1","grantId":"EP/D002249/1","fundValue":"405734","fundStart":"2006-08-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"  The findings on the joint spread of awareness and disease have been very influential to others studying such processes, and the papers we have written about them are among the best 1% cited papers in our field. Eventually this is likely to have an impact on policy makers and those working in public health and the management of veterinary diseases. \n\nThe findings on how communities formed have been followed up, and have led to the insight that on social networks many distinct communities exist, which seem to have characteristic language use (see http://www.epjdatascience.com/content/2/1/3 ). A patent was applied for on the basis of this methodology, and this later led to industrial funding and a spin off company. The potential applications lie in the identification of social network users with regard to details of their language, and the identification of groups on social networks. Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Other Societal,Policy & public services","person":"Vincent  Jansen","coPersons":["Chris John Watkins"],"organisation":"Royal Holloway, University of London","findingsText":" In this project we studied what happens if in a population two processed operate simultaneously: the transmission of an infection, and the spread of awareness about that infection. We found that if information and infection spread to more or less the same people, that this can stop the spread of a disease. We formulated one of first models for the simulataneous spread of disease and awareness. We also looked at how contact can form in networks, and how the networks over which awareness can spread generate. We found that groups can develop, if people associate through common characteristics. The dual spread of awareness and disease is a useful concept for the management of human and veterinary diseases. We expect this to influence thos working in public health, or the management of veterinary diseases. \nThe results on how communities form is useful for those using or studying social networks. Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Retail,Security and Diplomacy,Other","dataset":"gtr"}