{"id":"BCEF7CA4-0CC7-4EC4-84E6-6D990596CD2E","title":"Iron Regulation at the Fetomaternal Interface","abstractText":"Not having enough iron in the fetus causes irreversible brain defects leading to impaired language and motor skills in later life. Therefore, it is important that the fetus has enough iron reserves to support its growth not only before birth, but also in the early months of life. All the iron in the fetus is obtained through the placenta from its mother, often leading to the mother's reserves being completely used up. Therefore, the World Health Organisation recommends that all pregnant women are given iron supplements to ensure that they have enough iron to support the growth of their babies. While not having enough iron is bad, having too much iron can also have negative effects on the health of the mother and her baby, e.g. giving iron to malaria-infected mothers helps the growth of the malaria parasite, and can increase the risk of death from malaria. Also, accumulation of iron in the organs causes cellular stress, and sometime diabetes in the mother, which is why the UK's medicine governing body NICE does not recommend iron supplementation for all pregnant women. Scientists and doctors have now realised that we need a &quot;targeted&quot; iron supplementation approach to ensure that iron given to the mother benefits her baby and does not endanger her or the baby's health. But in order to achieve this, we need to understand better how the fetus obtains iron from its mother. The aim of our project is to achieve a better understanding of how the fetus obtains iron from its mother.\n\nFerroportin is an important protein that exports iron from tissues into the blood. In the adult, it is necessary for obtaining iron from the gut (where iron is absorbed from the diet), and from the liver and the spleen (where iron is stored). The action of ferroportin is blocked by a hormone called hepcidin which causes iron to be trapped in the gut, the spleen or the liver. Interestingly, ferroportin is also present in the placenta, and previous animal studies hinted at the possibility that it may export maternal iron from the placenta to the blood of the fetus. Also, it has been suggested that hepcidin coming from the fetus itself or the placenta may be able to block ferroportin in the placenta in order to stop iron export to the fetus. So far, it has not been possible to test these hypotheses, because there were no suitable animal models for this purpose. We have now addressed this problem by producing three new genetically-modified mouse models to help us manipulate hepcidin and ferroportin in the fetus and the placenta, and to study how iron supply to the fetus is affected by those manipulations. \n \nBy understanding the functions of hepcidin and ferroportin in regulating iron supply to the fetus, we will be able to help clinicians set up human studies in order to develop better ways of targeting iron supplementation for pregnant women. Ultimately, this should result in a better quality of life for mothers and their babies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L010054/1","grantId":"MR/L010054/1","fundValue":"384814","fundStart":"2014-07-01","fundEnd":"2018-06-30","funder":"MRC","impactText":"","person":"Peter Alistair Robbins","coPersons":["Samira  Lakhal-Littleton"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}