{"id":"BCF36457-B35A-4001-91C3-115809F85E0D","title":"Attosecond Electron Dynamics in Molecular and Condensed Phase Systems","abstractText":"This is a programme of advanced research with potential for extremely high scientific impact and applications to areas of great strategic importance to the UK, such as renewable energy and biomolecular technology. The aim is to develop and apply a combination of cutting-edge experimental and theoretical tools to observe and model dynamics in molecules and condensed phase matter with 100 attosecond temporal and nanometre spatial resolutions. The temporal resolution we will achieve is two orders of magnitude beyond the current state-of-the-art for measurements in larger molecules and condensed matter. The history of science shows that whenever such large improvements in measurement capability occur major new breakthroughs are inevitable. For instance, it has recently emerged that sudden electronic excitation in key molecular building blocks of matter is followed by a universal primary event - sub-femtosecond to few femtosecond migration of electric charge across nanometres. This charge migration, expected to be extremely important in triggering subsequent nuclear dynamics and so controlling chemical change, is too fast to be observed with existing methods. The proposed research programme will apply the world-leading experimental and theoretical tools developed by the assembled team to study the nature of charge migration and other previously unexplored attosecond-scale processes. We will pioneer the investigation in both condensed phase matter and large molecules including the building blocks of biomolecules. The knowledge gained from this research will lead to a new understanding of the first moments in the electronic excitation of matter and ultimately to, for example, new approaches for optimising artificial light harvesting, molecular electronic devices and biomolecular analysis.Imaging and controlling dynamics of matter at the level of electrons, especially far from equilibrium, and understanding the role of quantum coherence in molecules and nanoscale assemblies have been identified by the US Department of Energy as key components of five grand scientific challenges to basic energy sciences (Phys.Today, July 2008, p28-33). Our programme will enable the concerted effort and close linking of experiment and theory needed to address these questions. The UK has a unique opportunity for world leadership in this area, as we have assembled an exceptional team that commands all of the technical and theoretical tools required to lead this new and important area of science.Our programme will exploit two new types of measurements that we have already begun to develop: high harmonic generation (HHG) spectroscopy and attosecond pump-probe spectroscopy, and will apply them to the measurement of attosecond electron dynamics in large molecules and the condensed phase. This is a formidable challenge that will open new frontiers both experimentally and theoretically. This challenge will be met by our coordinated and balanced programme that will bring together theoretical and experimental expertise in attosecond physics, quantum chemistry, molecular structure and dynamics, ultrafast and intense-field science, nanoscale and plasma physics.The programme is structured into 4 interlinked projects, each of which makes a major contribution to the eventual research outcomes: Project 1: High harmonic generation (HHG) spectroscopy Project 2: Attosecond pump-probe spectroscopy Project 3: Coupling of charge migration and nuclear dynamics Project 4: Probing attosecond dynamics in the condensed phase .","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I032517/1","grantId":"EP/I032517/1","fundValue":"5838510","fundStart":"2011-06-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"  So far we are exploring the opportunities with a range of other academic researchers (we held a workshop to disseminate findings attended by ~70 UK researchers in September 2014).  ","person":"Jonathan  Marangos","coPersons":["Leszek J Frasinski","Michael  Bearpark","Peter  Knight","Michael  Robb","John  Tisch","Roland  Smith","Vitali  Averbukh","Misha Yu Ivanov"],"organisation":"Imperial College London","findingsText":" This is a broad based programme that is developing new methods to make attosecond domain measurements, and understand their scientific significance, in molecules and condensed phase systems. It is only 2/3 completed so we cannot report yet the final outcomes. We are further developing new measurement concepts such as attosecond transient absorption, HHG spectroscopy, attosecond pump-probe fragmentation studies and Auger based detection methods for tracking ultrafast electron hole dynamics. Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}