{"id":"BCF9EAC1-4DDD-4B9D-AA92-8192A3EB7363","title":"Decision-making in recognition: A multidimensional SDT approach","abstractText":"<p>Research has traditionally focused on encoding and retrieval processes that determine the content of memory. Equally important but far less understood are decision processes that determine how we use this information. Applying a signal detection model which assumes that memory information is multi-faceted or multidimensional, this research examines two aspects of the decision process in recognition: response bias and information selection. </p>\n\n<p>Bias describes the willingness to make a recognition judgement, while selection describes the importance allocated to different feature dimensions. </p>\n\n<p>Our specific interest is in how the conditions at test, such as the distinctiveness and usefulness of feature dimensions, task instructions, and internal and external cues, influence bias and selection. Controlling test conditions may allow us to influence and even optimise memory decision-making, potentially useful in applied domains such as eyewitness testimony and academic testing where the test situation is often the only opportunity for intervention.&nbsp; </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3208","grantId":"RES-000-22-3208","fundValue":"72038","fundStart":"2009-01-26","fundEnd":"2010-01-25","funder":"ESRC","impactText":"  The findings have or are being published in peer reviewed journals and form the basis for ongoing research in the area.  ","person":"Francis-Michael  Verde","coPersons":[],"organisation":"University of Plymouth","findingsText":" This research examined the rules that guide how people use their memory. The aim is to understand how people use different types of mnemonic information in order to decide if something was previously encountered. Decision-making is a critical yet poorly understand aspect of memory. Whilst he focus is on basic knowledge, there are direct implications for applied issues such as eyewitness memory. Education,Government, Democracy and Justice,Other","dataset":"gtr"}