{"id":"BCFDA6B8-FF9E-4ADB-B153-E6624FDA7D55","title":"The structure of amorphous calcium phosphate, a key intermediate in skeletal calcification","abstractText":"This proposal will make a key advance in our understanding of the process of bone growth. Of course, bone growth is very important to humans as bones form the skeleton, which provides mechanical support. In fact bones are a distinguishing feature of all animals which are vertebrates. The ability to make bones developed during evolution and there is evidence that it already existed 500Million years ago. Our bones are made of a mixture of a protein called collagen and a mineral called hydroxyapatite. Hydroxyapatite is a calcium phosphate compound (hence the importance of calcium in the diet for healthy bones). Minerals like hydroxyapatite are normally made in geological processes, and similar processes can be used to make synthetic minerals in industry. However, the body uses a different approach to make the bone mineral hydroxyapatite.Most people think that bone growth is restricted to the early stages of life. Actually, during our whole lives bones are constantly remodelled by absorption and reformation processes. (When these processes malfunction illnesses can result, such as osteoporosis.) These processes necessarily involve the circulation of calcium and phosphate within the body, and these ions are present in the body fluid which circulates among cells. Scientists already understand a lot about bone growth. During bone growth, calcium and phosphate ions from the body fluid are deposited at a site where new bone is required. These ions precipitate to form a solid calcium phosphate compound. Interestingly, the first compound formed is not the bone mineral hydroxyapatite. Hydroxyapatite is formed by subsequent reactions from the first compound.Surprisingly, the structure of the first calcium phosphate compound formed is still unknown, over 50 years after it was discovered. It was given the name amorphous calcium phosphate because it is not crystalline (amorphous means non-crystalline). Since it is not crystalline, it's structure cannot be identified using standard methods such as crystallography. Without knowing the structure of this compound, scientists are unable to describe the very early stage of bone formation, and hence a key piece of knowledge is missing.This proposal will provide the missing knowledge by applying special techniques to identify the structure of amorphous calcium phosphate. These techniques are ones which scientists have developed to study glasses, such as window glass, which are also non-crystalline. The techniques include special diffraction experiments (similar to crystallography) and computer modelling. These techniques have successfully revealed the structure of glasses, but they are less often applied to amorphous materials in biology.Knowing the structure of amorphous calcium phosphate will improve our knowledge of bone growth. This will provide important benefits. Firstly, for our understanding of biology (including illnesses such as urinary stones). Secondly, for scientists who are making bioactive materials, which are designed to be implanted in the body and to mimic the body's own bone growth processes. Thirdly, for scientists who want to find alternative ways to make minerals (without using geological processes).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E006337/1","grantId":"EP/E006337/1","fundValue":"72862","fundStart":"2006-09-26","fundEnd":"2009-09-25","funder":"EPSRC","impactText":"","person":"Gavin  Mountjoy","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}