{"id":"BD06A836-4789-454E-8A1F-7F88A0515868","title":"Optimisation of large concrete DfMA structures for the Nuclear Industry","abstractText":"The overall aim of the project proposed is to optimise the design for manufacture and assembly (DfMA) of large\npreassembled components for reinforced concrete construction in nuclear and other large construction projects. To bring\nthese benefits and capability to the UK nuclear construction supply chain, and to establish a world-leading capability, the\nproject will verify the reliability of preassembled structural components currently available in the UK and develop new ones\nthat meet the stringent design and assembly requirements of the nuclear environment. The project team includes Laing\nO'Rourke (a current nuclear new build constructor), Imperial College London (expertise in optimisation, logistics and\nintelligent transport systems), ARUP (expertise in the design of new nuclear power plants) and BRE (capability of testing\nprototype designs).\nThe project will explore the potential of a number of construction approaches, consisting of a range of elemental sizes and\njointing techniques, for both sub- and super-structure applications in nuclear construction. Key considerations for research\nare the structural performance of such systems and joints, their reliability, and innovation with regards to associated\nmanufacturing and assembly techniques. Therefore, the project consists of six main sub-projects as follows:\n1) Design of large underground components,\n2) Design of large superstructure components,\n3) Joint small scale reliability,\n4) Reliability assessment of systems,\n5) Optimisation and automation of manufacturing techniques and\n6) Optimisation and automation of assembly techniques.\nThe Department of Civil &amp; Environmental Engineering at Imperial College London will lead research in the optimisation and\nautomation of assembly techniques. The use of preassembled components in nuclear construction presents a significant\nopportunity to apply this expertise in the construction sector. The combination of these technologies will allow the industry\nto rethink and streamline the entire design and assembly process in nuclear plant construction and beyond.\nThe aim of the research carried out at Imperial will be to address the difficulties in handling larger-than-usual construction\ncomponents as well as taking advantage of their prefabricated nature. The three key quantities to be determined will be the\nnumber, size and location of tower cranes to be used in the construction process, with each combination having direct\nconsequences on the overall layout of the construction site and the rate at which the assembly process is accomplished.\nAs the scale of preassembled components that will be considered can vary significantly (with weights between 20 and\n1000t) a variety of scenarios will be considered.\nThe optimisation models and solution approaches to be developed will seek to balance overall transport and handling costs\nagainst the speed of construction, while ensuring that safety and other operational constraints are satisfied. The models\nand solutions will be tested through the use of simulation informed with real data and provide feedback to the parties\nresponsible for the design of the components used, in an iterative approach that will ensure that the overall design and\nconstruction process will be able to extract the maximum benefit from the use of preassembly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L504683/1","grantId":"EP/L504683/1","fundValue":"267098","fundStart":"2013-07-05","fundEnd":"2016-07-04","funder":"EPSRC","impactText":"  A new optimization technique has been developed in order to optimize the manufacturing and deployment of components in modern large scale construction projects. The outputs of this research have been acknowledged in the plans for the construction of a new nuclear power plant (Hinckley Point). More specifically, the scheduling algorithms will help determine the optimal size and dimensions of the prefabricated components to be used in construction. The overall objective is to reduce the construction period of the entire project, while maintaining stringent safety standards (with respect to assembly processes and structural design codes) and keeping costs to a minimum. Construction,Energy,Manufacturing, including Industrial Biotechology,Transport Economic,Policy & public services","person":"Panagiotis  Angeloudis","coPersons":["Washington Yotto Ochieng"],"organisation":"Imperial College London","findingsText":" The main output of this project during the current reporting period has been a novel optimisation tool that is capable of optimising construction workflows for large-scale projects that make use of Design for Manufacturing and Assembly (DfMA) techniques. It makes use of Genetic Algorithm (GA) optimisation techniques and is capable of producing highly detailed construction timelines.\n\nThe methodology developed can evaluate the impact of consequential decisions taking place within the manufacturing, transportation and assembly stages of construction projects that make use of DfMA principles. the main objectives are to minimize makespan and cost while maximizing safety, which is included in this tool. Safety is maximized by minimizing the number of on-site workers on congested construction sites. Using the multi-objective GA-based optimization model implemented in this tool, optimal solutions for different levels of prefabrication can be determined and compared with respect to overall time and cost. Prefabrication is increasingly used in large scale civil construction projects. As many of these take place within urban settings, the prospect of off-site manufacturing is becoming particularly attractive. The techniques developed as part of this project could be used to inform the design of such components across a variety of projects. Construction,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}