{"id":"BD0DF961-D18E-4B81-B700-93420F161AD0","title":"The structure of porous sol-gel oxide glasses using the NIMROD neutron diffractomter: getting the whole picture","abstractText":"This application provides the framework for a PhD student to be trained via the pursuit of a focussed scientific programme tailored to sit within the commissioning and early development phases of a major new facility at the RAL; it is anticipated that the student will, upon completion, be ideally suited to a research career in this area. The research programme itself is based upon the synthesis, characterisation and then detailed structural study (using the NIMROD beamline on the ISIS second target station, due to start operations in 2008) of a range of sol-gel materials of contemporary interest. The materials include those with catalytic properties, bioactive glasses and non-linear optical materials. The expected outputs from the project will include both novel scientific results and a significant contribution to the development of the longer-term user-based infrastructure associated with the facility itself.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F021011/1","grantId":"EP/F021011/1","fundValue":"103274","fundStart":"2008-10-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"  Not at all outside of academic research thus far. Healthcare Societal","person":"RJ  Newport","coPersons":["Alex Charles Hannon"],"organisation":"University of Kent","findingsText":" The atomic-scale structure of a range of glassy materials was been studied; complimentary techniques were used to provide a robust atomic-scale structural model, including neutron and X-ray diffraction, X-ray Absorption Spectroscopy, solid state NMR (Warwick) and computer modeling. \nA primary focus was the then new ISIS NIMROD instrument, which operates over a wide range - effectively combining wide\nangle neutron diffraction with the data traditionally derived from small angle neutron scattering. Thus, the atomic scale and the macroscopic scale may potentially be studied simultaneously. As one of the first users, a series of experiments were conducted to determine the potential of NIMROD to offer significant scientific impact. Initial experiments allowed a thorough investigation of the data analysis software; methods to substantiate data sets were identified as well as areas requiring specialised software development. We developed a new vanadium flat-plate sample cell to allow in situ furnace experiments so that the evolution of the materials could be followed as a function of temperature: a facility now available to future users. Further software development requirements have been revealed, especially in the context of sol-gel derived glassy materials containing hydrogen. Isomorphic substitution and isotopic enrichment methods were applied in appropriate cases in order to extract detailed information relating to a key element within what were often complex multi-component glasses. \nPublished journal output is detailed elsewhere, but a summary of scientific outcomes includes: the confirmation of a 4-fold Ga-O environment in Ca-gallate glasses (which contain no conventional glassformers), albeit with a strongly asymmetric line shape; an understanding of the subtle changes in structure as the Al content in an otherwise 'conventional' bioactive phosphate glass increases at the expense of Na - with an evident peak in both density and bioactivity identified as the network structure changes; the realisation of detailed information on the structural role of transition metals doped into a silicate bioglass in order to provide hypoxia-mimicking properties to aid angiogenesis; the initial study of the atomic- and meso-scale structure of Sr/Ca-containing bioactive dental glasses as a function of temperature in an attempt to reveal their crystallisation routes; an analogous study of bioactive silicates as a function of processing temperature in an attempt to correlate atomic-scale and meso-scale structural changes. Future users of the methods/techniques explored here will benefit from our insights/developments. Healthcare,Other","dataset":"gtr"}