{"id":"BD105A94-0FCA-47AD-AB03-D54BD0AA428C","title":"A low-cost solar cooker for the developing world","abstractText":"The aim of this project is to improve on existing research carried out by Oxford and user-test in the field a prototype solar cooker. This will develop the technology to improve the usability of the final prototype. The proposed work will be carried out in collaboration with an industry partner, Dytecna Ltd.\n\nAn estimated 1.6 million people in the developing world die each year from smoke inhalation due to cooking indoors using biomass and fossil fuels (WHO). An effective low-cost solar cooker would not only save lives but would enhance the quality of the lives of women and children by removing the necessity of long treks to collect ever decreasing amounts of brushwood. This would allow more time for children to study or play and for women to do other important activities. They would also reduce the risk of accidental fires, which can be a hazard in dry climates. Solar cookers can be used in large parts of Africa, in parts of India and China, and elsewhere in the world, so the potential humanitarian benefit is significant.\n\nThe UN has recently laid down a challenge to industry and academia (http://www.solarcookers.org/index.html) to develop a better solar cooker than is currently available: in particular, the widely used foil-lined cardboard panel cooker, which heats a cooking pot inside a plastic bag, is not very durable and is not felt by the large relief organizations to be a viable technology.\n\nResearch funded by the Leverhulme Trust on a low-cost solar concentrator using simple surfaces has shown that two single curvature surfaces can focus sunlight to a point and in a way well-suited for a solar cooker: the Sun's energy is directed to the underside of the cooking platform, which is located away from the ground and where the user can be shielded from the direct sun. The first reflective surface is conical and the second parabolic and the combination can produce ~350 W at a point focus from a system that has a footprint of only 0.8 m2.\n \nThe single curvature surfaces in the concentrator mean that the reflective surfaces can be formed from flat reflective sheets, so tough anodized aluminium sheets could be used. This would not only reduce costs and enable the concentrator to be flat-packed - an essential requirement for disaster relief operations, but also to be very durable. A cooking temperature of about 200 0C is estimated, avoiding the need for any special heat enhancing and easily damaged consumable cooking aids, such as a delicate plastic bag. No other system will concentrate so much naturally available renewable energy into such a compact and usable solution. The design has been called the 'Albedo Solar Cooker'.\n\nField trials in the UK, Europe and Africa will be carried to user-test the performance of the design based on a pre-prototype, which only had limited functionality, with a successful evaluation allowing the project to proceed to the next commercial phase. The results of the field trials will be used to improve the production standard design. The potential will be looked into for using non-imaging concentrators to increase the concentration and hence temperature of the cooker, for adding thermal storage to enable evening cooking and possibly thermoelectric generation for mobile phones.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L003031/1","grantId":"ST/L003031/1","fundValue":"79637","fundStart":"2014-03-01","fundEnd":"2015-08-31","funder":"STFC","impactText":"","person":"Nick  Jelley","coPersons":[],"organisation":"University of Oxford","findingsText":" We have trialled the first prototype solar cooker in Italy in August 2014. The cooker performed well, cooking basmati rice in 40 mins from cold, and also for ~ 7 hours during the day. We are making some small changes to simplify the construction of the cooker before sending several cookers to Africa for trials next year. The trials are essential for establishing that our design fulfils the needs of the local communities in Africa. A native Tanzania university lecturer thought that the design was well suited to his communities' cooking and will be helping with some of the trials next year. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}