{"id":"BD1D1E9C-C997-4B3A-8E68-7CB56083D989","title":"Modality-specific representations in conceptual combination","abstractText":"<p>How do we think about things we have never encountered before? Embodied theories of cognition hold that conceptual thought is composed of partial recordings of the neural activation that arises during perceptual and motor experiences So, thinking about an apple can involve re-enacting perceptual recordings of its bright green colour, the smoothness of its skin, the crunch of its crisp flesh, the fragrant rush of the juice, and the pleasing tart taste. One consequence of these modality-specific representations is that people experience processing costs when switching between modalities: if people have just mentally represented that an apple is green, they will be faster to process its shininess (another visual property) than its tartness (a property from a different modality). However, our thoughts are not limited to recycling familiar ideas; if we see a bright purple apple sitting in a fruit bowl, we can guess its flavour and texture without ever picking it up.</p>\n\n<p>This project proposes to examine whether the construction of new concepts is affected by switching costs even more profoundly than the retrieval of familiar concepts. A series of response time experiments will examine how modality-specific object properties affect the creation of new representations during conceptual combination.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3248","grantId":"RES-000-22-3248","fundValue":"80099","fundStart":"2009-04-01","fundEnd":"2010-05-31","funder":"ESRC","impactText":"","person":"Louise  Connell","coPersons":["Dermot  Lynott"],"organisation":"The University of Manchester","findingsText":" This project aimed to bring together two previously disjoint fields in order to advance our understanding of both: embodied cognition research needed to explain people's constructive ability to create new conceptual representations, and conceptual combination research needed to move past limiting assumptions of amodal symbols. We have made significant advances from both empirical and theoretical perspectives.\n\n\n\nWe used a novel empirical method that integrated techniques from embodied cognition (modality-switching cost paradigm) and conceptual combination (compound-interpretation task) research, and examined how perceptual modalities influence the creation of new conceptual representations. Our findings showed that the deep conceptual processing required in concept creation is profoundly affected by the reallocation of attention from one modality-specific perceptual system to another. Furthermore, we discovered that constructing new conceptual entities leads to more multimodal representations than retrieving familiar concepts, and that drawing attention to a particular perceptual modality can qualitatively change the output of the conceptual combination process.\n\n\n\nWe then developed a new embodied theory of conceptual combination (ECCo), which diverges from existing accounts in a number of important respects, not least in emphasising the dynamic and interactive relationship between linguistic and simulation systems.\n\n\n\nFinally, in norming modality-specific representations of conceptual experience, we found that modality-specific ratings are significantly better at capturing the extent of our perceptual experience than other commonly-used measures.  Communities and Social Services/Policy","dataset":"gtr"}