{"id":"BD220B6B-FB46-47A5-8918-023C88984B56","title":"Multiplexed multiphoton fluorescence lifetime microscopy: Real time 3D imaging of protein-protein interactions by FRET","abstractText":"From the earliest invention of the camera, humans have been seeking to observe processes that are too fast or too complicated for the human eye and brain to determine. The first time-laspe images of a running horse allowing us to understand its motion, the moment a bullet ripped through an apple - images, freezing a moment in time so that we can examine minute details. In cellular biology our understanding of cellular function continues to evolve as we observe complex dynamic processes played out under a microscope, captured by a camera at high speed and slowly revealing its hidden intricacy. As biologists ask every more complex questions, so we must develop more sophisticated tools to rationalise the complex data that we observe. Our current understanding of protein interaction in cells is informed, principally, through the use of microscopical tools to delineate localisation and compartmentalisation of signalling events within cellular organelles such as mitochondria. Further insight can be gained regarding protein association utilising the so called F&ouml;rster resonance energy transfer (FRET) technique. FRET acts as a molecular ruler, enabling us to measure the relative separation between proteins or protein-domains on the nanometer length scale. Our work has focused on the determination of protein-protein interactions by FRET and high-resolution fluorescent lifetime imaging (FLIM). Unfortunately, these advanced techniques are relatively slow in capturing cellular events so that our desire to observe real-time the processes involved in, for example cell migration (directed motion often under the action of chemical gradient) are stymied. With this project, we seek to significantly speed up the acquisition of protein-interaction data to allows us to observe cellular signalling as it happens. This can be achieved through multiplexing of our excitation and detection channels to such an extent that we envisage a 1000-fold improvement in imaging with no loss of spatialresolution in the image. This work represents the state-of-the-art in functional imaging with the opportunity to observe complex cellular events in unpreceded detail: capturing an image of a T-cell as it surveys a cancer cell, forming dynamic 3-dimensional contacts and observing the protein signalling events that drive these processes; observing the moment a cell responds to a chemical stimulus at the level of single-proteins. The technology we will develop will drammatically improve our understanding of dynamic events within cells offering insight into drug interactions in diverse applications throughout the lifesciences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I022074/1","grantId":"BB/I022074/1","fundValue":"474306","fundStart":"2011-11-01","fundEnd":"2014-10-31","funder":"BBSRC","impactText":"  Adcademic Impact: Following development of the instrument, we have used the technology to image a variety of biological samples including cells, tissues (human archived histology) and zebrafish. In particular, we have focused on the imaging of biosensors for cell motility (RhoA biosensor) which has been imaged both in isolated live cells and zebrafish xenografts. Furthermore, we have imaged the interaction of proteins in the ErbB network showing dynamics previously unobservable due to both the speed of the biological process and the stoichiometry of the interaction. \nCommercial Impact: We are currently working with Andor Instruments via a BBSRC Sparking Impact Award (via KCL) to develop a preliminary prototype high speed FLIM system with a view to commercialisation. Education,Electronics,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Simon Morris Ameer-Beg","coPersons":["Tony  Ng","Klaus  Suhling"],"organisation":"King's College London","findingsText":" This project has enabled us to develop a high speed multiphoton fluorescence lifetime imaging platform. The system enables 64-fold increased acquisition speed over more conventional systems. The system has enabled us to image in real time the recruitment of the adapter protein GRB2 to the cellular receptor EGFR when stimulated with its ligand. Furthermore, we have been able to image the dynamics of protein-protein interaction for other members of the ErbB family at a speed unprecidented in the field. We are continuing to develop the imaging platform through a new grant (MRC Next generation optical microscopy initiative). The next steps are scaling up to confocal imaging and super-resolution via STED. In addition, we have made the system available to our academic colleagues within the university as a collaborative platform. Furthermore, we are working with, UCL, photonic solutions and Andor Technologies to develop a user friendly prototype imaging platform with a view to long term commercialisation of the technology. Education,Electronics,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}