{"id":"BD23FA8C-4362-485F-BAB2-AB9EB1BE8714","title":"IODP 318 Wilkes Land Expedition participant (sailing)","abstractText":"Summary for General Public: Human activities are altering Earth's atmospheric composition. Since industrialisation, atmospheric concentrations of CO2 have grown to exceed by far the natural range of the last 650 thousand years (kyr), observed in ice core data. In fact it's probable that the current level of CO2 (380ppm) in the atmosphere is higher now than at any time in the last 2 million years (Myr). Over the same period, concentrations of other greenhouse gasses (GHGs: methane, nitrous oxides etc) have increased markedly due to human activity. If emissions continue unabated, by 2035 we will have effectively doubled the amount of carbon dioxide in the atmosphere (550 ppm CO2e), compared to the preindustrial period. In other words, atmospherically speaking, we are rapidly heading back into the Cenazoic era (the past 65.5 million years), during which the planet was warmer, planetary ice volumes were much lower and sea-levels higher than present. In response to rising levels of GHGs, average planetary temperature is expected to rise by between 1.1-6.4*C in the next 100 years. Looking back in time, the lowest point on the predicted temperature range was last experienced during the last interglacial, 120 kyr before present, but most of the range (2 to 6.4*C) has not been experienced since the period between 35 and 50 million years ago (the Oligocene and Eocene eras). During this period the planet was too warm to sustain large ice sheets in the Northern or Southern Hemispheres. This has given rise to concerns about the future stability of the Antarctic Ice, which have the potential to raise global sea levels by 60m. Climate models alone are unable to define climate sensitivity precisely, because it is difficult to prove that models realistically incorporate all feedback processes (processes which can amplify change). An intrinsic value of palaeoclimate data is that it includes slower feedbacks (changes in ice, albedo etc). Therefore it is vital to investigate the behaviour of Antarctic Ice over the last 50 million years, to provide ground truth for testing models of ice sheet and climate behaviour. The aim of Integrated Ocean Drilling Programme (IODP) expedition 318, to the Wilkes Land margin in the Southern Ocean, is to decipher the long-term history of multiple growth and collapse of the East Antarctic Ice Sheet (EAIS), related sea-level changes and palaeoceanographic and palaeoenvironmental changes. An additional aim is to recover annually laminated sediments to develop an ultra-high resolution record of recent climate variability during the Holocene period (the last 10kyr). The expedition will use the specialist drill ship, the Joides Resolution, to recover deep sea sediments from the Wilkes Land margin. There has been a continuous process of erosion of rocks and soils from the Antarctic continent and deposition of these sediments in the receptive environment of the deep ocean, where layer upon layer of sediment can be laid down in undisturbed succession. These sediments are a repository of information on past environmental and oceanographic changes. The sediment cores recovered by the IODP 318 expedition will contain organic molecular fossils (biomarkers). Certain compounds (especially lipids) are quite resistant to decay, so after the producer organisms expire, the biomarkers are preserved in sediments. These biomarkers can be extracted, measured and used to reconstruct changes in parameters such ocean and land temperature over thousands to millions of years; allowing us to quantitatively reconstruct past changes in climate and environments and to relate this to changes in ice-sheet volume and sea-level. The principal investigator will participate on the Wilkes Land 318 expedition and will work in close collaboration with the other members of the international scientific party. The purpose of this proposal is to fund post-expedition extraction and measurement of biomarkers in Glasgow.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H014616/1","grantId":"NE/H014616/1","fundValue":"8764","fundStart":"2010-01-01","fundEnd":"2010-03-31","funder":"NERC","impactText":"  This grant funded participation on IODP 318. This led to follow on funding, with a subsequent NERC standard grant and all the associated impacts Environment Cultural,Societal","person":"James  Bendle","coPersons":[],"organisation":"University of Glasgow","findingsText":" We significantly advanced knowledge of the climatic evolution of the southern high latitudes under greenhouse conditions as the Earth last experienced during the early Eocene. No previous studies had documented terrestrial climate conditions and vegetation on Antarctica during this critical time interval. \nOur unique new data from IODP Expedition 318 make a strong case for near-tropical climate conditions that supported paratropical rainforests on the world’s most southern land mass. The novel insight for understanding high-latitude climate dynamics during greenhouse conditions and their significance for global climate had a major impact on the academic community and on the public (through media coverage). Our work will attract the attention of a wide audience of (palaeo)climatologists, (pa- laeo)ecologists, (palae)oceanographers, geochemists, climate modelers, palaentologists, palynologists, and other scientists interested in global warming. Environment","dataset":"gtr"}