{"id":"BD29D04D-A062-4050-A486-D2A6881C81F1","title":"Geophysical Condition Assessment of Railway Earthworks (GEO-CARE)","abstractText":"Many parts of the UK's rail network were constructed in the mid-19th century long before the advent of modern construction standards. A recent study conducted by Network Rail, who own the largest network of earth structures in the UK, has revealed that 50% (5000km) of their network of earthworks are considered to be in a &quot;poor&quot; or &quot;marginal&quot; condition thereby necessitating significant maintenance. With the expected changes to the UK's precipitation patterns over the next 70 years likely to have a significant effect on railway earthworks, it is crucial that appropriate approaches for assessment of their stability are developed, so that repair work can be better targeted and failures avoided wherever possible. The consequence of failures of major infrastructure elements is severe and can include loss of life, significant replacement costs, line closures and major disruption to services which can often last for several months. Advance assessment and remediation of earthworks is always significantly less costly than dealing with failures reactively.\n The aim of this project is to investigate the potential use of a rapid, cost effective and non-destructive approach for assessing earthworks at risk of failure. This involves an investigation into the sensitivity of a recently developed geophysical method, the Multichannel Analysis of Surface Waves (MASW), for measuring variations in fluid induced pressure changes, resulting from rainfall. This potentially provides a practical and relatively robust means of assessing the stability of earthworks. Despite the advantages that the MASW method provides, it has not been tested previously for assessing fluid induced changes in slopes or earthworks. Therefore, from the point of view of scientific timing, an opportunity currently exists to explore the novelty of this application. The importance of this opportunity is highlighted further when consideration is given to the current and future industrial needs to improve assessment of earthworks as a result of climate variability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K000462/1","grantId":"EP/K000462/1","fundValue":"98606","fundStart":"2013-02-12","fundEnd":"2015-03-27","funder":"EPSRC","impactText":"","person":"Shane  Donohue","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}