{"id":"BD2E6BC9-DF72-44B0-830E-A8DE69EDF517","title":"The first layers of the Metal-Solution interface: interactions of enantioselective modifier and reactant molecules on a wet model catalyst surface","abstractText":"A microscopic understanding of surface or interface phenomena, such as heterogeneous catalysis or exchange processes at interfaces requires experimental data about the chemical composition and molecular arrangement at the surfaces under investigation. In general, surface-specific information is best provided by electron-based photoemission spectroscopy such as X-ray photoelectron spectroscopy (XPS) or near-edge X-ray absorption fine structure (NEXAFS) spectroscopy. The property, however, that makes electrons ideal surface probes, namely their short penetration depth in matter, turns out to be a big problem when these systems are to be studied under realistic pressure environments in the range of millibar or higher. The mean free path of electrons is then only of the order of millimetres or less and conventional electron energy analysers cannot be used anymore.This so-called pressure gap between conventional electron spectroscopy and actual catalytic reactions, which usually take place at high reactant pressures or even in solution, is bridged to some extent by ambient pressure electron analysers . Such instruments have become available very recently at synchrotron radiation facilities in Berkeley, USA, and Berlin, Germany.The applicant is seeking funding for travelling to ALS in Berkeley in order to perform ambient pressure photoemission experiments studying the adsorption behaviour of reactants and modifier molecules of a topical enantioselective reaction, which normally takes place in solution. This facility will allow studying the reaction system under realistic conditions, i.e. in the presence of the solvent, water, at the catalyst surface near reaction temperatures. This is impossible with conventional instruments, which is the reason why very little is known about the interplay between reactants and solvent molecules for systems like this. A better understanding of this interaction is, however, crucial for improving catalysts for reactions in solution. These measurements will be the first of this kind and could, therefore, have significant impact on a better understanding of heterogeneous catalysis in solution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H015493/1","grantId":"EP/H015493/1","fundValue":"6285","fundStart":"2009-07-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Georg  Held","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}