{"id":"BD37B394-7A95-48F6-90F8-108D38BBD740","title":"A nitric oxide responsive regulatory network in Campylobacter jejuni: its role in intracellular survival and resistance to nitrosative stresses","abstractText":"The bacterium called Campylobacter jejuni (abbreviated to C. jejuni) is the most common cause of bacterial food poisoning in the UK. It causes a disease of the digestive system that results in painful and profuse diarrhoea. Whilst the disease is not generally fatal, it is highly unpleasant and causes much misery and economic loss. C. jejuni normally lives in the intestine of chickens where it does not cause disease. However, when chickens are slaughtered for food production the bacterium is transferred to the chicken meat, which, if not cooked properly, can cause food poisoning. As part of the body's first defence against infection, the immune system can generate a toxic gas called nitric oxide that, when dissolved in the fluid around the infecting bacteria, is able to destroy them. We have discovered that C. jejuni can resist nitric oxide. To do this the bacterium must first be able to detect the toxic gas and then produce proteins to neutralise the nitric oxide. We believe that we have found the detector for nitric oxide in C. jejuni and this project would use this information to find out how the bacterium resists this killing agent. Having characterised this system we would try to find out if the system is essential for infection. In future, the results could be used to develop novel ways of controlling this bacterium by blocking its ability to resist nitric oxide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E009476/1","grantId":"BB/E009476/1","fundValue":"288611","fundStart":"2007-03-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"","person":"Simon Fearon Park","coPersons":[],"organisation":"University of Surrey","findingsText":" This project demonstrated that the most frequent cause of foodborne illness in the UK, the bacterium Campylobacter jejuni, is able to recognise and detoxify the gas Nitric Oxide (NO).This is important because NO is a key component of the immune system and is generated in order to destroy infecting bacteria. The study characterized important components of an NO detoxifying and sensing system which enable the bacterium to avoid the action of the immune system. By understanding the process of NO detoxification in Campylobacter jejuni, it may be possible to interfer with this process, to increase the efficiency of the immune response against it, and prevent infection. Agriculture, Food and Drink","dataset":"gtr"}