{"id":"BD41B684-1AC4-4C9A-90FB-C67B70FB9DBF","title":"Gliders: Excellent New Tools for Observing the Ocean (GENTOO)","abstractText":"We all love the idea of having a robot to do our bidding. Scientists are realising that robot technology now offers exciting possibilities to observe our environment in ways we have only dreamt of. We will use a fleet of three robots roaming the ocean near Antarctica to answer science questions that are critical to our ability to predict and manage the ocean and its living resources in an era of unprecedented change. The robots we will use are called ocean gliders. Much like the familiar airborne gliders, they do not have a propeller. Batteries drive a pump to move fluid between one area within the glider and another outside its hull, thus changing whether the glider is denser than seawater, so it sinks, or less dense than seawater, so it rises to the sea surface. It glides up and down, communicating via mobile phone with the scientists controlling it each time it comes to the surface. Oil prices have risen sharply in recent years, and ships use a great deal of oil. Using gliders as part of our future ocean and climate observing systems will save tax-payers' money since some ocean observations can be done much more efficiently by remotely controlled gliders. Gliders can also observe the ocean when we'd really rather not be there with ships, such as in winter or in strong winds and heavy seas. This project plans to show that these possibilities are within our grasp. We have assembled a multidisciplinary team of scientists who together are grappling with puzzles about how the ocean system works around Antarctica. Dense cold water sinks around the continent of Antarctica when cold wind blows over the water and helps sea ice to form. We've known for nearly 100 years that this happens in the southern Weddell Sea. We think that this might now be happening in a new region, because of the recent collapse of the Larsen Ice Shelf. Our gliders will measure the amount of dense water spilling off the continental shelf. This is important because climate models suggest that the amount and properties of this dense water are likely to impact on the global ocean overturning circulation that controls our climate; we need to know if these are changing. This dense water spilling over the continental slope probably also affects where the ocean currents are. So these currents might be moving further onshore or offshore, as the dense water changes. We'll try to measure and understand this. These changes in the ocean currents also affect the animals living in the waters near Antarctica. Krill are shrimp-like creatures that form the prey for animals such as whales, seals and penguins, not to mention underpinning a multi-million pound krill fishing industry (ever had a krill pizza?). Krill lay their eggs around the Antarctic Peninsula, and are then carried across the Scotia Sea to South Georgia by the ocean currents. Whilst the west Antarctic Peninsula is well surveyed, we don't know how many krill are in the Weddell Sea, on the eastern side of the Peninsula, possibly spending the winter under sea ice. Might the changes in ocean current affect whether these krill reach South Georgia? If we can establish that the krill are surviving under the ice and could travel to South Georgia, it may be that marine mammals and the krill fishing industry will be less vulnerable to climate change than we have feared. In which case, krill may become a more important food resource for us humans too in an uncertain future; you never know, the krill pizza may find its way to your local supermarket before long!","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H014756/1","grantId":"NE/H014756/1","fundValue":"354380","fundStart":"2010-10-19","fundEnd":"2015-03-31","funder":"NERC","impactText":"  The potential for the use of underwater autonomous vehicles (UAVs) for ecosystem assessment is of great interest to many sectors interested in reducing the cost of marine science. We have shown that echosounders mounted on UAVs can be used to assess the distribution of water column animals. As a result ecologists, fishery scientists and those interested in ecosystem science have benefitted from this research. This is evidenced through collaboration and requests for collaboration from national (e.g. NOC, UEA, CEFAS, University of St Andrews) and international (e.g. USA, Korea) scientists. These outputs are also applicable to bodies interested in survey marine protected areas (e.g. DEFRA, collaboration with GLAMOR project led by R. Wynn, NOC Southampton). Environment Societal","person":"Sophie  Fielding","coPersons":["Eugene John Murphy"],"organisation":"NERC British Antarctic Survey","findingsText":" Understanding the causes and consequences of marine ecosystem variability is an essential step towards understanding ecosystem function pertinent to addressing questions around Ecosystem Based Fisheries Management and assessing the impact of climate and fisheries on natural populations. Surveys of water column organisms are typically conducted using a combination of ship-based acoustic and net methods. The high cost of operating ocean-going research vessels has resulted in the escalating development in the field of Autonomous Underwater Vehicles (AUV) and assessment of how they can compliment or replace ship-based activities. We examined the potential of underwater gliders to undertake ecosystem surveys in the Southern Ocean, focussing on the key foodweb species Antarctic krill (Euphausia superba). A bespoke low-powered echosounder was integrated into a Seaglider and we examined its capability to detect Antarctic krill during fieldwork in the Weddell Sea (South Atlantic sector of the Southern Ocean). This included developing the method for interpreting acoustic information from an undulating AUV platform, an assessment of the new echosounder performance (both calibration and sensitivity) and a sensitivity analysis of using slow moving undulating AUVs versus ships for ecosystem surveys. We successfully calibrated the low-powered echosounder with a known reference target, following standard protocols, and by mounting the system on a net we confirmed its capacity to detect Antarctic krill in swarms. Conversion of acoustic data to biomass is influenced strongly by orientation of either the platform or target. A sensitivity analysis of the glider pitch and roll during its mission indicates that this will have a strong impact on uncertainty around biomass estimates and needs to be monitored and compensated for. Underwater gliders permit long temporal measurements of an area at low-cost. However, the undulating depth profiles (for forward propulsion) and slow speed introduce complexity to interpreting sampling effort. The speed of a glider through water is much slower than a ship, in addition to it undulating through the water column. As a result the volume of water sampled by an instrument mounted on it during a fixed period of time is reduced compared with hull-mounted ship operations. The glider derived krill biomass for two survey boxes was an order of magnitude lower than concurrent ship-borne acoustic measurements, although vertical distribution profiles were similar. We linked this to the spatial patchiness of krill and the sampling effort of the glider. A Monte Carlo simulation of glider sampling within ship-borne acoustic measurements of Antarctic krill indicated that the glider required an order of magnitude more time than the ship to appropriately resolve the abundance of krill within a small region (&amp;lt;100km2). These newly developed methods have been disseminated to a wider audience through workshops, and applied to different gliders and beyond the Antarctic environment, contributing to whole ecosystem assessments from physical variability to higher predator distribution. The outputs of this project are useful for government bodies and industry who have to perform survey for marine impact assessment (pertaining to ocean engineering projects) and those bodies involved in monitoring marine protected areas (MPAs). We present a method for determining the distribution and amount of zooplankton from UAVs (particularly underwater gliders), a low-cost, larger temporal resolution platform for marine surveys. Environment","dataset":"gtr"}