{"id":"BD43257D-4414-4963-B6AE-C5D1BBF464A0","title":"Investigating mechanistic causes of C9ORF72-related amyotrophic lateral sclerosis (ALS).","abstractText":"Cells constitute the basic building blocks of the human body converting food and oxygen into energy to produce proteins. The blueprint for making up proteins, the DNA, is housed in the nucleus, a cell centre separated from the surrounding compartment, the cytoplasm, where proteins are assembled into the machinery supporting life. Small messenger species (messenger RNAs) copied from the blueprint are able to pass from the nucleus into the cytoplasm where each guides the building of one protein. The quantity and function of proteins account for survival or death of cells including motor neurons. Amyotrophic lateral sclerosis (ALS) is a fatal adult disease caused by progressive death of nerve cells that connect muscles to the brain and the spinal cord. This provokes gradual paralysis and death usually 3-5 years from symptom onset. There is currently no cure and the only drug available, Riluzole, has modest effect prolonging life for only approximately 3 months. Expansion of a repeated sequence in the C9ORF72 gene is the commonest alteration found in the DNA of patients with ALS. This genetic alteration causes damage to thousands of messenger species resulting in the potential malfunction of multiple aspects of the cellular machinery. However, the actual culprit(s) causing motor neuron injury have not yet been found. This project aims to identify the contribution of each potential abnormal mechanism that causes motor neuron injury in C9ORF72-related ALS, their pathological mode of action, and will help us to find biomarkers useful in diagnosis and disease monitoring. We have used cutting-edge scientific methods to produce nerve cells from healthy and C9ORF72-ALS patients' skin cells and have generated other cell models engineered for studying individually the effects of one potential mechanism of disease at a time. Using these models, we will now be able to carry out experiments aimed at understanding how decreased electrical/survival properties of nerve cells, altered content of messenger species and abnormal passage of messengers from the nucleus into the cytoplasm, occur in disease. In the future, we expect that a better understanding of the basic biological mechanisms of C9ORF72-related ALS from this study will allow the development of novel strategies for neuroprotective therapy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M010864/1","grantId":"MR/M010864/1","fundValue":"376445","fundStart":"2015-02-01","fundEnd":"2018-01-31","funder":"MRC","impactText":"","person":"Ke  Ning","coPersons":["Guillaume Marcel Hautbergue","Pamela Jean Shaw"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}