{"id":"BD443F60-FC65-48ED-81F9-924B51A8969F","title":"MICA - Nanoscopy Oxford (NanO): Novel Super-Resolution Imaging Applied to Biomedical Sciences","abstractText":"Over the past decade entirely new technologies have been developed that bypass the limits of light microscopy allowing researchers to visualise, for the first time, intracellular structures, the cell surface and the extracellular space at the nanometre scale in both fixed and living cells. This has created entirely new possibilities to investigate normal cell structure and function. The principal aim of this application is to fully integrate and coordinate multidisciplinary groups (biologists, physicists, engineers and chemists) across the Oxford campus, to develop super-resolution microscopy (SRM) and to make this available to a broad biomedical community (e.g. WIMM, Dunn School, WTCHG, Biochemistry and DPAG) to generate new insights into normal biological processes and how these are perturbed in human diseases. We propose that this new consortium is called Nanoscopy Oxford (NanO).\n\nOver the past few years several biomedical institutes and Departments in Oxford have made commitments to developing imaging as a key infrastructure for supporting their scientific programmes. In addition these departments and institutes have contributed to an overarching strategic vision for imaging in Oxford under the leadership of the Micron initiative. This has enabled the Oxford campus to establish a wide range of conventional imaging and to take the first steps in developing SRM. Recruitment of scientific leaders in this area (e.g. Davis, Eggeling, Schermelleh) and their collaborations with international leaders in this area of research (Hell, Sedat, Jakobs) have placed our consortium in strong position, with further investment, to become a leading UK and international centre for next generation imaging. \n\nRecognising that no single approach is suitable for all applications, we will build upon current imaging facilities and associated management structures in Oxford to establish, extend and optimise the full range of approaches to SRM (STED, RESOLFT, 3DSIM and PALM/STORM). Furthermore, we will adapt each type of microscopy to maximise our ability to perform nanoscale imaging, developing new approaches for multi-colour and three-dimensional imaging. We will improve the quality of imaging in thick specimens by reducing aberrations, improving fluorescent labels for live-cell SRM imaging, and we will speed up the imaging process and develop new methods for analysis of the super-resolved images. By streamlining these techniques we will bring complex technologies, not yet commercialised, within the reach of biomedical researchers with limited experience of SRM. \n\nThe consortium has well established programmes in teaching and training biomedical researchers in the use of all forms of microscopy and therefore is well placed to become a training facility for the UK in this area. Realising this vision including technical development, adoption of techniques to analyse key cell biological questions and then applying them to biomedical issues (fully integrating Micron and NanO) will make Oxford an international centre of excellence in the development of next generation microscopy and its application to the analysis of human disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K01577X/1","grantId":"MR/K01577X/1","fundValue":"1979850","fundStart":"2013-02-12","fundEnd":"2018-02-11","funder":"MRC","impactText":"","person":"Ilan  Davis","coPersons":["D  Higgs","Martin  Booth","Christian  Eggeling","Vincenzo  Cerundolo"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}