{"id":"BD46AC13-D65F-41D0-B265-DFBA1CDBE4DF","title":"Bio-functional mesolamellar nanocomposites based on intercalated bacteriorhodopsin arrays.","abstractText":"Making new materials that have small scale structures and multiple components is expected to be of great importance in a wide range of applications such as sensing, data storage, electronics and catalysis. There is a growing interest in preparing nanomaterials that include biological components because molecules such as proteins and enzymes have finely tuned activities not readily available in synthetic counterparts. However, biological molecules are notoriously unstable to changes in the local environment and readily degrade with temperature. If such components can be entrapped along with more robust constituents such as simple inorganic materials like silica, then the biological molecules can be stabilised, and the resulting nanocomposites used under a wider range of environmental conditions. The proposed research programme aims to demonstrate this principle using a remarkable protein called bacteriorhodopsin (BR). BR is produced in large amounts in certain bacteria, and is located specifically in the wall of the cell membrane, where it forms ordered crystalline arrays immersed in the lipid bilayer membrane. The protein extends all the way across the membrane and is photo-sensitive, such that light of certain wavelengths produce a change in the nature of the protein, which in turn allows protons to move from inside to outside the cell membrane. This remarkable effect results in a reversible change of colour and charge separation across the membrane / effectively a small photo-induced voltage is induced / that is used as a driving force for storing energy in the form of a molecule called ATP. Significantly, the protein can be readily extracted from the bacteria in the form of purple fragments comprising single sheets of the membrane and constituent BR molecules, and then used as a highly sensitive photochromic and photoelectric material. Our proposal intends to create new nanomaterials based on these purple membranes (PM) that have enhanced mechanical, chemical and thermal stabilities. For this we intend to prepare films comprising multiple stacks of the PMs, and then infiltrate the spaces between individual flakes with very thin layers of silica or polymers. The aim is to produce a range of new types of hybrid nanostructures that have a sandwich-like architecture consisting of periodically arranged alternating layers of PM and silica/polymer, and to fully characterise these materials in terms of their structure and photo-induced properties. Significantly, a key goal is to demonstrate that we can fabricate prototype devices based on our new types of materials, and show that they can work under conditions where BR alone fails.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F023626/1","grantId":"EP/F023626/1","fundValue":"294461","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"","person":"Stephen  Mann","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}