{"id":"BD48112F-2D46-4618-BEF9-F4E03A68485E","title":"Optimising refugee resettlement in the UK: a comparative analysis","abstractText":"<p>Resettlement is a very different way of becoming a refugee from the asylum system since refugees do not have to reach the territory of the destination state. Refugees are selected for resettlement by potential host states, in their country of first asylum. In the UK, refugees are selected for resettlement specifically on the basis of their vulnerability, making adaptation even more challenging.</p>\n\n<p>This research explores the experiences of resettled refugees who arrived in the UK more than five years ago. These focus on those who already have substantial experience of living in the UK differs from previous research in this area and allows the research to explore longer term integration for those who have experienced the dramatic changes associated with resettlement. The research interprets integration very broadly as a wide range of processes that help to facilitate life in a new place.</p>\n\n<p>Through a longitudinal questionnaire, interviews and focus groups with resettled refugees the research will contribute to information on how the integration efforts of vulnerable people arriving in the UK can be supported. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K006304/1","grantId":"ES/K006304/1","fundValue":"349005","fundStart":"2013-08-31","fundEnd":"2017-02-27","funder":"ESRC","impactText":"  Our initial results have just been reported, so the findings have not yet been used.  ","person":"Michael  Collyer","coPersons":["Rupert  Brown","Linda  Morrice"],"organisation":"University of Sussex","findingsText":" The first aim of the research was to find out how the different cities compare in terms of well-being of resettled refugees. When analysing differences in well-being between locations, no significant differences were found. That is, well-being was the same in all locations. There were however differences in the number of people employed. The highest percentage of employed people among our respondents was in Norwich, while the lowest was in Greater Manchester. Yet, in all locations, less than 41% of respondents was employed - this includes part time and temporary employment. These percentages are much lower than the general employment rates in these locations.\nFor those who were looking for work, but had not found any work yet, we asked what they considered their main difficulties were in finding work. Language barriers were mentioned most often of all, closely followed by qualifications not being recognised in the UK. Both issues were also highlighted in many of the interviews, and were also the indicated as the reason why those respondents who did have a job, had one at a much lower level than their potential. Language barriers were often seen as a more general barrier against participation in society as a whole. \n\nThe second aim of the project is to find the key determinants of well-being among resettled refugees. Of course we currently have data from only one time point, therefore we can only talk about correlates with well-being: we do not know whether X predicts well-being or vice versa. There were many significant correlations with well-being. For example, strongly positively related to well-being were: social capital, self-efficacy, intergroup confidence, cultural understanding, quantity of contact with people of the same cultural background and with British people, and satisfaction with one's job, house, and education. Strong negative correlates were: perceived discrimination, intergroup anxiety, and negative contact experiences with British people, with people of the same cultural background, and with people back home, and finally, a longer duration of a search for a place in education.\nBased on these correlates, several interesting statistical models have been developed. Those are not all displayed in this briefing, but to summarise: contact with different cultural groups plays an important role in explaining well-being. One example: respondents who have a lot of contact with both British people and people of the same cultural background as themselves have the highest well-being scores These findings are already feeding into the ways in which resettled refugees are provided with cultural orientation. Subsequent stages of the research may provide more influence for alterations in the way the entire resettlement programme is designed, who benefits and how their arrival in the UK is organised. Education,Government, Democracy and Justice","dataset":"gtr"}