{"id":"BD55AF91-861A-4E53-99FB-D2C825A57B04","title":"Irish Bilateral: Religion in Ireland North and South - The Exceptional Hypothesis Revisited.","abstractText":"<p>The Republic of Ireland and Northern Ireland have long stood out in Europe as places where religion and churches matter. While over the last several decades, debates concerning the nature and extent of secularisation have raged across Europe, Ireland appeared to present an exception to this trend which many social scientists regarded as central to modernisation. To what extent is this still the case today? In other words, is the island of Ireland still unique in commanding the lead position in terms of its religious practices and beliefs across Europe? Or, alternatively, has the increasing religious revival, most notably among the young in eastern European nations, begun to outstrip both the Republic of Ireland and Northern Ireland for pole position in the religious adherence and devotional stakes? It is with these two questions in mind and using nationally representative data from the 2007 ISSP Religion Survey Module, that this study focuses on the nature and extent of religious expression (or its lack thereof) in both parts of the island of Ireland within a cross-national context.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E018769/1","grantId":"ES/E018769/1","fundValue":"46663","fundStart":"2008-08-01","fundEnd":"2010-07-31","funder":"ESRC","impactText":"  Contribution to empirical understanding:\nResults fom this project have been cited in Schubotz, D and O'Hara, M, 2010, 'A Shared Future? Exclusion, Stigmatization, and Mental Health of Same-Sex-Attracted Young People in \nNorthern Ireland', Youth &amp; Society, 43(2) 488-508 \nResults from this project have been cited in Gilligan, C., Hainsworth, P., and McGarry, A., 2011, 'Fractures, Foreigners and Fitting In: Exploring Attitudes towards Immigration and Integration in 'Post-Conflict' Northern Ireland, Ethnopolitics, Special Issue: Migration and Divided Societies, 10 (2). pp. 253-269. \nData from the project dataset have been used to document changing attitudes towards the gay community in Northern Ireland (see Jarman, N., 2010, 'Attitudes Towards Lesbian, Gay and Bisexual people in Northern Ireland', ARK Research Update 66, Belfast: ARK) \n\nAn article using the project dataset and focusing on gender and religion (Devine, P, 'Men, women and religiosity in Northern Ireland: testing the theories') has been submitted and is currently under review. \n\nA paper using secondary analysis of the data was also given by the same author at the Symposium on 'Changing Times, Changing Religion', School of Sociology, University College Dublin, 5 March 2010.\n\nContribution to research capacity:\nApart from making the dataset itself available for secondary analysis, the project also involved the creation of a web resource based on ISSP data, making available frequencies and cross-tabulations from 28 surveys to date across Britain, Ireland and Northern Ireland.  ","person":"Bernadette C Hayes","coPersons":["Gillian Margaret Robinson"],"organisation":"University of Aberdeen","findingsText":" Religious Change Study: The headline results from this project suggest that the creeping signs of secularisation witnessed in the late 1990s have continued to endure and intensify in Northern Ireland over the last decade. Since the early 1990s, weekly church attendance rates among the affiliated have declined sharply in Northern Ireland and this is particularly so \namong the Catholic community, traditionally the most diligent church attenders. It is important to note, however, that this general decline in weekly levels of religious observation \nhas been replaced by less frequent attendance rather than by no attendance at all and that, with one exception, this relationship holds across all age groups and regardless of whether men or women are considered. \n\nGay Rights Study: This paper focuses on the influence of religious rituals as well as a range of religious beliefs, including the nature and extent of one's relationship with God, on attitudes towards gay rights. Overall, the results point to the importance of including both religious measures - rituals as well as beliefs, including the nature and extent of one's relationship with God - in understanding attitudes towards moral issues. 1. There will be a scientific impact particularly in work on attitudes to gay rights. \n2. Because of the early interest from the Northern Ireland churches in the results there may \nbe a significant impact in terms of church deliberations on falling attendance. Culture, Heritage, Museums and Collections","dataset":"gtr"}