{"id":"BD58CCDA-C8A7-4514-9E99-6DA248999BD3","title":"Organic molecular films on semiconductors for device applications","abstractText":"The functionalisation of semiconductors through the direct attachment of organic molecules to their surfaces is an emerging area of fundamental research that will lead to the creation of new and exciting functional devices. This activity brings together the enormous breadth of functionality and tailorability of organic molecules-including their chemical, bio-chemical, physical, electronic, and optical properties-with the highly sophisticated and massively parallel capabilities of todays semiconductor processing techniques and technology. In addition to the obvious advantages for incorporating molecular functionality with existing semiconductor devices, semiconductor surfaces are particularly attractive hosts on which to bind molecules because of the robust covalent attachments that organic molecules form with semiconductor surfaces; this often leads to structures that are highly stable, even at room temperature or above. In addition, it is anticipated that organic molecules will form the basis of novel devices where individual molecules are incorporated as active elements (molecular electronics), and their use could extend to ultra-high density information storage applications and quantum computing. However, such applications require a detailed understanding of the interfaces between these molecules and the surfaces to which they are bound. It is therefore critical for the fabrication of such devices and the proper understanding of the science that underpins their operation that we: (1) develop a detailed understanding of the fundamentals of the organic-semiconductor interface; and (2) develop methods and techniques for the creation of defect-free and thermally stable organic layers on semiconductors with the ability to tune the properties of the molecular layer. The aim of the proposed research is to investigate the functionalisation of semiconductor surfaces with organic molecules through the formation of stable, covalently bound, low defect density, homogeneous and heterogeneous organic layers and multilayers on semiconductor surfaces. The techniques that will be applied are scanning tunnelling microscopy and spectroscopy (STM/STS); synchrotron X-ray methods such as photoelectron spectroscopy, X-ray standing wave spectroscopy (XSW) and near-edge X-ray adsorption fine structure spectroscopy (NEXAFS); and atomic force microscopy (AFM) and conductive AFM (cAFM). The major goal of this project is to find ways to maintain the strong advantages provided by the semiconductor substrate when forming organic overlayers; i.e., to maintain the highly homogenous, highly periodic, and highly reproducible nature of the atomically clean and flat semiconductor surface within the organic film","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L002140/1","grantId":"EP/L002140/1","fundValue":"249864","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  Contributions to academic knowledge.  ","person":"Steven Richard Schofield","coPersons":[],"organisation":"University College London","findingsText":" We have expanded the boundaries of knowledge at the organic/inorganic interface, specifically organic molecules on silicon. We have also developed new concepts in atomic point defects at silicon surfaces of importance for future atomic scale devices. The research that we are doing is well suited for future application as we are developing knowledge of the fundamentals at the atomic scale. There are still significant boundaries to the construction of real devices at this scale, but this research programme continues to contribute at the fundamental level for informing future activities. Electronics","dataset":"gtr"}