{"id":"BD5CA691-ED80-4F4B-ADF7-77DE683DB4A1","title":"Maximising the benefits of inward investment - how best to target limited funds","abstractText":"<p>The origins of this project are in the questions that the main user - Marketing Birmingham - put to the principal applicant as part of their developing role overseeing the strategic inward investment function for the Birmingham / Solihull Local Enterprise partnership (LEP). The three questions that we have been asked to address are:</p>\n\n<ul>\n \n\n <li>The different drivers for why countries like India and China want to invest and what are the barriers to entry eg finance, skills, visibility of information.</li>\n\n <li>To further understand who gains from inward investment in both business and social contexts. This is from both the point of view of the inward investor and that of the host locality eg we gain economic and social improvements coming from investor ethos’s in training/skill development, and the investor gains manufacturing know how, R&amp;D and new product development, process improvement etc.</li>\n\n <li>What&nbsp; existing investors see&nbsp; as the positives of FDI (eg availability of skills base, supply chain, target markets, support available)&nbsp; and what lessons could be learnt</li>\n\n</ul>\n\n<p><br />&nbsp;<br /><br />&nbsp;<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J020583/1","grantId":"ES/J020583/1","fundValue":"90138","fundStart":"2012-06-01","fundEnd":"2013-05-31","funder":"ESRC","impactText":"  This work was also presented at a meeting on LEPs hosted jointly by Universities UK and the Local Government Association, and at a Dinner hosted by the Industry Parliamentary Trust, including the chair of the House of Commons Trade and Industry Select Committee.\nIn summary, this places this work at the heart of a network of policy advice, and establishes the application as the authoritative UK academic voice in better informing the LEP, Business Birmingham, Heseltine process, BIS, and UKTI about the role for FDI in economic development and in tailoring appropriate and cost effective policy interventions. This project was therefore the crucial link between Academia, inward investment practitioners, local policy makers and influential public figures (Heseltine and his team) Government Industry-policy that did not exist before. This link is now embedded within the LEP, and given Driffield's role within Core Cities, has been disseminated more widely.\n\nThe Aston Team subsequently authored two influential reports of inward and outward FDI for the Vale -Columbia Series on sustainable investment. This series is edited at Vale by the ex-Head of UNCTAD. (http://www.vcc.columbia.edu/search/node/driffield) Financial Services, and Management Consultancy,Government, Democracy and Justice Economic","person":"Nigel L Driffield","coPersons":["Sumon Kumar Bhaumik","James  Love","SANDRA  LANCHEROS","Jun  Du"],"organisation":"Aston University","findingsText":" This was an ESRC Follow-On award to work with Marketing Birmingham on the inward investment strategy for the Greater Birmingham and Solihull LEP (GBSLEP). The essential purpose of this project was to use some previously published academic work to assist marketing Birmingham with their sector- driven approach to smart specialisation in terms of attracting inward investment into the city region. This would in turn feed into the inward investment strategy for the Greater Birmingham and Solihull Local Enterprise partnership (GBSLEP).\n\nTo this end we produced an interim output which linked the sectors that Marketing Birmingham had decided to focus on, and demonstrated where they should expect the greatest returns, either in terms of competitiveness or employment growth. This captured the attention of the LEP board following a LEP consultation event hosted by Aston University in conjunction with Wragge &amp;amp; Co, KPMG and the Birmingham Chamber of Commerce, and chaired by Professor Driffield. The project then became part of the &quot;Heseltine - Greater Birmingham Project&quot; http://centreofenterprise.com/the-greater-birmingham-project/). This meant expanding our remit from inward investment, to cover exporting, innovation and competitiveness. This work was completed with additional resources provided by the university, notably extra Research fellows, and more time of Professor Driffield. This has formed the basis for the most successful inward investment strategy (in terms of jobs created) in the UK Energy,Financial Services, and Management Consultancy,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology","dataset":"gtr"}