{"id":"BD5CC66D-3D40-4134-97CB-A3B232DB2C90","title":"Writing the History of the Mind: philosophy and science in France 1900-1960","abstractText":"In the first half of the twentieth century, a remarkable number of French intellectuals indicated the mind as the main object of their research. Traditionally, the study of the mind and of its limits and capabilities was the domain of philosophy. However, in the first decades of the twentieth century, practitioners of emergent new disciplines were increasingly competing with philosophers: ethnologists, sociologists, psychologists and historians of science were all claiming to study\n'how people think'. The historian of philosophy, and founder of the Paris institute d'Ethnologie, Lucien Levy-Bruhl 'explained' to European readers 'how natives think' and gave scientific currency to the term 'mentality', which quickly spread to the other social sciences, and to history of science, philosophy and history. The historians of science employed the concept of mentality when analysing the various historical stages of the sciences. By showing that past scholars had different goals, world-views and values from those of modern people, they attacked the all-too-common anachronistic attitude of projecting modern scientific concepts and values onto past texts. Some philosophers changed the way in which they studied the mind: they discarded abstract reflection in favour of an empirical analysis of philosophical texts. Their examination was aimed at understanding how the authors of these texts reasoned. They called their analysis of the mind through texts the 'experimental method' of philosophy. Those among them, such as the historian of philosophy Leon Brunschvicg, who believed that the mind changes in time, aimed to write a 'history of the mind', that is a history of the ways in which human beings have developed their modern rationality. Some philosophers, including Brunschvicg's student Bachelard, turned to history of science, for in their view science showed the highest points of human rationality. Historians of science had to struggle to create spaces for their disciplines and confer on them academic prestige, while some practitioners of more traditional disciplines such as philosophy sometimes feared what they saw as an erosion of their spaces. By focusing in particular on historians of philosophy and history of science, I show the connections between these scholars' different views of the mind and of history, their commitment either to more traditional or to newer disciplines, and their different family backgrounds, and social positions. The scholars' alliances are considered both within academia I the University of Paris in particular- and outside it, for instance in independent institutes and political parties, (e.g. the parties of the Popular Front). I show how these intellectuals' ideas and agendas were indissolubly linked with their social and institutional positions.\nThis study will impact on the way we understand the intellectual life of the period, overcoming the fragmentation of current scholarship that has failed to reconstruct the historical links between the scholars and ideas in question, as these have been appropriated by different disciplines. Crucially, it shows the connection between disciplines, their institutional spaces, social positions of their practitioners, and ideas about history and the mind. It also explains the historical roots of modern French philosophy and epistemology, and their differences with their Anglo-American counterparts. It is also aimed to contribute to the debates about how history of philosophy and history of science should be written, and about the way in which past texts should be interpreted and used. Some of the issues discussed may contribute to current discussions of multiculturalism and relationships between different value systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500990/1","grantId":"AH/D500990/1","fundValue":"22567","fundStart":"2006-11-01","fundEnd":"2007-02-28","funder":"AHRC","impactText":"","person":"Cristina  Chimisso","coPersons":[],"organisation":"Open University","findingsText":" 1. My reconstruction of debates about the mind in the first decades of the twentieth century in France shed light on conflicting views of the mind, history and aims of textual analysis. My focus on the scholars who were considered eminent in that period (rather than with hindsight), and on the philosophical questions that were central at the time revealed a variety of positions that has been missed by accounts that only consider major intellectuals, or focus only on one discipline (e.g. philoso The outcomes of the research so far have been mainly academic, but issues have surfaced that can be of non-academic use, and that in fact I plan to disseminate to non-academic users, e.g. discussions about what counts as normal (of interest to a variety of groups, including health care users, groups interested in autism etc). Other","dataset":"gtr"}