{"id":"BD5E4144-B04F-4FFC-B748-3CB37169324C","title":"Performance-based selective training for robot-mediated upper limb motor learning and stroke rehabilitation","abstractText":"Stroke is a major cause of disability in the adult population, costing the European economy over Euro30 billion per year. The majority of stroke survivors suffer from sensory and movement deficits that result in long-term, and sometimes severe, movement disorders. Partial paralysis or weakness of the upper limb with impaired execution of movements is common, leaving many stroke patients unable to easily perform everyday actions such as reaching and grasping for objects, and so limiting their quality of life.\n\nA recent meta-analysis summarising several independent studies has concluded that given the balance of benefits and risks, robot-assisted rehabilitation should be provided to US outpatients and chronic stroke survivors, with a &quot;robot&quot; guiding their movements and providing a regulated practice regime. These robotic devices are motorized, jointed, levers, the handle of which is held by the patient or attached to the arm, and the motors provide gentle forces that guide the desired movement, Although beneficial, the practice schedules used in these studies are typically quite simple and rarely take account of the patient's individual abilities, unlike standard, practitioner-led rehabilitation. In contrast, a recent USA study has shown that individually adjusted performance-based practice within a robot-assisted regime can be beneficial, facilitating and retaining recovery of the affected arm's movement. This practice regime, where the arm movement was initially guided by the robot, and the amount of assistance was reduced over time, led to substantially greater motor improvement for a given period of rehabilitation compared to other robotic therapies. But the SELECTION of movements that were trained was still regulated, and did not reflect the patient's abilities. It is already known that practice of a task that is varied is more effective for training than practice of a consistent task. Moreover, if individual impairment/performance is not taken into account in the selection of practiced movement, there is a risk that practice might lead to worsened motor function (e.g. by encouraging pathologic movement patterns).\n\nWe therefore aim to test the advantages of combining individually tailored selection of practice movements, to take account of the patients' unique and changing levels of performance, with state-of-art robot-assisted therapy. To do so, we will first expand on our existing pilot data showing that an algorithm that selects movement practice conditions based on individual performance &quot;maps&quot; can generate the most learning. This will first be tested using unimpaired, healthy participants across a number of different practice regimes to confirm the most advantageous training. We will also test that this learning generalises to unpracticed movements, and is retained for at least a week after practice. \n\nWe will next study the relationship between these 2D movement &quot;maps&quot; and the underlying upper arm joint movements and major muscle activity, to better understand the relationship between the limb's biomechanics, the neural control of muscles, and the performance maps. We will study these relationships in both healthy participants, to build up a template of normal performance, and in stroke survivors.\n\nFinally we will test the benefit of our adaptive, individuated, and performance-based training on stroke survivors, testing for sustained improvement over 16 weeks of training, testing for generalisation of the improved performance to unpracticed movements, and quantifying the improved movement and its transfer from the lab into daily actions using established clinical scoring schemes. The results of our project would then provide the basis for a full clinical trial, using larger groups of patients, as a follow up study.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J012610/1","grantId":"MR/J012610/1","fundValue":"404452","fundStart":"2012-11-01","fundEnd":"2015-10-31","funder":"MRC","impactText":"","person":"Rowland Christopher Miall","coPersons":["Alan  Wing","Orna  Rosenthal","Jeremy Leonard Wyatt"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}