{"id":"BD63C613-96DC-44C7-80F9-5C27E92D5FC9","title":"Identifying chemical agents that affect human embryonic stem cells in vitro and determining their molecular targets.","abstractText":"Cells use complicated biochemical mechanisms to control their behaviour and tools that interfere with these processes allow scientists to examine how cells work. This leads to a better understanding of biology and in some cases, can provide new diagnostic and treatment methods for disease. Stem cells, and in particular, embryonic stem cells have been the focus of intense scientific research over recent years. Stem cells are defined by an ability to self renew- a process of division that produces two new cells that are identical to the original. This is important in generating an appropriate number of cells during embryonic development and in adult systems where cells are regularly lost. Stem cells can also differentiate- a process of change that leads to the formation of a cell type whose characteristics are different to the original. This generates the diversity of cells (e.g. muscle, nerve, liver) required to form and maintain the organs and tissues of the body. Another possibility is for stem cells or their derivatives to undergo programmed cell death- a process called apoptosis- which prevents over-production of cells and can eliminate those that have suffered severe damage. Maintaining the correct balance between self renewal, differentiation and apoptosis is an essential feature of multicellular organisms. At the most basic level, this balance is controlled by gene expression. Selective use of some but not all parts of the cells' DNA causes changes in the relative amounts of particular proteins that are produced. This, in turn, affects biochemical reactions within cells and alters their behaviour. A number of methods have been developed that can artificially control gene expression, allowing the function of individual genes to be examined. However, the techniques are time consuming and in some cases, unreliable or their effects short lived. Methods that avoid these problems would help scientists carry out their research more effectively. One possibility is found in the form of chemical agents. Because of their enormous diversity of shape, size and composition, chemical agents are not limited to affecting genes and gene expression. With appropriate molecular structures, any cellular component can theoretically be targeted and its function modified. Also, chemicals can simply be added to a biological system without any requirement for complicated preparation, and the scale of the effect can be controlled by varying the dose. Finding chemicals that are capable of producing effects on specific biological targets is difficult. Methods to design chemicals from scratch that alter the function of particular components of a cell are not reliable. Instead, the most successful approaches involve testing a large number of different, ready-made chemicals to identify those that cause a change in behaviour within a biological system; this may be a whole animal or alternatively, cells grown in isolation in a special container (cultured cells). In order to work as effectively as possible, the testing process must use a biological system that is both sensitive and also relevant to the cells or organism in which the chemicals will eventually be used. With these considerations in mind, human embryonic stem cells are likely to be particularly suitable for finding chemicals that affect the behaviour of human cells. Embryonic stem cells are cultured cells derived from embryos that provide a model of the development process. Like embryos, they are highly sensitive to molecules that affect self renewal, differentiation and apoptosis. The planned project will investigate the behaviour of human embryonic stem cells following treatment with a large number of different chemicals that are likely to interfere with key biological processes. Based upon the results of this work, new ways of both investigating and controlling these and also other human cell types can be developed, benefiting both science and medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D006120/1","grantId":"BB/D006120/1","fundValue":"265737","fundStart":"2006-02-27","fundEnd":"2009-02-26","funder":"BBSRC","impactText":"  Identification of a small molecule, pinacidil, that promotes human embryonic stem cell survival has provided a useful additive to existing protocols for human embryonic stem cell maintenance. Pharmaceuticals and Medical Biotechnology Economic","person":"Peter Walter  Andrews","coPersons":[],"organisation":"University of Sheffield","findingsText":" An approved drug, pinacidil, known to be a potassium ion channel 'opener' proved to promote proliferation of human embryonic stem cells. On further study the effect proved to be due to a different unrecognised activity of this chemical as a kinase inhibitor and not to its effects on ion channel function. Pinacidil is now an alternative to other ROC Kinase inhibitors for facilitating human ES cell culture Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}