{"id":"BD63A038-DA55-4D1E-B2FE-52A15CC21F56","title":"The language and body language of entrepreneurs: How verbal and non-verbal metaphors are used to persuade investors to fund new ventures.","abstractText":"<p>In the wake of the global economic crisis entrepreneurship is increasingly seen as a means to enhance economic performance in the context of scarce public funds and recent discussions have centred on the idea that governments should develop policy which is instrumental in developing entrepreneurial activity. One critical way governments can support entrepreneurs is helping them to be more successful in acquiring financial resources needed to initiate or expand their venture.</p>\n\n<p>This project draws on the communication perspective on entrepreneurship and suggests that by using certain forms language and body language entrepreneurs can be more effective in interactions with potential stakeholders. If these behaviours can be identified, they can be assessed and developed in others helping to improve rates of success in gaining external funding.</p>\n\n<p>Thirty technology entrepreneurs will be identified to take part in the project. Over the period of the project three studies will be conducted:</p>\n\n<ul>\n \n\n <li>Study 1 (linguistic analysis of videotaped pitches to investors) will develop insights into the form, frequency and function of language and body language used by entrepreneurs.</li>\n\n <li>Study 2 (an in-depth visual ethnographic study)&nbsp;</li>\n\n <li>Study 3 (an experimental study) will provide information on whether these tactics have an impact on investor's decisions.</li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K00185X/1","grantId":"ES/K00185X/1","fundValue":"171727","fundStart":"2012-12-01","fundEnd":"2016-03-31","funder":"ESRC","impactText":"","person":"Jean Siobhan Clarke","coPersons":[],"organisation":"University of Leeds","findingsText":" Since embarking on this project we have developed a strong set of contacts in the business angel and entrepreneur communities. Four organisations have been instrumental in allowing us access to their events, and they continue to engage with this project by sharing details about the next stage of the project (an online-questionnaire based on an acted-out business pitch) with their networks. A wide range of further contacts made at the pitching events we recorded have expressed interest in our findings, including entrepreneurs, business consultants, and public speaking consultants. \n\nWe have collected a large data set, consisting of 55 business pitches ranging in duration from 3 minutes to almost 40 minutes. The majority of the entrepreneurs filmed agreed to their recording being submitted to a data archive for future use. The pitches were filmed in high definition and so are suitable for future research on the non-verbal behaviour exhibited by entrepreneurs when they present their ventures, in addition to the verbal.\n\nThe use of naturally-occurring interactional data (in this case real-life pitches that would have occurred whether or not we recorded them) in research on entrepreneurial communication is relatively novel, as is a focus on the non-verbal and gestural behaviour exhibited. Early findings from the study have been shared with colleagues from other Business Schools in the UK at a workshop on 'Analysing business as it happens using observational data', where we presented on using our data of naturally-occurring pitches to examine how entrepreneurs communicate their ideas to potential investors. We have also described our methodological approach using visual data in a paper submitted for a special issue of Organizational Research Methods.\n\nFoci of our on-going analyses include the use of talk related to emotion in business pitches, how entrepreneurs justify their ventures as a whole and the claims that they make in their pitches, and how they position themselves as closer or further from their audience when referencing knowledge that they may or may not share. The overall findings will be of use to entrepreneurs preparing to pitch for financial backing, and to the business angel organisations that organise pitching events and help to prepare entrepreneurs for these events. The findings will be made available in a report that will be shared with the contacts made throughout the data collection process, and in training materials to be shared with organisations who support entrepreneurs and organise pitching events.\n\nThe findings will also make a contribution to entrepreneur and organisation studies. The visual methodology can be applied to future studies of business interactions, and the kinds of practices we describe that entrepreneurs use when trying to persuade their audience to invest with them illustrate what is deemed to be of importance - both by entrepreneurs and investors - when pitching to potential investors. Financial Services, and Management Consultancy,Other","dataset":"gtr"}