{"id":"BD64938B-035B-4A0D-8AFD-ED36BFF0AEA1","title":"Bluff-body drag reduction using feedback control","abstractText":"Recent experiments have shown that active, open-loop control of the flow behind an axisymmetric bluff body can achieve roughly a 10% reduction in pressure drag with actuation in the form of a pulsed jet around the circumference of the back face of the body. Although the effect has yet to be fully explained, it appears that the jet can behave as a virtual spoiler that inhibits turbulent transport and entrainment (splitter plates behind bluff bodies are known to reduce pressure-drag via the inhibition of entrainment, but with the penalty of splitter-plate friction-drag). This effect shows significant promise and the open-loop control investigations form part of a related research programme funded directly by Ferrari S.p.A., who intend to introduce pulsed-jet forcing for drag reduction on one of their production models for 2012. A closely-related effect has also been identified in the control of turbulent separation from a backward-facing step. There are two logical extensions to this work: the first is developing an understanding of the virtual-spoiler effect which is likely to have more general application to the automobile, marine and wind-engineering sectors. The second is the introduction of physically-based feedback control for drag reduction of bluff bodies. Feedback control is likely to provide even greater reductions in drag without increasing the complexity of the hardware, allows the actuator power to be minimised, increasing the net energy gain and can be designed to automatically adapt to changing flow conditions. These form the two key objectives of this proposal. Our ultimate vision is that automotive vehicle drag-reductions of 10-15% (corresponding to fuel-savings of around 5-8% at motorway speeds) would be achievable, reducing the impact of road transportation of global CO2 emissions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I005684/1","grantId":"EP/I005684/1","fundValue":"589070","fundStart":"2010-11-01","fundEnd":"2013-10-31","funder":"EPSRC","impactText":"","person":"Jonathan  Morrison","coPersons":["Aimee  Morgans"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}