{"id":"BD6B5ED1-F5DC-4516-98FF-8A755DE53FAE","title":"WAMS based self-tuning FACTS controllers for improved utilisation of existing power transmission assets","abstractText":"With increasing opposition to building new transmission lines, transfer of bulk energy is going to be a major challenge in the UK and in many parts of Europe. Examples include the transmission link from the north of the UK to the load centres in the south and the corridor importing hydro power from north of Norway to the load centres near Oslo. It is therefore, absolutely critical that the existing power transmission assets are fully utilised by loading them much closer to their capacity. To ensure secure operation under such heavy loading, the dynamic performance of the system needs to be improved through appropriate control of voltage and power flow using the flexible ac transmission systems (FACTS) devices. It is often difficult to obtain accurate information about all the components (e.g. loads) of a power system which poses fundamental limitation on conventional model based control design. In the above context, this project aims at designing and validating a self-tuning control scheme for FACTS devices that rely solely on the measured signals and thereby, obviate the need for accurate system information. Such controllers are designed independent of the system operating condition and therefore, need no retuning with changes in system configuration. Use of more than one feedback signals from strategic locations, available though wide-area measurement systems (WAMS), can potentially improve the effectiveness of the FACTS controller. Hence, the control design needs to be formulated in a multi-variable framework. The performance of the controller would be validated in real-time through hardware-in-loop (HIL) simulation employing a test bench, emulating the behaviour of large power systems, and a commercial control simulator. The proposed project essentially integrates FACTS with WAMS and could potentially provide the developers and user of both these technologies a new edge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F029128/1","grantId":"EP/F029128/1","fundValue":"256653","fundStart":"2008-07-03","fundEnd":"2011-07-02","funder":"EPSRC","impactText":"","person":"Balarko  Chaudhuri","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}