{"id":"BD745D91-32C3-4ABC-BCC4-1779A9B88938","title":"Queer Theory in France","abstractText":"Queer theory is an umbrella term describing a multi-disciplinary approach to the study of gender and sexuality that has grown in popularity since it first became established in the Anglo-American academic world in the early 1990s. Queer theory borrowed extensively from the work of leading French thinkers of the post-war period, in particular Foucault, Derrida and Lacan. However, in France itself queer theory has not only established itself relatively late in comparison with the UK and the US, but indeed is still fighting to gain a stronghold in academic institutions.\n \nThis project begins as an investigation into why such a discrepancy exists, and proposes to look into both the transformation of French post-war philosophy in the hands of Anglo-American queer theorists, as well as the more recent re-translation of queer theory back into the French context. What has been gained and lost in this intercultural traffic of ideas? We shall re-examine queer theory in the light of the different legal, social, political, and institutional contexts with a view to accounting for the striking belatedness of queer theory in France. In so doing, the project will foster the burgeoning dialogue between queer theorists from all three national contexts. The project will address the following questions:\n\n- How did the first wave of Anglo-American queer theory make use of and transform its French influences?\n- How, in turn, has queer theory been transformed as it has been reinscribed in the French national context?\n- What specific features of French social, political, academic and legal institutions inform the extent to which queer theory is emabraced or rejected?\n- How has psychoanalysis as discourse and institution influenced this process, bearing in mind its greater cultural weight in France?\n- Why has queer theory been more easily absorbed in some French academic departments (history, sociology) than in others (literature)?\n- What are the differences between the way grass-roots LGBTQ activism, and in particular HIV/AIDS activism, engages with theoretical debates in the UK, the US and France?\n- How is the issue of gay separatism/assimilation treated differently in the UK, the US and France?\n- Why is the debate around 'bareback' (unsafe) sex conducted differently in the UK, the US and France?\n- What can be gained by examining such differences? Are they historically insurmountable? How would a dialogue between queer theorists and activists working in the three national contexts reinvigorate both queer theory and the cultures of LGBTQ communities across all three nations?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J004669/1","grantId":"AH/J004669/1","fundValue":"183727","fundStart":"2012-10-01","fundEnd":"2016-03-31","funder":"AHRC","impactText":"","person":"Hector  Kollias","coPersons":["Oliver  Davis"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}