{"id":"BD77D48D-01BE-4EE6-A685-C7DCD8F9F17F","title":"Genome sequencing of lytic and temperate phages infecting members of the Roseobacter clade","abstractText":"Marine bacteria are probably the most abundant group of organisms on the planet and are of pivotal importance in the major elemental cycles. Their abundance as biological entities is only exceeded by the viruses (phages) that infect them. Bacterially mediated transformations of organic and inorganic matter have important implications for atmospheric composition and climate regulation. The Roseobacter group is a clade of marine bacteria that is commonly found at high abundance throughout the oceans, and studies of a large number of cultivated representatives have shown this to be a physiologically diverse group. A methyl halide (methyl bromide and methyl chloride) and DMSP degrading strain, Roseovarius sp. 217, has recently been isolated at Warwick and the genome of this strain has been sequenced. Further genome sequences of strains from this clade are available now and allow to study these organisms in more detail at the proteomic and transcriptomics level. Marine viruses influence biogeochemical cycles through lysis of host cells, diverting carbon flow from heterotrophic protists into the pool of dissolved organic matter. Recently, phages infecting marine cyanobacteria have been shown to carry genes that encode proteins of the photosynthetic reaction centre of cyanobacteria. These genes were expressed during the phase of virus replication constituting virus-encoded photosynthesis in the marine environment. Phages infecting members of the ubiquitous Roseobacter clade (roseophages) may affect the extent of biogeochemical cycling carried out by Roseobacters, but these phage have received little attention until now. We have isolated three roseophages, including one that infects Roseovarius sp. 217, and propose to sequence the genomes of these three phages. This will inform us of particular features of these phage and will give us clues about their life strategy and evolution. It is not clear what these genome sequences will tell us, but given the exciting insights from cyanophage genomes, and considering the abundance, genetic and physiologic diversity of their hosts, the outcomes of this research will be very informative in the context of the evolution and ecology of Roseobacters and their phages and are very likely to give us exciting new insights into the properties of roseophages.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F010044/1","grantId":"NE/F010044/1","fundValue":"5646","fundStart":"2008-04-01","fundEnd":"2008-09-30","funder":"NERC","impactText":"","person":"Hendrik  Schaefer","coPersons":["Nicholas Harold Mann"],"organisation":"University of Warwick","findingsText":" Two bacteriophages, RPP1 and RLP1, infecting members of the marine Roseobacter clade were isolated from coastal seawater. Their linear genomes are 74.7 and 74.6 kb and encode 90 and 91 CDSs (coding DNA sequences), respectively. Around 30% of these are homologous to genes found in enterobacter phage N4. Comparative genomics of these two new Roseobacter phages and nine available N4-like phages (two infecting other Roseobacter hosts and seven infecting hosts from the Gammaproteobacteria) revealed that N4-phages have a genome structure of core and variable genes that is comparable to that seen in the T4 superfamily. The core genome consisted of 21 genes responsible for transcriptional control, DNA metabolism/replication and virion proteins. Phylogenetic analysis of concatenated core genes placed the four N4-like roseophages in a distinct subclade. In addition to the core genes, N4-like roseophage share another 42 genes, likely constituting an accessory genome. These include five genes of host origin, two of which, encoding ribonucleotide reductase and thioredoxin have been suggested to be phage adaptations to the marine environment. Mass spectrometry analysis of the RPP1 virion identified four structural proteins encoded by a second structural module present in the accessory genomes of roseobacter N4-like phages. Consistent detection of N4-like roseophage sequences in metagenomic datasets suggests a wide distribution of such phage that is not restricted to the coastal environment control of bacterial biofilms using lytic phage none envisaged at present Environment,Other","dataset":"gtr"}