{"id":"BD78C5DD-41F5-4499-BB83-AB720F111F4C","title":"China and the Human Sciences: 1600 to the Present","abstractText":"The overall aim of this project is to coordinate a global research network on the history of the human sciences in China from the late imperial period to the present. In leading up to the establishment of this research network, the proposed series of academic and impact activities (including conferences, panels, workshops, and public lectures) will generate two specific research outputs. The first is the production of a comprehensive text that introduces the historical development of various aspects of the human sciences in China since 1600. Incorporating feedback from practitioners in the human sciences and the relevant health professions over the course of this networking project, this text will be organized around four themes: &quot;parameters of the living,&quot; &quot;making of the modern subject,&quot; &quot;disciplining knowledge,&quot; and &quot;deciphering health.&quot; This book will serve as a state-of-the-field survey, a landmark textbook for teaching, and a field-consolidating reference for inspiring future research. The second is the publication of a special issue of _History of Science_, a leading journal in the field of the history of science, on &quot;The Sciences of the Human in Modern China.&quot; This journal volume will feature original articles that represent newest research in the history of the Chinese human sciences.\n\nThis research network extends the most cutting-edge research agenda of global Chinese studies. Given that the preoccupation with knowledge about &quot;being human&quot; and human difference has a long history and continues to take on different configurations within the field of China studies, the proposed research network provides a timely opportunity for scholars-both emerging and advanced-who have been looking at similar historical issues, but who have yet to come together as a group in order to synthesize their overlapping concerns. In consolidating a global research network around the theme of &quot;China and the Human Sciences,&quot; the proposed series of activities will also make major interventions beyond Sinology, such as in the fields of comparative literature, cultural studies, and the history and philosophy of science. These interventions will build on the long chronological focus of this project and thereby problematize conventional chronological divisions (e.g., early modern, modern, contemporary, etc.) that are widely adopted in disciplines across the humanities. They will also contribute new historical insights to contemporary debates on the contradictory perceptions of China in mainstream Western discourses as the anti-thesis of human rights and a rising economic superpower.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L01579X/1","grantId":"AH/L01579X/1","fundValue":"36335","fundStart":"2014-08-31","fundEnd":"2016-07-30","funder":"AHRC","impactText":"","person":"Howard  Chiang","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}