{"id":"BD7ACB7E-52AE-4F7B-92AD-A9985A45D094","title":"Axial patterning in the vertebrate inner ear: the role of Hedgehog signalling","abstractText":"The inner ear is enormously important for the senses of balance and hearing. It consists of an intricate fluid-filled labyrinth housing a variety of extraordinarily sensitive sensory structures that respond to sound, movement and gravity. For correct inner ear function it is essential that each of these components form in exactly the right place, as any disturbance can lead to deafness or balance disorders. Indeed, congenital deafness is an important clinical problem, affecting approximately one in every thousand children at birth. Our aim is to understand how the inner ear develops in the embryo, and the mechanisms that ensure that the different cell types in the ear arise in the correct positions so that they can function accurately. We use embryos of a small tropical fish, the zebrafish, in our research, as it is a superb model for the study of vertebrate inner ear development. Importantly, zebrafish possess an inner ear that is very similar in most respects to those of other vertebrates like ourselves, and the embryo is transparent, meaning that the inner ear - even though an internal organ - can be visualised in the live organism. Moreover, the zebrafish is a powerful genetic organism, meaning that we can disrupt individual genes specifically to discover their function. Many different lines of zebrafish exist in which the ear develops with specific defects, or in which different cell types are marked with fluorescent dyes, and these can be used to identify key genes that are required for correct formation of the ear. In addition, embryos are abundant, easily available and amenable to manipulation. In this project, we will focus on understanding the effects of Hedgehog (Hh) proteins on ear development. Hh proteins are signalling molecules that give instructions to cells in the embryo, telling them how and where to develop. It is known that Hh has a crucial and early role in distinguishing one region of the ear from another, but its exact function is not fully understood. In particular, it does not seem to play the same role in zebrafish and mammals: in fish, it primarily regulates development of the anterior-posterior (head to tail) axis in the ear, whereas in mammals, its primary role is in regulation of the dorsal-ventral (back to belly) axis, which is perpendicular to the anterior-posterior axis. This is surprising, as the orientation of the inner ear in the head of the adult animal, and the majority of inner ear structures, are very similar between the two groups. Are mechanisms of ear development really so different in mammals and fish? It is important to answer this question, as the zebrafish is widely used as a model for human hearing and deafness. Our preliminary investigations now suggest that the role of Hh is more similar between mouse and zebrafish than it first appears. In particular, our studies indicate that Hh signalling is also involved in distinguishing between dorsal and ventral regions of the zebrafish inner ear. We aim to confirm this using a novel and unique panel of zebrafish mutants. In these fish, the function of genes that code for inhibitors of Hh signalling is disrupted, meaning that all cells now experience high levels of this signalling molecule. We will use these mutants to explore the mechanisms involved in formation of dorsal-ventral patterning in the zebrafish ear. In particular, we aim to establish exactly when Hh is acting during ear development, and whether it acts together with a second group of signalling molecules, those of the Wnt family, in patterning the ear. We will also test whether Hh has additional AP patterning roles in the developing inner ear of the mouse embryo. This work will lead to a greater understanding of how the inner ear develops in the vertebrate embryo, providing important basic knowledge that will help to inform clinical research into the many genetic conditions that lead to deafness in humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E015875/1","grantId":"BB/E015875/1","fundValue":"295303","fundStart":"2007-10-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"  Findings have been used to increase knowledge of mechanisms of otic development and to underpin further research in this area. Education,Healthcare,Other Cultural","person":"Tanya T Whitfield","coPersons":[],"organisation":"University of Sheffield","findingsText":" The inner ear is important for the senses of balance and hearing. It consists of an intricate labyrinth housing a variety of extraordinarily sensitive sensory structures that respond to sound, movement and gravity. It is essential that each of these components form in the embryo in exactly the right place, as any disturbance can lead to deafness or balance disorders. \n\n\n\nThis project aimed to understand how the inner ear develops, and the mechanisms that ensure that the different cell types in the ear arise in the correct positions. The project used embryos of a small tropical fish, the zebrafish, as a model system. It focused on understanding the effects of Hedgehog (Hh) proteins on ear development. Hh proteins are signalling molecules that give instructions to cells in the embryo, telling them how and where to develop. We aimed to confirm a role for Hh signalling in ear patterning using a novel and unique panel of zebrafish mutants. This led to a greater understanding of how the inner ear develops in the vertebrate embryo, providing important basic knowledge that will help to inform clinical research into the many genetic conditions that lead to deafness in humans. Education of the public in developmental biology and basic research through events such as open days, public lectures, exhibitions, careers events and STEM clubs. Used by other researchers to gain a greater basic science understanding of ear development in the embryo, and of the role of signalling molecules in developing systems. An improved knowledge base contributes to our understanding of disease processes.\n\nThis work has also been used to underpin further grant proposals. Education,Healthcare,Other","dataset":"gtr"}