{"id":"BD803130-9F37-4237-B586-52AEF731C653","title":"Knowledge Led Structure Prediction for Nanostructures","abstractText":"Nanoparticles are key to a wide range of day-to-day technological applications, including petrochemical catalysis, biomedical imaging, optoelectronics, paints, inks, coatings, and nanomedicine. To develop and optimise such applications, one needs a good understanding of the atomic structures of the involved nanoparticles that is difficult to obtain from experiment alone. Similar structural models are relevant to understanding the toxicology and environmental effects of nanoparticles and their role in astrochemistry. We will develop a linked nanoscale structure prediction code (WASP@N) and web-interfaced database aimed at generating and archiving such structural models of nanostructures. This combination will provide a fast and efficient way of predicting the atomic structure of both fundamentally new systems that have never been studied before and known systems embedded in a realistic environment; e.g. in solution, in the pores or on the surface of a material, and/or with an organic capping agent, rather than isolated in a vacuum. The latter is crucial for understanding nanoparticles in many industrial processes (e.g. liquid phase nanoparticle catalysis, inks, coatings) and, for instance, nanotoxicology, but has not been done routinely before due to additional computational cost of including the environment. We strongly believe that the combination of new algorithmic approaches to be included in WASP@N and access to all low energy structures for the particles in vacuum in the cluster structure database will make predicting the atomic structure of nanoparticles insolution, for example, much more efficient and a standard technique in the repertoire of the applied computational chemist. The cluster structure database, finally, will also be useful as a stand-alone resource for experimental and computational chemists, chemical engineers, physicists, electronic engineers and toxicologists looking for information on the structure of materials on the nanoscale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K038559/1","grantId":"EP/K038559/1","fundValue":"101838","fundStart":"2013-10-11","fundEnd":"2015-10-30","funder":"EPSRC","impactText":"","person":"Adam  Carter","coPersons":[],"organisation":"University of Edinburgh","findingsText":" not applicable this year not applicable this year Chemicals,Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}