{"id":"BD870841-30BA-4F5C-91BB-69F5612F76B2","title":"Separation of alkane / alkene gaseous mixtures by adsorption unto microporous carbons","abstractText":"Gases are strongly attracted to surfaces although not all in the same way. The difference in chemical composition of both the gases and the surfaces upon which they adsorb will determine the actual affinity for the adsorption of a gas unto a surface. Carbons, both natural, and man-made, may be appropriately modified (by activation) to have a relatively large available surface in the form of microscopic pores. The shape and size distribution of these pores along with the final nature of the surfaces after activation will ultimately determine the adsorption characteristics of a given gas in a pore. With mixtures, the problem becomes more complicated, since now other factors come into play such as the interactions amongst the gases and their preferential adsorption on the surface. This work porposes to study a particular type of mixture made up of small hydrocarbons (alkanes) and their unsaturated counterparts (alkenes). The alkenes are particularly useful as starting points for polymerization reactions which ultimately lead to the production of plastics and petrochemicals. However, in may scenarios, it is necessary to obtain them in pure form before such reactions take place. The conventional separation technique is distillation. While feasable, distillation involves an large energetic and technological effort for these type of mixtures. Other technologies, such as the use of membranes achieve low selectivies (poor separation) and/or present other technical problems This work focuses on the proposal that adsorption on carbons may be a feasable, economical and green alternative. The choice of the appropriate adsorbent is, however, the key to a sucessful separation. Only limited information can be obtained from experiments, since activated carbons are dificult to characterize and the experiments can not focus on a single variable at a time (e.g. the results are hard to interpret). Theoretical developments are still incipient and do not allow much more than the description of simpler systems. We propose to study this problem by modelling, from a molecular point of view and using the appropriate statistical and computational tools, the adsorption of ethylene/ethane and propylene/propane mixtures unto well-defined carbon slit pores. Since we are performing molecular modelling on a computer, we may vary at will the pore size, pressure, composition and temperatures to obtain the conditions at which the separation is maximized. This information can be used as a starting point for the synthesis and design of new and high-performance adsorbents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D035171/1","grantId":"EP/D035171/1","fundValue":"124999","fundStart":"2006-03-15","fundEnd":"2008-03-14","funder":"EPSRC","impactText":"","person":"Erich  Muller","coPersons":[],"organisation":"Imperial College London","findingsText":" Gases are strongly attracted to surfaces although not all in the same way. Similarly, the rate at which they cross a pore or a membrane will usually be different. The difference in chemical composition and morphology of both the gases and the surfaces upon which they adsorb will determine, in an non-trivial way, the actual affinity for the adsorption of a gas unto a surface and/or their diffusion characteristics. Recently, novel carbon structures have been synthesized which correspond to a smooth cylindrical pore of nanosized dimensions (typically 1-3 nm in diameter) called &quot;single walled carbon nanotubes&quot; (SWCNT). These novel carbons may be used themselves as adsorbents, due to their large surface or may be incorporated within membranes to add for &quot;passageways&quot; or pores for diffusion of fluids. The prediction of these flows is of interest not only for the chemical/petrochemical industry as separation agents, but also in biochemistry, as they mimic naturally occurring process in biological systems (e.g. ion channels in biomembranes). Their theoretical description is as of yet unfeasible and experiments in this area are very difficult to perform due to the small inherent size of the domains. With mixtures, the problem becomes more complicated, since now other factors come into play such as the interactions amongst the gases and their preferential adsorption on the surface. \n\nThis work focused on the adsorption and diffusion characteristics of the ethane/ethylene mixture through SWCNT. Ethylene is particularly useful as starting point for polymerization reactions that ultimately lead to the production of plastics and petrochemicals. However, in many scenarios, it is necessary to obtain them in pure form before such reactions take place. The conventional separation technique is distillation. While feasible, distillation involves a large energetic and technological effort for these type of mixtures. Other technologies, such as the use of membranes achieve low selectivities (poor separation) and/or present other technical problems. This work was based on the premise that adsorption on carbons may be a feasible, economical and green alternative. We performed molecular simulation studies of the equilibrium adsorption, the diffusion and the non-equilibrium permeation of ethane and ethylene on single walled nanotubes. Experimental adsorption isotherms performed within this project help validate the theoretical models (force fields) and add confidence to the interpretation of the results. We show that in all cases studied, at low pressures (below ambient) the SWCNT adsorb in a preferential manner ethane over ethylene, but the trend reverts itself at higher pressures. Self-diffusion rates for ethylene are always higher than for ethane at all conditions studied. Furthermore the combined affect of adsorption and diffusion is manifest in the permeation of the fluid through the nanopores. We have observed that permeation is roughly equivalent for both compounds, precluding any practical application for gas separation using either pure nanotubes as adsorbents or as active components in membranes. The methodology developed in this project can be extended to other gaseous or liquid mixtures, allowing the screening of potential candidates separation applications for membrane and/or adsorption processes. Although this is a fundamental study, it has pointed out important mechanistic information on the flow of individual molecules in confined carbons. These findings have been employed to consider the study of water transport through nanoporous carbons. This particular application is of profound impact in terms of the desalinization of water and the possibility of producing carbon membranes for this purpose. The award seed-funded a relatively rich line of research which has been captured in a number of new papers. These methodologies will be used to interpret and complement experiments performed by other EPSRC-funded projects at Imperial. Agriculture, Food and Drink,Chemicals,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}