{"id":"BD97871F-AA9B-4228-B3D1-558DDD1E2F90","title":"Sentence priming in comprehension: Effects of recent linguistic exposure","abstractText":"<p>A central assumption in most sentence processing theories is that prior exposure to a particular sentence structure affects the comprehension of subsequent similar structures.&nbsp;The current project will examine precisely how prior exposure in the immediately preceding sentence affects the processing of the next sentence.&nbsp;Such exposure-based effects are often referred to as “sentence priming”.&nbsp;In order to investigate sentence priming, we will monitor people’s eye movements to pictures of words in the sentence that they listen to.&nbsp;It has been shown that people’s looking preferences are very informative of the type of sentence structure that people adopt.&nbsp;We will examine the effects of prior exposure on a variety of structures and investigate (among other things) how people store exposure-based information, whether exposure-based effects are limited to particular structures, and whether prior exposure facilitates similar structures or inhibits alternative structures.&nbsp;The experiments will result in a more accurate account of exposure-based effects and of language comprehension in general.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-23-1363","grantId":"RES-000-23-1363","fundValue":"161315","fundStart":"2006-04-17","fundEnd":"2009-04-16","funder":"ESRC","impactText":"  No, they have not been used outside academia. Because the project involved basic research, the main impacts have been on theories and research in the field of sentence processing and structural priming. Our findings have been well-received at conferences, as shown by the number of abstracts that were accepted for oral presentations. The articles by Arai, Van Gompel, and Scheepers (2007), Carminati, Van Gompel, Scheepers, and Arai (2008) and Van Gompel, Arai, and Pearson (2012) have had a significant impact on the field, as shown by the number of citations.  ","person":"Roger  Van Gompel","coPersons":[],"organisation":"University of Dundee","findingsText":" In naturally produced texts and discourse, consecutive sentences frequently have the same or a similar structure. An important question for sentence processing theories should therefore be how such structural repetition affects sentence comprehension processes. However, until recently, there was little research that investigated how structural repetition affects sentence comprehension, and sentence processing theories had little to say about this. This contrasts with research on sentence production, where structural repetition has been intensively investigated and has crucially informed sentence production theories. The experiments carried out for the ESRC award are some of the very first studies to investigate the effects of structural repetition (often referred to as sentence or structural priming) on sentence comprehension processes, and therefore provide some of the first data that inform sentence processing theories about the psychological mechanisms underlying structural repetition effect.\n Previous research investigating structural priming effects on sentence comprehension had generally compared sentence structures with different meanings. As a result, it is unclear whether the findings are due to structural repetition or meaning repetition. Furthermore, the structures in previous studies were different from those used to investigate structural priming in production, making comparisons between production and comprehension difficult. Thus, in a series of studies supported by the ESRC award, we tested structures such as (1).\n\n1a. The assassin will send the parcel to the dictator.\n1b. The assassin will send the dictator the parcel.\n2a. The pirate will send the necklace to the princess.\n2b. The pirate will send the princess the necklace.\n\nThe prepositional object structure (PO) in (1a) is very similar in meaning to the double object (DO) structure in (1b). Participants read aloud one of the prime sentences in (1) and then listened to one of target sentences in (2). While they heard the target, they saw pictures of the nouns (the pirate, princess, and necklace) and their eye movements to these pictures were monitored.\n After the beginning of the verb, but before the first postverbal noun (necklace/princess) in the target, participants looked more at the necklace after PO than DO primes, whereas they looked more at the princess after DO than PO primes. This shows that the prime structure affected participants' anticipation of the noun following the verb. These priming effects are not due to meaning differences between the primes and occur with structures that are the same as in production research.\n An important goal of our experiments was to investigate the nature of structural priming. One important finding was that structural priming in comprehension is strongly driven by repetition of the verb (e.g., send); when the verb is not repeated between prime and target, no structural priming effects occur. This is consistent with sentence processing theories that assume that structural information is stored with the verb. In contrast, repetition of the subject noun (assassin/pirate in 1-2) affects structural priming in a more complex way: when the verb is repeated, repetition of the subject noun increases the priming effect, whereas when the verb is not repeated, subject noun repetition has no effect. We have suggested that this pattern of results is due to the incrementality of the sentence processor: repetition of the subject noun activates the prime structure, but if the verb is not the same as in the prime, then this activation is neutralised.\n Crucially, using the same sentences, our experiments showed that the effects of verb and subject repetition are very different in production. In production, structural priming occurs even in the absence of verb repetition. Furthermore, repetition of the subject does not have any effect. We have argued that this is due to differences in the order in which information is accessed during comprehension and production. During comprehension, people process sentences from left to right, so they can use information from the subject and the verb before they predict the structure following the verb. But during production, people may decide on the order of the arguments following the verb before they access the specific verb (e.g., decide to use send or mail). Thus, our study informs both theories of structural priming in comprehension and production.\n Another important finding was that structural priming in PO/DO structures during comprehension is not due to a difference in animacy of the two postverbal nouns (parcel and dictator) but due to a difference in the argument roles following the verb. Structural priming was equally strong when both nouns following the prime verb were human animates (e.g., The assassin will send the killer to the dictator) as when they were different in animacy (as in 4). We concluded the structure of the prime affects anticipation of more abstract grammatical features in the target.\n We also tested other types of constructions and observed structural priming effects with these as well. For example, when participants heard the verb (but before hearing the policeman/at the traffic sign) in (4), they were more likely to look at a picture of the policeman following prime (3a) than (3b).\n\n3a. The watchman will stop the intruder.\n3b. The watchman will stop.\n4a. The pedestrian will stop the policeman.\n4b. The pedestrian will stop at the traffic sign.\n\nThus, depending on the prime structure, participants anticipated whether the target was transitive or intransitive. Most interesting, a further experiment showed that transitivity priming occurred regardless of whether the direct object in the transitive prime (the intruder) followed the verb or preceded it (as in That is the intruder that the watchman will stop). Thus, transitivity priming is due to the number of arguments (i.e. subject and object) in the prime, not due to the surface position of the direct object. In sum, our experiments have made an important contribution to our understanding of how structural repetition affects sentence comprehension, informing current sentence processing theories. There are various ways the research could be taken forward by other researchers. In particular, future research should investigate in more detail what causes the lexical boost effect. Does a lexical boost only occur when a verb that is the head of the primed structure is repeated? Or does it also occur with the repetition of other verbs? Another important question is whether the lexical boost effect is due to explicit memory of the prime structure, as claimed by Chang, Dell and Bock's (2006) implicit learning model of structural priming. Future research should try to obtain evidence that the lexical boost effect is stronger when people explicitly remember the prime.\n Our research could be used by computer systems that generate natural language that is easy to interpret. Our finding that comprehenders find it easier to process structures that they have recently processed suggests that natural language generation systems should repeat structure. This may also simplify their task, because the system could copy previous structures rather than generate new structures. Digital/Communication/Information Technologies (including Software),Other","dataset":"gtr"}