{"id":"BD9AA047-C50B-4E68-9ECA-61198B0ED71E","title":"Determining the contribution of 5-hydroxymethylcytosine to the mutability of DNA","abstractText":"Mutations in the DNA are known to cause or predispose to a number of diseases, resulting in one of the leading origins of non-infectious lethality and long term disability worldwide. For example, it is widely accepted that alterations in the genetic material cause cancer and mounting evidence supports the idea that accumulation of DNA damage is the underlying basis of aging, especially aging related dementia (BBSRC strategic priority: &quot;Ageing research&quot;). Hence, elucidation of the environmental factors and the mechanisms resulting in mutations is critical both for basic understanding of DNA function and developing preventative strategies for decreasing of the mutational load on DNA. \nDNA is composed of four bases. Due to a different chemical nature, each of the four bases has a unique propensity to respond to a damaging agent and exclusive repair enzymes to repair it. We focus on one of the four bases in the genome - cytosine, which is a distinctive base in the sense that it is the only base known to receive biologically important modifications in vertebrates. We aim to extend the knowledge of how biological modifications of the cytosine base affect information stability in the DNA. \nThe precedent that the rate of mutations can be affected by a biological modification of cytosine to 5-methylcytosine (5mC) is well established. For example, current sequencing efforts have demonstrated that 5mC containing sequences are the mutational hot spots in cancer and other genetic disorders. \nWe have recently identified a novel DNA modification, 5-hydroxymethylcytosine (5hmC) that is detectable in all normal cell types and particularly enriched in terminally differentiated tissues such us brain and kidney. The mutagenic potential of 5hmC is not known. Interpretation of our preliminary data is compatible with the hypothesis that increased abundance of 5hmC in the DNA of brain cells serves to protect neuronal cells from increased DNA damage. Since neuronal cells are irreplaceable without the consequence of information loss, these cells have evolved additional means to protect their DNA, and the conversion of 5mC to might be an important mechanism in guarding the integrity of the genome.\nWe will employ a range of state-of-the-art techniques to determine the mutation rates of 5hmC in cells and in mice, and to identify the biological pathways which influence DNA mutagenesis and repair. The results of this proposed research will lay a foundation and inform any future translational studies aiming to modulate DNA modifications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M001873/1","grantId":"BB/M001873/1","fundValue":"389671","fundStart":"2014-11-30","fundEnd":"2017-11-29","funder":"BBSRC","impactText":"","person":"Skirmantas  Kriaucionis","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}