{"id":"BD9C749E-5C95-467F-B25F-2647DCF33BEF","title":"Stem Cell Expansion in a Fluidised Bed Bioreactor for Accelerated Osseointegration of Bone Substitute Material","abstractText":"Maintenance of an active lifestyle has many health benefits for society, but one drawback is an increase in the number of joint replacements and subsequent revisions of these, plus other orthopaedic interventions, such as bone grafts in complicated fractures or dental procedures, that become necessary with increasing longevity. There are over 70,000 total hip replacements and 73,000 total knee replacements carried out in the UK each year. The current demographics indicate an increasing aging population. In addition to this, joint replacements are being carried out on younger patients the number of replacements and therefore revisions will continue to rise.The gold standard material used in revision of joint replacements is allograft (bone from other hip replacements), but there are growing concerns with its use, such as disease transmission. The gold standard for bone grafts is autograft (bone from the patient), but harvesting it is not without risks and can result in pain at the donor site some years post-operatively. In all cases a limitation is the availability of grafting material. Synthetic ceramic materials are commercially available. Development of a graft material which is a combination of a synthetic ceramic material with a cell population to accelerate the healing process has great potential, with application in all areas where bone substitute is needed for repair and replacement, and if reached will result in improved post-operative quality of life, health and wellbeing. This proposal will develop technology to provide a synthetic bone graft material containing a population of bone-forming cells (stem cells from bone) to improve the osseointegration (the process of bone cells populating the bone graft and integrating it with the patient's own bone). The technology is a fluidised bed bioreactor to culture the stem cells on highly porous ceramic particles. The fluidised bed bioreactor will be designed to provide the ideal environment to obtain particles containing a maximum population of stem cells. Experimental and computational research will be carried out to provide the operating information for the bioreactor to ensure the quality of the stem cell population in the packing material.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I015922/1","grantId":"EP/I015922/1","fundValue":"365895","fundStart":"2011-01-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"","person":"Marianne Jane Ellis","coPersons":["Irene Gladys Turner"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}