{"id":"BDAB48C0-E876-40D4-A858-0679F6896174","title":"STAT3 is a central mediator of the anti-inflammatory response;identification of its mechanism of action","abstractText":"Inflammation is an important mechanism by which the body mounts an immune response to infection. However if inflammation is excessive it can lead to serious diseases such as rheumatoid arthritis, Crohn?s disease and atherosclerosis. Many auto-immune diseases and inflammatory conditions are caused by an over production of pro-inflammatory ?immunological hormones? called cytokines. These are proteins released from cells of the immune system to orchestrate the immune response. In healthy individuals during the course of an immune response there is an initial burst of pro-inflammatory cytokines production which primes the immune cells to kill invading pathogens such as bacteria and viruses. The production of these pro-inflammatory cytokines must be tightly controlled and their production is subsequently ?turned off? by a secondary release of different cytokines called anti-inflammatory cytokines once the invading pathogens have been cleared. One of the most potent anti-inflammatory cytokines is called interleukin-10. The aim of this proposal is to determine how one of the key molecules activated by IL-10, called STAT3, regulates IL-10?s immunosuppressive effects. Specifically we aim to investigate which genes STAT3 regulates and the mechanism by which STAT induces these anti-inflammatory genes in human immune cells. This work will be carried out at the Kennedy Institute of Rheumatology that is part of Imperial College, London. The Kennedy Institute is one of the world?s foremost centres of inflammation research. The study will use primary human cells so that the work is as relevant as possible to human physiology. \n\nA greater understanding off inflammation and how our body?s own natural immunosuppressive molecules work will lead to the generation of new specific therapies that could better control the excessive inflammation behind these key diseases. Results generated from this study will be submitted to peer reviewed, widely read scientific journals. Data will also be available for public scrutiny at both national and international meetings of organisations such as the international cytokine society and the British Society of Immunology. In addition, publicly available, annual reports from the Kennedy Institute will include details of the research in lay terms","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700128","grantId":"G0700128","fundValue":"336993","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"MRC","impactText":"","person":"Lynn  Williams","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}