{"id":"BDBD12E3-7193-4D29-92DE-F231F739FFCB","title":"Formation of dioxins and furans in waste incineration residues from structurally formatting PAH precursor molecules","abstractText":"The issue of dioxins (PCDD- polychlorinated dibenzodioxins) and furans (PCDF- polychlorinated dibenzofurans) in the environment are of considerable public concern. Their association with emissions from municipal solid waste incineration contributing significantly to the debate surrounding the public acceptability of the technology. We have spent several years investigating the reactions of PCDD/PCDF on flyash in waste incinerators. It is clear that PCDD/PCDF are formed on flyash by reactions of precursor compounds or by de novo synthesis involving carbon. The formation of PCDD/PCDF is an extremely complex mechanism, requiring further research. The aim of this present research proposal is to investigate a range of polycyclic aromatic hydrocarbons (PAH) and oxygenated PAH to determine the influence of the chemical structure of those compounds as potential 'precursor' molecules for the formation of PCDD/PCDF in flyash. This data is important in understanding the formation mechanisms of PCDD/PCDF and hence is key to the development of step change control strategies for the elimination or reduction of PCDD/PCDF formation in flyash and air pollution control residues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D035988/1","grantId":"EP/D035988/1","fundValue":"244880","fundStart":"2006-01-22","fundEnd":"2009-07-21","funder":"EPSRC","impactText":"","person":"Paul  Williams","coPersons":[],"organisation":"University of Leeds","findingsText":" Dioxins (polychlorinated dibenzodioxins - PCDD) and furans (Polychlorinated dibenzofurans - PCDF) are organic micropollutants which are known to occur at trace levels in waste incinerator flue gases and are controlled to very low emission levels. The control strategies being developed to minimise or eliminate PCDD/PCDF from waste incinerator flue gas emissions are centred on operational and process controls such as combustion control, rapid cooling of flue gases, the use of additives such as activated carbon, catalytic systems for PCDD/PCDF removal etc. The formation of PCDD/PCDF is via the de-novo synthesis route at approximately 350 C and via the precursor route at about 400 C. Consequently, the post incinerator furnace environment such as the back end of the boiler, the economiser or the air pollution control electrostatic precipitator is optimised for the formation of PCDD/PCDF. Polycyclic aromatic hydrocarbons (PAH) are present as precursor molecules in the flyash or present in the structure of graphitic carbon. Hence those PAH of a particular structure are important and could be involved in PCDD/PCDF formation via either the precursor and de novo routes to formation on flyash and air pollution control residues.\n\nIn this research a range of PAH and oxygenated PAH were investigated to determine the influence of the chemical structure of those compounds on the formation of PCDD/PCDF in flyash and air pollution control residues. This data is important in understanding the formation mechanisms of PCDD/PCDF in flyash and air pollution control residues.\n\nA range of PAH, including biphenyl, fluorne, fl;uoranthene, perylene, pyrene, anthracene, benz[a]anthracene, chrysene and phenanthrene and also oxygenated PAH, dibenzofuran and benzonaphthofuran have been investigated in a bench scale reactor to determine the influence of their chemical structure on the formation of dioxins (PCDD) and furans (PCDF). The reactor simulated the conditions of de-novo formation of dioxins and furans in terms of temperature, residence time and reactants. De novo formation of PCDD and PCDF was observed for all of the PAH experiments however, formation of PCDF dominated representing more than 99% of the total PCDD/PCDF, with very low concentrations of PCDD formed. Formation of the PCDF was also dominated by the formation of the higher congener groups of Penta-, Hexa-, Hepta- and Octa-PCDF. There did not appear to be a strong relationship between the structure of the PAH and PCDF formation. There were marked differences in the amount of PCDD/PCDF produced dependent on the particular PAH structure. For example, biphenyl produced very high concentrations of PCDF at 3218000 ng kg-1 compared to anthracene at only 7500 ng kg-1 of PCDD and PCDF. It is interesting to note that anthracene, pyrene and chrysene have planar structures, dissimilar to that of PCDF and have the lowest conversion of the PAH to PCDF. In addition, the highest conversion of PAH to PCDF produced by biphenyl has a structure which is similar to PCDF. However, the structural comparison of PAH and PCDF is not conclusive, since fluorene which has a structure similar to biphenyl and in fact close to the PCDF, 2378 tetrachlorodibenzofuran has a low conversion to PCDF, including the 2378 tetrachlorodibenzofuran isomer. Also, fluoranthene which is quite dissimilar in structure to PCDF has a high conversion to PCDF. \n\nIn the case of oxygenated PAH the formation of PCDF for benzonaphthofuran was markedly higher than dibenzofuran. In addition the gas phase formation of PCDF produced markedly higher PCDF than dibenzofuran. However, the structure of dibenzofuran was much closer to the structure of PCDF. Consequently there was no clear relation between the chemical structure of the PAH and oxygenated PAH and the formation of PCDF or PCDD. Understanding of the formation of dioxins on flyash in waste incinerator flyash and air pollution control residues Environment","dataset":"gtr"}