{"id":"BDBE8999-96E6-4704-BAA3-94D596042958","title":"Exosome signalling and cellular reprogramming in the Drosophila reproductive system","abstractText":"The critical event that takes place in the earliest stages of reproduction is the fertilisation of the egg by a single sperm within the female reproductive tract. However, for this event to happen, a number of hurdles have to be negotiated. Sperm need to be activated and mobilised after intercourse. The female also mounts an immune response to the foreign material in the ejaculate and molecules in the semen must block this. And finally, some components of semen in insects affect female behaviour to increase the number of offspring that a male can produce, and there is some evidence that this could also take place in mammals. In species as diverse as humans and fruit flies, males contain reproductive glands, like the prostate in men, which make the constituents of semen involved in these different processes. Surprisingly, we know little about the actual molecules that are responsible for these signals that pass between males and females when they mate, even though a better understanding might give us important new insights relevant to in vitro fertilisation (IVF) or contraception.\n\nRecently, it has been shown that human prostate cells release into semen small membrane-bound structures called exosomes that at least in a petri dish, can fuse to sperm and make them more mobile. In an independent study, we found that an organ in the fruit fly called the accessory gland, which secretes most of the fluid in fly semen, also makes exosomes that fuse with sperm inside the female reproductive tract after mating. These exosomes also seem to be important in affecting the female's behaviour, so that she becomes unreceptive to other males, who want to mate with her.\n \nFortunately studies over the last 30 years in flies have revealed amazing similarities between flies and humans. About 70% of all the genes known to be involved in human disease are also found in flies and lots of the basic mechanisms by which human cells work were originally studied in flies or other simple organisms before being looked at in humans. The parallels between flies and humans suggest that if we find out how exosomes affect reproduction in flies, it is likely to give us important clues about how exosomes work in humans and other animals. The advantage we have in flies is that we can use a remarkable range of experimental tricks to mark the exosomes produced by the accessory gland in living flies, selectively block exosome secretion in this gland and remove individual components from the exosomes to test their function. As far as we are aware, this is a completely new approach and there are no other animals in which similar studies can currently be undertaken. \n\nWe will try to work out whether there are different types of exosome, what they do in the female fly, how they are targeted to certain cells and which molecules within the exosome affect what the target cell does. Our findings could suggest important new research angles that will then need to be studied in human or animal reproduction. For example, if we identify a key molecule that is needed for exosomes to work, it may be possible to block that equivalent molecule in humans as part of a male contraception strategy or enhance its activity if the molecules is defective in some cases of male infertility. There will probably be additional more indirect benefits from our studies. For example, exosomes have been implicated in diseases, like cancer, where they may drive some of the early stages of tumour spreading, the most lethal aspect of this disease. Exosomes are also being developed as carriers for drugs that could be introduced into patients, and get into inaccessible organs like the brain. Our system in flies really provides the first opportunity in a living animal to address some of the basic questions that scientists working in all these areas, some of whom we work with, wish to answer, so that they can work out the best ways to design their experiments and use exosomes in medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K017462/1","grantId":"BB/K017462/1","fundValue":"461738","fundStart":"2013-08-05","fundEnd":"2016-08-04","funder":"BBSRC","impactText":"","person":"Clive  Wilson","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}