{"id":"BDC5C604-9C45-4DD4-A74C-92DBFE5FE53E","title":"The mechanism of DNA strand exchange by serine recombinases","abstractText":"All living organisms contain immensely long double-helical DNA molecules that carry the information each cell needs to grow and multiply. This information is encoded in the sequence of the DNA building blocks called bases. Cellular machines translate the code into useful molecules such as proteins. Sometimes a cell changes the set of proteins that it makes in order to acquire new characteristics. For example, a disease-causing bacterium infecting a human being may switch the set of proteins displayed on its surface as a diguise to avoid detection and destruction by the human immune system. One way to do this is to rearrange (or 'edit') the DNA sequence by moving sections from place to place, or by adding/deleting sections. A special class of proteins called site-specific recombinases is dedicated to this 'cutting and pasting' role. To do it properly, the recombinase must identify the precise places in the DNA sequences that must be cut, then cut both DNA strands in each place and rejoin the cut ends in the required new arrangement. One family of site-specific recombinases has been proposed to do this reaction by a remarkable mechanism in which the DNA strands are first cut, then turned on a 'molecular wheel' to bring the cut ends into a new arrangement before rejoining them. This mechanism would be unprecedented in the world of enzymes, and has implications for the design and function of molecular machines, but it has not been proved. It is therefore very important to find out if this is really how the DNA is rearranged. In this project, we will use novel methods where we can see what is happening to the tiny individual recombinase 'machines' that are doing the reaction. We will attach pairs of fluorescent molecules to parts of the DNA in each machine, which we can see with a special type of microscope, and which will flash on and off as the bits of DNA move closer together or farther apart. We will also see what happens when we attach bits of the protein in the machine to the DNA to restrict their movement relative to each other. These experiments will allow us to find out the real mechanism of the reaction and analyse its properties, such as how fast it goes and what can interfere with it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E022200/1","grantId":"BB/E022200/1","fundValue":"381675","fundStart":"2007-11-01","fundEnd":"2010-10-31","funder":"BBSRC","impactText":"","person":"Marshall  Stark","coPersons":["David Malcolm Lilley"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}