{"id":"BDCFF4F6-7E04-42B7-8987-6989CD7F8A1A","title":"Dream Fellowship. Innovations in Catalysis","abstractText":"This proposal is for the award of a fellowship which will allow me to devote my time solely to research activities. I have two main areas ready for development, but an additional feature of this fellowship is that additional ideas will emerge during the course of the grant. This will be achieved by fostering creativity by involvement with training in creative problem solving.\nFirstly, I will investigate the preparation of biofuel from triglycerides. The conventional approach for achieving this reaction is transesterification with methanol which releases glycerol as a waste product which must be removed. Conceptually, the hydrogenolysis of the C-C bonds in the glyceride backbone would lead to biodiesel (FAME; Fatty Acid Methyl Esters) in a completely atom-efficient way with no formation of glycerol. Developing a workable strategy for the selective hydrogenolysis of C-C bonds would be a powerful synthetic method but it will be a very tough problem to solve. Its application to biodiesel synthesis would have an incredible impact - biodiesel production in Europe in 2008 was nearly 8 million tonnes!\nSecondly, I want to develop a new strategy for the synthesis of bidentate ligands, which I am calling metallo-ligands. The core idea is to prepare very simple monodentate phosphines (or other donors) of the general form X-X-PR2 where the X groups are oxygen or nitrogen and the spacer groups would be easily-coupled units which could be enantiomerically pure. One metal, such as magnesium, or perhaps a lanthanide, would bind to the X groups generating a bidentate phosphine without the usual synthetic challenge that this presents. A second metal, such as ruthenium or nickel, would bind to the phosphines and be the catalytic heart of the ensemble. Subtle changes could be made to the bite angle of the phosphine; imagine progression through the lanthanide contraction; imagine changing the geometry of the first metal to switch the conformation of the ligand. The first metal could be a Lewis acid, and with an appropriate spacer, activate a molecule with high regioselectivity at the second metal site. The possibilities for catalysis seem limitless, but it needs time to develop these ideas into practical solutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005258/1","grantId":"EP/J005258/1","fundValue":"119935","fundStart":"2011-08-10","fundEnd":"2013-05-10","funder":"EPSRC","impactText":"","person":"Jonathan Michael Williams","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}