{"id":"BDD060CC-CF4F-46D3-B26F-D126A6DC84DC","title":"Internationalising and exploiting flood risk management research","abstractText":"This proposal originates from a sub-group of researchers who play a leading role in the Flood Risk Management Research Consortium (FRMRC). The aim of FRMRC aim is to improve flood risk management by undertaking original research that results in the delivery of tools and techniques to reduce of flood risk to people and property. The total funding of 5.95m is provided by the UK research councils, government departments and agencies responsible for flood risk management in the UK. The proposed activities are designed to strengthen the existing collaboration between the Investigators and enhance their links internationally and with other disciplines. A package of two-way international exchanges, knowledge transfer activities and movement between disciplines has been assembled to achieve this1. Outgoing collaboration with Duke University, NC, to develop new advanced methods for simulation of coastal morphology.2. Collaboration with US Army Corps of Engineers, through a visit by UK researchers to the USA and development of a joint case study for use by FRMRC researchers. 3. International workshop and a study visit to the Technical University of Delft on the subject of reliability analysis of flood defences. 4. Incoming collaboration and international visit to Japan on the subjects of dike breaching and inundation modelling. 5. Incoming collaboration and international visit to China on the subjects of dike breaching and inundation modelling. 6. Secondments to HR Wallingford Ltd and industry workshop on the subject of inundation modelling and open software frameworks for flood risk analysis. 7. Collaboration with statisticians at the National Oceanography Centre, Southampton.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F01306X/1","grantId":"EP/F01306X/1","fundValue":"171757","fundStart":"2007-10-01","fundEnd":"2008-09-30","funder":"EPSRC","impactText":"","person":"Gareth  Pender","coPersons":["Paul  Sayers","Jim William Hall"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}