{"id":"BDD3B39F-A6BE-4CAB-B358-EC6107859203","title":"Advancing Understanding in News Information, Political Knowledge and Media Systems Research","abstractText":"<p>The traditional media play a privileged role in informing citizens through their provision of news and current affairs programming. Contemporary developments in media and political structures, such as the expansion of commercial broadcasting and weakening of political partisanship, further elevate the role of the media.</p>\n\n<p>This project starts from the understanding that the news media can influence political knowledge and we further advance this understanding, by using a cross-national approach, to understand under which conditions the news media matter. For decades, researchers viewed the media as having a minimal effect on opinion and behaviour. More recent work has revised those conclusions but the empirical record is mixed with some studies reporting positive effects for the mass media while others report null or even negative effects.</p>\n\n<p>Through developing and comparing new techniques for assessing media effects using existing large cross-national surveys linked to media content, the project aims to more clearly specify the role of the media on opinion and behavior and under what conditions the media matter. This project also demonstrates the potential for secondary data analysis to address major debates within and across political communication and media studies. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K004395/1","grantId":"ES/K004395/1","fundValue":"170559","fundStart":"2012-12-31","fundEnd":"2014-09-30","funder":"ESRC","impactText":"  We envisioned that our research would contribute to enhancing the quality of representative democracy by providing models for mobilizing informed engagement in campaigns and elections. Dan Stevens and Susan Banducci gave written and oral evidence to the Political and Constitutional Reform Committee on media and voter engagement. This evidence was based on research from this project:\n? http://data.parliament.uk/writtenevidence/committeeevidence.svc/evidencedocument/political-and-constitutional-reform-committee/voter-engagement-in-the-uk/written/11058.html\n? http://www.parliament.uk/business/committees/committees-a-z/commons-select/political-and-constitutional-reform-committee/news/voterengagement7/ \n\nThe Committee's Fourth Report on Voter engagement in the UK was issued on 14 November, 2014. Our evidence, both written and oral, is cited on pages 11,14, 57 and 72 of this report.\n\nWe have been less successful in engaging media regulators. We have been unable to engage our initial impact advisor, the BBC's Director of Editorial Policy and Standards, in our dissemination activities. We expect that this impact will develop over time. Government, Democracy and Justice Policy & public services","person":"Susan  Banducci","coPersons":["Jennifer  Jerit","Daniel Peter Stevens","Jason  Barabas"],"organisation":"University of Exeter","findingsText":" For democracies to work two fundamental prerequisites are that their publics must be able to hold those in power accountable and that their electorates cast informed votes. Our project funded under the ESRC's Secondary Data Analysis Initiative asked whether media coverage of politics serve to educate and engage them or have the opposite effects? Does it increase extant knowledge gaps among the public or close them? The answers to such questions tell us a great deal about the health of a democracy. However, previous research which relies on (mostly) survey research and to a lesser extent surveys combined with media content has come up with a variety of conflicting answers. Why? There are several possible reasons, but among the most likely is that researchers do not always use the most appropriate methods to examine media effects (e.g., often looking at people's media habits but not at the actual content of the coverage they expose themselves to) and that they are not always comparing like with like, i.e., media effects in one country may differ from those in another for very good reason.\nIn this project we used three publicly available secondary survey data sets--the 2009 European Election Study, 2006, 2008, and 2010 European Social Survey, and 2005-2010 British Election Study Panel--to 1)examine the substantive issue of the relationship between media coverage and political knowledge and engagement, and 2) develop and test different methods of gauging media effects with secondary data. All of our analysis combines media content (direct measures of the extent of information available to citizens) with surveys (citizen's self-reports of exposure to news media).\nWe count our key findings as:\no Using matching procedures and data from 67 elections across Europe, we show that higher levels of electorally relevant information in newspapers tend to increase turnout differences between readers and non-readers. Through causal mediation analysis we show that campaign interest is what drives these differences.\no Using data from the 2009 European Election Study, we demonstrate that the availability of information in the news media about a party increases knowledge about its position, party information in non-quality news reduces this gap more than quality news because those consuming low quality news know less. \no Merging the first 5 rounds of the European Social Survey with a database containing thousands of national events, we demonstrate a greater degree of heterogeneity when it comes to how citizens react to political developments. In particular, some events generate significant opinion changes when groups of individuals who are &quot;treated&quot; are compared to &quot;control&quot; cases. Thus both strong and weak media effects that scholars have uncovered over the years are a function of methodological choices as well as context-specific factors such as institutional arrangements, media-systems, eras, or event characteristics.\no Using media content and survey data from two British elections (2005 &amp; 2010) to test the three traditional methods of examining media effects on political preferences. Presenting the methods side-by-side serves as a robustness check for each of these models separately. We find that the substantive results are highly method-dependent illustrating the contextual nature of media effects. Other than thinking of media effects as an one-off phenomenon, we need to think of them as partly conditional on study design features and thus the type of variation under scrutiny.\no In examining the impact of media systems on news coverage, we find that for public service broadcast outlets, the negative impact on both soft news and horse race coverage is lessened when greater electoral competition (the race is closer). Therefore, when there is a competitive electoral situation there is a greater likelihood that an outlet will carry stories about polls on public service broadcasters.\n\n\no We draw two conclusions from the above research:\n\no Researchers should examine different methods where possible in order to check the robustness of claims of &quot;media effects.&quot; \no Many of the contradictory findings result from invalid measures of a survey respondent's exposure to news media. \n\no Based on the above, we conducted experiments to determine appropriate measures of media exposure. The experiment tested how the form of the question affected over-reporting of exposure and accuracy of recall. We found that the form of the question (specific versus general) did not affect accuracy of reporting. However, the more general question led to over-reporting of media exposure. These findings can be by those interested in promoting democratic participation and those more generally interested in examining how media interventions might influence attitudes and behaviour. \n\nIn terms of democratic participation, we have demonstrated news information can mobilise citizens via making them more interested in the campaign. Therefore, those wishing to promote greater participation in the electoral process can promote policy initiatives such as increased funding to parties and increased free air time will make elections more competitive, increasing the interest in the campaign and perceived benefits of voting. This increased media coverage will also promote greater knowledge of political parties allowing citizens to make more informed decisions and improving the accountability functions of elections. \n\nIn terms of our methodological advances, those using existing surveys to study how exposure to media message influences behaviour and attitudes are encouraged to adopt our strategies of comparing across different methods of within and between subjects design with links to actual media content. Using multiple methods provides a robustness check for effects that are often small and at the same time highly conditional. Environment,Healthcare,Government, Democracy and Justice","dataset":"gtr"}