{"id":"BDDA0234-9812-461C-9AF9-265800884A7D","title":"SRA Proposal for Development Programme for Advanced Training for mid-career and senior Social Research practitioners","abstractText":"<p>The Social Research Association (SRA), with a membership reflecting practitioners at all levels across all sectors of the social sciences, has worked actively to support quality in social research for thirty years. This diversity is a core strength of the Association and has been utilised to provide quality short courses on a variety of methodological topics throughout that period.</p>\n\n<p>With RDI Round 2 support the SRA will develop and deliver advanced training in three key areas for experienced researchers in academic and other sectors to strengthen existing, and acquire new, skills and knowledge for developing careers at senior levels. These will be Research and Project Management, covering effective planning, management and utilisation of research; Contemporary areas of Development covering such issues as participatory research, quality assurance, and ethics; and Professional Development including advanced tuition opportunities in qualitative analysis, multiple methods, workshops on interpretation and explanation in social inquiry.&nbsp; </p>\n\n<p>The SRA will work through partnerships with individuals and organisations to optimise knowledge transfer across sectors and UK regions, drawing upon its networks within the Social Research community to develop these courses, which will be offered in UK regions. A Training Forum of providers and others interested in training issues will be an important part of the initiative, fostering sustainable development of ideas and innovations for training support across the researcher life-course.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E006175/1","grantId":"ES/E006175/1","fundValue":"109269","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"ESRC","impactText":"","person":"Cathy  Sullivan","coPersons":[],"organisation":"Social Research Association","findingsText":"","dataset":"gtr"}