{"id":"BDDF7C82-6F50-4E33-95B4-6FF361F09339","title":"Giant optical nonlinearity and photon production using single molecules coupled to a waveguide","abstractText":"We propose to build a light circuit , similar to an electronic circuit, but operated with single molecules and guided light beams instead of transistors and electricity. Densely packaged on a microchip, these circuits could be the basis of a future generation of extremely powerful computers. A key problem is that one light beam barely affects another when they cross and this limits the capability of optical circuits to compute. Even special nonlinear optical materials cannot induce enough of an interaction. Ten years ago, theorists discovered a way to perform simple quantum computations without interactions between the beams provided the photons are identical and therefore indistinguishable. Recently this method was demonstrated on a small silicon chip. However, the lack of interactions between photons still makes it impossible to scale this up to complex calculations and therefore a new, strongly nonlinear material is still required in practice. In this proposal we show how the problem may be solved by squeezing the photons into very tiny waveguides on the chip and placing single organic dye molecules within these waveguides. At a temperature below 2K, each molecule has a large enough interaction with the light to make the passage of one photon very sensitive to the presence of a second photon. Thus the molecule causes a light-light interaction that will solve the central practical problem for expanding quantum computation on an optical chip. This same approach offers a second important practical advance towards scaling up. At present, the source of identical photons - the raw material of the computation - is a nonlinear crystal external to the chip, which produces pairs of photons at random. One of the pair is detected in order to herald the arrival of the other photon, which is sent to the chip. It is difficult with this approach to obtain several photons at once on the chip. In this proposal we show how a molecule attached to a waveguide can serve as an on-board source of identical single photons, which can be dispensed as needed. There can be many such integrated sources on the same chip, producing many photons simultaneously for more complex calculations. Our project is to optimise the design of the waveguide and the placement of the molecules in order to achieve the best light-light coupling and the best on-chip photon sources. We will use this knowledge to make circuits that are suitable building blocks for complex applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I018034/1","grantId":"EP/I018034/1","fundValue":"664998","fundStart":"2011-05-02","fundEnd":"2015-05-01","funder":"EPSRC","impactText":"","person":"Edward  Hinds","coPersons":[],"organisation":"Imperial College London","findingsText":" In this project, we are learning how to couple individual dye molecules to optical waveguides on a chip and how to make the coupling as strong as possible. So far we have made significant progress on three fronts.\n\n\n\n1. We have installed and tested a cryostat that allows us to cool the molecules below 2K, which is essential for achieving narrow optical lines and hence good coupling. We have built a high-resolution confocal microscope that can image a surface inside the cryostat, so that individual molecules can be seen. We have built a tuneable distributed-feedback diode laser system that can scan over a 1 THz range with resolution of a few MHz, as required for identifying and selecting individual molecules.\n\n\n\n2. We have built our first set of optical waveguides on a chip designed for this purpose. The waveguides have an exposed surface, where the molecules are to be placed, and have small cross sectional area and high refractive index in order to give strong confinement of the light. This ensures that the electric field of one photon will be as strong as possible, as required for good coupling to the molecules. These chips are now being tested.\n\n\n\n3. A thin crystal is needed to hold the molecules close to the surface of the waveguides. The quality of this crystal has to be very high if the molecules are to perform as identical, stable, quantum emitters. We have discovered how to grow very large, homogenous crystals on a glass surface by slow cooling of a molten solution. This is now being refined for application to the waveguide chips and the optimum concentration of molecules is being determined.  ","dataset":"gtr"}