{"id":"BDE37917-5593-460A-94B4-2CFEF2F01E8E","title":"Refining Oxidative Enzyme Systems from Talented Microorganisms for Industrial Biocatalysis.","abstractText":"Microorganisms produce enzymes useful for a wide range of industrial applications but one particularly challenging area is the production of oxidized metabolites of drugs that are being developed and also the environmental fate of metabolites of agrochemicals. The former are produced in humans by liver enzymes and their properties need to be understood, and their presence monitored in clinical trials. The latter are produced in the environment and their properties again need to be understood as they can persist for extended periods. Both metabolite categories can be very difficult to synthesise chemically. Human drug metabolites can be produced using mammalian tissue preparations, and agrochemical metabolites in environmental models, but producing either in the quantities required during new product development can be challenging. Microbial systems offer a very useful alternative. Hypha Discovery has assembled a panel of wild-type bacteria that has proved highly effective in producing target oxidized metabolites for a set of &gt;100 industrially-relevant small organic molecules by whole-cell microbial culture biotransformation, and shows significantly better performance compared to the current commercially available genetically-engineered microbial enzyme preparations which are based on a single type of enzyme. The Hypha Discovery panel has also proved effective in making new derivatives of early-stage pharmaceutical lead compounds with improved properties, in particular solubility, which is important for drug bioavailability. This whole-culture biotransformation approach has limitations, however, with regard to the speed of production of the target metabolite and the scalability of its production to multi-gramme and, eventually, kilogramme quantities. \nThis project aims to address the challenge by identifying the genes encoding individual enzymes responsible for producing oxidized metabolites in the six most talented bacteria from Hypha's organism panel, cloning and introducing these genes into well-characterised host bacteria that can be grown in laboratory cultures under standard conditions at small- or large-scale. This work will be done in collaboration with Professor John Ward's group at University College, London, who have pioneered appropriate processes. The work will involve sequencing the whole genomes of these organisms, identifying the sequences for the enzymes of interest, and undertaking the cloning required to produce genetically-engineered derivatives of the host strains expressing the enzymes of interest along with co-factors required for their full functional activity, with scale-up potential.\n\nThis new collaboration hopes to deliver a significant advance in the application of oxidative industrial biotechnology, and builds on the previous, and highly complementary, experience of both partners. It is an example of UK academic and industrial institutions providing mutual support that should eventually be of benefit to the pharmaceutical and agrochemical industries, and their customers, worldwide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N010523/1","grantId":"BB/N010523/1","fundValue":"123553","fundStart":"2016-01-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"","person":"John Maxim Ward","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}