{"id":"BDE614AE-7F09-4B33-89B7-A82C1A8BB7D5","title":"In vivo function of Anaplastic Lymphoma Kinase in neural crest and neural development","abstractText":"Our understanding of stem cell biology is in its infancy, but has tremendous implications for health. Before medical applications can be realised safely, it is vital that we develop a deep understanding of the biology behind stem cells. Our proposal aims to provide a significant and timely contribution to the understanding of a type of stem cell that generates pigment cells and part of the nervous system. It builds on our recent discovery that a gene better known for its importance in human cancers has a critical and totally unexpected role in a zebrafish model in development of these stem cells, probably in helping them choose which type of cell to develop into. We propose a set of experiments that address exactly what this gene is doing in these stem cells. This is highly relevant because although the defect is in a specific type of pigment cell that humans do not share, nevertheless equivalent decisions (e.g. the choice between neurons and associated cells called glia) are of fundamental importance. Our system presents major advantages for the study of this sort of process within the complex living organism and thus will be a suitable test case enabling deep understanding. Furthermore, we have significant reason to expect this same gene to also function in development of the brain and we strongly expect this function to be shared between humans and zebrafish. We propose methods to study this role in our accessible zebrafish model which will provide vital background for subsequent work in higher animals, whilst at the same time limiting the amount of exploratory work necessary in these mammalian animals. This study is made very timely by recent work from a collaborating laboratory in Germany that suggests precisely what this role, hitherto completely unclear, might be. We will test this proposed role directly. This work, due to its nature as a fundamental contribution to scientific knowledge, is best presented in the scientific literature and at conferences where the relevant specialists will be able to see it. In addition, we may, where relevant, incorporate some of this material into talks for a general audience that we give.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400806","grantId":"G0400806","fundValue":"299934","fundStart":"2005-09-15","fundEnd":"2009-05-14","funder":"MRC","impactText":"","person":"Robert  Kelsh","coPersons":["Andrew  Ward"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}