{"id":"BDEF4198-8C0E-4335-815C-691CB3F382AB","title":"Smart Materials - Designing for Functionality","abstractText":"The University has a strong strategic focus on developing cross-University collaborations between staff working on new materials, super-water-repellent and luminescent properties, (in Science &amp; Technology) and staff working on the intelligent design of new materials into high-tech products (Art &amp; Design). Smart Materials and Design is a strategic proposal aimed at enhancing interactions between academics in Science &amp; Technology, who are strongly supported by EPSRC funded research, and staff in Art &amp; Design who have significant industrial involvement. Its aims are to create a suite of joint feasibility projects taking new developments in materials (super-liquid repellent surface, super-wicking surfaces, transparent and flexible light emitting materials) into product design research for applications of these new materials within areas such as technical textiles (e.g. electroactive/functional yarns/fabrics) and smart packaging. We aim to use the project to create an approach to the generation of cross-disciplinary research projects that will be self-sustaining.So far we have established a cross-University multidisciplinary Masters programme in Smart Design involving joint team projects with students drawn from Art, Design, Science and Technology. We have also prioritized our European Regional Development Fund bids to create a 2M programme, The Future Factory , whose aim is to promote sustainable design by SMEs via design in environmentally neutral technologies and materials, alternative after-life uses, re-use, recoverability, recyclability and sensitive disposal. This cross-disciplinary feasibility account proposal will strengthen the research component of these developments and further develop Smart Materials Design as a cross-University theme. The cross-disciplinary feasibility account proposal is built on the world-leading expertise within the University's School of Science &amp; Technology into the materials and functional properties of extreme water-repellent surfaces and liquid penetration properties of materials (supported by an EPSRC Platform and other grants), and expertise in the application of novel thin film technologies to both print product and security devices and the investigation into novel techniques for fabricating transparent and flexible light emitting devices (supported by KTP and TSB projects). This base of expertise is linked to leading expertise in Art &amp; Design in translational research for medical textiles, electro-conductive textiles, textile composites and fashion knitwear. The work in Art &amp; Design is complemented by product design, industrial, graphic, furniture and packaging design expertise and expertise in the social context and sustainability of consumption arising from human/object relationships.The unifying scientific theme within this proposal is smart materials - the generation of new materials, their processing for applications and the design for acceptability and use within industry and society in a sustainable manner. For focus, the initial research theme of cross-disciplinary activity is around smart packaging, plastic and printed electronics, wearable devices and technical textiles, with an additional theme on development building on outcomes of events, debate and discussion. The three principal themes are:1. understanding the functional properties of new smart materials;2. assessing the methods by which new materials may be processed and incorporated into applications; and3. designing new materials into applications to gain added functionality and to promote sustainability.These themes have been developed with a strong relevance and collaborations across the physical sciences, engineering, technical textiles and product design. The proposal stimulates and implements cross-disciplinary collaboration via the following methods:1. Technology Design &amp; Discussion Workshops2. Buzz Lunches3. Feasibility Projects4. Design &amp; Awareness Events","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I016414/1","grantId":"EP/I016414/1","fundValue":"202311","fundStart":"2010-10-18","fundEnd":"2012-04-17","funder":"EPSRC","impactText":"  Various aspects of the research were considered by the Packaging and Design industries. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology Economic","person":"Glen  McHale","coPersons":["Wayne Mark Cranton","Tom  Fisher","Michael Ian Newton","Philip James  Breedon","Paul  Johnson","Tilak Kithsiri  Dias"],"organisation":"Nottingham Trent University","findingsText":" This was a cross-disciplinary project linking art, design, science and technology to conduct short feasibility activities with a reange of external partners.\n\n\n\nActivities included smart packaging, plastic and printed electronics, wearable devices and technical textiles. A range of partners were engaged on short term (confidential projects) and disseimiantion and networking events were held tor aise awareness of recent research advances (including with the East Midlands Packaging Society).  Creative Economy,Electronics,Leisure Activities/ including Sports/ Recreation and Tourism,Manufacturing/ including Industrial Biotechology,Retail,Transport,Other","dataset":"gtr"}