{"id":"BDF9CF1B-2E23-4CDA-BE78-7B29586DEA1A","title":"Enantioselective Applications of Designer Synergic Reagents","abstractText":"Organo-alkali metal compounds, especially organolithium reagents (that is compounds that contain a direct bond between a lithium atom and a carbon atom) are extremely important synthetic reagents. Indeed, it has been estimated that 98% of all drugs produced by the pharmaceutical industry rely upon the use of these reagents at some point in their synthesis. In general, organolithium compounds are highly reactive; however, this is sometimes coupled with the compounds exhibiting a lack of selectivity. To overcome this situation, less reactive, but more selective compounds (such as organomagnesium reagents) are often used. Recent research has shown that by combining a lithium reagent with a magnesium (or zinc) one, a whole new and in many cases surprising chemistry can be produced. Just as the human body has a left and a right hand, certain organic molecules (commonly known as chiral compounds) which are used to make new drugs can also be considered left or right handed. In medicine, it is common that only one handed form of an organic molecule has the required therapuetic effect; it is also usual that the other handed form induces nasty side effects. It is therefore important that the synthetic chemist can produce only one handed form of a specific organic compound - in chemistry, this is known as enantioselective synthesis.In this research, a detailed systematic investigation of the two aforementioned topics will be combined for the first time - that is enantioselective synthesis using alkali metal-magnesium or alkali metal-zinc complexes. During the first part of this research many new mixed-metal compounds which contain chiral molecules will be synthesised. Various analytical techniques will be used to fully determine the structure - both in solution and in the solid state. Then a full and systematic study of how these compounds react with organic molecules will be conducted.It is envisaged that in the near future these new mixed-metal complexes will be used to complement the well known organolithium reagents in the pharmaceutical industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F065833/1","grantId":"EP/F065833/1","fundValue":"206503","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Charles  O'Hara","coPersons":[],"organisation":"University of Strathclyde","findingsText":" The main focus of this First Grant Scheme project was to incorporate chirality into the high profile and high interest area of synergic mixed metal chemistry. Several new research themes have emerged from the project. Some of the main highlights from the work are detailed below.\n\nThe early work in the project focused on synthesising, isolating and characterising a series of new alkali metal magnesiate and zincate complexes which incorporate chiral donor ligands such as (_)-sparteine and (R,R)-N,N,N_,N_-tetramethyl-1,2-diaminocyclohexane. Solid- (by X-ray crystallography) and solution (by NMR spectroscopy) characterisation has revealed that these complexes can adopt either solvent separated or contacted pair structures, an important implication for reactivity (Dalton Transactions, 2011, 40, 5332).\n\nWe then turned our attention to characterising some simple chiral donor adducts of industrially and fundamentally important alkali metal amide complexes, such as lithium and sodium hexamethyldisilazide. During these studies we discovered that these compounds can react with trace amounts of water to give molecules which exhibit a wholly new type of structural motif (Chemical Communications 2009, 5835). These new compounds, coined as metal anionic crown (MAC) complexes, have an inverse relationship to conventional crown ether complexes. When we treat an alkali metal amide with an amine donor and a substoichiometric amount of an inorganic metal salt, we can rationally prepare the MAC complexes and we have recently shown that anions such as hydroxide, chloride and bromide can be systematically captured within the complexes (Angewandte Chemie, International Edition, 201150, 8375). The synthetic organic and anion recognition chemistry of these new complexes is currently being explored. \n\nIn addition, we have studied the the alkali metal and also the mixed metal chemistry of two important amides, namely diphenylamide (European Journal of Inorganic Chemistry, 2009, 5029) and cis-dimethylpiperidide (cis-DMP) (Dalton Transaction, 2010, 39, 511). The latter is important due to its decreased cost in comparison to the widely used utility amide 2,2,6,6-tetramethylpiperidide (TMP), and its structural similarity to TMP and diisopropylamide (DA). Our studies have shown that complexes of cis-DMP structurally and perhaps more importantly in terms of reactivity, more closely resemble those of their DA analogues.  ","dataset":"gtr"}