{"id":"BDFAD989-0CB2-4009-B0D4-017FA74E63C6","title":"Monolithic Resonant TeraHertz Detectors","abstractText":"Visible light is only a very small part of the whole electromagnetic spectrum. The radio spectrum is also very familiar to most people, but less well known is the range of wavelengths in between. In this project we are particularly interested in a part of the spectrum that has come to be known as the terahertz band, so called because the frequency is around 1 THz. Light in the terahertz band can pass through materials that are opaque to visible light, but yet, the wavelength is still small enough to resolve features smaller than 1 mm. Because of this terahertz has attracted a great deal of interest for applications where we need to see through materials, but also take good sharp pictures. Applications include medical and security imaging, particularly because terahertz is non-ionising so can be safely used with humans.Unfortunately terahertz technology suffers from some significant difficulties that requires research to overcome. Bright terahertz sources are difficult to make, so considerable effort is needed to improve what we have at the moment. Terahertz is energetically similar to ambient radiated heat, so sensors have to be both sensitive and highly descriminating. In a complete terhertz imaging system all aspects of the technology and its components are important in determining the overall performance. This project is therefore dedicated to improving sensor performance.There are a number of attributes that we would like for a good sensor. It should be small, consume little power, be very sensitive, and ideally, if it it to be used in an camera, fast enough to allow video rate imaging. We propose to use the optical properties of semiconducting materials and carefully designed metallic structures to capture terahertz radiation. We will demonstrate that these structures can be used to make an array of sensors, just as you would find in a normal camera, and that the sensors are sensitive and selective to terahertz. In the same way that mainstream photography has benefited from microelectronics to make digital cameras possible, we will also be able to make use of integrated circuit technology so that many sensors can be cheaply and efficiently put on to a single chip.Our project has attracted support from leading UK companies including Teraview and Selex-Galileo that have immediate routes to market for successful technology. Our aim is to complete the research that will demonstrate new technologies to the point where further investment will enable the creation of new products that can be used by scientists, clinicians and the security services in the not to distant future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I017461/1","grantId":"EP/I017461/1","fundValue":"589217","fundStart":"2011-09-29","fundEnd":"2015-03-28","funder":"EPSRC","impactText":"","person":"David Robert Cumming","coPersons":["Timothy David Drysdale"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}