{"id":"BDFC722E-B207-4EDD-BCD9-19329F67467D","title":"Grant Balances 2010 - University of Cambridge","abstractText":"Research activities, aligned with the EPSRC agenda, will be funded across the EPSRC portfolio. The allocations will be made on a competitive basis in the form of pump-priming awards.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016209/1","grantId":"EP/J016209/1","fundValue":"449070","fundStart":"2011-07-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  2010 Unspent Balance funding enabled us to provide pump-priming grants to recently appointed University Teaching Officers to kick-start their research careers and provide support in winning future funding from EPSRC and industrial sponsors. It has enabled the Pro-Vice-Chancellor to interact with the recently appointed faculty and help them understand how best to engage with research sponsors (EPSRC in particular), successfully win funding for their research and how to maximise the impact of their research. Aerospace, Defence and Marine,Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology,Transport Economic","person":"Lynn  Gladden","coPersons":[],"organisation":"University of Cambridge","findingsText":" The 2010 Unspent Balance was used for pump-priming grants, targeted at recently appointed University Teaching Officers, and in particular early career researcher. The grants allowed researchers to newly established research groups to start their research activities and obtain research independence; it has made it possible for them to obtain data and results needed for full proposals to other research funders including EPSRC. Pump-priming funding has also helped these lecturers develop collaborations with colleagues in other departments in Cambridge, other research institutions and companies. By attracthing further funding from external research funders and industry Aerospace, Defence and Marine,Chemicals,Construction,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}