{"id":"BE086E86-D655-4540-A5BE-C74C72CCED3F","title":"Luminescent nanoparticles as trackers for imaging of flows and sensing phenomena in microchannels","abstractText":"Fluorescence imaging has become an increasingly appealing technique for detection because it is highly sensitive as well as non-invasive and non-destructive, providing good temporal resolution for detection of fast events. One of the challenges in optical imaging is to increase spatial resolution; this would require decrease in probe size combined with the ability to detect the individual fluorescent probes. In this proposal, through an interdisciplinary approach, we aim to develop novel Luminescent Nanosized tracking probes (LNt), study the images of these single particles in static and flow conditions and use the LNt for resolving velocity and concentration profiles in micron sized channels (the latter using sensing at the nanoparticle level). The LNt will be prepared by the attachment of lanthanide and ruthenium luminescent complexes on gold and platinum nanoparticles. These particles will luminesce in the visible and near infra-red providing different colours for detection and their images will be obtained together with spectral information of each nanoparticle, which will allow colour recognition. We will apply the LNt to investigate flow and reactive systems with micron sized features. These studies will provide a breakthrough in the analysis of miniaturized chemical and biological systems because they will enable simultaneous velocity and concentration measurements with very high spatial resolution that will allow submicron scale phenomena to be resolved The luminescent properties of LNt are defined by the photophysical properties of the molecular label the particles are coated with. The lanthanide light emission is far from the light excitation wavelength, which avoids any interference of scattering light. Emission in infra red is also possible which is transparent to skin and for blood flow this is an advantage as several blood pigments absorb the visible radiation emitted from common lumophores. The nanoparticles developed will be used to investigate the complex sub-micron scale flows that can appear due to Marangoni phenomena during CO2 absorption in amine solutions in micro-chemical units. The feasibility of using the LNt to monitor blood flows will also be evaluated. LNt can be tailored-made for sensing different molecules, which gives them a built-in ability to sense specific chemical species and be uniquely used for both concentration and velocity measurements. Apart from lanthanides we will also be using ruthenium bipyridyl luminescent complexes which are attractive because their luminescence is sensitive to the presence of oxygen and oxygen concentration. Velocity and concentration profile measurements will be demonstrated for microprocesses using lanthanide and ruthenium LNt that can sense small molecules (aromatic acids) and oxygen respectively. The proof of principle of the application of LNt for flow velocity and concentration measurements had been demonstrated in a recently completed Discipline Hopping project between Chemistry and Chemical Engineering awarded to the two Principal Investigators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G032122/1","grantId":"EP/G032122/1","fundValue":"427586","fundStart":"2009-09-25","fundEnd":"2013-03-24","funder":"EPSRC","impactText":"","person":"Panagiota  Angeli","coPersons":["Asterios  Gavriilidis"],"organisation":"University College London","findingsText":"","dataset":"gtr"}