{"id":"BE10EA11-20F5-409D-A157-9308A58019F8","title":"Preliminary fact-finding by judges in jury trials in England","abstractText":"Fact-finding in jury trials is split between judge &amp; jury. The judge decides many preliminary questions of fact that determine the admissibility of evidence (including whether a witness is competent to testify) and the exercise of judicial powers during a trial. The fact rulings of the judge can affect the fairness and outcome of the trial. The English rules governing this judicial task are unprincipled and inconsistent yet there is seemingly no awareness of this amongst the judiciary, legal academics and the Law Commission. The English rules are also often at variance with those applied in other common law jurisdictions. Again this seems not to be appreciated. My intention is to fill this gap in legal knowledge by:\\n\\ni. cataloging when and how judges decide questions of fact during the trial (before the sentencing stage);\\nii. examining the rationale (or lack of rationale) for the current rules both from an historical and policy perspective; and\\niii suggesting coherent principles for allocating fact-finding functions between judge and jury and the burden and standard of proof;\\n\\nThe research will also discuss other procedural issues (such as whether to send the jury out when the judge decides a question of fact and, when this happens, what to tell the jury about what he decided) and the principles by which judicial rulings of fact are examined on appeal. Hitherto legal scholars have examined how the Court of Appeal handles appeals about the way the trial judge decided a point of law or exercised a discretionary power but never how a potentially erroneous preliminary fact ruling should be handled on appeal. This raises the issue of the relationship of fact-finding to the exercise of discretion.\\n\\nInitially the aim is to produce three refereed articles:\\n1. 'Finding a principled approach to judicial preliminary fact-finding in jury trials';\\n2. 'Appellate review of judicial preliminary fact-finding in jury trials';\\n3. 'Judicial fact-finding: the voir dire and other procedural issues'.\\nThe articles will be expanded into a book that looks at fact-finding by judges in more detail. Additional material will include comparisons of judicial preliminary fact-finding in jury and non-jury trials (both those conducted by magistrates and in other jurisdictions, including Northern Ireland, by a single judge) and with judicial fact-finding for sentencing purposes. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E004210/1","grantId":"AH/E004210/1","fundValue":"31767","fundStart":"2008-01-14","fundEnd":"2008-05-13","funder":"AHRC","impactText":"","person":"Rosemary Diana Pattenden","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}