{"id":"BE127B1E-14BC-4693-9486-5C4DB338FC8B","title":"Role of a Novel Scavenger Receptor in Epithelial Inflammatory Responses","abstractText":"The immune system protects us from infection. When we are exposed to an infection for the first time the so-called ?innate? immune system is responsible for detecting and responding to bacteria and viruses and other particles that enter the body. The innate system also serves help the so-called ?acquired? immune system, which prevents re-infection. One activity of innate immune is the generation of an inflammatory response. This is important for fighting infection, but if this response is not controlled properly severe disease results (for example, asthma and chronic obstructive inflammatory disease in the lung).The functioning of innate immune system is dependent upon the expression of molecules on the surface of immune system cells, known as pattern recognition receptors. These molecules are able to sense pathogens and trigger an appropriate immune response to get rid of the infection. Because of its large surface area, the lung is a major site where disease-causing airborne microbes and other agents enter the body. The lung is lined by specialised cells (epithelial cells), which provide not only a physical barrier but also play an important role in innate immunity (e.g. they produce substances that help kill bacteria). However, we have a very limited understanding of these pattern recognition receptors they express and how they function to keep the lung healthy.\nIn this grant, we propose to study a newly identified epithelial-specific pattern recognition receptor and see how it is involved in epithelial inflammatory responses. This receptor is only expressed on certain epithelial cells, including some within the lung. We will investigate the nature of pro-inflammatory agents it can recognise and the consequences of altering the expression of the receptor on epithelial inflammatory responses. This research will help us to understand how the health of the lung is normally maintained and what may go wrong in specific disease conditions. It may also reveal new ways to treat inflammatory lung diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800158","grantId":"G0800158","fundValue":"366458","fundStart":"2008-07-01","fundEnd":"2011-06-30","funder":"MRC","impactText":"","person":"Vincenzo  Cerundolo","coPersons":["Nicholas  Platt","Donna Elizabeth Davies"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}