{"id":"BE14ABAE-590B-4FB5-98AE-D58283444A8E","title":"University of Sheffield Particle Physics Rolling Grant - ATLAS, ATLAS upgrade; GridPP, T2K, JPARC future programme; EURECA and R&amp;D","abstractText":"Our research with the particle physics rolling grant at Sheffield attempts to progress understanding of some of the most important questions concerning the origins and make-up of the Universe. One of these big questions is to understand what gives fundamental particles their mass. Part of our work on the huge ATLAS experiment at the Large Hadron Collider (LHC) at CERN in Geneva is aimed at this question, in particular to see if the famous Higgs Boson particle exists. The best theories we have to explain particle mass predict that it should be there. We will play a key role in analysing the vast amount of data soon expected to make this exciting discovery. Another search at ATLAS will be to determine if the so-called supersymmetry (SUSY) theory is correct. This is our best prospect for understanding how particles interact at high energy and itself predicts a new class of particles. The concept states that for every known fundamental particle there exists a super-partner particle. We worked for many years developing the key silicon technology now installed in ATLAS to search for these particles. Now we are ready with our software to play a key role in analysing the data that will hopefully discover that they exist. One of the implications of SUSY theory is the likelihood that the most stable new particle, the so-called lightest supersymmetric particle (LSP), probably is very abundant throughout the Universe, making up about 25% of its mass. This would easily explain one of the big mysteries in physics, the so-called Dark Matter seen by astronomers from its gravitational effects on stars and galaxies. Our group has pioneered techniques to search directly for dark matter particles in the laboratory and is participating in a new multi-national venture, EURECA. This will build a tonne-sized device using low temperature superconductors to perform a new search. We will contribute to the key aspect of how to shield the experiment from natural background particles, like muons. Another mystery in the Universe are the strange properties of its most abundant particle, the neutrino. This has only recently been found to have a small mass and to readily change form between three different 'flavours' while propagating through space. Details of this are not fully understood but it is known that if properly unravelled it might answer another big question, why there is so little anti-matter in the Universe. We are working on these questions through participation in the big international T2K neutrino beam experiments in Japan. We are building a key component of the detectors and will, within two years, start to analyse the data to unravel these issues. T2K probably will not do a full job, so we have instigated in the UK work on a new neutrino detector concept, based on liquid argon, contributing to the FJNE programme. We plan to build test devices to enable the next generation of neutrino experiments to follow T2K. This is linked also to our work on accelerator technology, MICE, where we are building test beam targets. This is a vital step towards the ultimate facility, a neutrino factory. We are working on key technology for this within the UKNF project. Finally, much of the hardware and computer code developed for these fundamental studies have great relevance well outside our main research. There are many examples, involving projects with a dozen UK companies. For instance, our work with Corus Ltd. on new techniques for neutron detection, has allowed development of new monitors to detect illicit transport of nuclear materials at ports. This will continue now and broaden into medical applications. Our dark matter work has produced a new national facility for underground science, the Boulby laboratory. Here we have started a new project on climate change, SKY, to explore the effect of comic rays on cloud formation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H000917/1","grantId":"ST/H000917/1","fundValue":"952100","fundStart":"2009-10-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"","person":"Neil  Spooner","coPersons":["Christopher Neal Booth","Daniel Russell Tovey","Vitaly  Kudryavtsev","Edward John Daw","Lee  Thompson","Efstathios Stathes Paganis","Davide  Costanzo","Susan Lesley Cartwright"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}