{"id":"BE169791-03BD-4961-AE07-F39C384F5B6B","title":"Nature in Engineering for Monitoring the Oceans (NEMO)","abstractText":"There is a relentless drive from the offshore oil and gas industry to enable exploration and production from deeper parts of the world's oceans to help meet demand for energy - within a decade the need will be for wells in depths of over 3000m. Meanwhile, several countries are evaluating the potential of mineral resources on the deep sea floor as easily-mined areas on land become depleted. Economically important metals such as manganese, nickel, copper and cobalt form as nodules, widely dispersed, especially between 4000 and 6000m depth. In parallel, marine science is increasingly looking towards the research challenges of the deep oceans. The Chairman of the House of Commons Select Committee on Science and Technology summarizing statements to their 'Investigating the Oceans' inquiry stated, During this inquiry, witness after witness has told us that the deep oceans are absolutely crucial to the future of the earth and the planet (4 July 2007). For example, we have so little knowledge of the ecosystems and species diversity at great depths; our knowledge of deep ocean currents and their interaction with topography is rudimentary - and yet these deep currents are so important, for example, as the 'return' leg of the heat-carrying surface circulation in the North Atlantic; and there are processes at subduction zones and spreading ridges that we still do not understand. What all of these drivers have in common is the need to be able to explore, measure, sample, survey, and intervene in the deep oceans. Today, the technology to do so is expensive, cumbersome and of limited performance. The engineering needed to resist pressures of 6000 tonnes per square metre and more leads to heavy vehicles that travel at slow speeds and have limited agility and manoeuvrability. Contrast this with the structure, weight, speed and agility of marine animals, even those that live in the deep oceans. In this project, our aims are to find and synthesize novel design and implementation concepts for deep-diving and agile unmanned underwater vehicles (UUV) to meet offshore industry, environmental monitoring and scientific research needs based on inspiration from marine organisms to achieve increased functionality, lower weight and energy requirements and lower capital and operational costs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F066767/1","grantId":"EP/F066767/1","fundValue":"467995","fundStart":"2009-07-03","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Gwyn  Griffiths","coPersons":["Alan John Murphy","James Ian Blake","Stephen William Boyd"],"organisation":"University of Southampton","findingsText":" We developed a method for the direct comparison of the efficiency of propulsion for marine mammals and engineered underwater vehicles. We also developed a soft-bodied tank-test underwater vehicle that drew on bio-inspired components. Higher-precision experimental apparatus would be needed to fully explore the possibilities for soft-bodied deep-diving engineered underwater vehicles. Aerospace, Defence and Marine,Environment","dataset":"gtr"}