{"id":"BE17E9FD-81C6-4C36-8715-415B4D9B86D4","title":"An Empirical Reassessment of the New Keynesian Phillips Curve and Monetary Policy Rules","abstractText":"<p>This research fellowship conducts an empirical reassessment of the New Keynesian Phillips Curve and monetary policy rules, using newly developed inference procedures. This will constitute a first attempt to conduct a thorough and coherent specification and inference analysis of these models, resorting to state-of-the-art techniques. Furthermore, we propose to provide robust estimates of a recently proposed Calvo-type interest rate rule that, while being consistent with central banks’ forward-looking behaviour, is less prone to indeterminacy. Thus, this proposal addresses modelling issues of great relevance for the conduct of monetary policy.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-25-0115","grantId":"RES-061-25-0115","fundValue":"37278","fundStart":"2007-09-01","fundEnd":"2008-08-31","funder":"ESRC","impactText":"  Discussions at policy institutions and think-tanks; advanced training for economists at policy institutions. Government, Democracy and Justice Economic,Policy & public services","person":"Vasco  Gabriel","coPersons":[],"organisation":"University of Surrey","findingsText":" In recent years, Dynamic Stochastic General Equilibrium (DSGE)\nmodels have become the workhorses of modern macroeconomics,\nenjoying considerable success in explaining and forecasting the observed\nproperties of macroeconomic time series. Two building blocs of these DSGE models are the Phillips curve, an equation describing inflation dynamics and a monetary policy rule, describing monetary authorities behaviour. This project assesses the empirical validity of these equations using newly developed inference procedures. We show that the empirical support for the NKPC is less substantial than previously thought; measurement of the output\ngap affects the conclusions regarding the robustness of the monetary policy rule; in the presence of asset price bubbles, the conventional policy rule is considerably less robust than previously thought; a Calvo-type rule provides an alternative that is both theoretically and empirically appealing; financial frictions play a considerable role in the transmission of shocks. In the course of this research, eight scientific articles have been written and presented at seven international conferences. All papers have been published in international refereed journals or in (refereed) book chapters. Through Advanced Training Courses, organised by the Centre for International Macroeconomics at the University of Surrey, in which much of these research findings are disseminated. Government, Democracy and Justice","dataset":"gtr"}