{"id":"BE199C09-3D21-4291-B2CF-EEE9140F9DA0","title":"An ideal adhesive for bone repair : Injectable, rapidly crosslinkable, biodegradable poly(esters) containing reactive calcium phosphate fillers.","abstractText":"Developing an ideal adhesive for bone repair is a difficult but potentially highly rewarding challenge requiring expertise from several scientific disciplines. Such an adhesive should be able to be injected into a damaged site but then set rapidly to give a material of high strength and comparable flexibility to bone. Provided the adhesive can spread into the tissue the setting reaction would provide adhesion (micromechanical) and thereby early support for the surrounding bone. The material should then, however, degrade providing components that can be converted by cells to new bone. This degradation could additionally provide slow release of drugs that enhance repair or prevent infections. Current poly(methylmethacrylate) (PMMA) bone cements can be rapidly set but are non degradable. Conventional long chain poly(esters), presently used as degradable bone screws and various other medical applications, lack injectability and thereby adhesion or the ability to be used in minimally invasive arthroscopic procedures. Conversely, although calcium phosphate cements are injectable and provide the elements required for the inorganic component of bone their setting characteristics are difficult to control particularly in an aqueous environment and their mechanical properties are far from ideal. One aim of this project is therefore to chemically combine ester and methacrylate structures to produce polymer molecules that are sufficiently short to be fluid but that can crosslink through the methacrylate groups within seconds of light exposure providing a high strength adhesive like PMMA. One challenge will be assessing exactly how to vary the chemistry of the materials to ensure the material can degrade after set at the rate at which bone could reform. This degradation will occur through the poly(ester) segments leading to components that can readily be removed by the body. To provide the elements required for bone repair, the fluids can be filled with high percentages (&gt;70wt%) of micron dimension calcium phosphate particles. A unique method employed in this proposed study that improves the dispersion of these particles within the polymer involves using calcium phosphates that react with water via the same process that sets conventional calcium phosphate cements. What is intriguing is that we can get this reaction to be catalysed by water that the set polymer absorbs from its surroundings. The absorbed water dissolves the calcium phosphates, enables them to react but then reprecipitate as a very fine less soluble crystalline form within the polymer. We have also discovered that this second reaction leads to greater interaction between the polymer and calcium phosphate substantially increasing the material rigidity. A further advantage of the re - precipitated phosphate is that it can neutralise the acidic degradation products of poly(esters) preventing potential adverse inflammatory reactions which are a well documented problem with medical devices produced with these polymers. The calcium phosphate addition also provides us with an alternative means to control degradation rate but we anticipate they will additionally improve cellular responses. There is a massive range of possible injectable poly(esters) but to reduce the number of samples that need to be studied to optimise new formulations we have previously used experimental (factorial) designs that provide us with understanding as to which variable factors most affect rate and final level of polymer crosslinking, rigidity and degradation and drug release rates. In this new study we will extend these methods to interpret how these properties are altered through reactive filler addition but also determine mechanical strength. Key in our new investigations however, will be improving our understanding of what chemical changes illicit enhanced cellular responses. Our ultimate aim will be to find an optimal formulation that will then be assessed in vivo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F01970X/1","grantId":"EP/F01970X/1","fundValue":"387069","fundStart":"2008-04-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"  This work developed the use of reactive calcium phosphate fillers in degradable methacrylate-based bone cements. This lead to a patent and more recently extension of the concept into new methacrylate composites for tooth and bone repair These are much stronger but not degradable. The main benefits of the reactive fillers that we have more recently discovered is the ability to promote precipitation of hydroxyapatite from surrounding fluids. This can enhance bonding and repair of surrounding tooth or bone and has been exploited in a new bone cement (Comp06 distributed through Ozics) Healthcare Societal","person":"Anne Margaret Young","coPersons":["Peter Allen Revell","Vehid  Salih"],"organisation":"University College London","findingsText":" A novel range of degradable adhesives have been synthesized for bone repair. These were combined with reactive calcium phosphate fillers that can provide elements required for new bone remineralisation and other components that can treat bone disease. After extensive chemical, mechanical and biological studies in the laboratory an optimised formulation was injected into a fractured rabbit fibula. This provided immediate bone fixation upon exposure to blue light. The flexibility of the set material enabled micro - movement of the bone and encouraged the formation of an extended callus. This callus provided additional natural support for the fractured bone as it repaired. No adverse reaction to the material could be detected. After 5 weeks the adhesive was shown to be fully replaced by new bone. The research has demonstrated how flexible materials can be used to aid bone repair and provided optimised formulations for fracture fixation for small animals. The materials can also be used as controlled drug release systems to enhance the rate of bone repair or help treat disease. The use of the above materials has been covered by a recently granted patent. License agreements are currently being considered. Healthcare","dataset":"gtr"}