{"id":"BE1C4B87-5B88-4353-82D6-A0A171E410F4","title":"Elucidating the local site and cell types involved in antigen uptake, processing and presentation in the chicken","abstractText":"The blood and tissues of an adult organism consist of a number of cell types, including the red blood cells that carry oxygen and immune cells that fight disease. Immune cells respond to infection by viruses or microbes and initiate cellular and molecular defence mechanisms, known as an &quot;immune response&quot;. An understanding of how the immune system defends the body against diseases is critically important if we want to develop disease control measures, such as vaccination. Most research on the immune response has been carried out on humans and in animal models such as mice. However, it is very important that we understand how the immune system of farm animals works. A key example of this is the chicken: the chicken is the most popular food animal on the planet, with over 50 billion being hatched and raised each year. Control of diseases is a major challenge in chicken production in terms of economic cost and animal welfare. An additional factor is that some bird diseases, such as bird flu, can potentially infect humans and are therefore a major challenge to human health. Protecting the poultry industry in terms of food security, public health and consumer safety is of paramount importance, not only in the UK, but worldwide. One complicating factor in increasing our understanding of the chicken's immune system and immune response to disease is that the bird's immune system is quite different to that of mammals. Some of the organs specialised for immune function in mammals, such as lymph nodes, are not present in birds, whereas birds have their own specialised immune organs that are not present in mammals. Some immune cells are similar between mammals and birds, but it is not known if these share the same functions or have different requirements for generation of an effective immune response. One of the most important types of immune cells are mononuclear phagocytes. These are a class of cells with many different functions and consequently there are many different subsets of these cells. One very important function of mononuclear phagocytes is to process antigen material and present it to other cells of the immune system, which can then respond appropriately. In this sense they communicate information on the nature of a potential pathogen to the rest of the immune system. There is very little information about what cell type(s) capture, process and present antigen in birds. We need to gain more information on these processes and we have developed a new tool for studying these mononuclear phagocytes by making transgenic chickens (called the &quot;MacReporter&quot; chicken) that express fluorescent proteins in mononuclear phagocytes. During our initial characterisation of the transgenic birds we found that not only could all mononuclear phagocytes be identified, but we could also identify entire immune-specific tissues. This is particularly interesting as this means that we can use these transgenic chickens to describe the structure of these immune tissues as well as analyse mononuclear phagocytes specifically. The main objectives of this research proposal are to use the MacReporter chicken to (1) identify cells and tissues involved in antigen uptake and processing in the chicken spleen, respiratory and gastrointestinal tracts; (2) identify and functionally characterise chicken splenic antigen presenting cells; (3) determine which genes are specifically expressed in the different classes of mononuclear phagocytes to further define and understand their function. In the longer term this knowledge will inform the development of better vaccines to prevent disease in chickens with the aim of improving production costs, biosecurity and welfare of production chickens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M003094/1","grantId":"BB/M003094/1","fundValue":"393498","fundStart":"2015-03-15","fundEnd":"2018-03-14","funder":"BBSRC","impactText":"","person":"Lonneke  Vervelde","coPersons":["Helen  Sang","Peter  Kaiser"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}