{"id":"BE2FF96C-959B-4409-9F8D-F3480A867928","title":"New concepts in multiferroics and magnetroelectrics","abstractText":"Multiferroics and magnetoelectrics are materials that develop a ferroelectric polarization in a magnetic state, either spontaneously or in a magnetic field. Because they can in principle convert electric into magnetic signals, it has been proposed that they could be used as key components in a new generation of information storage and processing devices, alternative and better than the familiar magnetic (e.g., hard disks) and ferroelectric (e.g., smart-card chips) storage media. A true renaissance in the field was triggered by the discovery of a new class of multiferroics, in which magnetism and ferroelectricity are tightly coupled. However, after almost a decade of research, no material has yet emerged as a viable candidate for applications, since the observed effects are weak and generally restricted to low temperatures. Here, we propose to explore at the fundamental level a number of novel concepts, which depart in a radical way from the thoroughly-explored `cycloidal magnetism' paradigm. In particular, we will attempt to unlock the potential of the strongest of the mageto-electric interactions, the so-called `exchange striction' effect. In contrast to the weaker effects mostly considered so far, obtaining electrical polarisation from exchange striction requires an exquisite control of the crystal symmetry and of the magnetic interactions at the atomic level. We propose to employ an innovative research methodology, which combines conventional measurements of electrical and magnetic properties, `imaging' of the spins and electric dipoles at different length-scales, from atomic to macroscopic, and state-of-the-art ab-initio theoretical calculations of the static and dynamic properties of these systems, both at low temperatures and at room temperature. The breakthrough we seek is a new microscopic &quot;working principle&quot; that can be deployed to perfect practical multiferroics and magnetoelectrics materials. Our new approach, which strongly emphasizes the interface between theory and experiments, will also pave the way for similar studies on related classes of materials, with applications in information storage, energy conversion and storage and many others.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J003557/1","grantId":"EP/J003557/1","fundValue":"646400","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"P  Radaelli","coPersons":["Davide  Ceresoli"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}