{"id":"BE315677-A24B-4689-B1FD-47F69F59F7CE","title":"Static and Dynamic Rolling to Reduce Residual Stress and Distortion","abstractText":"Weld residual stress and distortion are problems that continue to cost UK industry millions of pounds per year. Localised rolling around the weld zone has the potential to solve these problems. However this technique has not been developed due to a lack of scientific understanding and it requires the application of a large vertical force, making implementation difficult. This problem can be overcome with a detailed scientific study and novel rolling techniques, such as dynamic rolling.The aim of the project is to develop and increase the scientific understanding of static and dynamic rolling processes to control weld residual stress and distortion. These improvements will lead to safer, higher performance structures and therefore increased competitiveness for UK industry. This aim will be achieved through accomplishing the following objectives:1. Development of models that predict the residual stress from the combined action of welding and rolling.2. Development of models to understand the dynamic rolling process.3. Understanding the key parameters to developing and modelling these rolling processes.4. An improved scientific understanding of how these rolling processes work.5. Experimental validation of the models and measurement of fatigue strength.6. Developing methods of applying the rolling process to various weld configurations.7. Investigating innovative roller designs that minimise stress concentration effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G014132/1","grantId":"EP/G014132/1","fundValue":"251996","fundStart":"2009-09-14","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  They have been used in our recent work on rolling of additively manufactured parts to reduce residual stress and distortion and reduce grain size. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology Economic","person":"Paul Andrew Colegrove","coPersons":[],"organisation":"Cranfield University","findingsText":" The large residual stresses that occur in welded objects are an unavoidable consequence of the non-uniform cycle of thermal strain inherent in most welding processes. Furthermore, the particular distributions of residual stress which are characteristic of welding can adversely influence several material and structural failure mechanisms, including fatigue fracture, elastic fracture and buckling. This project investigated the use of localised high-pressure rolling of the weld seam for the purpose of residual stress reduction in steel welds. The project was divided into two parts: an experimental investigation that used purpose-built rolling equipment; and a numerical investigation that predicted the reduction in residual stress with a finite element simulation.\nThe experimental investigation demonstrated that the transient stresses which occur in an object while part of it is welded or rolled, can be inferred from strain measurements taken during the process. Rolling is shown to greatly reduce tensile residual stress at the weld seam, even introducing compressive stress when a greater rolling force is used. However, this is only the case when rolling is applied post-weld: by contrast, methods involving rolling prior to or during welding do not improve the residual stress distribution. Other effects of rolling on the properties of a weld have also been studied. Using mechanical tests and microstructural analysis it is shown that while post-weld rolling causes work-hardening of structural steel welds, rolling the weld at high temperature results in refinement of the weld microstructure, also hardening it.\nThe numerical investigation complemented the experimental work and demonstrated the important process parameters and boundary conditions; and how the deformation induced by the rolling process reduced residual stress and distortion. Even though much of the investigation was focussed on post-weld rolling, application of rolling before welding was also studied. Although the distortion reductions were limited, the models showed how a subsequent thermal treatment could minimise the residual stresses across the welded section. The effect of the roller profile for post-weld rolling was also investigated: in particular methods that improved the weld toe profile which is often a source of failure.\nFinally, one of the most fruitful activities within the project involved the application of the technique to parts additively manufactured with arc-based deposition. Additive manufacture is of particular interest to the aerospace industry due to the high cost of machining titanium components from solid material. Work done within this project demonstrated that the same reductions in residual stress and distortion were achievable by rolling each layer of an additively manufactured part. Moreover the large, textured prior Beta grains that characterise parts manufactured by conventional arc-based deposition were eliminated: there was significant grain refinement when the work-hardened microstructure was reheated during the subsequent deposition step. The work results can be applied to the following industries:\n1. Rolling of additively manufactured parts for reducing residual stress and distortion and refinement of the microstructure.\n2. Rolling to improve the microstructure of welded joints. Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}