{"id":"BE35C0E2-5AC7-4D84-831C-A4ED9CF0D6B8","title":"The dehydration of 10-A phase under subduction zone conditions","abstractText":"Many geohazards are caused by processes in the Earth that involve water, including many earthquakes and most explosive volcanism. These can only occur because water from the Earth's oceans (hydrosphere) is taken down into the Earth's mantle at subduction zones, where it is stored in the descending slab of rock in a variety of minerals. These minerals react to other minerals at different pressures and temperatures, sometimes passing the water on, and sometimes releasing it to trigger the earthquakes and the melting that leads to volcanism. The volcanism releases water back into the hydrosphere, where the cycle starts again. In order to understand this cycle in more detail, we need to know the pressure-temperature conditions at which the hydrous minerals break down, and how much water is released when they do. One of the hydrous minerals that occurs in subduction zones is talc; we know it occurs because it is found in rocks that have been brought back to the surface after being metamorphosed at high pressures and temperatures. I have previously done experiments to show that talc reacts with water at higher pressures and temperatures to form another hydrous mineral: the 10-A phase. In the proposed research I will determine the pressure-temperature conditions at which 10-A phase breaks down, and the amount of water that is released when it does so. These experiments will be important because of the significant quantity of water that 10-A phase could transport to greater depths in subduction zones than is possible in many other minerals. For example, it has been proposed that hydrated regions of the descending slab could contain more than 1 weight % water bound up in 10-A phase, and this could be carried to a depth of more than 200 km. 10-A phase is only stable at high pressures, which means specialist equipment is needed for the experiments. I will use a large-volume multi-anvil apparatus, in which several cubic mm of sample are compressed between the corners of 8 tungsten carbide cubes, and heated to hundreds of degrees by passing a large current through a small graphite furnace. Run products will be analysed using sophisticated techniques such as electron microprobe analysis, in which compositions of tiny areas of material can be measured with great accuracy, and infrared spectroscopy, in which details of mineral structures can be revealed from the way in which they interact with the infrared radiation. I will also compress 10-A phase in a diamond-anvil cell, in which tiny quantities of sample can be squashed between two diamonds to ultra-high pressures, and heated at the same time. Using X-ray diffraction, I will measure the rate at which 10-A phase compresses as pressure is applied, and the rate at which it expands as it is heated. This information will allow me to calculate the volume of water that is released when it breaks down. I expect the results to be useful for geochemists modelling the chemical cycling in the Earth, who want to know how much and how deep water can be carried down into the Earth, for geophysicists who want to know which minerals are present deep in the Earth in order to understand the causes of earthquakes and the way seismic waves are transmitted through the Earth, and for mineral physicists interested in the structure of this high-pressure mineral.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D007194/1","grantId":"NE/D007194/1","fundValue":"31815","fundStart":"2006-09-01","fundEnd":"2009-02-28","funder":"NERC","impactText":"","person":"Alison  Pawley","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}