{"id":"BE3D4A1C-BF08-41C3-BE76-B5C38EF44E6C","title":"Modelling growth and gene regulation in floral organs","abstractText":"Living beings are made of different organs whose shape and function are determined by genes. Decades of genetic experiments have revealed many key genes that control organ development, but we still do not understand how these genes act together to direct and organise the behaviour of the thousands of cells that multiply and acquire specialised roles during the development of each organ type. One reason why we do not understand organ development is that although we can describe the interactions between genes and between cells individually, the collective behaviour of genes and cells is too complex to grasp intuitively. Therefore, computer modelling will be required to describe and predict the collective behaviour of genes and cells during development. Another limitation is that our measurements of organ growth and of the cellular activities that underpin it are too crude to use in computer models relating gene activity and growth. The present project aims to advance our understanding of how networks of genes control organ growth, by studying the development of floral organs (sepals and petals). There are several reasons for choosing floral organs: - Their shapes are distinctive but relatively simple and their growth is based only on cell division and cell expansion, with no movement of cells relative to each other, as seen often in animal development. - Many genes controlling floral organ development have been intensively studied, including genes that control the type of floral organ formed, the number, shape and boundaries of organs. - In recent years, laboratories in France and in the UK have developed methods to visualise and measure precisely the growth of plant organs and simulate it in the computer. These labs have developed different approaches to study the very early stages of organ growth, with cellular detail, or later stages, capturing larger features of growth. We will combine the existing expertise on computer modelling of plant organ growth with our knowledge of regulatory genes to produce computer models that simulate and predict the interactions between key genes and growth of floral organs. To achieve this, we will: - Directly observe and record cell behaviour at early stages of organ formation - Mark small groups of cells and trace their proliferation and growth during longer periods of organ development - Use this information to construct computer simulations of floral organ growth - Collect information on how key regulatory genes interact with each other during floral organ development and build computer models of these interactions. - Integrate the action of regulatory genes into the growth models. To do this, we will use plants in which we can manipulate key regulatory genes to change the identity of organs from sepals to petals at different stages of development, or in different regions of the organs. We will also follow the behaviour of cells that are marked by expression of key regulatory genes. - Use the computer models to predict what happens to growth after specific perturbations (such as altered expression of regulatory genes) and test experimentally these predictions (using plants with mutation or altered function of regulatory genes).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005520/1","grantId":"BB/F005520/1","fundValue":"293973","fundStart":"2008-06-01","fundEnd":"2011-05-31","funder":"BBSRC","impactText":"","person":"JA Andrew BANGHAM","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}