{"id":"BE3ED850-966C-4368-8CD7-E8FAE828FEC9","title":"Multivicinal fluorinated cyclohexanes, a new structural motif in organic chemistry","abstractText":"This research programme aims to introduce hexafluorocyclohexanes (HFCH) and their derivatives as a novel motif in organic chemistry. There is a very sparce literature associated with vicinal hexafluorinated cyclohexanes. They have hardly been studied. However there are indications that this motif could impart attractive and important properties and if synthesis routes could be established this would open up a new and high impact area in organic chemistry. Our recent synthesis focus on the preparation of acyclic multivicinal fluorinated compounds lays a good synthesis and analysis foundation for this programme. In essence we want now to synthesise the all-syn 1,2,3,4,5,6-hexafluorocyclohexane (all-synHFCH) as the flagship molecule of this research proposal, but alongside this, to explore chemistry around this molecule and access diastereoisomers and derivatives for functionalisation and utility.Theory studies indicate that all-synHFCH is a highly polar molecule. It has never been made before and there are only three references in the entire literature discussing this compound. A theory study in 2004, a Japanese patent (no structures isolated) and a an intriguing report from chemists in 1969. These chemist were fluorinating benzene using elemental fluorine (F2) and CoF3/KH and they isolated a solid fraction which they concluded from NMR and mass spec data was the all-trans isomer of HFCH. They also concluded that this isomer was chemically stable, although the particular isomer they had was conjecture. This is the only synthesis reported. The theory study in 2004 predicted highly polar molecules, especially for all-synHFCH. It had a predicted dipole moment of about 8.03 Debey. We also carried out a theory studies in preparation for this proposal and have evaluated an electrostatic surface map of all-syn HFCH which shows a +ve face and a -ve face to the molecule. Calculations also predict that that the molecules will stack, one on top of the other. If this is the case this compound and its steroisomers will have interesting solid state and liquid crystalline behaviour. So this becomes a particualry attractive structural motif, yet been explored by chemists.With this background the research programme will investigate the controlled synthesis of HFCH isomers and evaluate their properties (X-ray, NMR, DSC etc). We feel able to make these molecules because we have recently discovered methods for the stereoselective synthesis of acyclic vicinal fluorine motifs of upto five and six fluorines. That chemistry utilised epoxide ring opening reactions with HF reagents, and then fluorination reactions of the resultant fluorohydrins. So by applying our methods and expertise to cyclohexanetriepoxides, then there is an obvious route to HFCH's. Different diastereoisomers of the required triepoxides precursors are very well described in the literature, so we should be able to make good progress. We will also explore the preparation of ether and ester derivatives of 1,2,3,4,5-pentafluorocyclohexan-6-ols, such that this motif can be incorporated into larger molecular architectures. Candidate liquid crystal molecules and also long chain thiols which will be assessed by forming self assembling monolayers, have been identified as synthetic targets. We also identify tetrafluorocyclohexandiol monomers for polymerisation reactions, as a means of incorporating this novel motif into polymeris materials. The programme will be a success if we can develop routes to this new motif, characterise their general behaviour, and develop synthetic versitility such that it can be applied and demonstrated in a diversity of arenas.Funding for a trained postdoctoral researcher for three years, with appropriate consumables costs, is requested to develop this project and explore the outlined applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H022651/1","grantId":"EP/H022651/1","fundValue":"317651","fundStart":"2010-08-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"","person":"David  O'Hagan","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}