{"id":"BE42D9EA-2FC2-4E69-A8E0-E6CFB8C634E2","title":"Humanitarianism 2.0","abstractText":"Humanitarianism 2.0 emerges from PI James Thompson's work on the AHRC funded 'In Place of War' project, which is currently completing a follow on grant creating an online platform for artists in war and disaster zones. The premise of 'In Place of War' was that local artistic response to war provides a valuable and inspirational resource to people seeking to respond to crisis through the arts internationally. The new platform in development extends this to provide a means for that expertise to be shared, archived and exhibited.\n\nThe H20 initiative builds on this work, expanding it to explore a much wider range of innovations in social media applied to situations of upheaval, disaster or war. While firmly based within the arts and cultural practice, it now broadens the remit to connect with a range of different social and cultural practices that have emerged in the last five years as new forms of present tense responses to crisis. For example: \n1. Facebook involvement in the Arab Spring - starting in Tunisia and spreading across the region, activists, artists and citizen journalists have reported on and represented the changes within their region using the power of social media to document, link and promote opposition to the old regimes.\n2. Texts and tweets that supported the mapping of the Haiti earthquake - soon after the 2010 earthquake SMS technology and tweets were used to report on local situations and map needs, eventually being picked up by UN disaster relief coordination authorities.\n3. The digitisation of the Colombian city of Medellin - since 2006 the city authorities in Medellin have embarked on an ambitious programme to digitise their city as a response to the post-war and drug related violence.\n4. Twitter and the UK 2011 riots - controversies surrounded the role of social media in both provoking, recording and at times combatting the unrest in the summer of 2011.\n\nH20 seeks to link and learn from these diverse but related initiatives by providing a forum through which pioneers of web 2.0 technologies can be brought into productive dialogue with experts in humanitarian relief. H20 will bring together an interdisciplinary team - experts in humanitarianism, e-research, and interactive technologies as well as non-HE professional organisations to develop the project. This group, many of whom have already pioneered social media responses to situations of unrest, will then explore the opportunities, potentials and questions that arise when new forms of social, interactive and user-led technologies are applied to situations of humanitarian crisis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005189/1","grantId":"AH/K005189/1","fundValue":"31890","fundStart":"2013-03-04","fundEnd":"2013-12-03","funder":"AHRC","impactText":"  None to report. The publication is just being finished. We ran various events over the course of the project which attracted a range of academic and non-academic audiences. We hope the publication will be used by audiences from within the humanitarian and digital sectors as well as within academia. Communities and Social Services/Policy,Creative Economy Cultural,Societal,Policy & public services","person":"James  Thompson","coPersons":[],"organisation":"The University of Manchester","findingsText":" We have created a publication called Humanitarianism 2.0 which has all the key findings of all the case studies. I don't have a reference for this at the moment but it is due out very soon. Each case study is linked to international partners who have been taking forward the findings in different ways. Communities and Social Services/Policy,Creative Economy","dataset":"gtr"}