{"id":"BE448C35-4ED8-497C-A562-7B9C5663C3AE","title":"Ocean and sea-ice dynamics in Nares Strait and the Canadian Arctic Archipelago","abstractText":"The Canadian Arctic Archipelago (defined here to include Nares Strait which borders Greenland) is a key gateway that links the Arctic Ocean to the Atlantic. Changes in the flux of freshened seawater and ice through its channels have the potential to significantly affect the distribution of sea-ice in the Arctic and the strength of the Atlantic meridional overturning circulation, and hence influence both regional and global climate. Yet the ocean circulation in this region is poorly modelled, monitored and understood. This project will use a regional, high-resolution coupled ocean-sea-ice model to determine the dynamics that govern the flow through the archipelago. The processes by and timescales on which this flow adjusts to change in atmospheric forcing will also be identified. There will be a particular focus on Nares Strait, one of the three major channels, a key exporter of multi-year ice from the Arctic, and the subject of a recent intensive observational campaign. This project is timely in that it will provide fundamental physical understanding to aid in the interpretation and extrapolation of results from observational projects funded under the International Polar Year of 2007-2009. The results will allow us to make more confident estimates of the total freshwater flux currently exported through the Canadian Arctic Archipelago, and better founded predictions of future change. The inability of global climate models to represent the important dynamical processes that occur in the high-latitude ocean poses a serious problem for predictions of climate change. Determination of the underlying physical mechanisms and sensitivities is a crucial step towards understanding how these flows might be better represented.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H01988X/1","grantId":"NE/H01988X/1","fundValue":"392707","fundStart":"2011-10-03","fundEnd":"2015-06-30","funder":"NERC","impactText":"","person":"Helen Louise Johnson","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}