{"id":"BE4A49F4-D98D-442F-B67B-43ACADB3A254","title":"Two-Way SBE-RCUK/ESRC Lead Agency Agreement: Relationship Strategies to Bolster Interpersonal Security Over Time","abstractText":"People differ in how willing and able they are to forge bonds in which they feel secure with others. People who achieve greater attachment security have better relationship outcomes, are more confident in pursuing personal goals and better able to handle challenges, and exhibit greater well-being in general. Although attachment insecurity is often a chronic condition, it can and does change with new experiences. This project capitalises on interactions in romantic relationships, which evoke experiences that have powerful effects in regulating a sense of security. This research introduces relationship strategies that couples can adopt, including communication strategies that strengthen trust or confidence and perception exercises that aid in positive reinterpretations of interactions. Many couples desire to improve their relationship and acknowledge that, ideally, they would like to help each other thrive. However, they struggle to modify established interpersonal dynamics that may keep them stuck in a state of interpersonal anxiety (fear of losing a partner's acceptance and support) and/or interpersonal avoidance (discomfort with relying on others or intimacy). The relationship strategies examined in this research target each type of insecurity and are designed to be incorporated in typical couple interactions and daily events. These strategies may also be adopted in non-romantic settings by individuals who have endured negative interpersonal experiences.\n\nThe primary goal of this project is to identify strategies that affect couple communication and perceptions to achieve two aims: reduce insecure relational dynamics and enhance attachment security over time. In a series of randomized experiments, couples are assigned to strategies to target anxious tendencies or avoidant tendencies. The first aim is to examine communication strategies aimed at mitigating anxiety versus avoidance, each tested against a control condition. Such communication may reduce immediate relational tension but may not be sufficient to cause enduring changes in attachment security. The second aim, therefore, involves examining interactions and perceptions that can increase confidence among anxious individuals and increase trust among avoidant individuals. The effect of these security-enhancing strategies, combined with communication that mitigates insecurity, will be examined over an extended time. These relatively minor adjustments in couple interactions are expected to ripple into more profound changes in general attachment security, which benefits relationships and promotes meaningful activities that are fundamental to societal well-being.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N013182/1","grantId":"ES/N013182/1","fundValue":"27011","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"ESRC","impactText":"","person":"Madoka  Kumashiro","coPersons":[],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}