{"id":"BE4BFC24-4D1C-4D46-99E1-8928E1F8E529","title":"UP-RATING OF OVERHEAD LINES","abstractText":"The ever increasing demand for electricity consumption accompanied by environmental pressures impose a continuing need for electrical systems modification and growth, partly because of changing operational practices resulting from de-regulation and, partly, due to the increased use of distributed generation, which is changing the demands on transmission and, especially, distribution lines. But for many years now, the opportunities for installation of new lines have become very limited because of public concern over visual and other environmental impacts, and it is clear that extensions to system capacity will have to be met substantially without new lines.The voltage rating and the insulation coordination of transmission and distribution lines is determined by a combined consideration of the voltage stress applied to the line and its electrical strength. The stress arises from overvoltages due to switching transients or lightning surges. The magnitude of the switching overvoltage is controlled by the characteristics of the system components, and is more critical at the highest operating voltages. Lightning overvoltages, on the other hand, are of much larger magnitudes and are more onerous to distribution systems.IEC 60071 makes recommendations for the gaps and clearances to be used for specific voltage levels, and individual operators will then adopt safety factors above and beyond these recommendations, depending upon local conditions. Pollution, for instance, may reduce the breakdown voltage by up to 50%. These adopted clearances are usually very generous and can be optimised using modern equipment and practice.The investigators have researched for many years the possibilities for compact lines and substations through improved co-ordination of insulation and the use of polymeric insulators and more effective protective devices such as ZnO surge arresters. This programme, therefore, proposes to apply the compact line concepts to the up-rating of existing lines. It will involve statistical studies of switching and lightning surges that account for various parameters which affect the overvoltage magnitudes, such as closing times for circuit breakers and analysis of the possible state of the line in order to minimize the risk of re-closing onto trapped charge. The statistical variations of stress and strength of the system will be combined in a voltage-frequency plot to determine the risk of failure, which has to be minimized within economic constraints. The stress will be presented as the probability of a certain overvoltage occurring, and its distribution along a line will be controlled by the judicious placement of modern ZnO surge arresters. Electrical strength, on the other hand, can be presented as a probabilistic breakdown curve. It will be primarily derived from consideration of the breakdown curves taking into account the critical clearances at the tower and along the line. These principles have been studied over the years, but present-day pressures are causing a re-evaluation of the conventional limits and methodology. This is also supported by the excellent performance of modern ZnO surge arresters in controlling overvoltages and the superior pollution performance of new polymeric insulators. The programme will also include laboratory and field experimental programmes to test and characterise the new devices and configurations to be used for the compact design of the uprated lines. The main output of the programme is to establish well researched fundamental principles that will allow an efficient and safe design for the future transmission and distribution lines.The basis of this programme has been proposed by HIVES, Cardiff University and then moderated by discussions with an industry group involving National Grid, four UK DNOs, ESB and three line construction companies, whose views are embedded in the proposed programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E017673/1","grantId":"EP/E017673/1","fundValue":"592582","fundStart":"2007-04-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"  The knowledge and findings of the research project were applied in a research project for National Grid which studied the electrical performance of the new T-Pylon transmission lines.\nThis type of line is now being tested at Eakring training Centre. the new line is expected to be first used in the west country, possibly after 2016. Energy Economic","person":"Abderrahmane  Haddad","coPersons":["H  Griffiths","Noureddine  Harid","Doug  Warne"],"organisation":"Cardiff University","findingsText":" Electrical overhead lines are designed to operate at given voltages. To operate reliably, the electrical spacing between the phases and earth conductors needs to be wide enough to avoid flashover under all weather and electrical surge conditions. Existing networks/systems are designed with a very generous spacing. The research findings allowed to examine the fundamentals of insulation strength and demonstrated that current overhead lines can be uprated to higher voltage levels allowing more power transfer without the need to build new lines. such concepts were applied to the T-Pylon design that is being developed by National and partners. Whre there is a need to increase the power carrying capacity of overhead lines with minimum investment, the principles defined in our project help to uprate lines or design compact lines. Energy","dataset":"gtr"}