{"id":"BE4F5441-E275-4D56-A0D0-5C287CE847D0","title":"Process 2020 Innovation SatNav","abstractText":"The key to the success of the UK process industries is rapid innovation chain progression, more specifically from new product identification to delivery and launch. The track record within the sector, to date, is not promising, as worldwide loses of over 80bn annually due to poor process design and delay in product deliverables and launch are incurred. Traditional project management and engineering techniques, which focus on integrating and reducing the lead-time for each functional activity, has resulted in no major improvement (Loch &amp; Terwiesch, 1998). The process industry is now asking, how can we help our people make decisions which reduce the new product development lead-time, whilst maximising the overall output in terms of value? Using a decisional and complex systems perspective, the proposed project will deliver to the UK process industries, a flexible and adaptive innovation SatNav that can help technical teams and organisations navigate the complex business and technological terrain. This step change improvement in process and decision making will reduce lead-time and costs, whilst maintaining high levels of creativity and innovation. The project will integrate and support the introduction of new products to the markets, which will be underpinned by a multi-level process improvement strategy. This approach will help the UK process industries to competitively bridge the gap between an idea and reality. It will do this by helping them to follow the most parsimonious and effective path of decisions that the process could take, whilst also ensuring that that path enables innovation, creativity and satisfies business drivers and constraints.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F016913/1","grantId":"EP/F016913/1","fundValue":"242791","fundStart":"2008-03-03","fundEnd":"2010-03-02","funder":"EPSRC","impactText":"  The invention forthcoming from SatNav is a package of four software tools. The first one is decision structuring application that guides the user through the complex steps of building a decision problem. The remaining three tools are used for analysis. Each analysis tool works in a diverse way and provides results in different formats. Although there are a number of different decision-making softwares' on the market. The most prominent is expert choice. It works by using a method that is well established in the literature called AHP. One of my analysis tools uses this methodology. The advantages of my software over the current commercial competitors are the analysis complexities and the integration of an intuitive user interface which is commonly lacking in current decision-making software. The software developed was initially trialled by a number of chemical companies, including but not limited to Astra Zeneca, GSK, Fujifilm and P&amp;G. This decision-making tool for chemical product development was developed in the course of Innovation SatNav2020 Project. The software has now been taken up through Richard Hodgett and Britest. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Elaine Barbara Martin","coPersons":["Gary  Montague"],"organisation":"Newcastle University","findingsText":" The primary aim of the research was to develop an effective decision-making solution for application during whole process design. The key outcomes included (i) Understanding the types of decision-making methods available in the scientific literature and the traditional methods used by the fine chemical and pharmaceutical industries. (ii) Identifying the industrial requirements and constraints for an effective decision-making solution (iii) Understanding the different decision problems faced in the implementation of WPD, (iv) A novel methodology developed, Multi-Attribute Range Evaluations (MARE), and it was observed to outperform the Analytical Hierarchy Process (AHP) and ELECTRE III (RANK) approaches in terms of handling and visualising uncertainty. And (v) Industrial case studies were undertaken with Robinson Brothers Ltd, GlaxoSmithKline and Fujifilm Imaging Colorants Ltd case. The findings have been takenforward through the commercialisation of the software in conjunction with Britest Ltd. Agriculture, Food and Drink,Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}