{"id":"BE4FAE15-6D83-4067-8B3F-8D8A42A1BFC0","title":"Support for the UK Car-Parrinello Consortium","abstractText":"Many technological advances in modern day life are dependent upon the development of new materials or better control and understanding of existing materials. Understanding the detailed properties of materials has therefore never been more important. The development of high quality computer simulation techniques has played an increasing significant role in this endeavour over recent years. The UK has been at the forefront of this new wave, and the UKCP consortium has played an important part, in both developing computer codes and algorithms, and exploiting these new advances to increase our understanding of many industrially relevant materials and processes.The research described in this proposal will make significant impacts on many areas of future technology, such as the development of new materials for hydrogen storage which will be necessary for zero-pollution cars in the future, the development of new materials for alternative computer memory technologies, and the development of new carbon-based nano-sized electronic components that could replace silicon altogether.Other parts of this proposal seek to develop new algorithms and theoretical improvements that will increase our simulation abilities, either by increasing the accuracy and reliability of calculations, or by enabling us to simulate bigger systems for longer. These will enable the next generation of simulations and further widen our computational horizons.The research proposed does not easily fit into any of the traditional categories of 'physics' or 'chemistry' etc. Instead, the UKCP is a multi-disciplinary consortium using a common theoretical foundation to advance many different areas of materials-based science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F036884/1","grantId":"EP/F036884/1","fundValue":"393767","fundStart":"2008-08-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"  A general purpose computer program for the calculation of the properties of materials, using quantum mechanics. CASTEP is distributed world-wide via Accelrys Inc to many industrial partners, including Electronics, Aviation, Car manufacturers, consumer electronic devices, pharmaceuticals, etc.\n\nBeneficiaries: Many industrial customers of the CASTEP code, including electronics, aviation, automobile and pharmaceuticals. Examples include Canon, Toyota, General Motors, etc.\n\nContribution Method: Probert and Hasnip (PDRA) are two of the 6 core developers of the CASTEP code. Aerospace, Defence and Marine,Chemicals,Electronics,Energy,Pharmaceuticals and Medical Biotechnology,Other ","person":"Matthew  Probert","coPersons":[],"organisation":"University of York","findingsText":" This grant enabled a large network of researchers in 19 different physics, chemistry and materials science departments to do computational research using the national academic supercomputer.\n As PI, Probert had overall management of the consortium and was also involved in several specific projects, including &amp;amp;quot;high pressure crystal phases&amp;amp;quot; and &amp;amp;quot;first principles material design&amp;amp;quot;. Both of these objectives were met, with high quality publications in both areas. The Genetic Algorithm for &amp;amp;quot;first principles material design&amp;amp;quot; was developed further, to improve its robustness and remove a problem that had been identified, that of 'stagnation' where there is a loss of genetic diversity and all the search candidates converge on a common solution. The &amp;amp;quot;high pressure crystal phases&amp;amp;quot; was developed by applying the structure search ideas to the high pressure phases of iron, with relevance to Earth-type planetary interiors. Using a combination of techniques, we confirmed earlier predictions that there would be a sequence of phase transitions with increasing pressure, going from BCC -&amp;amp;gt;; HCP -&amp;amp;gt;; FCC -&amp;amp;gt;; HCP -&amp;amp;gt;; BCC at the highest pressures studied.\n Dr Phil Hasnip (as PDRA) was employed for the duration of the grant. One of the stated aims for the PDRA was that as well as supporting the other nodes of UKCP and doing general code developments, they were to develop their own research program. This has worked very well, with Hasnip forming a very productive collaboration with an experimental physics group in York to study the atomic processes in the controlled growth of various technologically important materials (e.g. MgO as highlighted in one of the papers in the 'key publications' section). Hasnip has also contributed significantly to improving the widely-used CASTEP code, with new algorithms for finding the ground state electronic structure of a material, which are faster and scale better to more processor cores on HECToR. Probert and Hasnip have also contributed to a number of other CASTEP improvements, including new spectroscopic capabilities, which has also resulted in a highly cited publication (also in 'key publications' section).\n The network has also underwritten the cost of 4 different workshops and 2 conferences, as highlighted in the 'other research outputs' section. This enabled the conference organizers to provide bursaries and speaker expenses, which have enabled a wide variety of students and early-career researchers to participate. The workshops have focused on spreading best practice in using computational modelling to different communities, whilst the conferences have focused on the application of computational modelling to the semiconductor physics community. There was also industrial sponsorship of both conferences, and industrial attendees were welcome at all events.\n Probert has also developed a fruitful collaboration with Michaelides which extended the ab initio path integral molecular dynamics developments of Probert from the previous network grant, and applies it to the study of water on metal surfaces showing how subtle quantum nuclear effects change the process of wetting. \n This network has recently been renewed for another 4 years, and continues to play in important part in keeping the UK at the forefront of materials modelling. The improvements to the functionality, speed and parallel scaling of the CASTEP code will be of immediate benefit to the many academic and industrial groups (over 850 world-wide) that use CASTEP as a key part of their research.\nThe specific applications done by Probert and Hasnip will be of interest primarily to academics. There is a growing interest in first principles materials prediction, and the developments to the Genetic Algorithm have been welcomed, and the application to high pressure iron is of intense interest to the study of planetary interiors. The detailed study of water on metal surfaces is of interest in many areas of nanotechnology. Chemicals,Electronics,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}