{"id":"BE6A3D9F-2FBF-40C0-B2CC-C216EBC00489","title":"Two-photon impedance, potential and fluorescence imaging - a feasibility study","abstractText":"We will investigate the feasibility of using a multi-photon effect to achieve 200 nm resolution for two electrochemical laser scanning techniques, Scanning Photo-induced Impedance Microscopy (SPIM) and Light-Addressable Potentiometric Sensors (LAPS). Both techniques are based on photocurrent measurements at electrolyte/insulator/semiconductor field-effect structures. The non-linear absorption of light in two-photon experiments will be used to confine the generation of charge carriers to the semiconductor/insulator interface. This will facilitate the use of standard silicon wafers for high resolution LAPS and SPIM eliminating the problems encountered using alternative semiconductor substrates such as GaAs, amorphous silicon and Silicon on Sapphire (SOS) and also reduce the cost of the substrate material. A resolution of 200 nm would mean an improvement by a factor of 80 compared to previous results. This is a very ambitious goal. Hence we are proposing to carry out the current feasibility study before venturing into new applications for the high-resolution imaging techniques.SPIM is capable of measuring the local electrical impedance of materials and biological samples. This has potential applications in the characterisation of polymeric and ceramic materials with complicated three-dimensional architectures and impedance based processes in biological cells such as the opening and closing of ion channels. LAPS can be used to measure charge based events such as changes in local electrical potentials and ionic concentrations in materials and biological cells. Subcellular resolution would allow imaging of metabolic events and ion channel activity in the attachment area of a single cell and detailed investigation of the interaction of cells with materials surfaces. Both techniques also have potential application in array technology as they allow measurement of local impedance, potential or concentration changes without the use of labels.In addition we will endeavour to integrate these two electrochemical characterisation techniques with two-photon fluorescence microscopy. All three techniques integrated in the instrument require a tightly focused laser beam to excite either a photocurrent or fluorescence. To excite the electrical signal and to produce the optical image the laser beam will be focused through the same lenses, i.e. electrical and optical signal will truly originate from the same microenvironment. This will create a new tool for the characterisation and screening of new materials and biological systems. The combined techniques will not only provide information about the local electrical properties of materials, but the 3-dimensional optical image produced by two-photon fluorescence microscopy will allow direct correlation of the microstructure with the 2-dimensional electrical data thus providing the prerequisites for accurate modelling. Information about local microscopic properties such as pore sizes, voids, pore connectivity and the presence and geometrical extension of phases with different charge carrier mobilities or dielectric constants in the third dimension obtained from microscopic data can be used to calculate current paths and make it easier to extract quantitative data from SPIM.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D057574/1","grantId":"EP/D057574/1","fundValue":"62397","fundStart":"2006-04-11","fundEnd":"2007-04-10","funder":"EPSRC","impactText":"","person":"Steffi  Krause","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}