{"id":"BE6B46FA-4B18-46E1-8DAB-09A558360C2F","title":"The physiological and genomic basis to the timing of life history transitions in the Atlantic salmon","abstractText":"In migratory Atlantic salmon, the process whereby young fish born in freshwater streams (parr) become migratory 'smolts' and go to sea represents a crucial life-history transition, involving complex behavioural and physiological changes. Most mysterious amongst these is the acquisition of an olfactory 'imprint' of the natal stream, prior to smolt migration, upon which return as adults later depends. Similarly the neural and neuroendocrine events governing the precise spring timing of the parr-smolt transition (PST) are also very poorly understood. Hence practical definition of the smolt phenotype is largely based on behaviour or unreliable gross traits such as 'silverness', manifest long after the process has been initiated. Molecular physiological and genetic understanding of these processes is potentially of major value for management of wild and farmed Atlantic populations. This project will take a multi-pronged approach to address this problem, capitalising on a unique combination of expertises and resources. Using parr reared in semi-natural conditions at the Scottish Office, Fisheries Research Services (FRS) facility at Almondbank &amp; in dedicated photoperiod / temperature controlled aquaria at the University of Aberdeen, we will (a) assess the expression patterns of key elements of the neuroendocrine system recently shown to play a key role in driving seasonal changes in physiology in other vertebrate groups, but so far unexplored in fish and (b) use new generation ultra-high throughput sequencing methods to generate genome wide profiles of gene expression in the hypothalamus/pituitary and the olfactory epithelium during the PST. Together these approaches will yield candidate genes for upstream regulators of key neural aspects of PST, and begin to address the question of extent to which changes in the neuroendocrine system drive or parallel changes in the olfactory epithelium. In further experiments, the expression of these genes will be assessed during PST in fish from high and lowland streams, which show distinctive timing of PST. This will allow us to define the molecular events in both the neuroendocrine and olfactory systems through which differential timing of migratory behaviour and physiology develops. Collectively these studies will greatly advance understanding of the neurobiology of PST.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H007105/2","grantId":"BB/H007105/2","fundValue":"256162","fundStart":"2013-04-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"","person":"Seirian  Sumner","coPersons":[],"organisation":"University of Bristol","findingsText":" Salmon have a genetic basis to migration, but environmental effects are also important. We have generated outlier genes that are putatively involved with migration, and which warrant further study. We have also generated substantial RNA and DNA sequencing data for further use by the community. Agriculture, Food and Drink,Environment","dataset":"gtr"}