{"id":"BE6E1948-899F-429A-BFE1-67300EE0007A","title":"The UK Cosmochemistry Analytical Network IARC Node - Phase 2","abstractText":"As stated on the STFC website, The UK Cosmochemistry Analytical Network is an integrated scheme for the development of new analytical technologies for the laboratory analysis of extraterrestrial material, particularly dust samples returned directly to Earth from space missions. With applications ranging from the physics of stellar nucleosynthesis to the origins of life, the UK-CAN will be an essential complement to space-based planetary missions and to several areas of ground based observational astronomy. The need to develop new instrumentation is driven by the imminent return of samples obtained by space missions, as well as by the nature of extraterrestrial samples. Interstellar grains isolated from primitive meteorites range in size from a few microns to a few nanometres (organics and nanodiamonds). Only the largest can by analysed individually with present technology and analyses are limited to the major isotopes. The scientific goals of UK-CAN include understanding the heavy element nucleosynthesis recorded in individual interstellar grains, determining the nature and timescale of processes in the interstellar medium and understanding the early solar system activity, particle irradiation and stellar outflows. UK-CAN also aims to understand time-scales based on radioisotopes and reconciliation with astrophysical models, understand the history of water in the Solar System from earliest condensates to the present planetary budgets and the geochemical and geophysical evolution of Martian interior and atmosphere. The international community is gearing up towards a new era of sample analysis, stimulated by the return of samples from GENESIS in 2004, STARDUST in 2006 and MUSES-C in 2007, and the potential return of soil from Mars. The UK institutions with major expertise and a proven track record of excellence in the laboratory analysis of extraterrestrial samples are the National History Museum, the Open University and the University of Manchester and these institutions will form the core of UK-CAN. No one laboratory can master the skills and specialisations necessary for the characterisation of natural samples so an integrated UK-wide approach is necessary. The Natural History Museum will focus on development of tools for the structural and mineralogical identification and characterisation of sub-micron-sized grains. University of Manchester will specialise in development and application of new nanoprobe technologies for high spatial resolution isotopic analysis of inorganic materials. The Open University will concentrate on the development of the next generation organic microprobes for nano to micron scale analysis of organic matter.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H002057/1","grantId":"ST/H002057/1","fundValue":"17586","fundStart":"2010-12-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Philip Alan Bland","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}