{"id":"BE6F83D9-1927-46A3-87F2-B73B34EC889E","title":"Orbifolds and Birational Geometry","abstractText":"Our main object of study are orbifolds - roughly speaking, spaces which are locally the quotient M/G of a complex manifold M by the action of a finite group G.Subgroups of linear groups play a prominent role in geometry and algebra at all levels: finite subgroups of rotations of 3-space appear as the symmetry groups of regular solids, that is, the regular cylinders and the famous Platonic solids. The finite subgroups of SL(2,\\C) are classified as an ADE scheme, with cyclic groups, binary groups and groups obtained as spinor double covers of the Platonic groups. The quotients of complex 2-space \\C^2 by these groups are a famous family of surface singularities studied by Felix Klein around 1870, and by Coxeter and Du Val in the 1930s; each of these singularities has a resolution by a surface containing a bunch of algebraic curves (spheres) with configuration graph the same ADE diagram. As a notable example, the binary icosahedral group gives the singular hypersurface (x^2+y^3+z^5 = 0) in complex 3-space \\C^3, that appears in many guises in topology and algebra, and whose resolution is the Dynkin diagram E8.John McKay observed in the 1980s that the ADE resolution graph of the Klein singularities is given by the McKay quiver in the representation theory of the abstract group G. This observation was translated into geometry by Gonzales-Sprinberg and Verdier in 1978: an irreducible representation of G gives a tautological vector bundle on the resolved orbifold, and the classes of these bundles base the K theory. Conjectures of Reid from the early 1990s generalized this McKay correspondence to higher dimensions, and the subject has grown from then into a whole field of study, exploring the rich and intricate relations between the equivariant geometry of M (that is, primarily, the representation theory of G) and the geometry of the resolved orbifold. Reid's 1999 Bourbaki seminar includes a colloquial summary of these matters; the correspondence takes place on many levels - cohomology, K-theory, derived categories, motivic integration, as moduli spaces, as stacks, and so on.Orbifold geometry appears in many quite different contexts, including the 3-fold terminal and canonical singularities of minimal model theory, moduli space problems, the geometry of varieties in weighted projective spaces or other toric ambient spaces and the representation theory surrounding the McKay correspondence, as exploited notably by Mark Haiman. More generally, one need not insist that the local cover M is nonsingular, leading for example to the hyperquotient singularities (hypersurface singularity divided by a group action) that play an important role in Mori and Reid's study of 3-fold terminal singularities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H023267/1","grantId":"EP/H023267/1","fundValue":"354105","fundStart":"2010-05-01","fundEnd":"2013-12-30","funder":"EPSRC","impactText":"","person":"Miles  Reid","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}