{"id":"BE724130-7B34-4C6E-944E-94FE252C8901","title":"The RTI FoF: Reflectance Transformation Imaging Follow-on Funding project","abstractText":"In October 2012 the BBC website described the potential of citizen science - in this case many people from the public gaining expertise and working together on a given problem - to unlock the secrets of the oldest undeciphered writing. The feature received more than a million hits on the first day and 25,000 social media shares. Comments had to be closed as so many people were volunteering to take part. The RTI FoF project will enable the possible outcomes that so captured the public's attention to be realised, and more than that will produce a set of visualisation and citizen science tools relevant to many other academic, museological, law enforcement and commercial applications. \n\nAHRC RTISAD and subsequent related projects by the same team have gathered a great deal of data suitable for re-use, and knowledge of all relevant technologies, ongoing research worldwide and the potential of Reflectance Transformation Imaging (RTI) in many contexts. These are all limited by the lack of an easy to use, free viewer that allows RTI data to be interacted with, annotated and shared on-line. This project will produce viewer software based on the experience gained in the AHRC RTISAD project and through our collaborators, and embed it in a citizen science framework and an iPad app to provide different forms of interaction with RTI data.\n\nTo gain the maximum benefit within a short time-frame, the project will explore a series of small case studies using robust Human Computer Interaction evaluation methods that match with small user groups. We also hope that this project will stimulate more commercial and academic research and development.\n\nCase studies:\n\nProto-Elamite was used between around 3200BC and 2900BC in a region now in the south west of modern Iran. We believe that the secret to its complexity lies in errors present in the texts. By using the computing technologies developed by the RTI FoF project citizen researchers from all backgrounds and across the world will be able to visualise and collaboratively compare and annotate the texts. A breakthrough could be imminent. This will also act as a mechanism to educate the public about ancient documents and specific problem solving methods.\n\nDiscussions between the RTISAD team and the Serious Organised Crime Agency identified law enforcement potential of the RTI tools and expertise developed for arts and humanities research on ancient documents and archaeological materials. This project will evaluate the new viewers in specific law enforcement contexts.\n\nAll museum specialists involved in RTISAD recognise the value of RTI for teaching and public engagement, particularly where objects are too fragile to be interacted with or remain in store out of view. RTI FoF will use the viewers to provide new forms of access to objects, primarily ancient textiles and cuneiform tablets. In the case of tablets the iPad viewer will run on iPad minis. This device matches the size and shape of many of the original tablets. By using the iPad's ability to track orientation in space (and potentially the pattern of light captured by the iPad camera) it will enable the user to replicate the interaction between light and shade used to read these enigmatic objects. No other device affords this perfect digital replication of a 5000 year old technology, and the name &quot;tablet&quot; makes it perfect!\n\nRTISAD proved the value of RTI in visualising and interpreting ancient textiles. RTI FoF will explore the new viewers in modern textile and marketing contexts, through collaboration with researchers and students in textile and fashion business practice.\n\nThe RTISAD project continues to support a range of community heritage projects, via the expertise passed on by its staff and the equipment purchased. As in all other case studies the lack of an on-line viewer has restricted the potential of this and therefore RTI FoF will evaluate the new viewers on an on-going project with the Churches Conservation Trust.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007262/1","grantId":"AH/K007262/1","fundValue":"95699","fundStart":"2013-08-01","fundEnd":"2015-10-01","funder":"AHRC","impactText":"  An extension was granted to the project end date until April 2015 Culture, Heritage, Museums and Collections Cultural","person":"Graeme Peter Earl","coPersons":["Jacob Lebovitch Dahl","Kirk  Martinez"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}