{"id":"BE76DD5C-8B45-430C-8937-FDCDA06B740F","title":"SIGMA - Study of Industrial Gravity Measurement Applications","abstractText":"The SIGMA - 'Study of Industrial Gravity Measurement Applications' project is a collaboration between RSK and the\nUniversity of Birmingham (UoB) to carry out a feasibility study identifying the potential of Quantum Technology (QT) gravity\nsensors in geophysical surveys for environmental and engineering applications such as locating buried objects and finding\nvoids. These QT sensors currently do not exist, but are the focus of many research activities in UK universities such as the\nGG-TOP project at the UoB developing a gravity gradient sensors with many more sensor developments planned as part of\nthe UoB led QT Hub, if funded. For the QT sensors to achieve an accelerated commercialization, it is vital to ensure that\nthey meet user needs. Therefore, this project will assess the current geophysical sensing technologies, establish their\nlimitations and also operational parameters. This will allow provide a quantitative assessment matrix against which the QT\nsensors can be judged. It will further provide those developing the QT sensors with a specification of capability to strive for.\nIn a second step, this project will assess environmental and instrument noise and incorporate these into a forward model.\nThis will provide information on the necessary sensitivity and tolerable noise levels for the QT sensors. Ultimately, it will be\nnecessary to develop inversion models, which relate the measured signals to buried features in the ground. It is not within\nthe scope of this project to seek to create new inversion tools, however it is possible to use the output from the forward\nmodels to evaluate the capability of existing inversion tools available in the commercial market, and to prescribe the\nadditional requirements of a","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M508378/1","grantId":"EP/M508378/1","fundValue":"116296","fundStart":"2015-06-01","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"","person":"Nicole  Metje","coPersons":["Philip  Atkins"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}