{"id":"BE7A4548-98E8-4285-B44F-0E269EDDF1F6","title":"Label-free electrochemical detection of enzymatic activity using peptide microarrays","abstractText":"The sequencing of the human genome has provided a wealth of valuable information regarding the genetic basis of disease. However, the existence of a mere 30.000 human genes that encode an equal number of proteins cannot explain the complexity of human life and disease. Protein function is tightly regulated by a vast number of modifications and by interactions with other molecules. A comprehensive understanding of cellular function, in both healthy and diseased cells, requires knowledge of the functional state of proteins. Because enzymes are proteins with a crucial role in many physiological processes and diseases, the measurement of multiple enzymatic activities in biological samples and their correlation with cellular function can improve the understanding disease. Therefore, methods for the straightforward measurement of enzyme activity profiles are in high demand.\n\nIn this project we will develop a new method for the measurement of multiple enzymatic activities simultaneously using microarrays. The new technology will rely on a simple and cheap detection method, label-free electrochemical spectroscopy, which will enable its application in the development of point-of-care diagnostics.\n\nIn this project we will focus on proteases, enzymes that cleave the amide bonds of proteins (and shorter peptides). This process often leads to the activation or inactivation of the substrate proteins. Misregulation of protease activity is linked to many diseases such as cancer and cardiovascular disease. Furthermore, viruses such as HIV and Hepatitis C encode proteases that they use to successfully infect their hosts. Therefore, the measurement of specific protease activity profiles in biological samples such as blood may assist the early diagnosis of such diseases, and help monitor progress during treatment.\n\nThe project will involve the synthesis of protease substrates and their immobilisation on gold electrodes. We will measure the cleavage of the immobilised substrates by electrochemical spectroscopy. Once the conditions for the electrochemical detection of protease activity have been established, we will immobilise a number of protease substrates on a microarray and measure multiple protease activities simultaneously. In future projects, this methodology will be used as the basis for microarray-based diagnostics that profile protease activities in biological samples (e.g., blood or cell lysates).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010731/1","grantId":"EP/J010731/1","fundValue":"99747","fundStart":"2012-06-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"  The successful development of synthetic routes to (redox-acitve) LCAT-OEGs has led to a number of collaborative spin-off projects, some of which have already attracted funding (BBSRC, AstraZeneca) and others for which grant applications will be submitted within the next 6 months (EPSRC, NERC). The proposal to NERC will involve the monitoring of environmental contaminants and will be in close collaboration with Thames Water. The AstraZeneca-funded project is focussed on developing new platform technologies for drug discovery. The BBSRC project is focussed on water treatment in developing countries and is done in collaboration with the company NanoProducts. Chemicals,Electronics,Environment,Pharmaceuticals and Medical Biotechnology ","person":"Robin Stefan Bon","coPersons":["Steven David Johnson"],"organisation":"University of Leeds","findingsText":" We have developed an efficient synthesis of functionalised long-chain alkanethiol–oligoethyleneglycols (LCAT-OEGs), molecules that form well-defined self-assembled monolayers on gold. Our molecules are compatible with pre- or post-assembly conjugation of (bio)molecules. We have demonstrated the versatility of our synthetic route by synthesising LCAT–OEGs with a range of functional moieties, including peptides, electro-active redox groups, chemical handles for post-assembly conjugation of (bio)molecules. We also demonstrated the application of our LCAT–OEG monolayers in immunosensing, where they show good biocompatibility with minimal biofouling.\n\nWe have also used one of our new, redox-active LCAT-OEGs to sense local pH changes and chemical reactions on surfaces (unpublished results). We have used enzymatic ligations and bioorthogonal reactions for the site-specific immobilisation of (bio)molecules on self-assembled monolayers (unpublished). Finally, we have detected activities of clinically relevant proteases on our surfaces (unpublished). The successful development of synthetic routes to (redox-acitve) LCAT-OEGs has led to a number of collaborative spin-off projects, some of which have already attracted funding (BBSRC, AstraZeneca) and others for which grant applications will be submitted within the next 6 months (EPSRC, NERC). The proposal to NERC will involve the monitoring of environmental contaminants and will be in close collaboration with Thames Water. The AstraZeneca-funded project is focussed on developing new platform technologies for drug discovery. The BBSRC project is focussed on water treatment in developing countries and is done in collaboration with the company NanoProducts. Chemicals,Electronics,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}