{"id":"BE7E876D-6A6B-4490-9780-4727DF4A2A6C","title":"CCP5: The computer Simulation of Condensed Phases.","abstractText":"CCP5 provides support for all UK scientists engaged in developing and exploiting computer simulation methods for condensed matter systems. It supplies the main forum for atomistic simulation studies in the UK, is committed to developing new codes and techniques and fosters the application of simulation methods to an increasingly diverse range of scientific areas in both academia and industry. A distinctive feature of CCP5 is its successful strategy of developing and disseminating new codes and methods across all classes of materials, which means that many scientific areas have benefitted from CCP5 involvement. These include, but are not limited to, solid state materials, polymers, micelles, liquids, liquid mixtures, liquid crystals, surfaces and interfaces, homogeneous and heterogeneous catalysts, minerals and biosystems. Furthermore, by focussing on many different techniques the community can transfer knowledge and expertise across a wide range of disciplines. The primary tools that are used and supported are classical molecular dynamics, Monte Carlo and energy minimisation methods covering atomistic through to multi-molecular systems. UK modelling is at the fore-front of international research, but continued support for new code and technique development in this area is essential, if the UK is to address the major international challenges of pushing atomistic modelling to much longer time- and length-scales, linking first principles (quantum) and innovative coarse-grained and mesoscale methods to provide accurate multi-scale methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010480/1","grantId":"EP/J010480/1","fundValue":"327340","fundStart":"2011-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"  The Network has resulted in a number of areas of impact. \n(i) the impact of the CCP5 program suite to industry. In civil and mechanical engineering, the design process is done almost entirely by computer. Prototypes are rarely used, and usually only to answer specific questions or provide reassurances. A long held goal in product formulation is to shift from an ad hoc labour intensive process towards a more rigorous and agile computer aided formulation (CAF) paradigm. In the last few years a consortium consisting of STFC (DL), Unilever, Syngenta, Infineum and Novidec have been exploring the potential of CAF, using mesoscale simulation, to accelerate the design and optimisations of new liquid formulations in a variety of industry sectors. Of key importance to the success and future of this work has been the DL_MESO simulation package.\n(ii) Engaging with Industry through funding summer research experience for undergraduate students. Collaborative projects can include internationally leading companies, which generally have some modelling expertise, to small companies that do not have a modelling and simulation research group. The projects themselves may include generating data on an urgent technical problem to developing a case study to show the scope of modelling towards obtaining a competitive advantage. Aerospace, Defence and Marine,Chemicals,Education,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Stephen Charles Parker","coPersons":["John  Purton"],"organisation":"University of Bath","findingsText":" This grant funds the network, CCP5, which provides support for all UK scientists engaged in developing and exploiting computer simulation methods for condensed phase systems. CCP5 currently has 458 UK members; these include research active academic faculty staff in 34 different UK Universities as well as at least 17 other UK industrial, charitable or government organisations, excluding STFC. In many of the universities, the CCP5 member is the lone exponent of his/her field in that University, and so the CCP5 network activities are crucial in enabling these academics to be part of a critical mass. In accomplishing this, CCP5 has focussed on two major classes of activity: developing the academic community of condensed phase modellers in the UK, and then developing software for this community to use. A distinctive feature of CCP5 is its successful strategy of developing and disseminating new codes and methods across all classes of materials, which means that many scientific areas have benefitted from CCP5 involvement. These include solid state materials, polymers, micelles, liquids, liquid mixtures, liquid crystals, surfaces and interfaces, homogeneous and heterogeneous catalysts, minerals and biosystems. Furthermore, by not limiting the application area, both in terms of the techniques and the network activities, the community can readily transfer knowledge and expertise across a wide range of disciplines. The primary tools that are used and supported continue to be classical molecular dynamics, Monte Carlo and energy minimisation methods covering atomistic through to multi-molecular systems. However, to address the major scientific challenges increasing effort is being applied to pushing atomistic modelling to much longer time- and length-scales, and linking with first principles (quantum), coarse-grained and mesoscale methods to provide accurate multi-scale methods. \nThe other essential and continued requirements are for training, nurturing collaborations, disseminating new techniques, and fostering new solutions to fundamental problems. This is especially important for &quot;early career researchers&quot; and PhD students working on condensed phases. A leading example of the commitment to training is the world renowned CCP5 Summer School, which is the flagship international training school in molecular simulation in which leading members of the community freely give their time. In addition, the programme of workshops, international visitors, and Annual Meetings provide the opportunities for collaborations and developing new techniques and skills.\n\nThis research supports the development of the following simulation codes: i. DL_POLY (I Todorov) is a general purpose molecular dynamics (MD) package and is a major tool for the CCP5 community. ii. DL_MONTE (JA Purton) is a new general purpose Monte Carlo (MC) package iii. DL_MESO (M Seaton) provides mesoscale functionality and includes the 2 main techniques: Dissipative particle dynamics (DPD) and Lattice Boltzmann equation (LBE), iv. DL_FIELD (CW Yong) is a software tool to facilitate use of other codes particularly for biological systems, v. ChemShell (TW Keal) is for bridging quantum (QM) and molecular modelling (MM). The Network provides: i. Research Software, which enables both academic and industrial researchers to tackle new simulation based research projects. ii. Connecting the Community, allowing researchers to share and develop ideas, iii. Training the Next Generation, by providing summer school and training workshops,. Aerospace, Defence and Marine,Chemicals,Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}