{"id":"BE823381-1999-42AE-9E27-5769B0E496D2","title":"New catalytic strategies for chemical synthesis: Catalytic Enantioselective Dearomatization","abstractText":"The increasingly complex synthetic problems being posed by nature, medicine and materials, demand new reactivity concepts and strategies in order to meet these challenges. However, the types of molecules that we require to address these issues, for example single enantiomer natural products or therapeutic agents, are significantly more difficult to synthesize. In recent years, asymmetric catalytic methods have become a key factor in chemical synthesis of architecturally complex molecules. These methods have unlocked access to a plethora of non-racemic small molecules and building blocks, however the formation of structurally and functionally complex architectures using these tactics is an unmet need in synthesis.Chemists have often strived to mimic Nature's elegant synthesis machinery in achieving this goal. In spite of some very notable efforts, we still cannot yet come close to the efficiency and flexibility with which Nature builds these structures (in fact, by being bio-mimetic, a synthesis can presumably never be better that nature). So the question becomes, can a chemist design syntheses of bioactive molecules as efficiently as Nature? Moreover, can we provide rapid, robust and efficient methods to synthesize significant and useful amounts of these compounds and their analogues; can we improve on Nature's molecule building process; and can we make the next step in understanding biological function on a molecular level armed with any molecule we require.Acetyl co-enzyme A provides a common building block for the biosynthetic molecule building processes that result in alkaloids, steroids, terpenes and polyketides.7 Remarkably, different enzymes use this acyl-donor in a variety of ways to form the plethora of natural product architectures. This proposal outlines part of a 'grand challenge' synthesis blueprint towards the development of new catalytic strategies, wherein a simple functional motif is transformed to generate a diversity of enantiopure natural product like architecture. This could provide an unprecedented and pioneering strategy to approach the efficiency of Nature with respect to the synthesis of complex molecular architecture (1A).The hypothesis behind our synthesis blueprint involves the development of a catalytic enantioselective dearomatization (CED) process that comprises phenol oxidative dearomatization and organocatalytic desymmetrization, generating highly functionalized, non-racemic architectures (see 1.6). A key aspect of the CED process is the formation of quaternary centres embedded within a complex structural framework containing valuable orthogonal functionality. With this in mind, we have identified a range of molecules that could be accessed through exploitation and developments of CED methodology. The natural product targets encompass structures of alkaloid, polyketide, steroid and terpene biosynthetic origin, as well as complex non-natural frameworks that may have interesting properties as the basis for novel small-molecule libraries. The proposal is split into two objective research plans comprising (i) the development of CED methodology for natural product synthesis (RP1, 1B) and (ii) CED as a Platform to Access Novel and Complex Molecular Architecture (RP2, 1C).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I002065/1","grantId":"EP/I002065/1","fundValue":"624268","fundStart":"2011-03-01","fundEnd":"2014-08-31","funder":"EPSRC","impactText":"  to make novel 3D scaffolds for drug discovery, and to make natural products and medicines such as morphine Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Matthew  Gaunt","coPersons":[],"organisation":"University of Cambridge","findingsText":" WE have developed a new method to form highly complex chiral architectures in a single step using CED. the molecules are novel, versatile and are being explored in biological applications New leads for drug discovery Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}