{"id":"BE897038-F9B8-4906-8D5D-694863EBD6D1","title":"Stanford-Scotland Photonics Innovation Collaboration","abstractText":"We propose to create a collaborative programme of leading universities in the UK (Glasgow, Heriot Watt, St.Andrews and Strathclyde) and California (Stanford and Caltech) to create a network of universities, businesses and public sector organisations. The common theme will be the creation of economic benefit to the UK and US through developing opportunites around the general theme of photonics and photonics enabled technologies. Photonics technologies is interpreted very broadly and includes but is not limited to (a) advaced imaging technologies for the life sciences, (b) design, fabrication and measurement of devices for efficient conversion of solar energy into electricity, (c) sources and sensors for automotive and consumer products, (d) quantum-limited sensors for detection of acceleration, magnetic fields and encryption applications (e) environmental sensing applications. A range of researchers will be invlolved including, physicists, chemists, biologists, electrical engineers, mechanical engineers and researchers in biological and medical technologies.The programme will be delivered through a range of collaborative activites in the UK and US. These include the creation of a new kind of entrepreneurial fellowship enabling early career researchers from the UK to spend a year working in a Stanford, Caltech or affiliated laboratory. Staff exchanges between the partner orgnaisations to develop joint activites with clear commercial outcomes will be facilitated. Pilot projects to demonstrate the potential for commercial exploitation will be supported through the programme. An industrial affiliates' programme will be developed that will build on existing industrial networks associated with the partnering universities. This will facilitate businesses, large and small, in accessing networks and markets in the UK and US. We will create an investor network of individuals and companies interested in investing in photonics techologies emering from the collaboration. We will also undertake support and mentoring activites designed to ensure that companies and individuals are investor ready.The overal aim of the project is to build a network by sustaining enduring relationships that will lead to sustainable economic impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G042446/1","grantId":"EP/G042446/1","fundValue":"1578620","fundStart":"2009-09-01","fundEnd":"2013-02-28","funder":"EPSRC","impactText":"","person":"Allister  Ferguson","coPersons":["James  Hough","Derryck  Reid","Calum  Torrie","Kishan  Dholakia","Wilson  Sibbett","Erling  Riis","David  Burns","Richard J  Warburton","Sheila  Rowan","Norna Anne  Robertson","Alan  Miller","Martin David  Dawson","Christian Thomas Brown","Kenneth G McKendrick","Ian  Galbraith","Thorsten  Ackemann","Giles Dominic Hammond","Gerald  Buller","Ifor  Samuel","Doug  Greenhalgh","Gail  McConnell","Thomas  Krauss"],"organisation":"University of Strathclyde","findingsText":" KEY FINDINGSSU2P has successfully delivered on each of its key activities over the 3 years of initial funding. It has initiated and consolidated the key activities, grown the strength of the brand and continues to build strong relationships amongst the partners. Additional funding was secured from Scottish Enterprise (SE) and the Scottish Funding Council (SFC). A financial model to sustain the programme post the current funding from RCUK has implemented. This involves a financial contribution from each of the academic and industrial partners.Three SU2P Annual Symposia have been organised and attracted an international audience with a total of more than 700 attendees. The symposia have highlighted research from all of the collaborators, whilst offering a unique opportunity for attendees, academic and industrial, to build the networks that have helped make SU2P a success. Delegations with about 20 participants have attended the Stanfrod Photonics Research Center (SPRC) Symposium in September each year of the programme.SU2P has funded 9 Entrepreneurial Fellowships at Stanford for 12 months. Some representative activities include• One of the first round fellows has taken a position as a Reader at the University of Strathclyde and has built an interdisciplinary team in retinal implants and optogenetics. • Nature and Nature Photonics papers have resulted from the work at Stanford. • A returning fellow worked with local Scottish company CSTG Ltd for a period. • A fellow has co-authored another Nature paper. • A fellow has a 6 month extension at Stanford and now works with Hewlet Packard. • A fellow has had their Stanford stay extended by Stanford for a further 2 years. • A fellow has secured an excellent position at a leading Max Planck Institute. • Fellows are also actively considering commercialisation opportunities.6 Staff Exchanges have been funded. These have included: microfluidics for stem cell imaging; photoporation; imaging for retinal prosthesis and THz metrology. 2 of these staff exchanges have led to collaborative work between Stanford, Heriot Watt and St Andrews on stem cell imaging. The first pilot project was a joint project between St Andrews University and Stanford with significant commercial potential as highlighted by the interest in the project by one of the industrial partners. A second project with the Institute of Photonics and Stanford has proven successful and has helped an industrial partner. We have developed an investor network with the angel network, LINC Scotland, working with SU2P to identify investment opportunities. This has led to a model for informal researcher discussions with leading investors. Despite being informal this has led to a potential equity investment in a project, stimulated a successful SE Proof of Concept application and has also helped a potential spin-out from Heriot Watt University.The SU2P Industrial Partnership Programme has attracted 5 paying companies. It offers immediate access to the SPRC Industrial Affiliates programme. SU2P has continued to work to deliver to the industry partners. This has included a &quot;grand tour&quot; of Scottish research for Optos, targeted workshop sessions for all the partners and projects and EngDs have been funded by each of the partners across the participating universities. SU2P has even enabled sales for one of our partners to Stanford University. Workshops have been held in: solar cells, Solid State Lasers (twice), bio imaging and sensing and integrated photonics each have had participation from across academia and industry. SU2P has won Foreign and Commonwealth Office funding to hold a UK/USA workshop in mid-infra-red and terahertz technology. POTENTIAL USE IN NON-ACADEMIC CONTEXTSThe SU2P programme, with its links to industry and its focus on commercialisation and entrepreneurship in photonics has led to both realised and potential non-academic impact for the activities within the programme which include:• The improved performance of an industry leading laser from an industry partner.• A novel retinal prosthesis that has potential commercial opportunity.• Technology that could significantly improve stem cell therapies in future medical therapies.• Novel photonic devices that could solve the size, cost and heat dissipation barrier for next generation integrated circuits and short distance communication.• Novel technology that could provide mid-IR laser solutions for environmental, defence and security sensing.• New optical probes for neuroscience research and potential therapy for neurological disorders. EXPLOITATION ROUTES SU2P was configured to have its Industrial Partners closely linked to the programme to ensure the potential for exploitation. Each of the Partners has seen knowledge transfer into the company through joint projects, engineering doctorates, sponsored research and consultancy and links to academics across all of the participating universities.Specific outputs have been:• New Research Contracts from SELEX with HERIOT WATT• New EngDs at THALES• New academic relationship for OPTOS and a project funded• MLED relationship to STANFORD• M Squared Lasers sales of laser to STANFORD• M Squared Lasers improved laser performance• COHERENT work with Institute of Photonics• COHERENT built new links to STANFORDSU2P was delighted that M Squared Lasers were quoted:'SU2P has been a fantastic initiative for M Squared and Scotland. Our SU2P collaboration with St Andrews on novel, long wavelength sources will enhance our class-leading 'Firefly' laser source that is already enabling new applications in oil and gas, security and frontier science applications. We have recently established a subsidiary (M Squared Lasers Inc) with an office in Silicon Valley and our US sales are growing rapidly, with many internationally leading customers, including Stanford University.'In addition the informal investor network realised outputs:• Successful SE Proof of Concept Application for potential spin-out• 2 offers of investment in start-up company• Spin out company• SE/RSE Enterprise fellowship application (unsuccessful)• SE/RSE Enterprise fellowship application (successful) ","dataset":"gtr"}