{"id":"BE94A00C-B166-4377-A0CE-03DA8BBA350B","title":"Scatter enhanced 3D X-ray imaging","abstractText":"Poor quality X-ray images pose serious problems for the security operators manning X-ray scanners at places such as airports. The operators search for the weapons of terrorism such as guns, knives or explosive devices in images containing the clutter of everyday items. The detection and identification of a threat in a 'typical' suitcase or carry-on bag may be categorised broadly into two areas. Namely, the interpretation of cluttered images to reveal the presence of a threat 'shape' and the identification of potentially harmful or explosive substances through the production of material characteristic signals. The former, is reliant upon spatial information, which is best dealt with by a human operator as the full member set of threats cannot be defined, while the latter requires an appropriate sensor technology to provide the raw data for colour encoding of the resultant images. The logistical problems associated with hold-baggage screening and carry-on baggage cannot be understated. For instance, approximately 68 million people pass through Heathrow International Airport each year. The environment is akin to a high volume production line in which each item to be inspected is different. This is a unique and particularly difficult inspection task.Researchers from the Nottingham Trent University and Cranfield University are developing a new type of 3D X-ray scanner technology. The imaging technique combines powerful 3D imagery with the capability to discriminate between dangerous substances and benign luggage contents. In collaboration with scientists based at the Home Office Scientific Development Branch (HOSDB) at St Albans, they are developing a technology that will provide video type image sequences accurately highlighting the material composition of the objects under inspection. The dynamic imagery provides the observer with hitherto unseen information concerning the actual contents of the objects being inspected through a powerful and compelling sensation of three-dimensional structure. An interesting aspect of the technique is that the resultant images are a synthesis of the various signal contributions from a complex arrangement of integrated sensors. The combination of characteristically scattered signals with high-resolution mass discrimination images has the potential to provide fast and spatially accurate materials discrimination. To realise the integrated detectors required for this novel approach, scientists at Durham Scientific Crystals Ltd a spin off company from the Physics Department at the University of Durham, are developing compound semiconductors such as cadmium telluride in single crystal form. This UK led project brings together a number of timely innovations concerning the production of dynamic 3D X-ray images and the direct detection of X-rays by semiconductor sensors.The key to developing the world's first scatter enhanced 3D X-ray scanner now relies upon establishing the precise requirements for the configuration of the sensors together with their geometric, temporal, spectral and electronic properties. Besides the potential to significantly improve the efficiency of visual inspection, the research will inform a larger body of work concerning the development of computational methods for the automatic detection of explosive substances. More futuristically the implications for the success of this approach are far reaching in that the technique may well have the potential to improve the high energy X-ray screening of freight and/or vehicles as well as medical and industrial applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F017596/1","grantId":"EP/F017596/1","fundValue":"305499","fundStart":"2008-06-30","fundEnd":"2011-06-29","funder":"EPSRC","impactText":"  Our findings form part of the underpinning science for a new spinout company. Security and Diplomacy,Transport,Other Economic","person":"Paul  Evans","coPersons":[],"organisation":"Nottingham Trent University","findingsText":" Our research programme has developed the scientific basis for a new 3D X-ray imaging technique that is able to identify materials. The prime motivation for this project is the threat of terrorist activity, particularly in the form of concealed explosive devices in baggage being placed onboard aircraft. Current approaches rely on technologies such as mass discrimination X-ray imaging, which can exhibit severe limitations with regard to the identification of explosives and other illicit substances. The development of a fast and accurate materials specific imaging technique would herald a step change in efficient and effective security measures at airports. Ultimately, such a technological achievement would facilitate a reduction in the burden on security personnel whilst improving the safety and experience of the travelling public.\n\nThe trajectory of our research encompasses a number of innovative concepts to achieve and exceed the original objectives of our research programme. The central idea was to combine the material specific approach of X-ray diffraction with a novel multiple view 3D imaging technique. We have been able to demonstrate that objects can not only be viewed with depth information, enabling precise shape definition, but also that the images can be colour coded in terms of specific material properties even if the materials have very similar absorption characteristics. These initial investigations led to a new highly efficient approach to measuring material signatures, which we term, focal construct geometry (FCG). This approach enables coherently scattered or diffracted X-rays to be focused to a series of high intensity points along a linear axis. A small area or point detector can then be employed to readout the high intensity material signature. The inherently weak diffraction phenomenon can be employed for relatively high speed scanning or imaging applications. This breakthrough work has formed the basis for ongoing Patent applications.\n\nOur work has won a presentation prize at the World's largest X-ray conference (Denver, 2010) and featured in a full article, including online 'live' imagery, in the New Scientist. We have also presented the work at a number of prestigious conferences including the IEEE 2010 International Conference on Technologies for Homeland Security in Boston USA and published several high impact factor journal papers. The EPSRC funding has enabled us to investigate and validate powerful new ideas, which have important implications for real time materials specific imaging in fields as diverse as security screening, medical imaging and process control. One aspect of our new approach has secured funding under the Innovative Research Call in Explosives and Weapons Detection (2010), a cross-government programme sponsored by a number of government departments and agencies under the CONTEST strategy. The sponsors include the programme's original project partners, the UK Home Office Centre for applied science and technology, formerly the Home Office Scientific Development Branch (HOSDB) and the US Dept of Homeland Security (DHS). We continue to receive considerable interest from European and US industry to partner in further developments. Our findings are scalable in space and X-ray energy. Therefore, our imaging principles could be implemented in security screening, medical diagnostics as well as non-destructive testing and process control. Security and Diplomacy,Transport,Other","dataset":"gtr"}