{"id":"BE9829F9-26F2-479B-92ED-2D37A7D2CC5D","title":"A combined genetic and small molecule approach to studying the role of the p38/MK2 stress signalling pathway in a human premature ageing syndrome","abstractText":"<p>There is now an increasing realisation that an improved understanding of the biology of normal ageing will give important insights into what is a major risk factor for many age-related diseases - age itself.&nbsp;</p>\n\n<p>This programme will study accelerated ageing in a rare human genetic disease called Werner syndrome (WS).&nbsp; WS is associated with more rapid ageing at the cellular level.&nbsp; If premature cell ageing underlies the premature ageing of WS individuals, the study of WS may aid in the understanding of not only how cellular processes lead to human ageing, but also in the pathology of age-related diseases.&nbsp;</p>\n\n<p>It will use a combination of genetic modification and chemical drugs to study a key stress-signalling pathway and provide direct interventional evidence regarding its role in premature ageing.&nbsp; This in turn raises a number of important issues regarding the use of true &quot;anti-ageing&quot; medicines.&nbsp; Until recently such drugs (which target symptoms of ageing but not overt disease) have largely been the realms of fantasy.&nbsp; However, recent progress has now raised the very real possibility of direct clinical intervention in aspects of the ageing process.</p>\n\n<p>This programme will also take the first steps to engage with this societal issue.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-356-25-0024","grantId":"RES-356-25-0024","fundValue":"258764","fundStart":"2009-06-26","fundEnd":"2012-12-26","funder":"ESRC","impactText":"  They have been used by other scientists studying ageing. Chemicals,Healthcare ","person":"Mark Christopher  Bagley","coPersons":["Terence  Davis","Joanna Elizabeth Latimer","David  Kipling"],"organisation":"Cardiff University","findingsText":" This programme studied the premature ageing Werner syndrome (WS) that provides a powerful model system to study human ageing biology. WS is associated with rapid cell ageing, in particular acceleration of replicative senescence (the ageing of dividing cells). We previously identified a role for stress-signalling in this accelerated cell ageing involving p38 MAP kinase that also regulates the production of proinflammatory molecules such as cytokines, high levels of which are associated with diseases such as osteoporosis and type II diabetes that are more common in WS. As therapeutic targeting of p38 is problematic due to toxicity issues, we wished to further refine this stress pathway by examining the role of the downstream target MK2 in cell ageing. \n\n \n\nUsing genetic modification and chemical drugs to target MK2, we asked whether MK2 inhibition prevents (or delays) cell ageing in cells from WS and non-WS individuals. We found that cell growth rates of immortal WS cells were not affected, whereas p38 inhibition increased growth rates; however, the stressed morphology of WS cells was corrected. Growth rates of mortal (primary) WS or non-WS cells were also not affected, but the stressed morphology of primary WS cells was corrected. The replicative capacity was increased for both WS and non-WS cells. Finally, MK2 inhibitors did not prevent stress-induced cell senescence. These data suggest that MK2 is not involved in stress-induced cell senescence, and add to our understanding of how cellular senescence may lead to in vivo human ageing and in the pathology of age-related inflammatory diseases. It will inform future attempts to study the interaction between inflammation and ageing and future therapies targeting ageing mechanisms Healthcare,Security and Diplomacy,Transport,Other","dataset":"gtr"}