{"id":"BE99FC8C-16C3-4527-B344-67D386ED7F09","title":"Cognitive intervention across the lifespan","abstractText":"Cognitive impairment can have a devastating impact on an individual's wellbeing across the lifespan, in both healthy individuals and patients. This is particularly true in age-related cognitive decline, which also has a large impact upon society and the economy. Fortunately, attempts to ameliorate such impairments with scientifically informed cognitive interventions have been promising. Cognitive training (practicing cognitive tasks) has produced improvements in children with developmental disorders, in older adults, and in patients with brain injury. Lifestyle changes, brain stimulation and the use of learned strategies and assistive technologies are extremely encouraging interventions but the time is right for a review and forward look. \n\nThe field now faces several challenges. In order to develop useful cognitive interventions, they need to be tailored to individual needs to maximise transferable benefits, but also user-friendly to promote compliance. The proposed seminar series will meet this need by bringing together leading scientists to offer insights from neuroscience and psychology and AgeUK to offer insights into end-user needs. \n\nThe seminar series will also foster collaboration among researchers in different disciplines, who adopt different approaches to cognitive intervention, and target different types of cognitive impairment. It is anticipated that this knowledge sharing will lead to demonstrable impact, for example, in changing guidelines regarding the role of multi-approach cognitive interventions that take advantage of the latest neuroscience methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N008340/1","grantId":"ES/N008340/1","fundValue":"30171","fundStart":"2015-11-17","fundEnd":"2016-05-20","funder":"ESRC","impactText":"","person":"Fiona  McNab","coPersons":["Tom  Manly","Joachim  Gross","Roi  Cohen Kadosh","Alan  Baddeley","Sabina Colette Brennan","Kimron  Shapiro"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}