{"id":"BE990F77-CD7D-4ACA-9176-64F1C01CEA70","title":"Environmental hazards of fluoride in volcanic ash from the ongoing Eyjafjallaj&ouml;kull eruption, Iceland","abstractText":"Volcanic eruptions can transfer large quantities of sulphur, chlorine and fluorine degassed from magmas to the atmosphere and to terrestrial and aquatic environments, with the potential to result in significant perturbations at various temporal and spatial scales. Fluorine-rich eruptions create particular concerns because the fluorine, which is emitted as fluoride, is highly reactive in the environment, and in elevated concentrations, is toxic for plants, animals, and humans. A dramatic illustration of volcano-induced fluoride pollution is the 1783 eruption of Laki in Iceland, which resulted in substantial economic damage and demographic change in the country. A particularly efficient way of returning volcanic fluoride emissions to the ground is via ash fallout. It is well established that some eruptions produced ash with very high concentrations of fluoride readily soluble in water. This results from reactions between gas and ash in the eruptive plume. In general, the environmental hazards of volcanic fluoride on ash is assessed by surveying the thickness of the ash deposits and by measuring the concentration of water-soluble fluoride associated with the ash. However, recent evidence indicates that fluoride is also present in ash in the forms of poorly water-soluble compounds. This suggests that fluoride is likely to be released under a range of environmental conditions and therefore, must be considered in order to assess the entry and potential environmental hazards posed by fluoride-rich volcanic eruptions. The factors governing the amount of fluoride on ash and the distribution of this fluoride in pools with variable solubility are poorly constrained and await further investigations. In addition, increased knowledge on the behaviour of volcanic fluoride in the environmental compartments (soil, water) affected by ash deposition is also required. The results of such studies will enhance our capacity to assess and predict the environmental and health hazards posed by fluoride-rich eruptions, thereby contributing to risk assessment and management practices, during and in the aftermath of a volcanic crisis. The ongoing activity of Eyjafjallaj&ouml;kull volcano which started on April 13th is producing a sustained plume of gases and fine-grained ash. At the time of writing (21 April), ash has accumulated in deposits &gt;10 cm in residential and farming areas ~20 km south from the crater. The most recent preliminary analyses indicate that the volcano is now producing ash with water-soluble fluoride concentrations up to 800 mg/kg, placing the Eyjafjallaj&ouml;kull ash amongst the most fluoride-rich ash material ever documented. With the eruption showing no clear signs of easing off, there is an urgent need to assess the potential environmental hazards posed by the Eyjafjallaj&ouml;kull ash, and to collect the essential data needed to gain insights into the issues outlined above. A rapid field response is essential to sample and characterise ash before significant environmental leaching and remobilisation. We propose to travel to Iceland immediately to conduct a careful geochemical survey of ash, soil, vegetation and surface water in the affected areas. A preliminary assessment of fluoride contamination will be obtained in the field. Further laboratory analyses of the samples will provide new insights into the modes of occurrence of fluoride on ash and on its release and dispersion upon exposure to environmental agents. The unique data generated from the project will provide new insights into the potential environmental hazards of volcanic fluoride in ash, and will significantly improve our capability to inform risk managers dealing with volcanic crises, including the ongoing Eyjafjallaj&ouml;kull eruption.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I007636/1","grantId":"NE/I007636/1","fundValue":"28759","fundStart":"2010-05-24","fundEnd":"2010-12-23","funder":"NERC","impactText":"","person":"Pierre  Delmelle","coPersons":["Clive  Oppenheimer"],"organisation":"University of York","findingsText":"","dataset":"gtr"}