{"id":"BEA2E962-69AF-4644-8044-ECCEC66511F6","title":"Birmingham Experimental Particle Physics Consolidated Grant","abstractText":"Particle physics in general, and particularly the quest to understand the origins of mass through the Higgs boson, are in the mainstream of current public consciousness. With the CERN Large Hadron Collider (LHC) going from strength to strength, there has never been a more exciting time in the field. Birmingham is unique among UK universities in being involved in three of the four main LHC experiments, as well as a smaller scale CERN experiment which uses a fixed target. We study the particle collisions and decays observed in these experiments with the aim of determining the ultimate structure of matter and the forces of nature.\n\nOur biggest activity is with the ATLAS collaboration, for which group member Dave Charlton is the deputy spokesperson. ATLAS is designed to study wide-ranging aspects of particle physics at the highest energies ever reached in the laboratory, the first priority being the search for the Higgs boson. From up to a billion collisions taking place per second, only around 400 can be permanently recorded and analysed. Our ATLAS group built, maintains and operates a major part of the ATLAS `trigger', the electronic brain of the experiment, which has the task of selecting interesting events such as candidate Higgs bosons, and reducing the data rate by a factor of 1000 within two millionths of a second after collisions take place. We are also very active in analysing the resulting data, with a particularly strong team working on Higgs searches and another investigating the production and decays of top quarks. Being the heaviest of the known particles, top quarks offer excellent sensitivity to previously unknown physics. Whilst top quark samples were small before the LHC era, ATLAS has already collected approaching 100,000 events.\n\nThe LHC is expected to operate until around 2030, but will need several shut-down periods during its lifetime, when the accelerator and detectors will be improved. We are already working towards an upgrade of our trigger to improve its selection capabilities and enable it to cope with the increased collision rates expected from 2018. Looking even further to the future, we will use our expertise in the bonding of electronics directly onto silicon-based detectors to make major contributions to a replacement for the inner part of the detector, which will be needed in around 2022.\n\nBeyond ATLAS, our second key area of activity is in understanding the complex decays of heavy quarks. At the LHCb experiment, we are investigating the origins of the matter-antimatter asymmetry of the Universe by searching for tiny differences between the decay characteristics of b quarks and their antiquarks. We are relative newcomers to LHCb, having joined in March 2011 and taken on essential technical responsibilities in simulating the detector and enabling the use of the world-wide computing grid to perform distributed analysis. In the next few years, we aim to further develop these roles as well as our physics analyses, which are currently focused on rare decays of b flavoured particles. \n\nOur NA62 group studies the decays of strange particles to search for new physics such as supersymmetry. The next grant period will be crucial for NA62, as it takes data to study an ultra rare process in which a strange particle, the kaon, decays to produce a pion, which is made of light quarks, and two neutrinos. This process occurs only once in every 10 billion kaon decays and only 80 events are expected in a two year run. Any hint of a larger rate would be a very clear indication of new physics. The group is leading several aspects of NA62 detector construction and data analysis. \n\nFinally, the group contains central proponents of a possible future `LHeC' project to collide electrons with the LHC proton beam, as well as the long-standing linear electron-positron collider project. We will continue in these leadership roles and be ready to step up our involvement should the opportunity arise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K001310/1","grantId":"ST/K001310/1","fundValue":"3723570","fundStart":"2012-10-01","fundEnd":"2016-09-30","funder":"STFC","impactText":"","person":"Paul  Newman","coPersons":["Nigel Keith Watson","Miriam Frances Watson","Alan Trevor Watson","Cristina  Lazzeroni","Christopher  Hawkes","John Allan Wilson","Konstantinos  Nikolopoulos","Evgueni  Goudzovski","David  Charlton"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}