{"id":"BEB8B2AC-F101-4D64-9C37-2F0385304996","title":"High-resolution Electron Beam Lithography Critical Mass Grant","abstractText":"Nanotechnology is a significant enabling research activity at both a national and international level. Concerned with the manipulation and arrangement of material on the nanometre-scale, the transformative possibilities of this field are immense for the physical, biological and medical sciences and their allied industrial and clinical applications. The universities of Leeds, York and Sheffield have an exceptionally strong international record of research and research-led teaching in nanotechnology and represent a strong regional focus in the UK in this field. Much research is carried out collaboratively and inter-disciplinarily in well-resourced and sustainably managed facilities.However, despite the strength of such existing activities, it is clear that certain capabilities require an urgent and substantial transformation if we are to continue to offer internationally competitive research in this field over the next decade. Specifically - and the objective of this proposal - there is a pressing need to establish a state-of-the-art electron-beam lithography machine for fabrication of structures with a &lt;10 nm resolution, with highly reproducible stitching and overlay accuracy &lt;20 nm. The proposed facility would not only be unique in the region, but will also be leading both in the UK and internationally. It will meet the future needs of researchers over the next decade and beyond, allow us to capitalise on previous investments, grow research income from a wide variety of sources, attract and retain the highest calibre staff in the UK, and build a capability to develop a skill-set for ambitious, adventurous and transformative research, and exploitation. Furthermore, it will act as a focus in the region, drawing in researchers from industry and other universities for collaborative programmes. Such direct engagement with industry will open up routes for further investment as well as exploitation of new science and technology. A wide range of research will benefit, much cross-disciplinary; immediate exemplars, drawing upon proven track records of the investigators, include research into nanomagnetism, spintronics, bio-nanotechnology, nanoelectronics, single-molecule devices, and high-frequency electronics, inter alia. During this programme, the facility will be used to support both a range of existing grants, and to underpin future grants, many of which cannot be contemplated without the planned enhancement in capability.Significant contributions to this project (41% of the overall project value) have been secured from the University of Leeds, where the new facility will be based, Yorkshire Forward (the regional development agency), and the electron beam lithography instrument manufacturer. The latter two contributions will be combined to provide funding for 10 PhD studentships to aid uptake of the instrument from researchers across the region, enable pump-priming proving research to be carried out, draw industrial involvement into the project, and increase the availability of skilled personnel at a world leading level to facilitate high technology development. The strong industrial support for this programme is evidenced by letters of intent provided both by international companies (eg Hitachi, Intel, Seagate, Toshiba), and local SMEs (eg Aptuscan).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I000933/1","grantId":"EP/I000933/1","fundValue":"2687540","fundStart":"2011-04-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Edmund Harold  Linfield","coPersons":["Gavin  Burnell","Kevin  O'Grady","Alexander Giles Davies","Atsufumi  Hirohata","Daniel Anthony Allwood","John  Cunningham"],"organisation":"University of Leeds","findingsText":" Nanotechnology is a significant enabling research activity at both a national and international level. Concerned with the manipulation and arrangement of material on the nanometre-scale, the transformative possibilities of this field are immense for the physical, biological and medical sciences, and their allied industrial and clinical applications. This programme has established a state-of-the-art electron-beam lithography machine for fabrication of structures with a less than 10 nm resolution, with highly reproducible stitching and overlay accuracy of less than 20 nm. It is based on a collaboration between the universities of Leeds, York and Sheffield, each of which has an exceptionally strong international record of research and research-led teaching in nanotechnology, and together represent a strong regional focus in the UK in this field. The proposed facility is unique in the region, and leading both in the UK and internationally, and will meet the future needs of researchers over the next decade and beyond. It will also allow regional universities to capitalise on previous investments, grow research income from a wide variety of sources, attract and retain the highest calibre staff in the UK, and build a capability to develop a skill-set for ambitious, adventurous and transformative research, and exploitation. \n\nThe regional electron beam lithography system was installed and fully commissioned by May 2012, staffed by dedicated experimental officers from Leeds and York. Initially, a set of detailed processing procedures for multi-layer, nanofabrication, was established. Subsequently, it has been used for projects ranging from the study of magnetic materials and high frequency electronics through to bio-nanoelectronics, each with specific fabrication requirements. It has supported extensive activity within, and between, the Universities of Leeds, York and Sheffield. In addition, the user base has been extended significantly through collaborations with other UK academic institutions. This has, in part, been enabled by the Leeds EPSRC Nanoscience and Nanotechnology Equipment Facility (LENNF) (EP/K023853), which provides access to high specification nano-characterisation equipment for the UK community.\n\nResearch on nanostructured devices fabricated using the regional electron beam lithography facility is now being prepared for publication in a broad range of publications in primary archival journals, and it being presented at leading international conferences. The capability for fabricating devices with dimensions below 10 nm has also underpinned a number of grant awards from the EPSRC, EC, and other funding bodies. The establishment of a state-of-the-art electron-beam lithography system for fabrication of structures with a less than 10 nm resolution, with highly reproducible stitching and overlay accuracy of less than 20 nm, is being used by researchers from the Universities of Leeds, York, and Sheffield to study nanomagnetism, spintronics, bio-nanotechnology, nanoelectronics, single-molecule devices, and high-frequency electronics, inter alia, It is also drawing in researchers from industry and other universities for collaborative programmes. Such direct engagement with industry will open up routes for further investment as well as exploitation of new science and technology. The system will thus continue to underpin state-of-the-art research in the UK over the next decade, and beyond.\n\nAlready, the system has formed part of an underpinning technology that has supported successful EPSRC grant applications from Leeds and York, including responsive mode grants EP/J010634, EP/L00285X, EP/K03278X and Platform grant EP/M000923, as well as grant submissions to Horizon 2020. The state-of-the-art system has also underpinned the training of more than 10 PhD researchers, as well as post-doctoral researchers funded through complementary research council and EC grants. This will increase the availability of skilled personnel at a world leading level to facilitate high technology development. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}