{"id":"BEBDC8CB-B206-473C-BB0D-9903FB49FE43","title":"Real-time dynamic substructure testing applied to a weight optimised synchronous power conversion system","abstractText":"As the relevant technologies develop, energy efficient electric power systems are replacing equivalent hydraulic, pneumatic and mechanical systems. This is most apparent in the transportation sector in which energy efficiency is of primary importance, leading to increased range and reduced vehicle emissions and fuel consumption, essential if the UK is to meet EC emissions targets by 2020. Working towards these targets, the current generation of electric technologies are already providing the back-up and auxiliary systems on the newest civil aircraft and motive power on the very latest hybrid and electric vehicles. Looking to the future, the next generation of civil airliners are expected to use electric power as the primary source (except for propulsion) meaning that they will have an on-board electrical generation capacity of around 1MW. Efficient generation, distribution and consumption of this amount of energy in the face of continuously changing power demands of an aircraft during flight requires complex power conversion systems which add mass to the aircraft, reducing the overall system benefits. This has more impact on smaller aircraft such as helicopters as the mass of the extra equipment needed forms a greater proportion of the total vehicle mass. To truly viable in smaller aircraft, the power conversion systems must be lighter, occupy less space and still be capable of delivering the required power safely, operating much closer to the limit of their capabilities.Broadly, this research programme proposes in will investigate two concepts;1. A low mass power conversion system that could be used to drive electric systems in which require a supply frequency that is at a fixed ratio to that of the primary generation system is proposed and analysed in terms of its stability. The resulting converter would be extremely efficient and would increase the likelihood that large electric power technologies (e.g. for propulsion) could be used on helicopters safely.2. A testing method that will allow the critical pieces of equipment (be they software or hardware) to be dynamically loaded and tested in the lab as if they were present in the complete, real system for which they were designed.Specifically the research will take the form of an in-depth analytical study that will determine theoretically and demonstrate experimentally using real-time dynamic substructuring methods, the dynamic stability and control of the proposed power conversion topology. As the topology does not require an intermediate fully rated power electronics stage, it has many benefits including low mass, very high efficiency and little electro-magnetic interference (EMI) which also means heavy EMI filters will not be required.For validation and a reliable assessment of the true stability of the system under loading, a phase of laboratory-based testing will be conducted that will use and assess state-of-the-art control, real-time numerical modelling coupled with load and source emulation techniques (which combine to form a real-time dynamic substructured test) to accurately reproduce the controlled output of a field-wound aircraft generator, and the fan loading of a propeller, with a view to replicating the dynamic conditions observed under true operating conditions.Finally a phase of full laboratory tests will be conduction to demonstrate the accuracy and validity of the implementation of the real-time dynamically substructured test facility.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I010017/1","grantId":"EP/I010017/1","fundValue":"97177","fundStart":"2010-10-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"","person":"David  Drury","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}