{"id":"BED23523-9E20-4270-B3D9-E9EAC3799E2C","title":"A new method for detecting the animal origin of collagen","abstractText":"Since the BSE/TSE (Transmissible Spongiform Encephalopathies) crisis in farming in 1987 there has been stricter legislation year on year aimed at eradicating the disease from Europe. There is currently a ban on the presence of ruminant protein in animal feed, however since ruminant protein cannot be readily distinguished from other animal proteins, there is at present a total ban on animal protein in animal feed. DNA-based policing methods, often thought to be the solution to fraud, are less suitable than originally hoped as a means of identifying animal origin because of:- (i) contamination from animal DNA in reagents (ii) destruction of DNA during aggressive processing (e.g. gelatinization) (iii) 'species-change' fraud achieved by adding foreign DNA. The protein is the product and therefore direct species identification by sequencing pieces of the protein is immune to fraud. As part of NERC funded CASE studentship (NER/S/J/2004/13017) we have developed tools to identify collagen (and its denatured product, gelatin) based upon the selective fingerprinting of protein fragments using protein mass spectrometry. Our method was successful at detecting 8/8 of the 141C processed animal protein samples in a blind trial organised by the SAFEED PAP EU project. However the method is labour intensive. It relies on the use of expensive, specialised 'high-end' mass spectrometers, and currently lacks the sensitivity required to detect low levels of bone where more than one species are present. The proposal seeks to implement the method on more commonly-available instrumentation and to develop a standard operating procedure which includes a series of internal peptide standards producing a series of peptide standards for controlling the method, to be sold as a kit. Processed animal protein: Within the EU, 10 million tonnes of meat are not destined for direct human consumption (23% - 48% of the carcass). Historically, one quarter of this was used to enhance the protein content of animal feed, accounting for more than 6% of total animal feed protein (in contrast to 3% from fishmeal). The TSE crisis changed this and now this material is being handled as hazardous waste. Concerns regarding the risk of TSE infection caused by cannibalism prohibit the use of mammalian and avian protein in animal feed. The identification of bone fragments by microscopy is currently the only official EU method for identification of contamination with processed animal proteins and can only discriminate fish from other animals. The lack of methods allowing any better discrimination led to the 2003 'extended feed ban' (EC Regulation 1234/2003) that excludes almost all processed animal protein (other than fish) from feeds, at an estimated cost to the European industry of &curren;350M per year. Detection of bone fragments in animal feed represented the second most common EC animal feed alert notification since implementation of the ban. In 2005 in the UK these were mainly found in sugar beet pulp, and despite the fact that these probably derived from natural sources (e.g. rodents and predator scats) the 'contaminated' feed had to be destroyed. Gelatin: More than 300,000 tonnes of gelatin are produced annually, principally from pig and cattle skin (74%) and bone (24%) and it is ubiquitous in both the pharmaceutical and food industry, in some of the latter cases in fraudulent ways (e.g. to increase the protein nitrogen content of meat, and inclusion in 'vegetarian' products). Determination of the animal origin of gelatin is also essential in a world where the consumption of pig and cow products is variously prohibited in world religions professed by more than one third of the planet's population. In our hands all the peptides detected in a chicken plumping agent (gelatin used to increase the water content of chicken meat) were shown to be of bovine origin despite that fact that an authentication laboratory had detected only chicken DNA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G000204/1","grantId":"NE/G000204/1","fundValue":"103274","fundStart":"2008-10-20","fundEnd":"2010-01-19","funder":"NERC","impactText":"","person":"Matthew James Collins","coPersons":["Jane  Thomas-Oates"],"organisation":"University of York","findingsText":" Key Findings We are able to use peptide mass fingerprinting to identify the animal origin of collagen in highly processed samples of animal tissue \nCollagen is one of the main signature materials in animals, occurring in bone, horn, ivory and skin. We developed a method that recognised the type of animal from its collagen when it occurred in minute traces – as on archaeological sites. The research team realised that this could have major impact on the detection of animal parts used fraudulently in human and animal food – for example horse in beef dinners. The results of deploying this research in the food and livestock industry have been revolutionary and have enhanced the lives and respected the beliefs of people the world over. The project sought to develop a commercial application of peptide mass fingerprinting. Working with colleagues at the Veterinary Laboratories Agency, the Food Standards Agency and Fera we tested methods for the detecton of meat and bone meal samples_._ Zooarchaeology by Mass Spectrometry (ZooMS) is a procedure developed at York as the consequence of a long struggle to identify the animal origin of worked bone and minuscule fragments from archaeological sites. Collagen, a majority constituent in skin, cartilage and bone was thought to decay into its component parts (peptides), so making it hard to identify (1). But at York Matthew Collins (Archaeology) and Jane Thomas-Oates (Chemistry) overturned this model of degradation, showing that collagen molecules in bone and (chrome tanned) leather were actually extremely stable, due to their being tightly compressed (the link-lock hypothesis) (3). While other proteins are decayed and lost from bone, intact collagen survives and is effectively purified, persisting for millions of years. This opened up the potential to use collagen as a fingerprint for identification not only in ancient bone (5), but also in processed tissues (leather). The collagen is identified by mass spectrometry, since the mass of particular molecules, is diagnostic of particular animal species. The method is economical and has few of the problems of DNA analysis: for example, the reassembling of long chain molecules by PCR and the rigorous measures required to avoid contamination. The research is _also _proving invaluable in archaeology, since archaeologists prepare collagen every day (from bone, dentine, ivory and antler), either to date samples (using 14C) or to conduct stable isotope analysis (mainly 13C and 15N to infer diet). Now they have the tools to identify animals used in the making of artefacts: for example, e walrus ivory combs or whalebone boxes or the parchment of cattle or sheep used to write illuminated manuscripts. The identification of minute traces on site will be of ever-increasing value as pressure grows to conserve archaeological resources rather than dig them. It will strengthen the new generation of techniques of ‘nano-excavation’ used in the field to map invisible activities in houses and fields and so enhance the historical yield (Carver Making Archaeology Happen 2011, ch 2). The chief public impact has been in the application of the new research to detecting contaminants in food. In the two decades to 2007, the price of food for consumers fell, and the share of British household income spent on food dropped to 10%. Today 5% of our total food bill is &pound;74bn is spent on ready meals containing meat, and these economic drivers have increased the risk of fraud. The ability to recover and identify the animal origin and state of degradation of collagen has been used to uncover food fraud, and ZooMS now provides an internationally approved method for identification of gelatin, a key product of the food industry (processed bone and skin), and has prepared a commercial database of collagen sequences hosted at the University of York. This initiative led to us being approached (an... We are working with FERA to dvelop a method to detect contaminated food Agriculture, Food and Drink","dataset":"gtr"}