{"id":"BED387BE-BDB4-49DC-95A0-05AFA205DC93","title":"Production and Characterisation of Wear-Resistant and Anti-Microbial TiN/Ag Nanocomposite Coatings","abstractText":"This proposal seeks funding for a Visiting Fellowship to investigate novel nano-composite TiN/Ag surface coatings with potential applications in areas as diverse as cutting tools and biomaterials.Titanium nitride (TiN) is a workhorse hard, wear resistant coating material, which is widely applied to cutting and forming tools and other components operating in an abrasive wear environment. TiN is not, though, known as a low friction material and does not generally offer protection to the mating face during use. Indeed, unlubricated tribological tests on films produced by these techniques tend to result in coefficients of friction in the range 0.3-0.9, depending on test geometry, mating face material, etc. However, our studies have shown that the introduction of pulsed processing at the target and more recently at the substrate can lead to a remarkable enhancement of the tribological characteristics of TiN coatings with, for example, coefficients of friction of less than 0.1 being recorded in unlubricated wear tests.It is anticipated that the inclusion of silver in these coatings can further enhance their characteristics. When deposited together by co-sputtering from two targets, the coating forms a structure that consists of a matrix of TiN surrounding nano-particles of silver. In wear situations, the silver particles can act as a solid lubricant, thus lowering the coefficient of friction and reducing damage to the mating face. The 'self-lubricating' nature of these coatings, combined with their high hardness and scratch resistance makes them attractive for tribological applications. Moreover, titanium compounds are also biocompatible. Combining these properties with the inherent anti-microbial nature of silver opens up a number of novel applications for TiN/Ag nano-composite films in, for example, the bio-medical or food processing industries.Whilst Ag-containing nano-composite coatings have been the subject of a number of studies, there is very little published work on the TiN/Ag system, with only limited consideration of the properties of these films. The Visiting Fellow will, therefore, study the production of nano-composite TiN/Ag coatings, characterise their surface properties, and investigate novel applications of these coatings. Collaborators at the Jost Institute of Tribotechnology at UCLan will assist the Visiting Fellow in the assessment of the tribological properties of the coatings. And from a microbiological perspective, in-post staff at MMU will assist by assessing the coatings in terms of their effect on microbial retention and viability on surfaces using a range of microorganisms of importance in medical device infection, and contamination of food processing surfaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F014325/1","grantId":"EP/F014325/1","fundValue":"105716","fundStart":"2008-01-28","fundEnd":"2009-01-27","funder":"EPSRC","impactText":"  Production of anti-microbial coatings Agriculture, Food and Drink,Healthcare ","person":"Peter  Kelly","coPersons":["Joanna  Verran"],"organisation":"Manchester Metropolitan University","findingsText":" Nanocomposite TiN/Ag coatings were produced with a range of silver contents by co-deposition in a closed field unbalanced magnetron sputtering system. Silver content was controlled by varying the power delivered to the silver target. The silver particles were found to be positioned predominantly at the columnar boundaries in the TiN matrix. The addition of silver made the coating structures noticeably denser. The friction coefficient of the coatings decreased marginally with increasing silver content, but nanohardness fell significantly. \n\n\n\nAntimicrobial NBT assays indicated that the number of S. aureus on surfaces decreased with increasing silver content, whilst P. aeruginosa numbers appeared to be reduced on all silver containing surfaces. \n\n\n\nThis work suggests that nanocomposite TiN/Ag coatings can provide a surface that combines reasonable tribological properties with some antimicrobial activity, but in relation to the latter property, our results indicate that when silver is bound into a surface matrix, methods used to test for bactericidal effect must be representative of a contact kill, rather than a kill zone due to Ag+ diffusion. Anti-scratch, antimicrobial coatings for medical devices, eg pin tracts Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}