{"id":"BED413BD-0D05-4692-9F76-52FF8FB57F96","title":"Taking on the Teenagers - Using Adolescent Energy to Reduce Energy Use","abstractText":"This research proposal aims to investigate, develop, and evaluate mobile solutions to reduce teenage energy use. It actively involves teenagers in the project as design informants, evaluators and researchers.Taking on the Teenagers - Using Adolescent Energy to Reduce Energy Use is a three-year project that aims to investigate the use of digital technology to change the domestic energy-use behaviour of teenagers. The underlying research hypothesis is that teenagers can, if instructed and informed about their energy use in an appropriate way, be instrumental in changing not only their own behaviours but also in changing the behaviours of those around them . Research questions that arise from this hypothesis are How can teenagers be best informed and instructed? How are appropriate technologies for teenagers designed? and How can behaviour change be measured and evaluated? These questions will be answered during the research work. The project will deliver digital products; designed to be cool and interesting to the teenagers, one is aimed at the younger teens, one at the older segment - and both will go through two iterations of design and evaluation. The project will show how use of these products, and associated web based materials change the attitudes and behaviours of teenagers, especially with respect to use of electrical appliances in the home. Using a mixture of participatory design methods, expert design methods and learner-centred design methods, the team will create products that operate in three ways - they will educate teenagers about energy use (by the use of specially created content and methods), they will inform teenagers about energy use (by the use of power-use data from metered devices in the home that is transmitted wirelessly to the product and displayed in a meaningful way) and they will empower teenagers about energy use (by allowing teenagers to enter and submit their own data about energy use and their own stories and blogs about energy use). The products that will be delivered will use web-based technology, mobile phone technology and wireless sensor technology. In addition to the technical products, the project will also deliver a validated and well understood method for measuring changes in teenage behaviour and a framework for developing instructional / informative material of this kind, as well as an understanding of teenager attitudes and a collection of stories and reports that provide a rich qualitative source of information for scientists.The project is unique in that it will actively engage with teenagers throughout the work. In an early stage of the project a story-gathering web-portal will be used to find out the opinions of teenagers about energy use. This 'blog' will continue throughout the lifetime of the project and will allow researchers to investigate changing attitudes. Teenagers will work closely with the design teams to add their designs and ideas to the intended products and will then be engaged in evaluating and testing the products as they are built. Workshops will be held with teenagers to develop learner materials that will be directly fed into the products that are being developed and also populate an accompanying web site. In the last phase of the project, 40 teenagers will be invited to a research summer school where they will be instructed in research skills and will then work with the academics in gathering and interpreting data from the field trials of the products that have been built during the earlier phases.Throughout the project the emphasis is on the applicability of the lessons learned to the general energy debate. Regular workshops will take place with industry representatives, and an industrial advisory board will be formed. At the end of the project the team will deliver a dataset to industry that shows the habits, attitudes and behaviours of teenagers and provides, for the industry, a unique view on teenage energy habits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I000437/1","grantId":"EP/I000437/1","fundValue":"267246","fundStart":"2010-10-06","fundEnd":"2014-06-05","funder":"EPSRC","impactText":"","person":"Russell  Beale","coPersons":["Richard John Green"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}