{"id":"BED69C9D-6A53-47C7-9C4C-1ADCB40E0CE4","title":"Explaining and Mitigating Electoral Violence","abstractText":"Elections are a means of adjudicating political differences through peaceful, fair, democratic mechanisms. When elections are beset by violence, these aims are compromised and political crises often result. Despite the undisputed importance of understanding electoral violence, there has been only a limited body of systematic comparative research on this topic. If scholars and practitioners are to gain insight into the dynamics of electoral violence and develop superior strategies for deterring it, better data and more sophisticated theories are required. \n\nThe aim of this project is to develop conceptual, methodological and practical tools to facilitate an enhanced understanding of electoral violence and the behavioural interventions best suited to preventing it, with a view to sustaining fair and vibrant societies. The project will involve the construction of two databases of electoral violence and will make these data available to those engaged in electoral assistance, electoral administration and electoral observation as well as academic and other researchers. The project will also use the resulting data to develop and test a series of theoretically-driven propositions about the causes of electoral violence and to assess a range of interventions designed to prevent violent behaviours. Finally, the project will generate an online electoral violence early warning tool that can be used to provide relevant information about current electoral risks. \n\nThe project will be of considerable use both to academic students of election and conflict and to practitioners in the fields of contentious politics, electoral assistance, electoral observation, electoral administration, human rights, international relations, criminology and development studies. Electoral violence is frequently an aspect of contentious politics. Though contentious politics can play an important role in the democratic process, it raises problems for democracy both when it generates violence and when it disrupts key phases of the electoral cycle. Given the centrality of both contentious politics and elections to our understanding of contemporary political processes, this study promises to yield considerable benefits to a wide range of academic fields. \n\nIn addition to scholars, many actors with a stake in peaceful elections urgently require superior means of averting disruptive forms of violence that threaten political stability, state-building and development. Since the violent interlude that followed the Kenyan elections of 2007, there has been an increased focus on the topic of electoral violence and a heightened sense of urgency in the international community's search for remedies, as exemplified by the 2012 final report of the Global Commission on Elections, Democracy and Security, chaired by Kofi Annan. One of the key recommendations of this report was 'to develop institutions, processes, and networks that deter election-related violence and, should deterrence fail, hold perpetrators accountable'. The proposed research is intended to make a substantial contribution towards this aim, which has become all the more urgent following the recent increase in violent behaviours in the Middle East and elsewhere.\n\nFinally, the project will innovate methodologically by integrating 'big data' retrieval methods into political science. Political scientists have to date made scant use of the possibilities represented by current data retrieval techniques; by enabling collaboration between political scientists and computer scientists, this project will facilitate the collection of a dataset of unprecedented size in the study of electoral violence, and it will allow the researchers to tap types of online data that have not heretofore been harnessed to study this phenomenon.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L016435/1","grantId":"ES/L016435/1","fundValue":"478810","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"ESRC","impactText":"","person":"Sarah  Birch","coPersons":["Iadh  Ounis","Jeff  Fischer","Paul  Cockshott","Craig  Macdonald"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}