{"id":"BEDCF4CF-9204-4C9D-84ED-3558D781D062","title":"Time Resolved Solid State Structural Studies Across the Picosecond to Microsecond Time Domains","abstractText":"With the advent of new synchrotron facilities coupled with the advances in laser technology it is possible, for the first time, to carry out new types of experiment and develop cutting edge methodologies for studying the structures of species that are key to many chemical reactions but which have lifetimes ranging from only a few nanoseconds to a few microseconds. An understanding of the structure of these short-lived species will help in the design of new smart materials with potential applications in the electronics and sensor industries. To help with this understanding, in this projects we plan to develop techniques for making molecular movies so that we can watch how molecules change as they interact with rays of light from lasers. Many of the new materials used in the electronics industry are solids and it has long been recognised that the best way to determine the full three-dimensional structure at the atomic level of a crystalline solid is to use X-ray diffraction. Until now this crystallographic technique has only allowed the structure of the material to be determined at the beginning or end of a reaction, and not during it. However, using the high energy X-rays generated by the new diamond synchrotron coupled with the use of pulsed lasers, the situation has changed, and during the course of this project it will be possible to bring the dimension of time into the crystallographic experiment and obtain the full three-dimensional structures of molecules as they become excited when they interact with laser light. This new methodology is called photocrystallography .IR spectroscopy is another technique that has been used extensively for obtaining information on the structures of reactive species that have very short lifetimes, but until now, almost all the IR studies have been carried out in solution rather than in the solid state where many materials of interest to the electronics industry display their most interesting properties. In this project, we will, for the first time, develop IR methods of obtaining structural information on species with nanosecond lifetimes in the solid state. Thus, by combining the photocrystallographic and time resolved IR techniques we will be able to establish the structures of species with lifetimes in the nanosecond to microsecond range in a way that has never been possible before and obtain a wide range of new scientific information that will be of importance to chemists, physicists and material scientists. We will also provide top quality training for the Ph D student on the project in a range of crystallographic, spectroscopic and synthetic techniques, so that he/she will be in a unique position to develop this new area of science in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G067759/1","grantId":"EP/G067759/1","fundValue":"140929","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Paul Robert  Raithby","coPersons":["David  Allan","Michael  Towrie"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}