{"id":"BEE07CC0-4AA1-4176-BCC2-1BF04A124B72","title":"Robust Output Feedback Sliding Mode Control for Time-delay Systems","abstractText":"This research is concerned with the development of novel, theoretically sound sliding mode control techniques for application to nonlinear, complex and uncertain industrial processes. The research will focus on extending the existing sliding mode control design paradigm to enable the application of the methodology, with its proven robustness properties, to systems with after effect, otherwise known as time-delay systems, when only given output signals are available for measurement. The applied research will focus on the production of two significant implementation studies relating to control of autonomous and semi-autonomous vehicles and also the control of satellites to demonstrate the efficacy of the underlying philosophy and the new design algorithms. These are pertinent design studies to inform the development of the theoretical research programme as well as being used as vehicles to illustrate the research outcomes.The broad objectives are1. To provide practical yet theoretically rigorous solutions to the problem of robust sliding mode control for uncertain nonlinear systems in the presence of time-delay based upon knowledge of the measured system output(s). The problem will be considered from both a continuous and discrete time perspective.2. To produce significant implementation studies relating to control of satellites and autonomous and semi-autonomous vehicles which demonstrate the relevance of the theoretical results to industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E020763/1","grantId":"EP/E020763/1","fundValue":"386444","fundStart":"2007-05-01","fundEnd":"2008-07-31","funder":"EPSRC","impactText":"","person":"Sarah  Spurgeon","coPersons":["Christopher  Edwards"],"organisation":"University of Leicester","findingsText":" This project developed constructive extensions to the existing sliding mode control design paradigm to enable the application of the methodology, with its proven robustness properties, to systems with after effect, otherwise known as time-delay systems. Design methods were developed for the case when only given output signals are available for measurement. The project team also developed results relating to the effects of sampled output information being used as an information source for sliding mode observers. A design methodology was developed which incorporated knowledge of the sampled implementation to determine the observer parameters to ensure resulting estimates from the observer are as accurate as possible. This project developed fundamental theory which is applicable to many domains. The exploitation route has involved raising awareness of the results and their implications. In 2011, the PI was appointed an IEEE Distinguished Lecturer by the Control Systems Society for a period of three years. In this role advertised lectures are given on request to groups worldwide.and one of the two lectures advertised includes material on output sampling, delay, sliding mode observers and fault reconstruction. This lecture was also presented as an IEEE webinar on January 25 2012. A world wide audience signed in and the lecture will be available electronically in the library of webinars of the control systems society. The project team have also been invited to contribute two Chapters on the results of the project to the book Recent Results on Nonlinear Delay Control Systems which will appear in the Springer series in 2014. ","dataset":"gtr"}