{"id":"BEE1DBD9-63D2-4409-AF43-FE7A388E9FDB","title":"Functionality from local structure in conventional and hybrid Prussian blues","abstractText":"The family of metal-organic framework materials, in which metal ions are connected together into a network by organic linkers, has attracted worldwide attention over the past two decades for its diversity of both structures and functional properties. Yet these materials are being developed at a rate that far exceeds our ability to fully understand their behaviour. This research project will focus on the Prussian blue analogues, a particularly simple and elegant group of materials within the broader family of metal-organic frameworks that nonetheless displays a wide range of scientifically interesting and technologically relevant functionalities. As well as being of great interest in their own right, detailed studies of these materials will thus pave the way towards greater understanding of more complex structures.\n\nThe Prussian blue structure is a deceptively simple arrangement of ions to form a crystal lattice consisting of interlinked &quot;cages&quot;. Many different molecular building blocks can be arranged in the same basic structure: thus although it has been known for many years, new materials of this type continue to be discovered. Judiciously selecting the right components can lead to materials with many remarkable properties. These include multiferroics, in which magnetic and electric ordering are interlinked, leading to applications in computing; photomagnets, whose magnetic behaviour changes when illuminated with light; and porous materials able to absorb gases or metal ions from their environment.\n\nThe ease with which the building blocks can be interchanged makes this a highly promising system for targeted materials design: if we can predict the effect any given component will have on a material's properties, we will be able to engineer a material with precisely the properties needed for a given application. In order to understand the link between composition and functionality, though, we must understand how both are related to the material's structure. Historically, the crystallographic methods used to determine the structure of materials have given very precise information about the average position of each atom, but only indirect indications of how far the structure might locally deviate from that average. However, total scattering experiments are sensitive to both the local and average structures of a material. Analysing these experiments using the reverse Monte Carlo algorithm can produce a model of the crystal structure that simultaneously reveals both the local and average structures, leading to an unprecedented understanding of these materials.\n\nThis research programme will investigate four carefully selected sets of materials with the Prussian blue structure. Using a combination of total neutron and X-ray scattering with computer simulation, the effects of three specific local features on these materials' functionality will be considered. Understanding the link between these features and the material properties will be an important step towards designing new materials in this family with specific functionality tuned to particular applications, and in turn towards a more comprehensive understanding of metal-organic framework materials in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L024977/1","grantId":"EP/L024977/1","fundValue":"85344","fundStart":"2014-08-04","fundEnd":"2016-08-03","funder":"EPSRC","impactText":"","person":"Anthony Edward Phillips","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}