{"id":"BEE1F084-B8AA-45AB-8686-2C93B0D96452","title":"Mobile phone text-messaging to support treatment for people with type 2 diabetes in sub-Saharan Africa: a pragmatic individually randomised trial","abstractText":"Treatment for patients with type 2 diabetes could be substantially improved in sub-Saharan Africa. Amongst the problems identified, failure to take medicines to treat diabetes regularly, is a major problem. Resources to identify and support patients who are not making best use of medicine in low and middle-income settings are scarce. Mobile phones are widely available in these settings including among people with diabetes and linked technologies such as SMS-text messaging, have shown promise in delivering low cost interventions efficiently.. However, evidence that these interventions will work when carried out at a larger scale, and of the extent to which they will improve health outcomes when added to usual care is limited. Despite wide policy encouragement for using this type of technology to improve outcomes for non-communicable diseases such as diabetes, there are only a small number of studies evaluating this type of system. There are none, as far as we are aware evaluating systems sending SMS text-messages to individual patients with diabetes that have embedded their system within existing community based diabetes care. In addition, we are also not aware of studies that are measuring the costs and benefits of such systems. \n We plan to carry out a study (a clinical trial) that will provide information about the overall benefits and harms of using carefully developed SMS text-messages to inform people about the benefits of their diabetes treatment and, motivate and prompt them to take it regularly. We also plan to collect detailed information about how the systems were set up and used in three different health care settings to guide future attempts to implement similar systems more widely in other settings and for other long-term conditions, and to carry out a detailed study of the costs of wider implementation and the potential value for money of such a system. \n The knowledge gained from carrying out this study will have wide application. The technology being evaluated has been developed in-line with the direction of health, and information and communications technology policy in the countries where the research is based. We will use open source software that will intercommunicate with government systems to register and send individualised messages to patients. The same system also allows us to allocate patients to receive either informative messages, or non-health related messages. We will allocate patients in this way using a randomly generated assignment plan so that the benefits of the system can be tested in a carefully controlled trial. We will follow-up people for twelve months and measure important risk factors for the development of complications in diabetes including blood glucose control, blood pressure control and the levels of cholesterol so we can estimate potential health benefits. Before starting the trial, we will work with our clinical collaborators and patients with diabetes to ensure that the technology is embedded in clinical care, and that the message content is appropriate for each of the planned sites. We will extend this qualitative work during and after the main study to see how the technology was used and how people felt about it. \n This study will provide data, not otherwise available, that will inform health policy and guide future implementation of this type of technology. We will work with a wide network that includes patients, clinicians, academics, industry and policy makers to help us identify opportunities for informing people about the work and raise awareness of what is being developed and studied.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M016498/1","grantId":"MR/M016498/1","fundValue":"784139","fundStart":"2015-10-01","fundEnd":"2019-03-31","funder":"MRC","impactText":"","person":"Andrew John Farmer","coPersons":["Natalie Helene Leon","Naomi Dinky Levitt","Ly-Mee  Yu","Kirsten  Bobrow","Shane Anthony Norris","Moffat  Nyirenda","Lionel  Tarassenko","Emmanuelle  Daviaud"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}