{"id":"BEE10311-616F-4E9B-86C8-A91C15C75AD0","title":"CCP Flagship: Quasiparticle Self-Consistent GW for Next-Generation Electronic Structure","abstractText":"The engineering of materials to do new things, or take existing functionality and make it better, is the primary means by which society benefits from technology. The great majority of technological applications exploit some materials property that depends on how electrons interact with themselves and nuclei. How electrons behave, or the ``Electronic Structure'' is the key to understanding properties of materials at their most fundamental level. Electronic structure is a shorthand for what happens to electrons as a result of their interaction with other particles. We are able to understand and explain it by solving the fundamental equations of motion of quantum theory.\n\nUntil fairly recently direct solutions of these equations were too difficult, and most research was built around phenomenological models. The situation began to change, gradually at first, but over the past 20 years or so has become a veritable flood: approximations have evolved that solve the fundamental equations quite generally ab initio, meaning from first principles without reference to models or experimental input. It is a very important, but little known fact, that the slow development of an ab initio framework to realistically solve the fundamental equations for real materials systems has had a dramatic impact, first in pure scientific disciplines, and now plays a central role in almost every branch of science and engineering.\n\nWe will build on a recent theory that is more advanced than standard methods used today. It is more complex but it surmounts many of their limitations and is applicable to a wider class of materials. It can predict a wide range of materials properties in a universal manner that no other electronic structure theory can equal. This project will raise our present capabilities to a new level of functionality.\n\nThe range of phenomena accessible to these theories is truly vast. Transport properties of graphene and bilayers with insulators such as MoS2; topological insulators; the new class of Fe superconductors; defect levels in photovoltaic materials; spintronic and multiferroic materials; defect formation energies and chemical heats of reaction in materials desired for energy or structural application; and in general spectroscopic data (measured in research facilities such as the Rutherford labs) whose interpretation requires a state-of-the-art first principles modelling code. These are a few examples, of priority areas in EPSRC. All are subjects of intensive research around the world. In all these cases, present-day theoretical treatments suffer from significant limitations that the proposed theory can surmount.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M011631/1","grantId":"EP/M011631/1","fundValue":"715138","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Mark  Van Schilfgaarde","coPersons":["Martin  Lueders","Myrta  Gruening","Nicola  Bonini"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}