{"id":"BEE246F3-D3E3-4950-B8EB-4F462F59E7A2","title":"Topological and unconventional quantum fluids","abstractText":"Imagine a super material. A synthetic material whose properties challenges our understanding of the fundamental forces in Nature. Synthetic quantum matter made out of ultra cold gases can be such a material. By trapping and preparing atoms with laser light we can dramatically alter the properties of the gas. Ultra cold gases, and their properties close to the absolute zero temperature, has therefore lead to major interdisciplinary research initiatives and insights, especially in synergy with condensed matter physics. Cold atom systems are now ready for emulating advanced many-body systems and topological states of matter where the presence of gauge fields is a key ingredient. \n\nAn apparent missing ingredient in the quantum gas tool box is the equivalent of orbital magnetism, which would allow for the simulation of a plethora of quantum phases. This proposal fills this gap. It uses the concept of optically induced artificial electromagnetism where the quantum gas is governed by an interacting gauge theory. This means there is a back-action between the matter field and the emergent gauge fields, which also results in new types of non-linear dynamics. The transport properties of such a gas are peculiar. For instance, the effective interaction strength between the atoms can depend on in which direction the gas moves; it is chiral. The time has now come to implement this new tool. With a new tool we can do new things.\n\nOne aspect of synthetic quantum matter is the prospect of having a topologically non-trivial material. Topology is the branch of Mathematics that deals with properties of geometric objects that do not change under smooth deformations, and therefore are also very robust against external perturbations such as defects, noise and external forces. There are many exciting phenomena associated with topological matter. Perhaps the most surprising, and possibly the most important, is the existence of metallic edge states in a material that is insulating in the bulk. In other words, the properties of the edge of the system characterises also the bulk properties. The physics of the edge states can be very exotic. There can for instance be excitations, or quasi particles, which do not behave like fermions or bosons -- but as something in between. This property, together with the extreme robustness against imperfections and noise, also makes topological matter a promising candidate for building an error-free quantum computer which has all the potential to revolutionise modern technology and our society.\n\nWith the combination of nonlinear synthetic gauge fields and charge neutral ultra cold quantum gases, we have at hand a new type of material described by an interacting gauge theory. What are the properties of such a material? What can it be used for? This is the main motivation of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M024636/1","grantId":"EP/M024636/1","fundValue":"335434","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"","person":"Patrik  Ohberg","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}