{"id":"BEE79B3E-373F-440A-A157-606816F04853","title":"The history of the early Islamic renunciant tradition","abstractText":"Renunciation of this world in favour of the next is common to many religious traditions; from the New Testament, for example, one recalls, 'For what shall it profit a man, if he shall gain the whole world, and lose his own soul?' It is somewhat out of favour today, but a measure of renunciation was part of ideal deportment for most Muslims for a very long time, and it seems to have been admired with special warmth in the first two or three centuries of the tradition. Islamic sources report that Byzantine scouts in Syria found the Arab army spending all night in ritual prayer. When Egypt was on the verge of being conquered, the Arab camp was said to have sounded like a beehive with the constant noise of people saying 'Amen' and 'fearers', presumably Muslims calling aloud to be saved. But everything changes over time, and we need to chart the changes in renunciant fashion among early Muslims.\\n\\nBecause most of our written sources are from the ninth century and later, it is difficult to say very much with confidence about how Islam in the seventh century was different from Islam later on. One can speak with more confidence of Islam in the eighth century. Renunciation seems to have been widely admired, such that even luxurious governors took care to invite notable renunciants to their courts to recite the Qur'an and conduct other pious activities. They lived with minimal furniture in their homes, wore simple, rough clothing, and spent most of each night in prayer and qur'anic recitation. This is when renunciant practices are attributed to the most mainstream religious leaders.\\n \\nFor figures throughout the eighth century, a principal reported concern is that inward attitudes should match outward appearance. Hence, for example, ritual observances, qur'anic recitation, and other forms of devotion are said to be worthless if practised in public for the sake of building a reputation for sanctity or to attract alms; e.g., on being told of someone who continually fainted on hearing the Qur'an, someone else mocks, 'Put him on a wall and see what happens.' \\n\\nI think pious hostility to renunciant Islam emerged in about the last third of the eighth century, with earlier expressions of it detectable as back projections; e.g. when Sufyan ibn `Uyaynah (d. 814) says that the prophets ate, drank, rode, and married, and were renunciant strictly with regard to what was forbidden, implying that anyone whose renunciation went beyond observing the law was proposing to outdo the prophets. In the ninth century, there emerged Islamic mysticism and the movement split between mystically minded Sufis on the one hand and moderate renunciants on the other.\\n\\nEvery history depends on identifying reliable sources and unreliable. For Islamic historians, this means especially sifting evidence for signs of distortion and back projection. The second largest collection of stories and sayings from the earliest Islamic renunciant tradition is _al-Zuhd_ by Ahmad ibn Hanbal (d. 855). Its attribution to him and the history of the text both need to be investigated, along with the attributions and histories of other texts attributed to him, which I have begun but need time to finish. The mainstream quality of many renunciant ideals in the seventh and eighth centuries is something I hope to demonstrate in an article, 'The Holy Man in Early Islam', likewise begun but not yet finished. Finally, I should like to complete a survey of exaggerated fear of God and the Last Judgement in the early Islamic tradition. This seems to be attributed especially to figures of the seventh and early eighth century, so it ought to shed light on the historiographical problem of avoiding back projection of ninth-century values. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F004958/1","grantId":"AH/F004958/1","fundValue":"24608","fundStart":"2008-10-06","fundEnd":"2009-01-05","funder":"AHRC","impactText":"  I have not yet seen any citations, but given the normal two- to three-year time lag between submission &amp; publication in humanities journals, it is still to early to expect anything. Education Cultural","person":"Christopher  Melchert","coPersons":[],"organisation":"University of Oxford","findingsText":" I documented an important but hitherto overlooked strand of piety in the early Islamic tradition (before the mid-ninth century and the crystallization of Sufism). My explanation of why it faded away has to do with the difference between Islam as the religion of a small minority at the top &amp; of the majority. Early Islamic piety has attracted only intermittent attention hitherto. A good deal more research has been done on contemporary &amp; earlier Christian piety (in Greek &amp; Syriac). I hope that comparisons will be made by specialists in that area. Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}