{"id":"BEE9510E-FAB0-43D8-8448-162BD4FC1FC7","title":"High Throughput Discovery of Hydrogel Nanoclathrates","abstractText":"The development of new technology to enable the use of cleaner energy sources and carriers such as methane and hydrogen is a central challenge for society. This proposal focuses on the clathrate systems. Clathrates are cage-like structures which can physically trap small molecules such as methane and hydrogen. The gas molecules can then be released simply by melting the clathrate cages. Water-based clathrates are interesting because they are composed of environmentally-friendly substances - indeed, methane clathrates occur in the natural environment in very large quantities. A major problem, however, is that the time needed to fom gas clathrates is usually very slow - often many days are required for complete conversion to the clathrate. This is clearly a major disadvantage and essentially rules out clathrates for vehicle applications where charging times need to be (ideally) comparable to current refuelling times for petroleum vehicles - that this, a few minutes. It also restricts other potential uses of clathrate materials. For example, it is estimated that 70% of the total natural gas reserve on Earth is either too far from an existing pipeline or too small to justify a liquefaction facility - it has been suggested that it is economically feasible to transport this stranded gas in clathrated forms, but again slow gas charging kinetics becomes an important issue.In this project, we will focus on greatly enhancing gas clathrate formation rates. We will do this by using new polymers to reduce the size of the clathrate particles to a few nanometers - that is, many thousands of times smaller than current bulk systems. This will increase the surface to volume ratio enormously, and therefore the rate of gas uptake into the system will be increased by a factor of hundreds or thousands. If successful, this may represent the enabling technology for translating gas clathrates into practical use in clean energy storage. The proposal is a short-term feasibility study: to achieve the ambitious targets in the timescale proposed, we will employ high throughput methods in the Centre for Materials Discovery in Liverpool. That is, we will employ automated synthesis robots to produce libraries of polymer nanomaterials (24-48 materials per library) very rapidly. We will also use rapid screening methods that we have developed to evaluate the gas storage capacities of these new systems. The use of high throughput approaches will allow us to look at many more systems in a short timescale and therefore will maximise our chances of finding polymers which give rise to a real step change in performance for this application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F06229X/1","grantId":"EP/F06229X/1","fundValue":"148315","fundStart":"2008-04-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"  As yet, this technology has not been used commercially. It has however prompted a discussion with a major US energy company, and we are now (Q4 2014) in the process of discussing a possible follow up project, prompted by the new interest in hydraulic fracturing, or 'fracking', and the use of shale gas. Energy ","person":"Andrew  Cooper","coPersons":["Yaroslav Zenonovych Khimyak","Jonathan Victor Weaver","Steven  Rannard","Jonathan  Iggo"],"organisation":"University of Liverpool","findingsText":" In this grant we discovered a new way to store methane gas, an important fuel, as a solid at room temperature. If we can improve the storage capacity, then the technology could be taken forward for the transportation of methane from gas reserves, or conceivably for vehicular methane storage. Energy,Environment,Transport","dataset":"gtr"}