{"id":"BEEA55C2-2BD0-4D0E-8647-F884B1D6484B","title":"Is Fine-Scale Turbulence Universal?","abstractText":"Most flows of practical interest are turbulent and hence the understanding of these flows is important for both engineering and fundamental reasons. Unfortunately, turbulence remains ``the most important unsolved problem of classical physics''. It consists of a wide range of three-dimensional motions, from large and slow to small and fast. The smallest (and most rapid) motions dissipate the kinetic energy of the flow and determine drag on bodies, dispersion of pollutants and chemical mixing. Unfortunately the very smallness of these motions has, until recently, made them inaccessible to both experiments and computations in flows of practical importance. Predictions of turbulent flows have thus been based on uncertain theories and models of these ``fine scales which are assumed to be the same for all flows i.e. universal. No-one knows if this is true or not. Answering this question requires measurements of a range of flows using techniques capable of resolving their full structure in space as it evolves in time. New techniques developed by the applicants have, for the first time, made the full measurement of these motions possible. Similar advances in computational methods has provided the opportunity for meaningful comparisons with such measurements.In this collaborative initiative between Imperial College London, the University of Cambridge and the University of Southampton, we aim to develop and employ a series of advanced laser diagnostic techniques to measure the time-resolved, three-dimensional features of the fine-scales in a series of `canonical' turbulent shear flows in order to test the hypothesis of universality. Measurements will also be taken at Reynolds numbers accessible to Direct Numerical Simulations especially carried out with this purpose for cross-comparison and validation. The experimental techniques will be based on cinematographic scanning and tomographic Particle Image Velocimetry (PIV) techniques. Regardless of whether the universality hypothesis holds or not, the necessary information to formulate physics based fine-scale models that can account for the multi-scale interactions will be obtained. The data as well as the 3D PIV software will be made available online for researchers in the UK and around the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I005897/1","grantId":"EP/I005897/1","fundValue":"733056","fundStart":"2011-01-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"James Richard Dawson","coPersons":["P  Davidson"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}