{"id":"BEED0920-E37D-45FF-BE68-CBF030B702E3","title":"'Troubled Families' and Inter-agency Collaboration: Lessons from Historical Comparative Analysis.","abstractText":"Many of the challenges associated with implementing the Government's current 'troubled families' programme have their precedent in the past. Conceptualisations of the issues framing family deprivation and need have followed a cyclical pattern, and greater inter-agency collaboration in the field of children and family services has regularly been proposed across the centuries. Yet policy initiatives tend to be characterised by 'historical amnesia'. The '&quot;Troubled families&quot; and inter-agency collaboration: lessons from historical comparative analysis' project is a creative demonstration of the value of secondary analysis of historically situated material for high impact contemporary voluntary agency strategy lessons. It is founded on a close partnership between the academic researchers and the Family Action voluntary agency, which has been a leading provider of services to disadvantaged families since its foundation as the Charity Organisation Society in 1869.\n\nThe study applies an historical comparative lens to explore how, over time, the problems faced and engendered by the poorest in society have been variously interpreted and addressed through collaborative agency working in times of economic constraint. It draws on a unique and under-exploited data set: archived Family Action case work papers stretching back to the late 19th century. Up to five cases for in-depth analysis will be drawn from four key historical periods, to capture the challenges faced by families themselves and family support agencies during times of economic hardship: The Long Depression (1873-1896), The Great Depression (1930-1934), The Oil Crisis (1973-1975) and The Global Crisis (2008-2012). Family cases will be selected on the basis of being: London-based; families with dependent children facing problems of poverty, ill health and poor housing; and involving at least three agencies.\n\nThe study will provide critical reflections on changes and continuities in (a) inter-agency collaboration to support families during and across four major period of economic recession and shifting scenarios of state-third sector relations, and (b) constructions of families as socially problematic and marginalised, of their needs and solutions to them. Findings from the research will feed into Family Action's strategies to enhance collaboration with other agencies, strengthen its sense of its historical identity and longer term outcomes and impact, and attract new funders for the social benefit of its users. The researchers will work in partnerships with Family Action to disseminate lessons about inter-agency collaboration to support 'troubled families' in times of economic austerity in the children, families and poverty field. In addition the research will make a contribution to the development of methodological practice for historical comparative work and knowledge about inter-agency collaboration in the sociological and social policy fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L01453X/1","grantId":"ES/L01453X/1","fundValue":"151400","fundStart":"2014-12-01","fundEnd":"2015-11-30","funder":"ESRC","impactText":"","person":"Val  Gillies","coPersons":["Rosalind  Edwards"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}