{"id":"BEFCDE85-0C8C-43FD-978D-9DDF3AAF607A","title":"Microbial food webs in Movile Cave","abstractText":"Summary of the Project for a general audience: In 1986, a natural cave was discovered in Romania near to the Black Sea. Movile Cave is an extremely unusual cave system which had been sealed off from the outside world for many thousands of years. Despite being completely isolated from the above ground, Movile Cave harbours a rich ecosystem with nearly 50 different species of cave-adapted aquatic and terrestrial invertebrates including worms, pseudo-scorpions, spiders, leeches and centipedes. Remarkably over 30 of these invertebrates are endemic to Movile Cave. These invertebrates have adapted to life without light through a process called troglomorphy, as evidenced by absence of eyes, elongation of appendages and lack of pigment, indicating a long history of evolution underground. The cave is fed by thermal sulfide water from deep underground and no light can enter the cave. Therefore this rich ecosystem has to be driven by primary production of organic carbon made by non-photosythetic bacteria in the cave. In preliminary studies, it has been shown that microbial mats on the surface of the underwater lakes in the cave and on the cave walls contain active methane and sulfur oxidising bacteria which must be driving the start of the microbial food chain, where these bacteria grow and release nutrient for other bacteria and fungi to grow. In turn, the bacteria are grazed on by worms and other invertebrates and finally carnivores head the top of the food chain by eating other invertebrates. This environment can be considered an extreme environment (like deep-sea hydrothermal vents) and studying Movile Cave can give us clues as to how life evolves. Since the initial production of all food to sustain this novel ecosystem deep underground is reliant on specialised groups of bacteria, we want to study the flow of carbon through these bacteria into the food web in Movile Cave. We will use a number of cutting edge microbial molecular ecology techniques to examine the diversity and activity of different groups of bacteria responsible for oxidation and growth on methane and other one-carbon compounds, bacteria which fix carbon dioxide, not using sunlight but using energy from inorganic sulfur compounds present in the thermal waters of the cave. We will also investigate the fixation and cycling of nitrogen compounds by bacteria, processes also necessary to sustain all life in Movile Cave. We will follow the flow of carbon from methane and carbon dioxide through the various groups of bacteria into heterotrophic bacteria and fungi using a technique known as stable isotope probing (SIP) which allows us to label up the DNA and RNA of the microorganisms consuming these forms of carbon with isotopically-labelled 13-C (heavy carbon). Isolating the heavy DNA and RNA from all of the other nucleic acids present in microbial mat communities allows us to determine both the structure and function of these specific primary consumers of carbon. In addition we will use an exciting new technique called Raman FISH microscopy to study the microbes in this ecosystem at the single cell level. Using DNA and RNA sequence information from our SIP experiments with microbial mat and cave water samples, we can make specific fluorescent probes which specifically bind to methane and sulfur-oxidising bacteria in microbial mat material (a process called fluorescence in situ hybridisation or FISH). On top of this we can detect in the same FISH-labelled cells the heavy, 13C from methane and carbon dioxide that we fed the cells using the Raman microscope. This will allow us to investigate the exact location and numbers of bacteria that incorporate our test C substrates and over time we can follow the course of the carbon through the microbial food web in Movile Cave.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G017956/1","grantId":"NE/G017956/1","fundValue":"333826","fundStart":"2009-09-01","fundEnd":"2012-01-01","funder":"NERC","impactText":"","person":"John Colin Murrell","coPersons":[],"organisation":"University of Warwick","findingsText":" A detailed survey of the microbes involved in cycling of methane and carbon dioxide in Movile Cave has been investigated using a variety of multidisciplinary cultivation based and cultivation independent techniques.\n\nIn summary:\n\nmethylamine has been shown to play a major role in the microbial food web mediated by microbes in Movile Cave mat environments. It is used to shuttle both carbon and nitrogen within this microbial ecosystem\n\nMethylamine utilisers have been isolated and characterised\n\nThese have been shown to be major players in nutrient cycling using DNA Stable isotope probing techniques\n\nThe genome of two of these methylamine utilizers, novel methylotrophs have been sequenced and are currently being analysed\n\nThe major methanotrophs in cycling of carbon in Movile Cave mats have been defined using stable isotope probing. We have also isolated, characterised and sequenced the genome of a key methanotroph from Movile Cave.\n\nMetagenomic sequence analysis has revealled the major bacterial players in terms of carbon cycling in Movile Cave.\n\nThere are also Archaea present and we are determining their role in methane production.\n\nThere is surprisingly few fungi in the Movile Cave microbial mats.\n\nRaman microspectroscopy is being used in single cell ecophysiology experiments with Industrial enzymes; paradigm for life in extreme environments Grant ongoing; no exploitability yet Environment","dataset":"gtr"}