{"id":"BEFF0374-645C-48CC-944F-3E460F0F8EBE","title":"Miocene sea-level change and carbon cycling: New Jersey shallow shelf Expedition 313","abstractText":"The Early/Middle Miocene, 24-14 million years ago, represents an important phase in the development of the present 'ice house' world. Specifically the Earth's climate system oscillated between relatively cool and relatively warm states until Antarctic glaciation was firmly established in the later half of the Middle Miocene. On the basis of geochemical data obtained from deep ocean sediments, these climatic oscillations were characterized by sea-level changes and changes in patterns of carbon burial that acted in concert, with inferred increases in carbon burial during sea-level lowstands. Drilling to take place in Miocene shallow marine sediments (IODP Expedition 313) gives an opportunity to assess whether the evidence from the oceanic record is borne out by analysis of these nearshore sedimentary successions, which would be expected (on this old stable continental margin) to respond very sensitively to changes in global sea-level. Recent work on older geological intervals has demonstrated the potential of terrestrial organic matter as an archive of the carbon-isotope composition of atmospheric carbon-dioxide, which acts as a monitor of burial and release of carbon from sedimentary reservoirs. The proposed work is aimed at providing quantitative information from Miocene woody organic matter showing how the Earth's carbon cycle responded to glacially driven changes in global sea level and attendant changes in continental climate. In addition to testing the synchrony between carbon cycle and sea-level changes inferred from deep oceanic sediments, the proposed work will test the limits of application of this new method, and provide data that will allow further investigation of the linkages between environmental changes on land and those occurring in the oceans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F001428/1","grantId":"NE/F001428/1","fundValue":"49556","fundStart":"2008-10-01","fundEnd":"2011-12-31","funder":"NERC","impactText":"","person":"Stephen Peter Hesselbo","coPersons":[],"organisation":"University of Oxford","findingsText":" This project investigated the carbon isotope record within woody terrestrial materials of a perturbation to the carbon cycle about 15 million years ago. We discovered a mismatch between the terrestrial and marine carbon-isotope record that has yet to be well explained, but probably relates to redistribution of organic particles in deep sea sedimentary systems. The project also contributed significantly to knowledge of sea-level and climate change over the same interval. The findings are important because they indicate that under some circumstances the terrestrial component of sediments is an unreliable substrate for carbon-isotope stratigraphy. Further work will be needed to understand exactly why this might be. Energy,Environment","dataset":"gtr"}