{"id":"BF0153C8-473C-40A8-93DE-2C95228B1793","title":"Ultracold Gases far from Equilibrium: Fluctuations in time-dependent Geometries","abstractText":"Intensive research over the last 15 years has shown that one can cool atoms in a gas by suitable use of magnets and light to a tiny fraction above absolute zero, the temperature at which all motion freezes. At such a low temperature, atoms suddenly experience an 'identity crisis', and are coerced into behaving identically - what is scientifically termed 'coherently'. Because these 'ultracold' atoms are almost stationary, they can actually become sensitive 'measuring devices' of effects they would otherwise essentially not feel, such as gravity, or magnetic fields. Suitable devices have been constructed to take advantage of this, and are known as 'atom interferometers'. In such devices, a group of trapped, very cold atoms is split into two smaller groups of approximately equal size in physically-separated locations, and then subsequently joined together again. A study of the properties of the atoms after they are joined reveals important information about changes in phenomena taking place when they were separated (e.g. changes in the strength of gravity between the two separated locations). Such a 'measuring device' has essentially two variants, depending on whether the atoms were originally stationary or moving, with each scheme having its own benefits and shortcomings. In order to take full advantage of such devices, one should develop a detailed understanding of the physical processes that take place in such systems, and this project intends to make significant advances in this area.A detailed description of such systems is complicated by the fact that at the typical temperatures where most current experiments take place, only some of the atoms behave 'coherently', with the rest of the atoms behaving in a random fashion, just like atoms in the air around us. Moreover, our ability to control the motion of atoms appears to be enhanced in thin long geometries, but this significant benefit is partly counterbalanced by the tendency of such geometries to destroy the 'coherent' nature of the system; the latter is due to fluctuations (in the phase of the system) which arise as a fundamental consequence of quantum mechanics, the theory which describes the microscopic world. Any theoretical model attempting to describe such experiments accurately should take account of these issues.The main aims of this project are two-fold: (i) firstly, to perform an in-depth study of fundamental physical mechanisms which may restrict the accuracy of such devices. (ii) Secondly, this project addresses the crucial question of how feasible it is to produce in a controlled manner a beam of atoms which maintain their coherence, even though they are actually moving, a topic of great current interest. Although there are numerous related theoretical studies in the literature, this work is unique in that it combines essential features that have to date only been implemented in independent studies: (i) firstly, this study is performed under realistic conditions, in which only some of the atoms behave coherently, and includes the full dynamics of both 'coherent' and 'random' atoms and their interactions. (ii) Moreover, additional complications (phase fluctuations) arising from the fact that these systems are very thin and long are also treated by advanced (stochastic) techniques, which are naturally 'built into' the approach mentioned above, with such a generalised theory solved numerically for the first time in the present work.Motivated by recent pioneering experiments which remain only partly understood, we use computers to study how the properties of the atoms are affected upon changing various parameters of the system, such as geometry, size and temperature, and we further investigate related issues in moving atoms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F055935/1","grantId":"EP/F055935/1","fundValue":"256096","fundStart":"2009-03-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"  Other research groups have benefited from the outcomes of this grant, implementing, or building upon our techniques. It has also led to discussions with experimentalists, who are themselves engaged in discussions with industry about the possibility of forming new, or enhancing existing quantum technologies. The research led to the compilation of a &amp;quot;manual&amp;quot; to educate researchers. Education,Other ","person":"Nikolaos Pindaros Proukakis","coPersons":[],"organisation":"Newcastle University","findingsText":" This project was aimed at obtaining an improved, more detailed, understanding of the behaviour of ultracold gases - a system of interest to both experimentalists and theorists - as it enables the pure study of quantum effects in a relatively large system, in which cold atoms behave 'in unison', exhibiting interesting phenomena below a certain characteristic temperature; this is particularly true in experiments in which the dominant processes occur in only one or two dimensions, which enhances the role of fluctuations. Understanding, and harnessing, such non-equilibrium processes in the presence fluctuations is of significant importance in potential devices based on such systems. This work provided a detailed framework for understanding such systems, and was tested against experiments from the key international groups, generating specific scientific outcomes. If the applications mentioned above (atom chips, atom lasers, atom interferometers) were to become more broadly accessible outside academia in the future (e.g. to industrial sector related to quantum technologies), then this work could be seen as having an indirect contribution to such devices. The outcomes of this research are relevant to both experimentalists and theorists dealing with ultracold atoms and their dynamics, and indirectly might help optimize future devices. Aerospace, Defence and Marine,Education,Other","dataset":"gtr"}