{"id":"BF035715-8E35-4B93-BE4C-2CC0649D9003","title":"Genetic influences underlying impulsivity and risk for drug addiction","abstractText":"Despite intensive research efforts we still do not understand why some people use or become dependent on drugs such as crack cocaine nor do we have effective treatments to prevent or ameliorate this widespread and debilitating brain disorder. An important clue to the cause of drug addiction is that it tends to be associated with people who are naturally impulsive or who enjoy taking risks, as well as people diagnosed with certain childhood brain disorders such as attention deficit hyperactivity disorder (ADHD). Such traits and disorders appear to play an important role in determining the likelihood of future problem drug use by influencing the various stages of the pathway to addiction, including the chances of first coming into contact with drugs, the transition from occasional to regular drug use and the propensity for repeated episodes of drug binging and withdrawal. This research investigates the biological basis of such traits using a sophisticated gene hunting technique to determine the hereditary risk for drug addiction in close family members. Our research will be conducted using a colony of impulsive rats which carry a strongly increased risk for developing a drug taking habit. We will search over 10,000 known gene variations across the entire rat genetic code to pinpoint genes that underlie the impulsive trait. In so doing, we will provide a much fuller understanding of the genetic basis of risk for drug addiction, not only in our rat model but also in humans. This research will facilitate the discovery of new brain mechanisms and therapies to treat drug abuse and addiction as well as ADHD and related brain disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802729","grantId":"G0802729","fundValue":"220414","fundStart":"2009-12-07","fundEnd":"2011-12-06","funder":"MRC","impactText":"","person":"Jeffrey Wayne Dalley","coPersons":["Enrico  Petretto","Timothy  Aitman","Trevor William Robbins","Barry John Everitt"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}