{"id":"BF04310A-71C0-477C-B5C5-CC388B914A45","title":"i3Dlive: interactive 3D methods for live-action media","abstractText":"i3Dlive will create methods for enhancing viewer experience of live action in sports broadcast and film production by augmenting conventional 2D production with 3D information. Research will contribute new capabilities in post-production to enable 3D stereo viewing without specialist stereo camera rigs and allow modification of appearance in video for relighting and material editing. University of Surrey research will focus on two challenging open problems:- Extraction of a 2.5D layered depth representation from video for complex dynamic scenes to support stereo viewing such as live sports events.- Perceptually realistic manipulation of scene appearance in video based on local surface orientation and material transfer.Research will focus on live action scenes such as sports events in broadcast and onset production in films. Advances in these areas will contribute to both scientific understanding of complex dynamic scenes and enable technologies to allow 3D stereo viewing and change of appearance in video post-production. The Foundry, an academy award winning post-production tools developer, will lead the Technology Strategy Board collaborative project with BBC Research providing expertise in production technologies together with access to end-users in broadcast for sports, children's and natural history programme making. Research advances will be integrated into prototype post-production tools by The Foundry for industry user evaluation in film and broadcast to inform research and commercialisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G002800/1","grantId":"TS/G002800/1","fundValue":"412752","fundStart":"2009-01-07","fundEnd":"2011-07-06","funder":"EPSRC","impactText":"  Collaborative project with The Foundry (the foundry.com) and BBC Research focused on the development of technologies for stereo content production. Research at the University of Surrey developed methods for stereo content production without the requirement for a stereo camera rig. The approach used satellite witness cameras to reconstruct the scene allowing the creation of stereo content from the perspective of the principal film or broadcast camera. This approach avoids the requirement for specialist stereo capture technology which is cumbersome and expensive. In additional methods were introduced for robust through-the-lens calibration of the moving principal camera with respect to the witness cameras. The approach was exploited by The Foundry to develop a toolset for the industry leading product NUKE to allow the creation and manipulation of stereo content in film post-production. The approach was also used by the BBC in sports coverage (football/rugby/skiing) to produce stereo content from the principal camera view. Creative Economy,Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections Cultural,Societal,Economic","person":"Adrian  Hilton","coPersons":[],"organisation":"University of Surrey","findingsText":" - Novel methodology allowing the creation of stereo content for a principal film or broadcast camera without the requirement for a specialist stereo camera rig\n- Robust methods for calibration of a moving and zooming principal camera with respect to a set of satellite cameras\n- Methods for general scene reconstruction from a set of satellite cameras\n- The approach has allows complete creative control of the stereo reproduction (camera separation etc.) in post-production unlike a stereo camera rig where these parameters are fixed at the point of acquisition\n- Demonstration in real-production settings including sports and broadcast studio production - Commercialisation of stereo production algorithms as tools for the film production industry by industry leader The Foundry\n- Use of tools and technologies for stereo production in film and broadcast (BBC)\n\nSubsequent projects using the methods for scene reconstruction form the basis of EU projects SCENE (http://3d-scene.eu) developing a complete toolset for 3D production in film. Creative Economy,Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections","dataset":"gtr"}