{"id":"BF0E6A2F-A209-4FB3-A619-88A8109AF3DD","title":"Pilot study of Assertive Community Treatment in alcohol dependence","abstractText":"Excessive drinking is increasingly common in the UK and leads to a heavy use of health, social and criminal justice services with considerable costs. It was recently estimated that alcohol misuse costs the UK economy #20bn per annum. About 23% of the adult population in England drinks at a level likely to cause harm, and 4% are dependent on alcohol. Only a minority of the people experiencing alcohol dependence enters treatment each year. Many have severe and complicated problems and have difficulties in making best use of the limited treatment services that are currently available. Many drop out of treatment before they have improved, only to return to a cycle of heavy drinking and unplanned use of hospital and GP and other services.\n\nThere is a need for better and more effective treatments for people with alcohol dependence, and there is some evidence that treatments that involve assertive outreach and longer term treatment follow-up are better than standard treatment, which tends to be relatively short term and relies on the patients? motivation to engage with it. There is much stronger evidence that Assertive Community Treatment (ACT), which involves extended and assertive contact with often unmotivated patients, is effective in treating people with severe mental illness (e.g. schizophrenia) improving mental health, contact with treatment and client satisfaction, and reducing admissions to hospital.\n\nIn this pilot study we plan to adapt the ACT methods successfully used in severe mental illness to find out if it is more helpful than typically available treatment for people with alcohol dependence. This preliminary work will help us to design and carry out a more extensive study to assess the effectiveness of ACT in alcohol dependence across several centres in England. Further, although ACT will be more expensive to deliver than standard treatment, it will be important to find out if it is more cost effective, i.e. if the greater costs of treatment are offset by greater savings to the wider health service. If so, this could potentially have major implications for the NHS and the way treatment is delivered to this population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701818","grantId":"G0701818","fundValue":"422029","fundStart":"2009-01-12","fundEnd":"2013-01-11","funder":"MRC","impactText":"","person":"Colin  Drummond","coPersons":["Julia Margaret Sinclair","Peter Julian Tyrer","Christine  Godfrey","Alex Georges Copello","Michael J Crawford","Tom  Burns","Steve  Parrott","Abigail Katherine Rose","Paolo  Deluca","Martin  Bland","Simon  Coulton","Christine  Wright","Edward James Day"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}