{"id":"BF11DAB1-86A4-4379-AAD6-B1AFCB73A1D8","title":"Linking the fundamental concepts of sediment pollution remediation and ecotoxicity for improved engineering designs","abstractText":"This proposal will bring together sediment remediation engineers, ecotoxicologists and hydrogeochemists at an early stage of their career. They will gather for a one week launch event at Newcastle University to learn about each others conceptual understanding of sediment pollution issues and to discuss feasible solutions to these. The launch activities will include discipline hopping in oral presentations, one-on-one pairing of researchers from different disciplines explaining their research efforts to each other, practical training in the calibration and use of pollutant fate modelling tools, visits to local sites with sediment pollution, group discussion of possible solutions to international case studies of sediment pollution, and the conceptual design of better interdisciplinary models of sediment pollution and its effect on sediment-dwelling and aquatic organisms.During the launch event the researchers will submit proposals for people exchange activities with the partner institutions. Such individual visits will allow the researchers to deepen the mutual understanding of work at other institutions and in other disciplines. It is expected that future international and interdisciplinary research collaborations will emerge from such opportunities, and that the established personal contacts will continue to pay dividends throughout the career of the young participants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F012934/1","grantId":"EP/F012934/1","fundValue":"37160","fundStart":"2007-10-01","fundEnd":"2008-06-30","funder":"EPSRC","impactText":"  This workshop led to new contacts with international academics which resulted in research collaboration and joint publications on the use of sorbents for the restoration of contaminated sediments. This novel in-situ remediation technology has rapidly progressed from the first laboratory trials to the first full-scale application in November 2013 to restore Mirror Lake in the State of Delaware. Environment Societal,Economic","person":"David  Werner","coPersons":["David William Graham"],"organisation":"Newcastle University","findingsText":" The network grant funded an international workshop bringing together environmental engineers, microbiologists, geochemists and ecotoxicologists to discuss novel sediment remediation technologies. The key findings from follow-on collaborative research were that the addition of a few percent by weight of a strong sorbent material such as activated carbon to contaminated sediment can reduce the bioavailability of persistent organic pollutants by up to 90 percent. But side-effects on sensitive organisms such as Lumbriculus variegatus need to be further evaluated. This workshop led to new contacts with international academics which resulted in research collaboration with international, academic and non-academic patners (i.e. oil companies) on the use of sorbents for in-situ sediment remediation. The workshop identified needs for further research, for instance on unintended ecological side-effects of sediment remediation technologies. The workshop also launched a field sampling campaign to investigate for the first time antibiotic resistance gene abundance in a Cuban river in relation to wastewater inputs. Environment","dataset":"gtr"}