{"id":"BF159DC4-1267-4B30-B712-5CE32AC29516","title":"Materials for Renewable Energy NaturE's Way (RENEW)","abstractText":"At current rates of consumption, many of the materials we use to make today's clean energy technologies could be scarce or gone in decades or less. Furthermore, improving the performance of materials for clean energy generation, resulting in higher efficiency processes, remains a critical need. PIRE: RENEW will use biological-based materials to both improve material performance and create sustainable replacements in clean energy technologies, focusing on applications such as solar and wind power rather than liquid fuel. An international research program will be built around this focus. This program will draw together the interdisciplinary expertise necessary to develop replacements that provide improvements in function, consider current and future global raw material availability, and are designed to mitigate environmental impact both in production and disposal. Students involved in this research will be trained in an interdisciplinary and global approach to sustainability problem solving. Together, these elements will allow PIRE: RENEW to create an international research nexus, one that can provide advanced sustainable material solutions for a broad range of energy technology challenges, and educate students to be valuable for industry and academic paths. \nIntellectual Merit: PIRE: RENEW's research will explore the use of naturally derived and other biobased materials in renewable energy applications where intermolecular and interfacial interactions play a key role in self-assembly and aggregation, in building structural materials with exceptional properties, and in nanoscale optoelectronics. To carry out this vision, interdisciplinary research will: \n- Explore building wind turbine blades from biobased nanocomposites with engineered interfaces consisting of cellulose nanofibers and biobased epoxy thermoset and polyester thermoplastic matrix materials. These innovative biobased nanocomposites will be compared with nanocomposites consisting of biobased or petroleum-derived resins and functionalized carbon nanotubes. \n- Explore molecular and supramolecular structure-property relationships relevant for charge transport and transfer in self-organized molecular dendron and electronically functionalized biobased cellulose nanowhiskers, bacterial cellulose fibrils, and sophorolipid surfactants for solar energy applications \nNeed for International Partnership: New sustainable materials from readily-renewable carbon sources developed in the Gross research lab (NYU-POLY) with collaborators (UMONS, Bologna) provide the critical research nexuses with the wind energy research of Manas and collaborators (CWRU, Santa Catarina) and the solar energy research of Singer and collaborators (CWRU, Penn, Sheffield). Only through the connection of these international partners is the research vision achievable, as it requires specific expertise and facilities of i) materials synthesis (Gross, Percec), ii) processing (Manas, Singer, Percec, Dubois, Pezzin, Fontana, Coelho), and iii) characterization (Ungar, Scandola, Manas, Singer) to create its intended materials - as well as to provide students an international/interdisciplinary education. \nBroader Impact: The new materials and understandings created could apply to sustainability outside energy (e.g., consumer products). Faculty lectures given at international locations will be open to students outside the PIRE, both in person and in posting to the Internet. A website and legacy of web-based educational materials created by the PIRE team will share its research and give the opportunity to the scientific community to respond through posts, project ideas, video, etc. The website will also publish a clearinghouse of gathered links/articles on sustainable materials and renewable energy applications. &quot;Sustainability challenges&quot; taken on by student teams with input from business, policy, and environment faculty will also be written up as educational modules.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034308/1","grantId":"EP/K034308/1","fundValue":"541848","fundStart":"2013-01-14","fundEnd":"2018-01-13","funder":"EPSRC","impactText":"","person":"Goran  Ungar","coPersons":["Anthonius Johannes Hendrikus Maria Meijer","Xiangbing  Zeng"],"organisation":"University of Sheffield","findingsText":" We have studied perylene bisimides to which fan-shaped functional groups were attached, prepared by our collaborators from UPenn in USA. We have found a very significant correlation between the molecular architecture, structure of the columnar liquid crystal and &quot;soft crystals&quot; that they form, and the charge mobility. High charge mobility is key for the application of these organic semiconductors such as in organic solar cells. We identified one variant of these materials that has charge mobility higher than amorphous silicon, a benchmark for these materials. Furthermore, we found that securing long-range propagation of helical order is important in securing defect-free trap-free propagation of charges, and that systems with chiral (right- or left-handed) pendant functional groups can significantly improve columnar order, even if a right-left mixture is used, since the two species will separate into perfect right and left-handed helical columns upon thermal annealing. What is more, we found that in certain cubic liquid crystal phases formed by infinite interpenetrating molecular networks, helical twist is established over macroscopic (many mm) areas spontaneously even in non-chiral molecules. This unprecedented finding adds a new dimension to our understanding of molecular self-assembly. We have also studied columnar organization in nanometre-size ceramic channels and found a variety of complex patterns by synchrotron X-ray diffraction and high-resolution fracture-surface atomic force microscopy. Our results help design organic semiconducting materials with high charge mobility and add new insights into molecular self-assembly on the nanoscale. Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy","dataset":"gtr"}