{"id":"BF151AD3-5AD1-4FA7-9BE4-F4C64DAC1EFE","title":"IN CONTACT ANALYSIS OF SYNOVIAL FLUID LUBRICATING FILM PROPERTIES","abstractText":"Total hip replacement is a well-established and highly successful treatment for end stage hip arthritis and in recent years there have been significant improvements in prosthetic components. However there are still concerns about performance and component life as implants are increasingly being used in younger and more active patients. Wear of the articular surfaces remains a problem and is known to be a major cause of failure in metal-polymer joints through osteolysis. Although wear is reduced significantly with the new generation of metal-on-metal joints there are concerns about the formation of nano-wear particles which lead to increased levels of chromium and cobalt in the body. Recently this problem has been accentuated by reports of 'pseudo-tumours' which are associated with high metal ion levels. Thus prosthesis wear remains an important area of research and most experimental studies have concentrated on this aspect. Relatively little attention has been paid to analysing the properties of the synovial lubricating film and the mechanisms of film formation, although such knowledge is key to the development of strategies to reduce wear. Wear of prosthetic joints is controlled by the properties of the synovial lubricating film and the nature of the articulating surface. The current proposal will focus on understanding lubrication mechanisms and the role of synovial fluid constituents in artifical hip joints.The proposed study will analyse the chemical and physical properties of synovial fluid lubricating films formed during rubbing. The project will use two analytical methods; In-contact Fluorescence Imaging and Atomic Force Microscopy to analyse the chemical composition, molecular structure and local physical properties (rheology, friction) of SF lubricating films. The analysis will be carried out 'in contact' so the film properties are measured during the lubrication process rather than post-test. The proposed work will provide information on the fundamental lubrication mechanisms occurring in artificial hip joints. The research has important implications for the development of low-wear strategies and new prosthesis designs. The primary beneficiaries will be the NHS, orthopaedic surgeons and their patients as the outcome will be improved joint life and reduced incidence of prosthesis revision. In 2007, the UK performed 10,500 THR revision operations, each of which may cost up to 25K, totalling 255 million per year. Thus a reduction in revision rate, particularly for MoM joints, is an important goal as it is a costly and demanding procedure, which already consumes 10% of the NHS joint replacement budget.The research will also deliver fundamental information of the effect of SF chemistry on joint wear. Such knowledge will enable surgeons to make an informed choice of the most appropriate type of prosthesis for each patient depending on their SF chemistry. The study could also contribute to the development of a SF 'tribo' health check and remedial strategies to improve joint lubrication. Prosthesis manufacturers will also benefit from the proposed research as a detailed understanding of the lubrication process will aid improved design of joints to reduce wear and increase implant life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H020837/1","grantId":"EP/H020837/1","fundValue":"454655","fundStart":"2010-03-01","fundEnd":"2013-08-28","funder":"EPSRC","impactText":"","person":"Philippa Mary Cann","coPersons":["Janet  Wong"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}