{"id":"BF18036E-BC33-4252-A9B0-31A1ACA01903","title":"LIGNOX - The Selective Oxidation of Lignin in Water","abstractText":"LIGNOX is an entirely new approach to the production of high-volume aromatic compounds from Lignin, a widely available bio-waste material which is currently burned as a low grade source of heat. Our approach is based in a process developed at Nottingham for the selective partial oxidation of methylated aromatics in supercritical water, scH2O, catalysed by MnBr2. This scH2O process has been shown to have potentially major advantages over current methods for manufacturing aromatic carboxylic acids in acetic acid solvent. LIGNOX involves three partners (i) INVISTA, world-leading developer and licensor of process technology especially large-scale selective oxidation, (ii) the National Non-Food Crops Centre with expertise in exploitation of bio-feed stocks, and (iii) Nottingham which has unique expertise in supercritical fluids, especially scH2O. Nottingham's role is to carry out the fundamental chemical investigation underpinning the project. The tasks include (a) designing and optimizing the high pressure equipment, initially to be based on the patented Nozzle Reactor developed at Nottingham, (b) designing and carrying out an experimental programme to establish the best strategy for controlling separately the selective oxidation of C-C bonds and hydrolysis of ether side chains, thereby providing the tools for directing the breakdown of the polymeric products and (c) developing effective on-line and off-line analytical procedures for the rapid speciation and quantification of reaction products. A key component of our proposed programme is the use of FTIR spectroscopy with ATR sampling for on-line monitoring and more rapid reaction optimization, a novel approach based on promising preliminary results from the Nottingham team using loaned equipment. We seek funding for equipment, consumables and essential manpower to turn this project into reality. The importance of this project is that Lignin is one of the very few bio-feedstocks for aromatic compounds. Therefore, LIGNOX is a major step torwards manufacturing aromatic compounds from a suitable bio-feedstock, which is available in sufficient tonnage to be a viable source of bulk chemicals on a world-scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/E005586/1","grantId":"DT/E005586/1","fundValue":"257203","fundStart":"2007-03-01","fundEnd":"2009-08-31","funder":"EPSRC","impactText":"","person":"Martyn  Poliakoff","coPersons":["Peter  Licence"],"organisation":"University of Nottingham","findingsText":" Lignin is a naturally occurring material which makes up ca 35% of the dry weight of wood. It is a complex polymer - that is a material made up by repetitively linking smaller molecular units. Lignin is usually burned as a waste product from the paper making industry. The aim of this project was to use water at high temperature to &quot;disassemble&quot; the lignin and to extract higher value chemicals from it, in a way that is greener and simpler the current chemical processes - an initial target was vanillin, the compound that gives a vanilla flavour to foodstuffs. Our process gave yields of vanillin as high as current messier chemical processes but without the pretreatment of the lignin that is needed for those processes. The follow-up to project also generated a very highly cited review on the use of waste biomass to make chemicals. This review has in turn led to a Horizon 2020 proposal which will benefit UK research groups. The results of this project were taken further in collaboration with INVISTA (see Narrative Impact). In particular, some of the learning from this project was applied to obtaining resins rather than chemicals from lignin. Chemicals","dataset":"gtr"}