{"id":"BF1B9100-33F5-46ED-91CE-C978F2A1EC58","title":"The mechanism of phiC31 integrase; a tool for gene therapy and genome manipulation","abstractText":"It is really difficult to cure people with genetic diseases, such as muscular dystrophy, where they have the wrong gene. The best cure would be to give them the right gene, one that works well. Ideally this treatment would need to be given only once in their lifetime because genes, when they are part of the chromosome, are passed faithfully from one cell to the next and so the cure would perpetuate. Although this sounds simple, in practice its very hard. This project concerns a possible way of getting the right gene into a sick person's chromosome. Some viruses, mostly those that infect bacteria, have a way of getting their own genes into the chromosome of their hosts. This process involves proteins, called integrases, because they integrate two pieces of DNA into one. Most integrases use a particular site in the host chromosome preferentially over all others and the virus DNA goes into that site. There is also a preferred site in the virus DNA. In order to introduce correct genes into people as a cure for disease, we need to engineer the integrase so that it can find its preferred site in that person's chromosome. Consequently this project is about understanding how these integrases work so that we can alter them rationally. We would like to know, for instance, which part of the integrase is responsible for recognising its preferred integration site? Another feature of integrase is that it is irreversible in the absence of any other virus proteins. This means that once the correct gene is inserted it is there forever, hence the need for only one treatment. We think that integrase can detect the presence of its preferred sites very early on in the reaction pathway, the stage that brings the two preferred sites together. There is a kind of lock and key interaction within integrase that activates the rest of the pathway to complete integration. Without the right lock and key interaction the pathway is blocked. Almost all of this project will be done with integrases that we have altered in some way by mutation. By studying how the properties of the integrases change we can understand how the proteins work. Some of the work will be done in collaboration with scientists who can determine the 3-dimensional (3-D) structure of proteins. With them we aim to obtain a 3-D structure of integrase with its preferred sites for integration. A third part of this work addresses a process called excision, the opposite of integration and is where virus DNA is excised from the host chromosome. Although integrase by itself is not reversible and only integrates DNA, the virus that encodes it must be able to excise its DNA from its host chromosome. We intend to search for a protein that interacts with integrase to change its properties to do excision. This will help us to understand more about the whole integration/excision process and add to our ability to design better ways to deliver genes to sick people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D007836/1","grantId":"BB/D007836/1","fundValue":"460484","fundStart":"2006-06-01","fundEnd":"2010-07-31","funder":"BBSRC","impactText":"","person":"Margaret Caroline Smith","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}