{"id":"BF228657-9B2F-4149-9423-C9A89C637EA0","title":"Non steady-state weathering in an ice-house world: the record from soils","abstractText":"Chemical weathering of the continents - the breakdown of rocks by rain and soil water and the delivery of solutes to rivers and ultimately to the oceans - is one of the main controls on the chemistry of seawater. The chemistry of seawater is important to geochemists and Earth scientists in general for at least two main reasons. Firstly, marine chemistry is often a sensitive indicator of environmental conditions on the past Earth and records of it in marine sediments are used to quantify and understand those conditions. Secondly, many aspects of seawater chemistry control the marine biosphere - for example, the primary producers (mainly algae) are dependent on dissolved constituents as nutrients. One set of these nutrients that is important to this proposal is trace metals (e.g. Fe, Zn, Cu, Mo). These nutrients are not only essential to the operation of the ecology of the oceans: they also control the usage of oxidised carbon in the surface Earth System and the removal of the greenhouse gas CO2 from the atmosphere into algal cells and ultimately the deep ocean. Chemical weathering also controls atmospheric CO2 in another way. The reaction of atmospheric CO2 with rainwater to make an acid, and the reaction of that acid with rocks, generates bicarbonate ion that is fed into rivers and ultimately the oceans, where it combines with calcium to generate limestones deposited on the ocean bottom. This set of processes controls the removal of volcanically-degassed CO2 from the surface Earth and regulates the long-term climate of the Earth. Chemical weathering is a dynamic process that is, in particular, controlled by Earth's climate. An additional important control is the degree to which the physical weathering breakdown of rocks into finer grainsizes by the agents of erosion supplies reactant material for chemical weathering to operate on efficiently. There has been a great deal of debate about the relative importance of these two controls. One view suggests that warmer climates lead to faster reaction rates and greater drawdown of CO2, thus leading to a negative feedback between volcanic degassing of CO2 and its removal by weathering. Others suggest that colder and more dynamic climates, such as that which has characterised the past few million years of Earth history, leads to the faster production of fine-grained material (by ice sheets, glaciers, intense monsoons) and the faster drawdown of atmospheric CO2, thus perhaps leading to a positive feedback at least for recent Earth history. Our objectives are to use the record of chemical weathering processes in soils to try to better understand these issues. We will study the chemistry and isotope geochemistry of soils of various ages and climatic regimes. The cold glacial climates over the past 2 million years have left behind relatively new landscapes, including new soils with ages between 80 and 300,000 years. This range of ages - the range of times since the production of new fine-grained material - allows us to study changes in chemical weathering rates and the release of isotopes into rivers as a function of the rate of production of fine-grained substrate. Though the present proposal is part of a larger project to study a wider range of elements and isotopes in soils, this particular proposal focuses on the transition metals and their isotopes. The ultimate motivation for this focus is a wish to understand the marine isotope geochemistry of these elements. A new international programme, Geotraces, seeks to understand the biogeochemical cycling of a variety of trace metals in the oceans and the study of the isotopes of these elements will be a key tool in this endeaviour. In order to understand this cycling it is necessary to quantify and understand the inputs to the oceans. Our preliminary data on rivers, discussed in the main proposal, suggests that the delivery of these elements and their isotopes to the oceans is fundamentally controlled by processes in soils.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G009961/1","grantId":"NE/G009961/1","fundValue":"27370","fundStart":"2009-05-01","fundEnd":"2011-04-30","funder":"NERC","impactText":"","person":"Derek  Vance","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}