{"id":"BF239652-A9A2-453E-8C8F-10986D92378A","title":"The porcine sex chromosomes: gene content sequence relationships and evolutionary implications for sex chromosome functionality","abstractText":"The X and Y chromosomes in mammals have evolved from a common ancestral pair of identical chromosomes. As they have diverged from one another the Y has acquired a specific function in determining male sex. At the same time, the X and Y chromosomes have accumulated genes that confer advantage to the male, including many genes involved in male fertility and behaviour. Particular variants of these genes are postulated to give advantage to some males over others in the competition for reproductive success. The genes that have evolved on the sex chromosomes that are involved in these functions may differ between different mammalian species. To date, the DNA sequence and gene content of the mouse and human sex chromosomes has been the most intensively studied. This has defined X and Y genes that appear to be shared between most mammals, but has also revealed the presence of lineage specific sex chromosome gene content. These studies have demonstrated a number of what appear to be emerging themes that define sex chromosomes; namely (1) gene amplification on the X and Y, (2) palindromic organisation of amplified sequence, (3) expression of genes specifically in the testis and (4) from studies in the mouse, apparent competition between X-Y homologous amplified gene families that influence the number of males to females in the offspring (sex ratio). As only two well defined mammalian lineages have been sequenced and annotated extensively (with fragmentary data on number of primates and other mammals) it is important to extend studies of the sex chromosomes to encompass all branches of mammalian evolution in order to determine the universality of these themes associated with the X and Y. This project will investigate the porcine sex chromosomes in order (1) to understand their gene content and to determine if the pig harbours testis expressed genes not shared by other mammals, (2) to determine the patterns of X-Y homology, (3) to determine what sequences have become co-amplified on the X and Y that may have a role in influencing sex ratio, (4) to understand how these sequences are organised and (5) to understand the variation between Y chromosomes carried by suids and how this relates to variation in boar fertility.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F021372/1","grantId":"BB/F021372/1","fundValue":"349639","fundStart":"2009-08-01","fundEnd":"2012-07-31","funder":"BBSRC","impactText":"","person":"Nabeel Ahmed Affara","coPersons":["Carole Anne Sargent"],"organisation":"University of Cambridge","findingsText":" A genome contains the complete DNA sequence of an animal. Just as the letters in a book are separated into chapters, the DNA sequence within a genome is divided into chromosomes. The number of chromosomes varies between species, but there are similarities which reflect their common ancestry. Two of the chromosomes in a mammalian genome are called the sex chromosomes - the X and Y chromosomes. In general, female mammals have two X chromosomes and males have an X and a Y chromosome. Consequently many of the key genes that differentiate males and females are found on the X and Y chromosomes.\n\nWe are interested in the sex chromosomes of pigs particularly, for a number of reasons. Firstly, pigs are an important agricultural species. Secondly, they are used as models for a number of human diseases - for example, for research into obesity, and also for puerperal psychosis, similar to a form of postnatal depression that can severely affect human women. Thirdly, pigs represent a potential source of organs for xenotransplantation. \n\nOur project can be broadly divided into three related areas of structure, content, and evolution:\n\n1) Structure: Regions shared between X and Y\n\nX and Y chromosomes look very different now. However, they once looked very similar. The Y has lost much of the material it once shared with the X. Our goal was to find regions between the X and Y that are still shared - so-called regions of XY homology. Identifying the genes in these regions can help with chromosome sequencing, and tell us about evolution amongst different species of mammal.\n\nWe found two regions of the X chromosome that we could confirm contained sequences also found on the Y chromosome. First, we were able to find the boundary of a region called the pseudoautosomal region (PAR). PARs are regions shared between the sex chromosomes - that is, they are the part of the chromosomes that are still identical. When comparing the PAR in pig with that of other species, we found broad similarities. However, there are some genes that appear to be unique to pigs, and other genes lacking in pigs that have been found in other species.\n\nThe second region contained some sequence that, while only found in a single location on the X chromosome, was highly repeated across half of the Y chromosome. This is the first time any sequence has been found linking the repetitive part of the Y with the X.\n\n2) Content: Functional genes on the Y\n\nWe captured from the repetitive part of the Y chromosome genes that are active in testes (Y genes are often fertility related). After capturing these sequences, we studied them to identify which other tissues they are expressed in.\n\nWhat we found is that there are a number of genes in the repetitive part of the pig Y chromosome that are active in testes, and few other tissues. There seem to be multiple different variants of these genes. This is probably because as they were copied, errors crept in, or pieces of the chromosome were mixed up and reordered. \n\n3) Evolution: The history of a gene, HSFY\n\nThe gene HSFY has amplified on the Y in another species - cow. We suspected HSFY might be on the repetitive part of the pig Y also, and wondered if the amplification occurred in pig alone, in an ancestor of modern pig species, or perhaps was shared from the ancestor of modern pigs and cattle.\n\nWe studied the copies in pigs, and were able to identify at least two distinct types of HSFY. Each of these types seems to be repeated many times on the pig Y chromosome. When we looked at other pig species (such as warthogs and peccaries), we were able to find the two different types of HSFY in these species as well. By comparing the copies with those seen in cow, we found that HSFY amplified in cow after the ancestors of pigs and cows diverged.\n\n\n\nOverall, this study has given us a better insight into the types and organisation of repetitive sequence on the pig Y chromosome, and may prove important for future work by breeding companies. A full draft of the pig X and Y chromosome sequence provides the basis for understanding sex chromosome gene content and function in a range of different contexts - this is primarily of interest to animal breeders, but is also of interest to groups using porcine models of human disease. Agriculture, Food and Drink","dataset":"gtr"}