{"id":"BF24A3CA-5BF6-4BD5-B851-4ED11320C6FF","title":"Calixarenes: Metal-Organic Frameworks and Discrete Superstructures","abstractText":"Polynuclear cages of paramagnetic transition metal ions can exhibit fascinating physical properties and have great potential in the field of single molecule magnetism and molecular spintronics. Supramolecular chemistry is defined as chemistry beyond the molecule, and involves (amongst other things) the design of molecular building blocks for the construction of novel structures that can be polymeric or discrete in nature. We recently discovered a range of new polynuclear cages that have interesting magnetic properties and that act as Single-Molecule Magnets or Molecular Refrigerants (molecules that cool themselves down when a magnetic field is applied to the material). We intend to marry these cluster types with new and large scale molecular building blocks to afford novel discrete and polymeric superstructures. The resulting materials will have tailored magnetic properties (depending on the cluster type we choose to incorporate) and we will explore the ability of these assemblies to play host to guest molecules (e.g. by the passage of molecules through pores in infinite structures containing voids, or in individual cavity containing molecules). The storage and separation of important gases within all of the materials to be synthesised (either organic or metal-organic) will be studied in collaboration with Prof. Andrew Cooper, head of the Centre for Materials Discovery at the University of Liverpool.Dr. Scott J. Dalgarno has expertise in calixarene synthesis and crystallographic studies on large supramolecular polynuclear metal cluster systems. Dr. Euan K. Brechin is a world leader in molecular magnetism and polynuclear metal cluster synthesis. These synthetic and analytical techniques will be critical in elucidating the structures and properties of the materials to be formed, and have already allowed us to determine the magnetic properties of the aforementioned metal clusters that display Single-Molecule Magnet or Molecular Refrigerant behaviour to underpin the work proposed here.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I031421/1","grantId":"EP/I031421/1","fundValue":"36230","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"EPSRC","impactText":"  Fundamental chemistry and physics. Chemicals Societal","person":"Euan Kenneth Brechin","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Synthesised a range of covalent organic nanocapsules with appropriate functionality for the controlled combination with C[4]-supported polynuclear metal cluster motifs. Synthesised a range of multi-calixarene building blocks with appropriate functionality for the controlled combination with C[4]-supported polynuclear metal cluster motifs. Utilised nanometre scale building blocks to form novel families of polymeric metal-organic frameworks and discrete metal-organic superstructures. Fundamental chemistry and physics. Chemicals","dataset":"gtr"}