{"id":"BF2EFAEE-46E6-445C-B4B1-A83E3C9CC116","title":"Simultaneously Wireless InFormation and energy Transfer (SWIFT)","abstractText":"Information and energy are two fundamental notions in nature with critical impact on all aspects of life. All living and machine entities rely on both information and energy for their existence. Most, if not all, processes in life involve transforming, storing or transferring energy or information in one form or the other. Although these concepts are in harmony in nature, in traditional engineering design, information and energy are handled by two separate systems with limited interaction. In wireless communications, the relationship between information and energy is even more apparent as radio waves that carry information also transfer energy. Indeed, the first use of radio waves was for energy transfer rather than information transmission. However, despite the pioneering work of Tesla, who experimentally demonstrated wireless energy transfer (WET) in the late 19th century, modern wireless communication systems mainly focus on the information content of the radio-frequency (RF) radiation, neglecting the energy transported by the signal. This project is the first interdisciplinary initiative to promote innovation and technology transfer between academia and industry in the UK for one of the most challenging and most important problems in future communication networks: The simultaneous transfer of both energy and information. The aim of this project is to develop a new theoretical framework for the design and operation of next-generation networks with simultaneously wireless information and energy transfer (SWIFT) capabilities. The research efforts are interdisciplinary and bring together researchers with strong and complementary backgrounds in the domain of wireless communications such as electronics/microwave engineering, information theory, game theory, control theory, and communication theory to bridge the gap between theory and practice of future WET-based communication systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N005651/1","grantId":"EP/N005651/1","fundValue":"316814","fundStart":"2016-01-18","fundEnd":"2019-01-17","funder":"EPSRC","impactText":"","person":"Arumugam  Nallanathan","coPersons":["Hamid  Aghvami"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}