{"id":"BF34C945-53EB-4655-A1CC-4533A7E10C52","title":"Scaling the Rural Enterprise","abstractText":"Rural contexts do not naturally nurture large scale, sustainable enterprises. Rural enterprises wanting to grow, struggle without the honed infrastructures for collaboration, communication and distribution found in urban-industrial areas. The difficulties in achieving sufficient scale create barriers to entrepreneurial activity and prohibit rural business ecologies thriving, in particular the transaction costs associated with dealing with many micro-level organisations. This project addresses the fundamental challenge of scaling up rural enterprises within the UK and India and how we might exploit digital technologies to achieve this.\nEconomies of scale and scope have enabled the creation of large-scale multinational corporations that sit atop the 'apex' of large supply chains. In order to provide the cheapest product possible companies place enormous price pressure on their suppliers, often exploiting digital technologies to manage their supply chains and co-ordinate supply and demand worldwide. Rural enterprises involved in supply chains are often disadvantaged and there are a significant number of examples where local producers participating in supply chains of national or global conglomerates are squeezed in the 'race to the bottom'. In the UK this has pushed many farming communities to the point of bankruptcy. Furthermore, since many value chains worldwide are now oligopolies, there are few other customers for these rural communities to sell their products, making it very difficult for them to change their role in the supply chain - they are beholden to sell their products to those companies that agree to buy. The need for enterprise innovation in this domain is recognised, not least as a means to combat poverty, the issue is how rural communities might achieve this scaling up and support it.\nRural communities are currently uncertain of the appropriate forms of enterprise needed to scale up their endeavours and lack access to the appropriate IT enterprise capabilities to support these. Scaling up is essential if these communities are to obtain higher than subsistence income levels for the materials they produce. For example, many rural enterprises and their associated communities of practice cannot ensure the ability to deliver according to schedule a certain amount of product at a certain quality level. Without achieving sustainable economies of scale and of scope, rural enterprises will not be able to participate fully in the global economy. We need to innovate both in terms of the enterprise and the technologies uses to support these enterprises.\nWithin this project we wish to understand the next generation of rural enterprises that may be enabled by mobile devices in rural settings. First generations rural enterprises have emerged that exploit the timely delivery of information and expertise using mobile devices with considerable success in rural areas. Our focus in this proposal is the establishment of the next generation of enterprise where these mobile devices are used to scale up the activities of a rural enterprise by support the definition and management of enterprise wide processes between distributed members of these emergent rural enterprises.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J000604/2","grantId":"EP/J000604/2","fundValue":"1053170","fundStart":"2012-07-23","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  The findings are currently being implemented in rural Wales (the basket software) and as a result the findings are in an early state of reporting but there has been initial good feedback from the community in question. Agriculture, Food and Drink,Communities and Social Services/Policy Cultural,Societal","person":"Catherine Ellen Mulligan","coPersons":["Andrew  Crabtree","Matt  Jones","Chris  Greenhalgh"],"organisation":"Imperial College London","findingsText":" A toolkit has been developed that includes software, policy briefings and case studies as a result of the study and co-creation of work with communities and enterprises in rural wales and rural UK, some highlights:\nTiqR - a piece of software that allows end-users to mark check boxes on e.g. community newspapers or local menus and receive more information. This can also be used offline (UoS)\nAqR - a piece of software that allows end-users to create audio bookmarks and transfer them to one another (UoS)\nPaperChains - a piece of software that allows people to build up audio messages for one another over a period of time on a piece of paper, e.g. a greeting card and then play them back at another time. An example of this could be used to create a track and trace system for logistics and enterprise management. (UoS)\nCodeTalk - allows people to build up messages around barcodes. This could for example be used to link messages to barcodes on products and add extra information, e.g. recipes or link to farmer information (UoS)\n\nBasket: this software allows a number of individual, local suppliers in a town to co-ordinate together online in a similar fashion as a supermarket. Consumers can purchase products from separate shops and have them delivered or collect them as one shop or one &amp;quot;basket&amp;quot;. (UoN).\n\nA series of policy briefings and case studies have been prepared for enterprise and policy leaders who wish to become more informed about how best to set up and manage their enterprises. In addition, a series of policy briefs cover recommendations for Welsh, English and EU policy makers to understand which policy levers they can work with to increase the ability of rural enterprises to function effectively.\n\nWith regards to the Indian collaboration, there has been good collaboration between some parts of the project including the Swansea team and the Imperial College team. This includes exchanging learnings around software for rural enterprises and also the business model for rural enterprises.\n\nThere were a surprising number of similarities between the enterprise settings between India and the UK and a key finding is that despite the strong differences in context between the two nations rural areas, there is much to be learnt from one another. The software has been made open source by both UoS and UoN and will be made publicly available on the website enterise.info. This work may of course be of interest to other HCI researchers and can be taken forward as contribution to the HCI body of knowledge.\n\nOn this website, the case studies of how to establish an enterprise or use technology to improve rural enterprises will also be placed, allowing people to access the information and apply it in their own businesses. The research case studies provide a unique perspective on the rural economy of the UK that has never been taken before - in particular not looking at the rural economy solely as a tourism or agriculture. Moreover, the investigation of impact of ICT in rural enterprises is a unique and new contribution to the academic knowledge in this space and can be built upon by others.\n\nIn addition, we are working on making a joint UK-India toolkit which will be released next year, allowing for a potential broader spread of impact, but this will be reported in the next period. Agriculture, Food and Drink,Communities and Social Services/Policy,Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice","dataset":"gtr"}