{"id":"BF3B84D7-4CBD-4A7E-A9DA-88098267C998","title":"Building sustainability and informing policy: The MicroPasts programme of knowledge exchange","abstractText":"This Follow-on project will build on the successful results achieved by the original MicroPasts project ('Crowd- and Community-Fuelled Archaeological Research') and will take them forward via two linked programmes of knowledge exchange that will have a transformative and long-lasting impact on heritage policy and practice, as well as on MicroPasts developers and contributors. MicroPasts initially received funding under the AHRC call for Digital Transformations in Community Research Co-Production in the Arts and Humanities and, over its 18 month duration (1 October 2013-31 March 2015), the team have developed, implemented and started to evaluate a novel model to support collaborative research in archaeology, history and heritage that draws on a combination of crowd-sourcing, co-design and crowd-funding. \n\nWe now propose to undertake knowledge exchanges and further evaluation with two aims: (1) to study and enable a community-led model of platform and project management that is sustainable in the longer-term, and (2) to inform heritage policy and practice in the UK, and guide investments in participatory projects that use crowd-sourcing and/or crowd-funding. With those aims in mind, we plan to engage interested MicroPasts contributors in discussions about how they might take responsibility for the day-to-day running of the MicroPasts websites, and then develop the technical resources, guidelines and skills that are necessary for a community-led model of platform and project management to become fully operational. With policy-makers, analysts and practitioners in the heritage sector, we wish to review the methods and results of the evaluation conducted over the lifetime of MicroPasts so far, to steer further reflection and develop knowledge about the benefits generated by the use of crowd-sourcing and crowd-funding, for individuals, communities and heritage, and about how best to capture these benefits. \n\nWe will respond to MicroPasts contributors' stated desire to take forward the work conducted until now and help maintain the digital resources created in the lifetime of MicroPasts, so that they can continue using and benefiting from them. In addition, the knowledge exchange programme with volunteers will offer both contributors and current core staff meaningful learning opportunities, which can also be important for employment and career development purposes. Beyond significantly strengthening the co-creative nature of MicroPasts, we expect that this model of community-led management could potentially provide an exemplar for the longer-term sustainability of other web-based participatory projects that use crowd-sourcing or crowd-funding. This knowledge exchange programme will produce tutorials and guidelines that will be made available open access for anyone to download and re-use.\n\nFurthermore, knowledge exchange among heritage policy-makers and practitioners will bridge a substantial knowledge gap about the ways in which more participatory and digitally interactive cooperation with the public can support heritage organisations in re-designing and improving their services in the context of economic downturn. In addition, the project will help heritage institutions and funding bodies to face the numerous technical, ethical and methodological challenges of evaluating community- and crowd-fuelled projects. This strand of the knowledge exchange programme will be conducted via workshop discussions, followed by the write up of a summary paper and evaluation guidelines, together with a full report on the MicroPasts evaluation. These resources will be made available online, but also circulated directly amongst the extensive network of heritage professionals with whom the project staff and their proposed collaborators are in contact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M00953X/1","grantId":"AH/M00953X/1","fundValue":"76394","fundStart":"2015-05-01","fundEnd":"2015-10-31","funder":"AHRC","impactText":"","person":"Andrew Haydn Bevan","coPersons":["Daniel  Pett"],"organisation":"University College London","findingsText":"","dataset":"gtr"}