{"id":"BF3CE616-B254-4929-80B1-FF404C6ADC48","title":"A typology of defectiveness","abstractText":"An important design feature of language is the use of productive patterns. We have 'enjoy' ~ 'enjoyed', 'agree' ~ 'agreed', and many others. On the basis of this productive pattern, if we meet a new verb 'transduce' we know that there will be the form 'transduced'. Even if the pattern is not fully regular, there will be a form available, as in 'understand' ~ 'understood'. Surprisingly, this principle is sometimes violated, a phenomenon known as defectiveness, which means there a gap in a word's set of forms. The missing singular form of English 'scissors' is one example, and more striking instances can be found in languages with more complex systems of inflection (for example, Russian nouns that lack a genitive plural, or verbs which lack a first person singular form). \\n Although such gaps have been known to us since the days of Classical grammarians, they remain poorly understood. It is generally assumed that the rules of language encode how things are to be done, and that speakers extrapolate these rules to all the words they encounter. This is how language is structured, and this how language is learned, or so we think. Defectiveness contradicts these assumptions, because it seems to require that speakers know that for certain words, not only should one not employ the expected rule, one should not employ any rule at all. This is a serious problem, since it is probably safe to say that all reigning models of grammar were designed as if defectiveness did not exist, and would lose a considerable amount of their elegance if it were properly factored in. However, at present, we cannot go very far in addressing the issue, since we have only fragments of data from an odd assortment of languages, each with its own peculiarities and each being given its own analysis. But the problem is too challenging to yield to this piecemeal approach. In order to make any substantial assessment of what defectiveness implies for grammatical theory, we need a much deeper and more extensive understanding of its typological range. We pose the following research questions:\\n \\n1. How prevalent is defectiveness in the world's languages? \\n2. What grammatical features can be affected? \\n3. What kinds of paradigms are subject to gaps? \\n4. How does defectiveness arise historically? What happens to it over the course of time?\\n\\nThese questions will be addressed by the construction of larges-scale cross-linguistic and typological databases (which will be made publicly available over the internet as part of the Surrey Morphological Databases project), and historical case studies of selected phenomena. Further, we will raise awareness of the importance of defectiveness for linguistic theory by holding a dissemination conference. The results of these investigations will be of interest to all linguists interested in the architecture of inflection, to typologists, to psycholinguists and to researchers in language acquisition. \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D001579/1","grantId":"AH/D001579/1","fundValue":"227486","fundStart":"2006-09-01","fundEnd":"2009-02-28","funder":"AHRC","impactText":"  The effect outside academia is through advancing our understanding of natural language. Since language has such a key\nrole in our lives, the eventual benefits of such advances are enormous, in areas as diverse as language teaching and\nspeech therapy, but the lead-time from theoretical advance to practical outcome is rather long. While we carry out the\nresearch with the longer term benefit in view, we are mindful that it is much harder to provide evidence for this section\nthan for the remaining ones. Education Cultural","person":"Greville  Corbett","coPersons":["Dunstan  Brown"],"organisation":"University of Surrey","findingsText":" There were four objectives outlined in the original proposal:\n\nObjective 1. 'Put the study of the key phenomenon of defectiveness on a sound empirical base, by producing a representative body of examples.'\n\nWe produced two databases which together constitute the largest collection of examples yet available. Each example is extensively annotated, which allows the user to understand it in the context. The first database (cross-linguistic), is designed to assess the prevalence of defectiveness. It is thus of the established type: it involves a survey of 100 languages (distributed genetically and geographically), and of these languages, 47 yielded relevant material. The second database was innovative in setting up a schema of the logically possible types, according to three categories: (i) word class, (ii) morphosyntactic feature, and (iii) paradigmatic correlation, i.e. whether the gap corresponds to a morphological or a morphosyntactic category (or neither). Within this schema, 29 distinct types are described.\n\nObjective 2. 'Make these results widely and freely available.'\n\nThe two databases are available via the project website. The website also includes an annotated bibliography of works on defectiveness, and presentation materials from the conference (see following). Additional means of dissemination have included (i) a two-day conference at the British Academy ('Defective paradigms: missing forms and what they tell us'), which had 55 registered participants, (ii) a volume of selected papers from that conference published by, and a number of (iii) conference/seminar talks, and (iv) journal articles and book chapters.\n\nObjective 3. 'Lay out the ramifications that defectiveness has for linguistic theory.'\n\nPrior work on defectiveness has made rather opportunistic use of selected examples that formed only a tiny corpus, in order to make very specific points. By expanding the stock of examples and subjecting them to a theory-neutral analysis, we have raised the level of argumentation for future work. In particular, we have shown that the ongoing debate which opposes a deterministic approach (paradigm gaps are the predictable result of the interaction of components of the grammar) to a stipulated approach (gaps are morphologically marked, and simply memorized as such) should give way to an approach that combines the two, and recognizes the key role in this played by historical change.\n\nObjective 4. 'Test specific proposals about the historical genesis of defective paradigms.'\n\nThe role of diachrony, though often considered, had not been subject to sustained empirical scrutiny prior to this project. We conducted three detailed historical case studies of the development of defective paradigms, each of which involves a typologically distinct pattern: (i) the missing first person singular in Russian, where the gap corresponds to a morphological stem alternation, (ii) the missing oblique case forms of 'someone' and 'something' in Russian, where the gap corresponds to the morphosyntactic opposition of direct and oblique cases, and (iii) the missing first person plural of stative verbs in Tamashek, where the gap does not correspond to any natural class. In addition, these case studies involved varied methodology (corpus analysis, traditional philological work and, reconstruction based on variation across related dialects). 1. The subject is of huge significance for linguistics. Given what is generally believed about the way in which language\nworks, we do not expect apparently arbitrary gaps. Our theories predict that such gaps would be filled. And yet\ndefectiveness goes against the general trend and against all of the predictions. Indeed Professor Stephen Anderson (until\nrecently, the President of the Linguistic Society of America) remarked that the existence of defectiveness and the then\nlack of research on t Education","dataset":"gtr"}