{"id":"BF489186-6949-46B2-9DDD-A35B6F9208AD","title":"Potential Drop Monitoring of Creep Damage","abstractText":"Managing creep is a major issue in the power and other industries, particularly as plant ages, but there is currently no satisfactory method for in-situ monitoring the of progress of creep damage. The proposers have recently conducted a feasibility study that has shown that the progress of creep can be tracked by monitoring the evolution of potential drop anisotropy between directions parallel to and perpendicular to the loading direction. The technique is potentially a very simple method of monitoring creep, but several fundamental issues must be addressed before the method can be applied in industry. To date, only nominally homogeneous, ferritic steels have been tested, and these exhibit significant voiding during creep. Other important materials such as stainless steels can exhibit less voiding so it is necessary to understand better the mechanism of the evolution of the potential drop anisotropy and to investigate its applicability to austenitic steels and nickel base super alloys. In addition, creep often occurs at welds, so it is necessary to determine how the intrinsic conductivity difference between the base metal and the weld affects the apparent anisotropy measured by directional potential drop measurements, and also whether different thermally-induced microstructural evolution in these different microstructures leads to spurious apparent anisotropy changes, and hence limits the detectability of creep damage in welds and their neighbourhood. While monitoring using a permanently attached probe is attractive in some applications, in others such as turbine blades, it is not feasible so it is necessary to investigate whether a deployable probe can be used. This proposal seeks funds to address these scientific and engineering issues, and so to produce a new creep monitoring technique that will particularly benefit the power and related industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J015431/1","grantId":"EP/J015431/1","fundValue":"284148","fundStart":"2012-12-31","fundEnd":"2015-12-30","funder":"EPSRC","impactText":"  Yes - initial site trial of creep monitoring system underway at two power stations run by EDF and E.ON Energy Economic","person":"Peter  Cawley","coPersons":["Catrin Mair Davies"],"organisation":"Imperial College London","findingsText":" We have developed a novel creep monitoring system based on quasi-dc potential drop. It involves attaching a square array of electrodes to the test component, typically a boiler pipe, and monitoring the resistance in two orthogonal directions. Changes in the resistance ratio indicate creep strain. It will operate at boiler temperatures (typically 565 degC). The work will be of interest to all power companies Energy","dataset":"gtr"}