{"id":"BF4F47A5-92A1-42CA-9A09-C3E3113053F3","title":"New tools for the realization of cost-effective liquid biofuels from plant biomass (revised costs)","abstractText":"The production of liquid biofuels from lignocellulosic biomass offers the potential to provide liquid transportation fuels in an environmentally benign manner without compromising food security. Lignocellulose is largely composed of polysaccharides that can be converted into simple sugars and used to produce alcohols such as ethanol and butanol by microbial fermentation. Production of such liquid biofuels from plant biomass is currently hampered by the cost of converting lignocellulose into fermentable sugars (saccharification). There is a clear need for new and better enzymes for lignocellulose saccharification. A number of animals such as termites can survive on a diet of lignocellulose, suggesting they have overcome the problem of obtaining sugars from this recalcitrant substrate. These organisms generally rely on a population of bacteria and protists in their digestive tract that help to digest the lignocellulose. An exception to this rule is found in the Limnoriidae (also known as gribble), small crustacean wood borers from the marine environment. These animals can survive on a diet of lignocellulose and are unusual in having an effectively sterile digestive tract. This suggests that not only can Limnoria digest lignocellulose with their own enzymes, but that conditions within the digestive tract, associated with lignocellulose digestion, prevent microbes from becoming established. The unusual nature of lignocellulose digestion in Limnoria indicates a great potential for uncovering new insights and approaches to saccharification and new enzymes and genes for industrial applications. By analogy, the termite digestive tract can be seen as a complex microbial reactor for lignocellulose digestion, whereas the Limnoria gut is an enzyme reactor, and thereby much closer in its nature to current industrial systems. We have used deep transcriptomic sequencing of the digestive tract of Limnoria in order to reveal the genes expressed during lignocellulose breakdown. We sequenced more than 280,000 cDNAs revealing a breathtaking insight into this process. The Limnoria gut transcriptome is dominated by genes encoding several major classes of protein. Genes encoding glycosyl hydrolases (enzymes that convert polysaccharides into sugars) account for almost 30% of cDNAs, and putative cellulases and cellobiohydrolases (including some never before seen before in animal genomes) account for almost 25% of the transcriptome. A number of other protein classes are represented at very high abundance suggesting they may be involved in the digestive process. The programme of work presented here aims to identify the key mechanisms and components of lignocellulose digestion in Limnoria, in order that we can apply principles and enzymes from this process in order to enhance industrial lignocellulose saccharification. To better determine the roles of particular proteins in the digestive process we will establish whether or not they are secreted into the gut lumen where digestion occurs. We will produce recombinant versions of the enzymes, characterise their enzymatic properties and determine their usefulness for lignocellulose saccharification both using individual enzymes as well as combinations. We will also establish whether expressing the genes encoding these enzymes can be used to improve the saccharification potential of lignocellulosic biomass in energy crops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G016178/1","grantId":"BB/G016178/1","fundValue":"1665130","fundStart":"2009-04-01","fundEnd":"2014-03-31","funder":"BBSRC","impactText":"  Our findings are helping us to develop new concepts for lignocellulose degradation. Our industry partner, Novozymes, is investigating applications of enzymes from the project. We have used the success of the project to obtain further funding in the form of an sLOLA project. The work here helped us to obtain significant funds for a research collaboration with Brazil in lignocellulosic biorefining from the European Commission. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology ","person":"Simon  McQueen-Mason","coPersons":["Neil  Bruce"],"organisation":"University of York","findingsText":" We have uncovered the mechanisms of wood digestion in this unusual animal that has a sterile digestive tract. We have shown that wood digestion is potentiated in the animal's cuticle lined hindgut using Fenton chemistry; the production of highly rective free radicals using hydrogen peroxide and transition metals. This provides an antimicrobial environment and disrupts lignin to allow the animals glycosyl hydrolases to attack the polysaccharides in the wood. The animal preferentially degrades cellulose and has a powerful and robust GH7 cellobiohydrolase that helps accomplish this. Our industry partner Novozymes is examining the use of salt-stable cellulases from our work for commercial applications. Agriculture, Food and Drink,Chemicals,Manufacturing, including Industrial Biotechology","dataset":"gtr"}