{"id":"BF57B55F-1ADE-4D16-817A-336FD91D33C5","title":"Controlled Escape from Trapped Contact Modes in Magnetic Bearing Systems","abstractText":"Magnetic bearings allow rotors to spin at high speed under controllable levitation. However, fault conditions require that secondary auxiliary bearings are present to enable a rotor to de-levitate and be run down safely. This is a demanding condition involving high contact stresses, temperatures and strains. As a consequence, the auxiliary bearings have a very limited life, which is often quoted in terms of being able to sustain a small number of rotor drops (e.g. 10) followed by machine shutdown. The auxiliary bearing life problem has been a limiting factor in the widespread application of magnetic bearing systems. Potentially, magnetic bearings allow rotors to run at high speed compared with other conventional bearings, which leads to significant advantages in terms of power output, elimination of lubrication systems, weight and cost savings. If such systems could operate safely in environments involving motion induced disturbances, a new range of benefits could be derived. An example of such an environment is within an aircraft structure, which is subjected to manoeuvring, landing and turbulence induced disturbance motions that would apply effective loads to the rotor. The basic problem is that high levels of these disturbances will cause the rotor to make contact with the auxiliary bearings, even with fully functional magnetic bearings. The proposed research will determine control strategies for minimising contact damage to auxiliary bearings, thereby extending the life for safe operation. The magnetic bearing control will be configured to prevent the rotor from sticking to the auxiliary bearing in a trapped mode. Additionally, the auxiliary bearings will be actuated to allow small scale controllable motion about their nominal equilibrium position. This will give the auxiliary bearings the ability to catch the rotor and return it quickly to contact free operation, without the usual high damaging levels of contact stress and strain. Piezoelectric actuators are proposed as the means of actuation as they allow the small scale motion at sufficient force levels and over a significant range of exciting frequencies. The research will involve non-linear dynamic analysis, control design and design methodology to integrate the piezoelectric actuators with the auxiliary bearings. To validate the designs, a rotor/magnetic/auxiliary bearing system will be commissioned and mounted on a multi-axis simulation table. This can reproduce motion disturbances in six degrees of freedom, including those experienced within an aircraft structure. A rigorous programme of testing the control strategies will be undertaken.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D031389/1","grantId":"EP/D031389/1","fundValue":"324505","fundStart":"2006-07-03","fundEnd":"2009-10-02","funder":"EPSRC","impactText":"","person":"Patrick  Keogh","coPersons":["Cliff  Burrows","Mehmet Necip Sahinkaya"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}