{"id":"BF58DDBE-080F-4587-9001-AB1A687040DE","title":"Silicon Nanowire Arrays for Viral Infection Markers","abstractText":"Laboratory analysis of a clinical sample such as blood serum is a powerful diagnostic tool. It establishes the presence and concentration of a specific biomolecule that correlates with the risk or progression of a particular disease, or with the susceptibility of the disease to a given treatment. Regular screening for a large number of such biomarkers, the discovery of which is a major biomedical research activity, would make the large-scale application of predictive, preventive and personalized medicine a reality. This emphasis on prevention and individualization of healthcare is highly desirable from a socio-economical perspective, but the required increase in the number of laboratory tests (already about a billion per annum in the UK) will be huge and cannot be met with the biochemical analysis methods that are currently employed.The aim of this Grand Challenge project is to develop silicon nanowire arrays, the only technology that has been shown to enable highly specific and ultrasensitive analysis of protein biomarkers with electronic rather than costly optical detection, into a robust user platform for the simultaneous analysis of a large number of biomarkers in the same clinical sample. We will optimize a unique method to fabricate extensive arrays of silicon nanowires with a cost-effective mass-production technology that is similar to that used by the microelectronics industry. The silicon nanowires will be incorporated in an advanced microfluidic matrix that will not only allow the sample volume to be very small (a blood droplet obtained with a simple finger prick could be sufficient), but will also provide the means to divide the nanowire array, which can consist of up to a thousand parallel nanowires, into many individually addressable sets of nanowires. Through appropriate functionalization chemistry, each nanowire set can be made to recognize and quantify a different biomarker, enabling a maximum amount of information to be extracted from a minimal amount of sample.The nanowire devices, including the microfluidics for sample handling, will be developed as a single disposable chip, suitable for the mass production of commercial diagnostic kits. Our industrial partners, one manufacturer and two different end-users, will provide a pronounced commercial perspective to the development of the nanowire platform. For clinically relevant pre-commercialization proof of principle, the project will focus on the analysis of six different protein markers of viral infection and treatment. The project will have unique access to clinical samples -serum and induced sputum- obtained from patients admitted to the Acute Medical Unit at the Southampton General Hospital suffering from acute asthma exacerbations. It will also have access to serum samples from asthmatic volunteers undergoing Phase I clinical trials using inhaled beta-interferon which is being developed for treatment of virus-induced asthma exacerbations.The silicon nanowire technology will enable routine and economical high-throughput biomarker analysis outside the clinical laboratory, providing the technological means for a transition to a healthcare system in which regular screening for complex diseases facilitates prevention and early intervention. Throughout the project we will explore practical questions of implementation during scientific and technological development rather than, as is more commonly the case, after scientific and technological phases have been completed. To achieve this we will engage with the public, healthcare professionals, healthcare managers and policy makers to explore key questions of risk and regulation as well as exploring how this technology might be brought into effective use within established systems of healthcare work and organization.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061696/1","grantId":"EP/G061696/1","fundValue":"1107760","fundStart":"2009-05-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"  Our research findings have been taken up by Sharp Laboratories Europe, who are looking to commercialise our approach. Electronics,Healthcare Economic","person":"Peter  Ashburn","coPersons":["Peter  Howarth","Peter  Roach","Maurits  De Planque","Donna Elizabeth Davies","Hywel  Morgan","Susan Janine Halford"],"organisation":"University of Southampton","findingsText":" Laboratory analysis of a clinical sample such as blood serum is a powerful diagnostic tool. It establishes the presence and concentration of a specific biomolecule that correlates with the risk or progression of a particular disease, or with the susceptibility of the disease to a given treatment. Regular screening for a large number of such biomarkers, the discovery of which is a major biomedical research activity, would make the large-scale application of predictive, preventive and personalized medicine a reality. This emphasis on prevention and individualization of healthcare is highly desirable from a socio-economical perspective, but the required increase in the number of laboratory tests (already about a billion per annum in the UK) will be huge and cannot be met with the biochemical analysis methods that are currently employed.\n\n\n\nThe aim of this Grand Challenge project was to develop silicon nanowire arrays, the only technology that has been shown to enable highly specific and ultrasensitive analysis of protein biomarkers with electronic rather than costly optical detection, into a robust user platform for the simultaneous analysis of a large number of biomarkers in the same clinical sample. We have developed a unique method to fabricate extensive arrays of polycrystalline silicon nanowires with a cost-effective mass-production technology that is similar to that used for the manufacture of TVs and computer displays. The silicon nanowires have sufficient sensitivity to allow diagnosis using a blood droplet obtained with a simple finger prick. \n\n\n\nWe have developed chemical functionalization schemes to convert the nanowires into sensors for two inflammation biomarker proteins, tumor necrosis factor alpha (TNF-alpha) and interleukin-8 (IL-8) by immobilizing antibodies against TNF-alpha and IL-8 onto the nanowires. These devices have been used to measure TNF-alpha and IL-8 in low-ionic strength (0.1mM) phosphate buffer. An increase in normalised conductance was seen for each increase in protein biomarker concentration, thereby demonstrating that the nanowire sensors were successfully sensing the presence of the protein of interest. \n\n\n\nIn summary, the silicon nanowire technology seeks to enable routine and economical high-throughput biomarker analysis outside the clinical laboratory, providing the technological means for a transition to a healthcare system in which regular screening for complex diseases facilitates prevention and early intervention. The research is continuing as part of a TSB/EPSRC project in collaboration with three industrial partners: Sharp Laboratories Europe, Oxford Instruments Plasma Technology and Aptamer Diagnostics. The project seeks to develop a biosensor system that is capable of sensing a panel of biomarkers for the diagnosis and management of respiratory diesease. project will have unique access to clinical samples -serum and induced sputum- obtained from patients admitted to the Acute Medical Unit at the Southampton General Hospital suffering from acute asthma exacerbations. It will also have access to serum samples from asthmatic volunteers undergoing Phase I clinical trials using inhaled beta-interferon which is being developed for treatment of virus-induced asthma exacerbations. Electronics,Healthcare","dataset":"gtr"}