{"id":"BF5DC8FB-70E8-4271-87BA-7D01CFDA539E","title":"Computer Algebra for Linear Boundary Problems","abstractText":"Boundary problems are arguably the most popular models for describing\nnature and society. They combine a generic part (the differential\nequation) with a specific part (the boundary conditions). The generic\npart typically describes a law of nature or similar principle by\nanalysing how small changes in one quantity cause small changes in\nanother (measured by differential quotients). A typical example is\ngiven by Fourier's law of heat transfer in a solid material, relating\nsmall changes in temperature to small changes in heat energy. Since\ndifferential equations apply uniformly to large classes of situations,\nadditional data is needed for mastering any particular situation, for\nexample heat transfer in an iron slab of a particular shape with a\nparticular control mechanism (like cooling) at its boundary. This is\nwhy the specific part is called a boundary problem: It is typically\ndetermined by the shape of a boundary and the values of certain\nquantities of interest (like a uniformly cool temperature) on this\nboundary.\n\nDue to their enormous importance in applications, there is a rich\narsenal of computational methods for solving boundary\nproblems. However, virtually all of these methods are based on\nnumerical approximation. This is fully acceptable for the applied\nscientist who is mostly interested in the numerical description (and\nvisualisation) of key quantities. For the mathematical fine analysis\nit is often more advantageous to have an exact or symbolic\nsolution. Also parameter dependence can be studied most efficiently in\nthis manner.\n\nDespite their great importance, boundary problems are rather neglected\nin symbolic computation, both in theory and in practise. The deeper\nreason for this is that the algebraic treatment of boundary problems\ndoes not fit into the common frameworks (notably a branch called\ndifferential algebra and differential Galois theory) used for the\nsymbolic treatment of differential equations. It is the aim of this\nproject to extend and generalise such algebraic frameworks to cover\nboundary problems, specifically those for linear partial differential\nequations.\n\nSymbolic methods for boundary problems are not meant to compete with\nnumerical methods; in fact, class of the boundary problems amenable to\nexact solutions is rather restricted. But symbolic methods are not\nonly good for solving boundary problems, they can also effect various\nother operations. The ultimate goal of our research on boundary\nproblems is thus to achieve a tight interaction with numerical\nmethods: We want to analyse / manipulate / decompose boundary problems\nsymbolically and solve the atomic chunks numerically. In this project\nwe focus on the following symbolic operations: decompose higher-order\nproblems into lower-order ones, transform a given problem to a simpler\ngeometry, explore situations of solvable model problems, and combine\nexact solutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I037474/1","grantId":"EP/I037474/1","fundValue":"99957","fundStart":"2012-04-24","fundEnd":"2014-04-23","funder":"EPSRC","impactText":"  By its nature, our foundational results will need some time to consolidate. As detailed in the Key Findings, we expect and want our results to find their way into pertinent computer algebra packages. This will be the content of another, more implementation-oriented project.\n\nMoreover, we have already started a collaboration with people from a mechanical engineering department of Tennessee Tech to investigate applications of our methods for boundary problems in mechanics. There will be a meeting in Linz/Austria in January 2015, hosted by Prof Buchberger, for kicking off a collaboration along these lines.  Cultural,Societal","person":"Markus G  Rosenkranz","coPersons":[],"organisation":"University of Kent","findingsText":" Boundary problems are an important means for modelling reality (physics, engineering, economics), allowing the transformation of problems from an application domain into the realm of mathematics - after solving it there, the solution can be mapped back to the applications.\n\nIn this project, we have treated a certain class of boundary problems by algebraic methods. This amounts to a kind of division of labour: While Analysis provides tools for probing e.g. existence and uniqueness of solutions, algebra can build up and investigate their structure - how they are built up from basic components.\n\nIn the class of boundary problems for so-called linear partial differential equations, we have built up a new language for describing such problems and their solution operators in an algebraic framework. Moreover, we have put together algorithms for decomposing larger boundary problems into smaller ones, especially in the so-called constant coefficients case. As far as we are aware, this is the first time this has been achieved on firm algebraic foundations.\n\nDually, as the &quot;other side of the coin&quot;, we have made careful studies of certain integral operators, which are the prototypical solution operators of linear boundary problems. The algebraic study of integral operators is still in its infancy, particularly in their relation to differential equations. We have achieved a foundational result that describes the prototypical algebraic model for this situation, which in algebra is known as the free object in the integro-differential category. The algebraic foundation for linear boundary problems and integral operators provides a flexible framework for studying various important special classes of boundary problems from an algebraic perspective. In the long run, this should lead to robust computer algebra packages in pertinent software packages. Chemicals,Energy,Environment","dataset":"gtr"}