{"id":"BF625B73-4DFF-4C01-A9A8-054A0D38FCF7","title":"Metabolomics for monitoring dietary exposure","abstractText":"There is strong evidence that dietary choices modulate risk of developing a range of chronic diseases and strategies for reducing disease burden emphasize the importance of changing dietary patterns. Current public health guidelines have common themes that encourage consumption of specific food groups, for example, oily fish, wholegrain foods, fruits and vegetables whilst reducing intakes of fatty and sugary foods. To maximise the effectiveness healthy eating interventions in the UK (and elsewhere), we need validated population screening methods with which to measure food consumption before, during and after the intervention. Conventional dietary survey methods are a considerable burden for study participants and are subject to bias. In addition, the processing and analysis of dietary data is extremely labour intensive with the net result that such dietary survey information may be difficult to validate. Such difficulties limit the ability to interpret the outcomes of healthy eating interventions. \n \nSignificant advances have been made recently in developing 'biomarkers' of dietary intake based on metabolites found in urine or blood but, currently, chemical biomarkers are available for only a relatively small number of specific foods and food components and most are of uncertain validity. \n\nFunded largely by the UK Food Standards Agency the research teams in Aberystwyth, Newcastle and Imperial College have used metabolomics approaches to develop a novel strategy for discovery of new biomarkers of food intake. &quot;Metabolomics&quot; describes the measure of all (or many) of the metabolites (small molecules) in biological fluids such as blood or urine. Following digestion, absorption and metabolism, foods give rise to thousands of different metabolites in the human body and the appearance of certain metabolites is characteristic of particular foods. In our earlier work, we have developed urine sampling methods potentially suitable for use in population studies and have explored the use of comprehensive, non-targeted chemical analysis of urine (metabolomics technology) to identify dietary biomarker leads. Using this approach, we have identified potential biomarkers for several foods of high public health significance including oily fish such as salmon, citrus fruit, other fruit such as raspberries and the green vegetable broccoli. We thus now intend to test the hypothesis that the chemical composition of urine samples from free-living individuals will accurately reflect dietary intake.\n\nThe research programme will have the following major aims:\n\n1. To identify chemicals in urine associated with recent consumption of specific foods deemed to have high public health importance.\n\n2. To demonstrate a quantitative relationship between the amount of each specific food eaten and each potential chemical 'biomarker' in urine samples.\n \n3. To validate a simple urine sampling procedure that is minimally intrusive to the every day activities of individuals participating in dietary surveys.\n \n4. To assess the performance of dietary exposure biomarkers in the prediction of habitual diet in the UK. \n\nThe research strategy will be designed to integrate where possible with major surveys of UK dietary habits which will offer future opportunity to determine whether the adoption of biomarker technology improves the cost effectiveness and accuracy of population-level dietary surveys. In addition there will be distinctive advantages in future longitudinal studies aiming to generate definite links between disease risk and individual habitual exposure to specific foods. The results of this research will provide data to allow statuary bodies to refine dietary advice provided to consumers as well as offering further opportunity to interact with food producers, manufacturers and retailers to encourage provision of foods targeted to improve the overall health of the UK population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J010308/1","grantId":"MR/J010308/1","fundValue":"1275710","fundStart":"2012-08-01","fundEnd":"2016-07-31","funder":"MRC","impactText":"","person":"John  Draper","coPersons":["Manfred  Beckmann","Gary Steven Frost","Elaine  Holmes","Paul  Elliott","John Cummings Mathers"],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}