{"id":"BF68BBBE-F5F8-4F0B-84F7-AFF9E4C33518","title":"A Plasmonic Antenna for Magneto-Optical Imaging at the Deep Nanoscale","abstractText":"Magnetic data storage systems, such as hard disk drives, are constructed from nanoscale magnetic elements. The disk drive industry continually seeks to increase data storage capacity and speed of access. Data is represented in binary format (1s and 0s) by the orientation of a tiny bar magnet (up or down). Today each 'bit' is less than 50 nm long and so the critical features of the read/write transducers must be of comparable size. The time taken to read or write each bit is ~1 ns and becoming shorter. New methods are needed to observe and understand how nanomagnets change their state so that device performance can be improved.\n \nTime resolved scanning Kerr microscopy (TRSKM) is the most powerful tool with which to study magnetization dynamics on fs through to ns timescales. A fs laser beam is focused onto and scanned across the surface of the sample in order to construct time resolved magnetic images. The TRSKM in Exeter has internationally leading performance but its spatial resolution is limited to 3/4 of the optical wavelength by the diffraction-limited focused spot size (300 or 600 nm), which is an inherent property of the wave nature of light. We propose to develop a plasmonic antenna that will be placed between the focusing lens and the sample so as to produce a much smaller near-field optical spot and hence greatly increased spatial resolution.\n\nLight incident upon a metallic surface forces electrons into oscillation. Plasmonics exploits artificial structure to control the electron motion and, in the present case, to enhance the electric field within a small region of space. For example, one antenna design will be reminiscent of the bulls eye in a dart board. A circular grating structure milled into a thin gold film will capture light and channel energy into a hole at its centre. The hole will resonate like an organ pipe, producing an intense electric field at the end opposite to the grating, close to where the sample will be placed. The sample will modify the resonance of the hole and modify the character of the light reradiated by the grating, which will be detected within the TRSKM. For the antenna to be sensitive to the sample magnetization it must possess an additional novel feature: it must absorb and reradiate light of different polarization with equal efficiency. This will be achieved by introducing an appropriate arrangement of slits into the sides of the hole to control its resonant modes.\n\nFocused ion beam milling (FIB) will be used to fabricate antennae and monolithic sample/antenna stacks on planar substrates for optical testing. However, the antenna must be formed on a sharp tip for scanning across the sample surface within the TRSKM. We will fabricate gold tips by depositing gold into a pyramidal-shaped pit in a silicon wafer. FIB milling may be used to define a grating in the gold, before resin is used to fill the remaining volume. The Au and resin will then be peeled off the wafer and FIB milling used to define the hole in the gold at the apex of the pyramid. Finally the tip will be attached to the cantilever arm of an atomic force microscope, which will control the height of the tip above the sample.\n\nThe tip antenna will be used in two exemplar studies. Time resolved images will be obtained from the pole pieces of a partially-built hard disk writer structure. New information will be obtained about how magnetic flux propagates within the nanoscale constriction at the pole tip. The magnetization dynamics excited in nanoscale magnetic elements by the spin transfer torque effect will also be explored. Electrons carry both charge and spin angular momentum and the injection of electrons with net angular momentum generates a torque that can change the magnetic state of a suitably designed nanoscale element. We will study novel structures that allow optical access to the element and hence provide new information about both the origin and effect of the torque.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I038470/1","grantId":"EP/I038470/1","fundValue":"627095","fundStart":"2012-09-24","fundEnd":"2016-09-23","funder":"EPSRC","impactText":"","person":"Robert  Hicken","coPersons":["William Leslie Barnes"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}