{"id":"BF6FED4E-7842-429D-9A36-6DBFC37792A2","title":"Certified Verification of Client-Side Web Programs","abstractText":"The Web is evolving at enormous speed from a collection of mainly\nstatic web pages to the current huge dynamic ecosystem where the\nboundary between web pages and software application has become\nindistinct (e.g. Google maps). This effect is so pronounced that\nindustry is beginning to view the Web as an operating system: e.g.,\nGoogle's Chrome OS and Firefox OS. This quick transformation has come\nat a price. We are stuck with dynamic languages developed for the\nearly Web. These languages are unsuited to the development of\nsophisticated web applications, resulting in modern applications being\neither overly conservative or needlessly unreliable and insecure.\n\nJavaScript is the most widely used language for client-side web\nprogramming: that is, in the web browser. Initially, JavaScript was\nwell-suited for the small web-programming tasks being asked of\nit. With the modern Web however, the demands placed on JavaScript have\nbeen huge. The dynamic nature of JavaScript makes understanding its\ncode notoriously difficult, leading to buggy, untrusted code. This\nproject will provide a certifying verification tool for JavaScript to\nassert that e.g. a particular web application will maintain the\nstructure of a web page and not leak security information, or that a\nbrowser extension will only perform permitted file system\noperations. Our tool will automatically generate proofs which will be\ncertified (checked) by the well-known Coq proof assistant. Our\nambitious aim is to ensure that the software we use to communicate\nwith our banks is at least as reliable as the software as our banks\nuse to communicate with each other.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K032089/1","grantId":"EP/K032089/1","fundValue":"893923","fundStart":"2013-09-30","fundEnd":"2017-02-28","funder":"EPSRC","impactText":"","person":"Philippa  Gardner","coPersons":["Sergio  Maffeis"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}