{"id":"BF78B6BE-1392-4B94-B974-4CD8424F4C3B","title":"Generation of Aptamer-Molecularly Imprinted Polymer Hybrid Materials","abstractText":"Molecular recognition (the ability to specifically recognise a chemical compound) is a highly important feature of analytical science. More often than not compound specific recognition comes from biological element such as enzymes, antibodies and DNA. Aptamers are short strands of DNA. \n\nWhilst the properties in terms of recognition for biological molecules are excellent, the performance and environmental stability is low and this can compromise their uses. In particular degradation is a major problem. \n\nTo combat these derogatory issues a new generation of artifical recognition materials have been developed. At the forefront is a technology called Molecular Imprinting. This involves making a small binding pocket in a polymer which is chemically and shape specific for the target compound. These &quot;smart plastics&quot; offer the robustness and the ability to work in extreme environmental conditions but can lack the needed specificity/affinity.\n\nThis project aims to create a &quot;best of both worlds&quot; scenario. By slightly changing the chemical structure of the aptamer DNA we intend to use the aptamer as the recognition part of a molecularly imprinted polymer (MIP). This will be achieved by making the aptamer polymerisable so it can become part of the polymer structure, incorporating it into the polymer matrix via polymerisable groups on the DNA.\n\nIn this way we intend to preserve the high affinity and specificity of the aptamer whilst imparting the robustness and added shape specificity generated by the MIP. The presence of the polymer should protect the aptamer from environmental degradation and potentially widen the scope of use of aptamers for recognition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K015095/1","grantId":"EP/K015095/1","fundValue":"98363","fundStart":"2013-04-08","fundEnd":"2014-04-07","funder":"EPSRC","impactText":"  To early to tell though early discussions are occurring with an Aptamer research company.\n The results have been published and are currently being used for support for further funding.  ","person":"Nicholas William Turner","coPersons":[],"organisation":"Open University","findingsText":" The proposal was to study a new type of molecularly imprinted polymer using an aptamer (single strand DNA chain) as a recognition element for small molecules.\nNew polymeric materials were developed which allow for the incorporation of aptamers via the use of a polymerisable thymine base, into nanoparticles. Studies into suitable polymerisable bases were carried out.\nNanoparticles were developed for:\n1: Base recognition (A-T) DOI: 10.1021/ma501530c\n2: DNA sequence recognition (12 base pair recognition using complimentary strands) in publication\n3: Small molecule recognition (cocaine) DOI: 10.1002/adma.201404235 The demonstration of this opens up a wide range of areas. A number of further studies into the particular chemistries exist including:\n* exploring different chemistries for DNA (aptamer) attachment to polymers to expand potential flexibility of this technique.\n* exploring the use of the MIP polymer scaffold as a protective device for aptamer technologies.\n* exploring the possibility of DNA sequence recognition (longer sequences, sequence mismatch)\n* incorporation of signal transduction onto nanoparticles.\n* further development of materials for bioactive compounds for both sensing and drug delivery.\nIt is my intention to generate further applications to EPSRC within a collaborative network led by myself. Agriculture, Food and Drink,Chemicals,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}