{"id":"BF84A906-A86A-4541-BB18-B8B034EEC447","title":"Subversion of insect resistance: A novel role for a plant viral silencing suppressor","abstractText":"Cucumber mosaic virus (CMV) is one of the two most important viruses of field-grown and glasshouse horticultural crops in the UK and worldwide, causing considerable economic damage annually. Moreover it attacks more crop and wild-plant species than any other virus. An essential contributor to the success of CMV is a recently discovered factor made by the virus, which is called the 2b protein. Until recently the most important known role for the 2b protein was that it counter-attacks the resistance mechanisms that plants use to defend themselves against virus infection. We have now discovered another remarkable and novel property of the 2b protein: it inhibits plant defences against insects. This is very important because under natural conditions, CMV (like most plant viruses) is transmitted from plant to plant by aphids. Aphids are a group of insects that feed on plants and in doing so cause damage and promote the spread of disease caused by viruses and other disease-causing organisms. We can imagine that it will be in the interests of the virus to inhibit defences against insects so that sufficient aphids will be born on CMV-infected plants to pass on the infection to new host plants. We found that the 2b protein blocks the action of a natural chemical signal, jasmonate, which stimulates anti-insect defences in plants. We also discovered that in plants infected with a mutant strain of CMV that is unable to make the 2b protein, these defences are activated. We will determine whether it is a substance made by the virus itself, or the stress of viral infection, which triggers the anti-insect responses. In addition we will identify the anti-insect materials produced by plants in response to infection with the mutant strain of the virus, and how the 2b protein inhibits this response in plants infected with the naturally-occurring virus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F014376/1","grantId":"BB/F014376/1","fundValue":"390163","fundStart":"2008-05-01","fundEnd":"2011-10-31","funder":"BBSRC","impactText":"  A full report on this grant was provided via JeS more than 2 years ago.  ","person":"John Peter Carr","coPersons":["Alison Gail Smith"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}