{"id":"BF903C17-A695-4575-92AA-85A5C067EDF2","title":"The black box opened: Non-invasive observation of nanoparticle transport in rock pore systems","abstractText":"Groundwater is used by approximately 2 billion people worldwide. It is thus imperative that we develop the tools to protect this valuable resource from pollutants. A key tool in this endeavour is a reliable transport model for the pollutant of concern. Without this, we cannot predict the movement of the pollutant through the aquifer, which is essential for risk assessment and the design of remediation strategies. Manufactured nanoparticles present a new and poorly understood threat to this resource, with increasing numbers of nanoparticles found to exhibit toxicity. This is of particular concern as the global demand for nanoparticles continues to grow due to their use in a wide range of commercial applications. Problematically, large scale production and use of manufactured nanoparticles will inevitably lead to release into groundwater. In addition, manufactured nanoparticles are also being designed for in situ groundwater remediation of a range of both organic and inorganic pollutants. Effective delivery of these nanoparticles, however, requires the ability to predict their movement within the aquifer and contaminated zone.\nCritically, however, we are at present unable to predict reliably nanoparticle transport due to significant limitations in current transport models. To date, most nanoparticle transport models have been developed using data from columns containing glass beads or sand, where nanoparticles are injected at one end and the breakthrough of nanoparticles at the other is measured. As it stands, models based on these data all too often fail to predict nanoparticle transport. This is because we must use the breakthrough curves to infer the transport processes which occur inside the column, rather than actually seeing them in action. The column remains an elusive black box. To open this black box, we must be able to look inside the column and image the movement of nanoparticles within. \n \nHere, we will achieve this using a novel combination of magnetic resonance imaging (MRI) and magnetic susceptibility measurements (MSM). MRI is most renowned for its use in hospital settings, where it is used to image inside patients in a non-invasive manner, the patient unharmed by analysis. This same technology can be used to image inside the columns of porous media. Moreover, when we use nanoparticles that are labelled with a paramagnetic tag, the molecule becomes easily visible with MRI. This technology is already applied in clinical research, where, for example, tagged nanoparticles are used to image drug delivery.\nBy imaging nanoparticle transport with MRI, we will be able to create high resolution movies of nanoparticle migration through the porous media. With this dramatically enhanced dataset, we will develop far more robust models of nanoparticle transport. While MRI affords us considerable advantage by generating high spatial and temporal resolution transport datasets, it does not work so well on rocks which contain high concentrations of paramagnetic impurities, such as Fe or Mn. For these rocks, we will use magnetic susceptibility measurements (MSM). Indeed, this is a novel application of MSM, which is traditionally used to examine porosity and the alignment of magnetic fabric in rocks. This technique does not give us the detailed spatial resolution of MRI, but it does provide essential data on nanoparticle concentration and the shape of the nanoparticle plume as it migrates through the porous media. These data will enable us to test if the enhanced models developed using MRI datasets are applicable to MRI-incompatible rock. Using this 2-pronged approach we are able to test our enhanced models on a much wider range of rock types.\nBy the end of this research, we aim to deliver far more robust and reliable nanoparticle transport models which are sorely needed for nanoparticle risk assessment and in the design of techniques for targeting nanoparticle delivery in remediation applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J017493/1","grantId":"EP/J017493/1","fundValue":"359150","fundStart":"2013-01-30","fundEnd":"2016-04-29","funder":"EPSRC","impactText":"","person":"Vernon Roger Phoenix","coPersons":["William Matthew Holmes"],"organisation":"University of Glasgow","findingsText":" Groundwater is used by approximately 2 billion people worldwide. It is thus imperative that we develop the tools to protect this valuable resource from pollutants. A key tool in this endeavour is a reliable transport model for the pollutant of concern. Without this, we cannot predict the movement of the pollutant through the aquifer, which is essential for risk assessment and the design of remediation strategies. Manufactured nanoparticles present a new and poorly understood threat to this resource, with increasing numbers of nanoparticles found to exhibit toxicity. This is of particular concern as the global demand for nanoparticles continues to grow due to their use in a wide range of commercial applications. Problematically, large scale production and use of manufactured nanoparticles will inevitably lead to release into groundwater. In addition, manufactured nanoparticles are also being designed for in situ groundwater remediation of a range of both organic and inorganic pollutants. Effective delivery of these nanoparticles, however, requires the ability to predict their movement within the aquifer and contaminated zone.\n\nCritically, however, we are at present unable to predict reliably nanoparticle transport due to significant limitations in current transport models. To date, most nanoparticle transport models have been developed using data from columns containing glass beads or sand, where nanoparticles are injected at one end and the breakthrough of nanoparticles at the other is measured. As it stands, models based on these data all too often fail to predict nanoparticle transport. This is because we must use the breakthrough curves to infer the transport processes which occur inside the column, rather than actually seeing them in action. The column remains an elusive black box. To open this black box, we must be able to look inside the column and image the movement of nanoparticles within. \n\n\n\nHere, we have developed a novel use of magnetic resonance imaging (MRI) to image inside rock and look at the movement of nanoparticles within. MRI is most renowned for its use in hospital settings, where it is used to image inside patients in a non-invasive manner, the patient unharmed by analysis. This same technology has been developed here in this work to image inside rock. Moreover, when we use nanoparticles that are labelled with a paramagnetic tag, the molecule becomes easily visible with MRI. This technology is already applied in clinical research, where, for example, tagged nanoparticles are used to image drug delivery.\n\nBy imaging nanoparticle transport with MRI, we will be able to create high resolution movies of nanoparticle migration through the porous media. With this dramatically enhanced dataset, we will develop far more robust models of nanoparticle transport. Project still in early stages Environment","dataset":"gtr"}