{"id":"BF9704F3-46CB-4417-8C10-88C94BBEFD1D","title":"Statistics, environmental management, policy and regulation: developing the evidence base","abstractText":"Describing changes in the natural environment is essential, but in addition the challenge facing regulators and policy makers lies in understanding the links between policy, EU directives and regulation and the actual environmental effects . In 2001, the European Environment Agency reported on 'how much or how little we know about the links between environmental policy measures and their actual impact in the environment' and observed that 'much of the information gathered is of limited use in assessing the impact of environmental measures' (Nigel Haigh, foreword of Environmental Issues, Report 25/EC). Quantifying change, whether as a result of policy and regulation or through climate related change is 'complex and requires multi-disciplinary efforts, including assessment of changes in environmental quality that have been observed'. Some of the most high-profile environmental science issues of today are framed around the analysis of long (and short) observational records, measured over a network of locations and recognising patterns requires statistical modelling, to account for variation in the natural system, incomplete observations and uncertainty. Additionally, policy makers and regulators are being asked to consider planning and regulation under the scenario of climate change (eg frequency of flood events, effect on water quality) thus risk assessment becomes a key driver of regulation, with resources directed according to the risks involved and the scale of outcomes to be achieved. Environment agencies and other NGO's regularly publish 'State of the environment reports' which by their nature allow investigation of change in the environment over time. Scientific and public debates on these issues need to be informed by presentation of existing data along with suitable interpretations drawn from statistical modelling explicitly accounting for variation and uncertainty. Many factors, including climate change, interact to produce a complex environmental signal making the effect of the policy and the magnitude of trend difficult to disentangle. The proposal brings together environmental regulators, managers, civil servants and scientists to develop the skills necessary to ensure that our environment receives the best possible management for future generations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G001170/1","grantId":"NE/G001170/1","fundValue":"245465","fundStart":"2009-08-01","fundEnd":"2013-01-31","funder":"NERC","impactText":"  Our findings especially with regard to bathing water quality, health and weather have been informative in discussions concerning the new BWD Environment Societal,Policy & public services","person":"Marian  Scott","coPersons":["Claire Ann Miller","Adrian William Bowman","Duncan Paul Lee"],"organisation":"University of Glasgow","findingsText":" WE have developed training materials showing how modern statistical methods can be very powerful at disentangling effects of management, regulation and weather. BY embedding a culture of data skills in the environment sector, we have been bale to show that greater value resides in routine data holdings. Environment,Government, Democracy and Justice","dataset":"gtr"}