{"id":"BFA7CF6C-99AC-49C3-975B-1187407FE982","title":"LIQUID CRYSTAL MIXTURES FOR ORGANIC PHOTOVOLTAICS","abstractText":"Organic photovoltaics are a very promising approach to achieve efficient and low-cost solar energy conversion. They may also be required to power a new generation of disposable organic electronic devices which are expected to create new consumer markets in intelligent packaging, electronic labelling etc. We propose a novel type of organic solar cell for these applications based on polymerisable liquid crystals. Thin films of these materials are polymerised when exposed to ultraviolet light and so become insoluble. They are usually transparent and insulating and are used to improve the visibility of liquid crystal displays at wide viewing angles. We have recently modified these materials to be visible-light absorbing and semiconducting and they can be designed to conduct either electrons (negative charge) or holes (positive charge). This new class of liquid crystal in solar cells allows two new device configurations which solve problems associated with these organic approaches. They are also amenable to large-area, low-cost processing. Organic solar cells often contain a thin film of an electron transporting material on top of a layer of hole transporting material sandwiched between two electrical contacts. When sunlight is incident, charge is generated, separated at the interface between the layers and transported to the contacts to provide electrical power. Sometimes blends of electron and hole transporting organic materials are used in a single layer structure. In the first of our novel configurations, nanoscale liquid crystal sponges will be used to form a large-area interface between layers of hole and electron transporting materials. This increases the chances of charge separation and so improves the power efficiency of the solar cell. The second configuration uses blends of polymerisable LCs whose nanoscale structure can be controlled and optimised by exposing the films to ultraviolet light. The high viscosity of the materials after polymerisation should ensure that the nanoscale structure has long term stability. This should also improve efficiency. The materials can also be patterned using ultraviolet light to allow integration with other electronic or photonic devices. An interdisciplinary approach will be used to optimise the performance of solar cells based on these two concepts. An organic chemist will design and make new materials which will be analysed and incorporated in devices by a physicist. Rapid feedback from material and device analysis will inform the design and synthesis of improved materials. Two classes of materials which absorb visible light will be made to conduct electron and holes respectively. Molecular engineering will be used so that the materials are liquid crystals at room temperature, which ensures that the nanoscale structure of the blends can be varied during ultraviolet exposure. We will measure the key material and blend parameters, such as absorption, charge mobility and lifetime, molecular energy levels, efficiency of light emission, etc. to understand how material and blend properties affect device performance. A range of strategies will be used to optimise the nanoscale structure in both types of devices. Atomic force and electron microscopy as well as scattering techniques will be used to measure the spatial scale of this structure. Different material, processing and device configurations will be systematically investigated to optimise the device efficiency.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E033334/1","grantId":"EP/E033334/1","fundValue":"402158","fundStart":"2007-03-12","fundEnd":"2009-09-11","funder":"EPSRC","impactText":"","person":"M  O'Neill","coPersons":["Stephen M  Kelly"],"organisation":"University of Hull","findingsText":" We have developed new semiconducting liquid crystals suitable for a novel type of organic solar cell, which may be used to power products such as radio frequency identification tags, electronic paper, disposable electronic and intelligent labelling based on plastic electronics. These materials enable new photovoltaic device configurations which are compatible with low cost manufacturing. We have also developed a new way to photopattern organic semiconductors with nanoscale surface structures which may have major applications in photonics as well as solar cells. The results from this grant have resulted in one patent, numerous publications and are being exploited by our new spinout company. \nOrganic photovoltaics are a very promising approach to achieve efficient and low-cost solar energy conversion. They may also be required to power a new generation of disposable organic electronic devices which are expected to create new consumer markets in intelligent packaging, electronic labelling etc. We proposed a novel type of organic solar cell for these applications based on polymerisable liquid crystals. Thin films of these materials are polymerised when exposed to ultraviolet light and so become insoluble. They are usually transparent and insulating and are used to improve the visibility of liquid crystal displays at wide viewing angles. We have recently modified these materials to be visible-light absorbing and semiconducting and they can be designed to conduct either electrons (negative charge) or holes (positive charge). This new class of liquid crystal in solar cells allows two new device configurations for organic photovoltaics. They are also amenable to large-area, low-cost processing. \nOrganic solar cells often contain a thin film of an electron transporting material on top of a layer of hole transporting material sandwiched between two electrical contacts. When sunlight is incident, charge is generated, separated at the interface between the layers and transported to the contacts to provide electrical power. In the first of our novel configurations, nanoscale liquid crystal sponges were used to form a large-area interface between layers of hole and electron transporting materials. This increases the chances of charge separation and so improves the power efficiency of the solar cell. We studied a large range of electron and hole transporting materials and showed a correlation between photovoltaic performance and the spatial scale of the interface. The second configuration uses materials which were patterned with ultraviolet light. A nanoscale surface relief grating is spontaneously generated on irradiation of a light-emitting liquid crystalline semiconducting thin film through a phase mask. No post-annealing or wet etching step is required bringing the potential for high-throughput fabrication. Gratings deeper than the original film thickness are made with periods as small as 265 nm. Grating formation is attributed to mass transfer, enhanced by co-operative effects, from dark to illuminated regions. We show that the performance of a bilayer organic photovoltaic is improved by incorporation of the grating. \n An interdisciplinary approach was used to optimise the performance of solar cells based on these two concepts. An organic chemist designed and made new materials which were analysed and incorporated in devices by a physicist. Rapid feedback from material and device analysis informed the design and synthesis of improved materials. Some of the novel materials were light-emitting and were tested in OLEDs. We measured the key material and blend parameters. Some unexpected properties were found which can be exploited to improve device performance. For example, electron mobility is much higher in blends of our materials rather than in the pure material. We also show by experiment and theoretical modelling that intermolecular interactions significantly change the absorption spectra of the materials. Licensing of patents or use of Hull synthesised materials in solar cells Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy","dataset":"gtr"}