{"id":"BFB1A59E-2F31-4858-A42D-13CE5DA4B7EB","title":"Detoxed grass pea: sustainable sustenance for stressful environments","abstractText":"Grass pea (Lathyrus sativus) offers an excellent opportunity for sustainable agriculture and food security for the poorest of the poor, even in the face of predicted climate change, because it is a legume and performs well in marginal soils or under harsh climatic conditions. Grass pea has been grown for seed and fodder production in many countries, including large parts of India (one of the centres of its origin), Europe and China since it is a low input crop, a cheap source of protein and is particularly tolerant to drought, water logging, and moderate alkalinity. However, grass pea can cause a devastating disease called neurolathyrism believed to be due to its content of beta-N-oxalyl-l-alpha,beta-diaminopropionic acid (ODAP) This neurological disorder is irreversible and occurs when people are dependent on the crop as a sole food source. Grass pea can also inhibit growth in animals when used as feed. Grass pea, therefore, presents as a Janus-faced crop since it provides desperately needed food for those on the edges of survival, but with the concomitant danger of delivering a highly toxic compound to its consumers. Grass pea would benefit from intensified breeding efforts to remove the anti-nutritional toxin and improve its nutritional quality, enhance yields and provide resistance to key pathogens. The synthesis of the toxin is understood in part. The toxin levels in low-toxin lines developed by conventional breeding are unstable and often elevated in stressful environments. We wish to exploit a genomics route to deliver safe technologies for improving this insurance crop.\nModern genomics methods including genome sequencing, marker assisted breeding and plant transformation have revolutionised crop breeding. However, many important crops, like grass pea, have become orphaned as they are less amenable to improvement because inherently they lack some of the attributes required, like tractable genomes or transformation systems. Conventional breeding for the improvement of these crops often relies on induced mutagenesis, and in recent years, this has been linked directly to genomics via the reverse genetics tool of TILLING. TILLING facilitates the combination of forward and reverse genetics in the same programme to permit rapid screening for both phenotypes and mutation discovery. TILLING is particularly suitable for crops where there are limited or no reverse genetics resources available and hence ideal for an orphan crop. \nWe propose to use natural germplasm and existing mutant populations of grass pea as novel resources for the rapid identification of mutations offering improved crop characteristics via a non-GM route. A spectrophotometric method for the assay of ODAP has been adapted for high-throughput using microtitre plates suitable for screening large numbers of samples. With this assay we will screen for toxin-free lines. The acquisition of toxin-free lines will allow the true roles of these compounds in plants (e.g. in insect resistance) and in human diseases to be assessed. Simultaneously the mutagenised plant material will be used to generate DNA arrays for a TILLING platform and to screen for stress responses and other useful agricultural characteristics (e.g. branching, seed quality) both at NIAB, and in India, with BCKV. We will investigate why grass pea has improved stress tolerance compared to other legumes, with the objective of using this fundamental insight to improve stress tolerance in UK legumes such as pea. The TILLING platform will be accessible to the research community revgenuk.jic.ac.uk. To aid use of the TILLING platform we will develop transcriptome information by RNA-seq. Transcriptome data will help in gene identification. We will assess the gene complement of grass pea via the generation of RNA-seq data for different organs of the plant, including leaves and seeds where the toxin is most prevalent.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L011719/1","grantId":"BB/L011719/1","fundValue":"733389","fundStart":"2015-02-09","fundEnd":"2018-02-08","funder":"BBSRC","impactText":"","person":"Cathie  Martin","coPersons":["Jane Elizabeth Thomas","Tina  Barsby","Michael James Ambrose","Trevor Leon Wang"],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}