{"id":"BFBB90FC-272A-47D4-A43B-0ECB8FF1FEDA","title":"Regulatory mechanisms controlling type II phosphatidylinositol 4-kinase activity and its associated effector systems","abstractText":"The movement of biological molecules in to, out of, and within cells represent key processes underlying almost every aspect of normal, healthy cell function. Because these processes often involve the delivery of a cargo from one place in a cell to another via a carrier, they are known as trafficking pathways. Trafficking pathways are often complex and subject to tight regulatory control ensuring that the right cargo reaches the correct place in the right amount. Not surprisingly, defects in trafficking pathways can lead to serious disease in humans and animals as the result of cargo misdelivery or from cargo accumulating in cells because of a block in a pathway. It is also known that diseases caused by defects in trafficking pathways can take a long time to manifest as clinical symptoms by which time they may be difficult to treat. It is therefore important for us to learn as much as possible about these pathways and their regulation if we are to understand how they can contribute to the causes and progression of these diseases. We suggest here that our protein molecule of interest, which is known as PI4KIIalpha and upon which we have worked for more than 10 years, is involved in important trafficking processes including one called endocytosis that is used to bring cargo into cells. Endocytosis is also used to send unwanted molecules for destruction or even recycle them. This pathway is even exploited by viruses and bacteria gain entry to cells in order to establish infections. PI4KIIalpha is an enzyme that modifies a fat-like lipid molecule called PI. PI is found in membrane carriers of cargo and PI4KIIalpha is known to be involved in a number of trafficking pathways. However, exactly what PI4KIIalpha does in endocytosis is not known. We have previously shown that cells which lose functional PI4KIIalpha begin to abnormally traffic and accumulate some cargoes. We now need to understand how PI4KIIalpha controls trafficking during endocytosis. The key to this involves conducting experiments to find out what controls PI4KIIalpha and how its lipid products exert their actions on membranes. We know that not all of the PI4KIIalpha in cells is fully active at any one time and we believe that PI4KIIalpha is only activated when and where it is needed - such as on carriers during trafficking. To investigate this we need to use advanced microscopy techniques and make new cellular probes which specifically detect lipids on membrane carriers to show changes in levels of these during endocytosis. The environment of the membrane also plays an important role in controlling PI4KIIalpha activity and we will investigate how the levels of other lipids control PI4KIIa. We will also use biochemistry techniques to discover factors that can switch the activity of PI4KIIalpha on and off. PI4KIIalpha is an extremely important part of the cells trafficking machinery. With the aid of this grant we hope to contribute significantly to the body of basic knowledge of PI4KIIalpha and trafficking pathways in general. The information generated by this work will be useful for those working not only on trafficking pathways, but also those interested in the many human diseases which occur as the result of defective trafficking.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G021163/1","grantId":"BB/G021163/1","fundValue":"411149","fundStart":"2009-10-01","fundEnd":"2012-10-18","funder":"BBSRC","impactText":"","person":"Shane  Minogue","coPersons":["Mark Gerard Waugh"],"organisation":"University College London","findingsText":"","dataset":"gtr"}