{"id":"BFBD1541-7358-45C3-849A-A96ECF230958","title":"Structural Metallic Systems For Advanced Gas Turbine Applications","abstractText":"Dwindling resources and climate change are forcing engineering designers to utilise materials and energy supplies withever-greater efficiency. It is argued that cuts in CO2 emissions of between 60-90% must be achieved if irreversibleclimate change is to be avoided.At present, almost all aircraft propulsion and over 1/3 of the UK's total generating capacity rely on gas turbines. Theirflexibility and efficiency compared with the alternatives mean that their use in power generation is predicted todramatically increase for the foreseeable future. Similarly, a substantial growth in air travel is also predicted withpassenger numbers forecast to double or triple by 2050. Achieving drastic reductions in the emissions from gas turbines,without bring national economic activity to a standstill, requires urgent activity on a very wide number of fronts. This isparticularly important for the UK. It has Europe's largest gas turbine industry, second only to the US, including majorengine makers, such as Rolls-Royce, Alstom and Siemens, together with approximately 3,000 companies supplyingalloys, high integrity components, such as discs, blades and shafts, as well as coatings and seals. The industry as awhole employs over 400,000 people and generates 2 billion in exports in the power sector alone.The aim of this programme is to meet this challenge by identifying and developing materials based on refractory metals,such as Mo and Co alloys, while carrying out shorter term research to extend the usefulness of Ni-based alloys. Thework will involve a coordinated programme of materials development and processing, microstructural and defectmodelling, characterisation and prediction of these high temperature materials designed to answer the fundamentalquestions that will enable their potential to be fully realised.To generate a critical mass of researchers, the programme brings together academics from 6 universities with expertise inthe necessary areas, together with Rolls-Royce plc to ensure the research is appropriate and to establish a route forexploitation.The success of the UK high-value engineering sector is an area in which improved public understanding is needed toimprove the perception of metallurgical engineering generally and to engender enthusiasm to encourage more youngpeople into science and engineering. To address this, a significant programme of public engagement has been designedto run alongside this research programme","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H500383/1","grantId":"EP/H500383/1","fundValue":"1791430","fundStart":"2009-10-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"","person":"Martin  Bache","coPersons":["Mark Thomas Whittaker","Karen Michelle Perkins"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}