{"id":"BFC05BB4-DED4-4F87-8A51-35AC7D053EB1","title":"Effective and Appropriate Sharing of Information (EASI): workforce development materials for improved multi-agency public service delivery","abstractText":"<p>This one year project aims to improve how information is shared between different organisations delivering public services, whether in the public, voluntary or private sectors. It does this by piloting a short multi-agency practitioner development programme, extending the impact of previous research on information sharing and multi-agency working conducted by the project team. This is a collaborative knowledge exchange project, partners being the University of Bradford, Leeds Metropolitan University, the City of Bradford Metropolitan District Council and the national exemplar project 'Improving Information Sharing and Management'.</p>\n\n<p>A programme will be devised to supplement, rather than replace, traditional training on information governance and security. It will challenge professionals' thinking around information sharing, mainly by encouraging an understanding of the different contexts within which the agencies work. In particular, research indicates that practitioners will share information more appropriately when they realise that their different organisations need to approach confidentiality in different ways, in order to perform their respective functions correctly.</p>\n\n<p>The pilots will take place in Bradford, Manchester and Leicester, the materials being revised in response to evaluation to take place during the training and subsequently. The programme materials will be made freely available at the end of the project.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K00557X/1","grantId":"ES/K00557X/1","fundValue":"29291","fundStart":"2013-02-13","fundEnd":"2014-02-12","funder":"ESRC","impactText":"  We will be reporting on impact from the project in February 2015.  ","person":"Sue  Richardson","coPersons":["Nick  Frost"],"organisation":"University of Bradford","findingsText":" 1. There continues to be a need for face-to-face, multi-agency, practitioner development workshops aimed at improving the sharing of information in public services. These would target for example health workers, social workers, teachers, police officers, housing officers, employment officers, support workers.\n2. The project has developed a workshop programme to meet this need.\n3. The two main elements of the workshops, a) formal taught input, based on social science research findings and b) multi-agency scenario-based group tasks, are both important. While participants generally found the content useful, many reporting that it gave them new ways of thinking about information sharing, what was equally important was to work in a ‘safe’ way with colleagues from other services, hearing their stories and understanding why they need to work differently from each other when sharing information, particularly with respect to confidentiality and seeking consent to share. \n4. The separation of two to four weeks between the two workshop days was important for consolidation of learning and reflection.\n5. There were some variations in participant response across the three workshops conducted in Bradford (20 participants), Greater Manchester (30 participants) and Leicestershire (22 participants). More may be learned about exactly what variables are at play from the on-going evaluation activity that will be reported on in the project impact report (2015). \n6. It was reported by employer organisations that if the workshops were to be scaled up to be offered to all relevant staff, two full days was too long for practitioners to be away from the front line for what is seen as ‘training’. As a result of this finding, an alternative, blended learning, format was developed which reduces the face to face element to two half days (still separated by two to four weeks). This was tried in Blaby District within the project lifetime and, from the investigators’ perspective and the feedback received, was as successful as (although noticeably different from) the full two day version in terms of encouraging new ways of thinking and doing around information sharing. \n7. A second variation to the format was tried as a result of an invitation from the public service network organisation iNetwork. This not only attempted to create an understanding of the differences across professional and service divides but also across the divide between practitioners and information governance managers. From the investigators’ perspective, this was less successful but there is the potential to further research this possibility as it could potentially be extremely fruitful. 1. The investigators have plans for further, related, research. Through the project, the new government-funded Centre of Excellence for Information Sharing has brought the project investigators together with colleagues in Newcastle University, Manchester Metropolitan University, Loughborough University and the University of East Anglia, to help shape a new research agenda for improving information sharing in public services. This group of researchers has now been awarded an ESRC seminar series grant in order to move this work on.\n2. The materials developed through the project are currently being revised so that they can be used by any public sector deliverer or training organisation.\n3. We are developing a 'train the trainer' package to encourage optimal use of the materials that are freely available as a result of the project. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Government, Democracy and Justice","dataset":"gtr"}