{"id":"BFC18021-07F7-4E83-B546-63D7D5E032D3","title":"Ecological drivers of evolutionary transitions in mutualistic symbioses","abstractText":"Intimate and prolonged associations between different organisms - symbioses - are widespread and important in the natural environment. A key form of symbiosis are associations involving photosynthetic organisms which provide their hosts with energy from sunlight: so called photosymbioses. Examples of photosymbioses include lichens, where a fungus hosts an green alga, and corals, where a cnidaria hosts a zooxanthellae alga. Through photosymbiosis pairs of organisms can survive in environments where neither would alone, therefore photosymbioses increase biodiversity and underpin the functioning of ecosystems. An important feature of photosymbiosis is that the benefits to hosts of carrying symbionts depend upon the environmental conditions: for instance in well-lit habitats symbionts are highly beneficial to hosts whereas in dark environments symbionts may be costly for hosts to maintain. Here, we want to understand how environmental variation in light intensity shapes the long-term evolution of photosymbioses.\n\nDespite their widespread importance, little is known about the evolutionary origins of photosymbioses. Possible reasons for this are that lichens and corals are ancient associations and are very slow growing and hard to cultivate in the lab. Our approach is to observe the real-time evolution of a photosymbiosis created by us in the lab between a single-celled eukaryote host (Paramecium) and a photosynthetic cyanobacteria symbiont (Synechocystis). Although many Paramecium-alga symbioses exist in nature, by using a 'synthetic' symbiosis we will capture the entire evolutionary history of the symbiosis from the moment of its inception. We will exploit the short generation times, and large population sizes of Paramecium to observe evolution in real time for 100s of generations. We will discover and contrast the adaptations of both hosts and symbionts that occur as they co-evolve across a gradient of light intensity from near dark to bright light. To fully understand the physiological, biochemical and genetic bases of adaptations we will employ cutting edge cell-imaging, mass spectrometry and genome sequencing technologies. \n\n- Our study is novel because we will, for the first time, study the evolution of a photosymbiosis from inception for 100s of generations in real time\n- Our study is relevant to the natural environment because we test the effect of environmental variation of a crucial ecological variable affecting photosymbioses: light intensity. Moreover, our findings will help to predict responses of natural photosymbioses to changing environments \n- Our study is powerful because we will use an experimental approach to study evolution in real time.\n- Our study is timely because we will exploit the latest technologies in DNA sequencing, biochemistry and cell-imaging to directly observe evolution of genetic, physiological and biochemical adaptations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K011774/1","grantId":"NE/K011774/1","fundValue":"396899","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"NERC","impactText":"  The research fed into public engagement activity: a collaboration with artist Laurence Payot, SYMBIOSIS SCULPTURES, about symbiosis which involved over 100 participants making sculptures and was displayed to public audiences at York Festival of Ideas 2014 and Sheffield Festival of the Mind 2014, total audience approx. 1000, funded by grants from Arts Council England and The Wellcome Trust and providing 30 days of employment for artists Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Michael Alan Brockhurst","coPersons":["Andrew James Wood","Richard  Law"],"organisation":"University of York","findingsText":" This project is still in its early stages so there are not yet any complete empirical discoveries to report, however the project is proceeding on time and as planned.\n\nOne publication supported by this award has however been published, a review of the literature on the contribution of biotic conflicts to evolution (Brockhurst et al. 2014 Proceedings of the Royal Society B) Not applicable. Environment","dataset":"gtr"}