{"id":"BFCDA9B8-5898-4791-91D8-D54864E54FA0","title":"Delta-doped diamond structures for high performance electronic devices","abstractText":"The combination of extreme electronic and thermal properties found in synthetic diamond produced by chemical vapor deposition (CVD) is raising considerable excitement over its potential use as a semiconductor material. Experimental studies have demonstrated charge-carrier mobilities of &gt;3000cm2V-1s-1 and thermal conductivities &gt;2000 Wm-1K-1. The material has been predicted to have a breakdown field strength in excess of 10 MVcm-1. These figures suggest that, providing a range of technical challenges can be overcome, diamond would be particularly well suited to operation as a semiconductor material wherever high frequencies, high powers, high temperatures or high voltages are required. This proposal addresses the novel use of 'delta-doping' to realise such devices.In conventional device technology a major limitation to the magnitude of mobility values within a given semiconductor is the presence of ionised impurities which cause carrier scattering. However, it is these ionised impurities that are the origin of the free carriers within n- or p-doped material. It is the physical separation of the impurities from the free carriers, such that less scattering occurs and mobility values increase, that lies at the heart of recent improvements in high frequency device performance using III-V semiconductor technology. One approach to achieve this the formation of very thin, highly doped regions within a homostructure. Provided the doped, or d, layer is only a few atom layers thick, carriers will move in a region close to, but outside, this layer. The resultant separation between carriers and the donor/acceptor atoms that created them leads to enhanced mobility. The advantages offered by d doping in other systems will be valid for diamond, with the additional feature that the problem with the large activation energy of boron can be overcome, as very high concentrations are desirable in the d-layer. However, the molecular beam epitaxy (MBE) techniques that can be used for III-V semiconductor growth cannot be used with diamond; the need to use plasma-enhanced CVD processes significantly complicates the approach needed to realise atomic-scale modulation-doped diamond structures.While Si and GaAs devices dominate the solid-state microwave device market, they cannot match the power performance of the vacuum tube. One driver for diamond as a semiconductor stems from an interest in replacing vacuum tubes in niche applications. The development of a solid-state alternative would have many benefits including small size, low weight, low operational voltage (compared with vacuum tube devices), and greater robustness. Current vacuum tube designs, such as magnetrons, klystrons, and traveling-wave tubes (TWT) are usually bulky, often fragile, and expensive (with the exception of magnetrons for microwave ovens, which are manufactured in huge volumes and cost only $10-20/kW). If the intrinsic properties of diamond could be fully exploited through novel delta-doped device design and fabrication, it could compete not only with existing wide-bandgap devices (based on SiC and GaN) but also with TWTs in the entire radio frequency (RF) generation market up to 100 GHz. The control of power at high voltages is another potential use of the diamond devices that may arise from the proposed programme of study. Theoretically, a single diamond switch could be used to switch power at voltages approaching 50 kV. This is not currently achievable with any other electronic material.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H020055/1","grantId":"EP/H020055/1","fundValue":"552730","fundStart":"2010-04-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Richard Brett Jackman","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}