{"id":"BFCE1876-6F00-4E03-8800-F3E3C5C4D9AF","title":"Lexical retrieval difficulties in children: a new approach combining modelling of impairment and intervention to help word-finding","abstractText":"<p>We all experience difficulties in retrieving words occasionally. Children with difficulties learning language (around 7 per cent&nbsp;of the population) can experience considerable problems in retrieving words in their vocabulary. This difficulty can influence children's relationships, self-esteem and education. </p>\n\n<p>The study has three strands:</p>\n\n<ol>\n \n\n <li>Involves collecting data from children with typically developing language (TDL) and others with word-finding difficulties (WFD). Accuracy and speed of naming, and related skills involving processing word meaning and sounds will be compared for children at different stages of development. </li>\n\n <li>Neurocomputational modelling of the processes involved in word retrieval. Constraints within the model can be varied to reflect the patterns shown by children TDL and with WFD. The model will then be used to predict optimal intervention approaches for children with different underlying difficulties.</li>\n\n <li>An experimentally controlled intervention in which children with WFD take part in one form of therapy most appropriate to their difficulty and one building on their strengths to determine which approach is more effective.</li>\n</ol>\n\n<p>Results on testing and on wider outcome measures will inform practice. By combining approaches from different disciplines, the research will inform understanding of typical and atypical language development and intervention. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-2721","grantId":"RES-062-23-2721","fundValue":"599182","fundStart":"2011-01-04","fundEnd":"2014-10-03","funder":"ESRC","impactText":"  A narrative summary will be produced within a year of the grant end. Education,Healthcare Policy & public services","person":"Wendy  Best","coPersons":["Michael  Thomas","Jackie  Masterson"],"organisation":"University College London","findingsText":" The ESRC have advised the Key Findings report doesn't need to be finalised during this year's submission period but this should be completed for the report deadline and then submitted in next year's annual submission. See above. Education,Healthcare","dataset":"gtr"}