{"id":"BFCFB642-6D84-464C-A9AE-C289F7674F4B","title":"SWAAMI (South West Asian Aerosol Monsoon Interactions)","abstractText":"Aerosol particles from pollution sources across the Indian subcontinent form a dense and extensive haze across India and the Bay of Bengal that increases in extent and magnitude in advance of the monsoon. As the aerosols, a large fraction of which arises from wood and charcoal fired cookstoves, absorb solar radiation as well as scatter it they can affect the heat balance of the lower atmosphere. It has been hypothesised that this aerosol can influence the monsoon through its role in redistribution of heat across the region in the pre-monsoon, and model studies have demonstrated that such effects can be important. However, current comparisons show model to model variability and under-prediction compared to observations, a strong indication that detailed aerosol properties are poorly represented in current models. The lack of accurate representation of aerosol in these models is compounded by a lack of measurements of sufficient accuracy and sensitivity to elucidate fundamental properties such as component mass, mixing state and optical properties, which need to be well characterised to improve model performance. This is limiting predictive capability at the present time and hence preventing the influence of aerosol in the Indian monsoon to be quantified. In addition to reproducing detailed properties of aerosol, models need to be able to accurately represent the horizontal and vertical distribution of different aerosols to predict their effects. As the monsoon progresses, pollution aerosol are removed by precipitation, but also lofted by convection. Dust advected from deserts to the west above the moist monsoonal flow become significant through the season. It is important that these aerosol layers are accurately represented in models and that robust measurements are available to rigorously challenge model predictions.\n\nSWAAMI will contribute to the joint NERC-MoES programme &quot;Drivers of Variability in the Asian Monsoon&quot; through a detailed determination of aerosol physical and chemical properties across India in the advance of, and during, the Indian monsoon using UK and Indian research aircraft. The measurements will deliver a chemical and physical characterisation of the aerosol that is considerably more detailed than any previous and will enable assessment of aerosol composition and mixing state, provide source characterisation and deliver quantification of aerosol optical properties such as extinction, absorption and single scattering albedo. Such detailed characterisation will allow us to test representations of aerosol properties in regional and global climate models. Our planned aircraft measurements will be combined with syntheses of long term data from across the continent and previous field studies to provide a data set that can challenge how well models represent aerosol across the region. Improving model representations of aerosol properties and testing the extent to which this improves model performance against data will provide a framework for ensuring model aerosol schemes improve and in doing so will allow us to make more reliable predictions of aerosols effects on the heat budget of the region and hence improve our knowledge of how aerosols may influence the Indian monsoon.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013851/1","grantId":"NE/L013851/1","fundValue":"261487","fundStart":"2016-01-01","fundEnd":"2019-04-30","funder":"NERC","impactText":"","person":"Eleanor Jo Highwood","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}