{"id":"BFE5D2EB-FE7F-4101-9F10-D4A42BC30590","title":"Regulation and mechanism of clathrin coated vesicle formation","abstractText":"Cells continuously need to internalise material from the extracellular environment, to deliver material to that environment and to move material between the membrane-bound subcompartments inside the cell. Broadly the way that they do this is by packaging material into specialised areas of one membrane (the ?donor?). These specialised areas often have a protein ?coat? and they become increasingly curved or ?invaginated? and cargo molecules become concentrated in these invaginations. Eventually they pinch off from the donor membrane, forming small spherical structures called coated vesicles. The vesicle is then sent to a target ?acceptor? membrane where it fuses and delivers its contents. The whole process of forming coated vesicles is highly controlled to ensure that the selection of cargo and direction of transport is properly maintained. \nOur lab has focussed its efforts on the formation of coated vesicles at the cell surface. A molecule, clathrin, is the major protein component of these coats, giving the vesicles their name. However many other molecules are also involved in forming the coat and selecting the cargo that will be included in the vesicle. Our lab uses a variety of approaches to understand the molecules involved in forming coated vesicles. In particular we use assays that allow us to reconstitute coated vesicle formation in the test-tube. These assays allow us to ask which molecules are required and how their assembly into the coat is regulated. The aim of this proposal is to understand more fully how clathrin coated vesicles are formed.\nClathrin coatedvesicles are responsible for the internalisation of many different molecules including nutrients, growth factors and hormones. They are also often hijacked by pathogens such as bacteria and viruses to gain entry into the cell. They thus play very important roles in the response of cells to their environment. If we can understand the molecular basis of this fundamental process and how it is modified depending on where a cell is located, we hope in the longer term to apply this knowledge to understanding defects in this process that contribute to disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0300452","grantId":"G0300452","fundValue":"605050","fundStart":"2005-02-01","fundEnd":"2010-01-31","funder":"MRC","impactText":"","person":"Elizabeth  Smythe","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}