{"id":"BFE69DBE-E6D3-474A-B9A5-32F4476B458C","title":"ELSEP - Elucidate and Separate - Palladium Catalysts in C-C and C-N Coupling Reactions","abstractText":"Palladium catalysis is one of the most powerful tools in synthetic chemistry for C-C and C-N bond formation. However, even when using very high substrate-to-catalyst ratio or immobilised catalysts, metal leaching and catalyst decomposition remain significant unsolved problems. As Pd catalysis gains greater popularity in fine chemicals and pharmaceutical processes, seeking methods to reduce Pd to acceptable levels becomes a task of major priority especially for pharmaceutical applications. While it is generally accepted that, in many cases, catalytic activity is due to some form of soluble palladium (which can be obtained from both homogeneous and heterogeneous catalysts), the precise nature of the Pd species is still unknown. Conversely, catalyst deactivation and decomposition are thought to be linked to agglomeration of Pd atoms to form nanoparticles, eventually so clustered as to become inactive (Pd black ). There are currently no reliable analytical techniques for the structural characterisation of such soluble palladium species in situ. Recently, the Hii group at Imperial (Chemistry) has made an important advance in this area, by examining the conditions that lead to the formation of Pd(0) from Pd(OAc)2, conducted using a combination of mass spectrometry and beamline ID24 at the ESRF. Molecular scale separation in organic liquids using membranes (Organic Solvent Nanofiltration, OSN) is now emerging as a new area of membrane science. The Livingston group at Imperial (Chemical Engineering) is one the leading research groups in this field, and have developed new membranes, stable in nearly all solvents, with tuneable molecular discrimination properties. This proposal seeks to couple the advances made by the Hii group in the analysis of Pd species in organic reactions with the innovations in OSN membranes coming out of the Livingston group. This powerful, cross-disciplinary team of chemical engineers and chemists will seek first to understand how, and in what form, Pd reaches solution during Pd catalysed reactions. Then, we will use this knowledge to develop new approaches to separation of Pd through filtration-adsorption with a new family of functionalised OSN membranes.The project will advance using homogeneous catalysis for the Suzuki-Miyaura (C-C bond forming) and Buchwald-Hartwig (C-N bond forming) cross-coupling reactions, two of the most important Pd-catalysed reactions of industrial interest. For each of the model systems, advanced analytical techniques such as EXAFS and mass spectrometry will be applied to elucidate physical and chemical structure of Pd species in the catalytic cycles. The reactions will be monitored by mass spectrometry in close detail using a battery of techniques including ESI-MS and MALDI-TOF, ICP and HPLC to detect the species of Pd associated with various stages of the reaction. Reacting or post-reaction mixtures are expected to contain a mixture of palladium by-products which may present problems for the analysis. It is expected that these by-products will be of different molecular weight and could be separated via a series of membranes with progressively tighter molecular weight cut-offs thus providing molecular fractionation. Permeate and retentate streams from the membranes will be analysed using the above analytical techniques to determine the differences in the structure and nature of Pd species in the reacting system. In this way, molecular fractionation by membranes will be used to understand the detailed chemistry of these reactions. Further, new OSN membranes which are surface functionalised with species which capture soluble Pd species will be developed. This step will utilise the knowledge of the form of Pd that is gained from the fundamental reaction studies. Overall we seek to make advances in both understanding anc chemical engineering of C-C and C-N coupling reaction technology, an in membrane science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G070172/1","grantId":"EP/G070172/1","fundValue":"616937","fundStart":"2009-09-01","fundEnd":"2013-02-28","funder":"EPSRC","impactText":"","person":"Andrew  Livingston","coPersons":["King Kuok Hii"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}