{"id":"BFEA0738-EA40-409A-934C-EA93BB1FA56B","title":"eFutures - maximizing the impact of electronics research in the UK","abstractText":"The eFutures network seeks to maximise the impact of UK electronics research. It currently has 320 members from 55 institutions. It seeks to grow this membership by a further 200-300 in the coming years. It offers a necessary link between industry and the academic community at a time when the UK electronics systems community is seeking to consolidate, for example through the ESCO initiative (electronic systems challenges and opportunities) recently launched by a government minister and endorsed by leading UK industry. Industry and industry-facing organisations agree that the continuation of eFutures represents a valuable building block for the ongoing health and vitality of the electronic systems community. In 2012 the direct economic contribution of this community to the UK was &pound;78Billion (5.4% of GDP). \n\nThere are opportunities for exciting new research at the boundaries between disciplines. The eFutures network will work to build bridges with other research communities where we can establish a dialogue in order to shed light on where working together will allow new challenges to be met. \n\nEarly career researchers are key to the future of a knowledge based economy wishing to innovate electronics systems. The eFutures network will support many of those new to research or early in their careers, to network with one another and to be connected with more experienced academics and industry experts.\n\nLinks to industry allow new ideas from university to translate into commercial products. It also allows industry to discuss their current challenges with academic experts and by working together new innovations will emerge. The combined academic and industry community is best placed to scan the horizon and create a shared vision for the best research agenda for UK electronics. \n\nThe academic electronics community has many facets and the eFutures network will help to bring these elements together. This activity will include linking to experts in Europe as well asbuilding a better understanding between UK researchers in disciplines closely related to electronics such as power electronics and energy harvesting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L025450/1","grantId":"EP/L025450/1","fundValue":"303038","fundStart":"2014-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"","person":"Anthony  O'Neill","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}