{"id":"BFEA7897-8586-4CEE-81A6-ED4793FFAF7E","title":"Handheld microindentation - a direct assessment of bone fracture risk","abstractText":"Osteoporotic fractures are a major and increasing problem for both patients and society as a whole. The NHS is already spending well over a &pound;1bn a year for treating patients with osteoporotic fractures and with the ever increasing life expectancy more and more patients will need treatment. It is estimated that 1 in 3 women over fifty and 1 in 5 men will suffer from an osteoporotic fracture. Yet an effective diagnosis is lacking to this point and the most commonly used assessment of bone mineral density or bone mass using X-ray techniques is seemingly inaccurate for individual patients. In part the problem is originating from the fact that bone mass is a surrogate and dose not account for the quality of bone and changes in material properties, which may be independent of bone mineral density. Therefore complementary tests could improve the diagnosis significantly and help in early identification and treatment of osteoporosis and osteopenia. Recently a microindentation was used in a pilot study on a cohort of patients. Indenting patient's tibiae that could clearly identify patients that had a recent osteoporotic fracture from a group of controls. While this is informative, further research is required to understand the correlation between bone mass, microindentation measurements and conventional assessment of in vitro bone tissue fragility. We propose ot acquire a microindentation device, which would be the first one in the UK to conduct further studies with the aim to judge potential future use for screening of patients and for laboratory studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J008192/1","grantId":"EP/J008192/1","fundValue":"437728","fundStart":"2012-04-30","fundEnd":"2015-07-06","funder":"EPSRC","impactText":"  We are still analyzing data from experiments - hence no tangible impact has been made so far.  ","person":"Philipp Johannes Thurner","coPersons":["Richard  Oreffo","Martin  Browne","Nicholas Castell Harvey","Douglas Graham Dunlop","Cyrus  Cooper"],"organisation":"University of Southampton","findingsText":" WE have so far collected and characterized cortical femoral bone from about 50 osteoporotic donors, about 50 osteoarthritic donors and about 20 cadaveric (healthy) controls. So far it seems that reference point micro indentation might be able to improve the diagnosis of fracture risk but statistical analysis of the data is ongoing and it is too early to make a correct statement at this point. Our research should provide insight into the use of reference point indentation in vitro and in vivo for mechanical characterization of bone tissue related to bone fragility. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}