{"id":"BFF4F784-0D63-45E4-AF35-584E53B6DFEF","title":"Automated retinal microvascular quantification as a predictor of cardiovascular disease risk in later life","abstractText":"Retinal vessels (both arteries and veins) on the back of the eye are easily imaged using fundus cameras. The shape and size of retinal vessels (particularly arteries), have been related to risk of cardiovascular disease in later life and may provide valuable prediction of individuals at high risk of disease. Recent studies have also shown that retinal vessel size and shape are associated with cardiovascular risk factors (including blood pressure and blood cholesterol) from an early age, suggesting that these measures may be non-invasive markers of the health of blood vessels. \n\nAdvances in imaging and computational methods are providing opportunities to image and analyse retinal vessels with increasing precision. However, to date these methods are not fully automated (with respect to the relevant datasets) and rely heavily on operator involvement, especially to distinguish arteries from veins (which may change in size and shape differently in response to disease). These problems limit the application of retinal imaging in large population studies of cardiovascular disease and other key chronic diseases in later life, particularly ocular disease (macular degeneration and glaucoma) and type 2 diabetes. This proposal aims to fully automate identification and characterisation of vessels in retinal images, including identification of arteries and veins, in large studies of middle aged adults (including UK Biobank - UKBB). Images (nearly 150,000 images from over 70,000 participants) will be used to refine our existing approaches to measurement of retinal vessel size and shape (which include both measures of vessel width and tortuosity, i.e., a measure of twisting / turning), and to examine their association with risk of cardiovascular disease in later life. Middle age adults are often seen by family doctors and given a risk score for cardiovascular disease (i.e., risk of heart attack), based on a number of simple measures (e.g., age, gender, blood pressure and blood cholesterol); this often determines whether treatments (e.g., BP medications, statins) are prescribed. \n\nThe project brings together a well-established, multidisciplinary group with the shared aim of developing reliable, automated and efficient retinal image analysis software, which is freely available, generating a rich characterization of the retinal vessels in large numbers retinal images. Innovative use of the large-scale data generated from thousands of participants, will be ensured by the inclusion of appropriate statistical expertise within the group. Current image analysis is underway using software developed within the group, and this proposal seeks to develop the software into a usable form available to all. The potential scientific value of the project is appreciable: (1) Screening: retinal vessel characteristics may provide measures of abnormality that are predictors of overall vascular health and serious vascular disease in later life. In addition to established screening tools, this may identify &quot;at-risk groups&quot; in need of earlier treatment and therefore reduce the complications associated with cardiovascular events. (2) New resources: the validated retinal measurements generated will become themselves data to add to these cohorts, enabling further investigation by the wider scientific community. (3) Collaboration: Combination of specialist groups is expected to generate a step-change improvement in performance of these software tools. (4) Long-term scientific value of the work is assured by making the software developed by the group, available for public use. This ensures that the value of examining retinal vessels as a predictor of disease risk and outcome (both circulatory and ocular disease) is realised by the widest possible scientific community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L02005X/1","grantId":"MR/L02005X/1","fundValue":"147604","fundStart":"2014-10-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Christopher Grant Owen","coPersons":["Peter  Whincup","David  Strachan","Sarah  Barman","Alicja Regina Rudnicka","Paul James Foster"],"organisation":"St George's University of London","findingsText":"","dataset":"gtr"}