{"id":"C0075B40-B1AC-423A-991E-FDA0DFBC4065","title":"Sexual risks and capacities. Developing a peer-led educational resource to address sexual risks among young people.","abstractText":"<p>This Knowledge Exchange project is a joint activity between ARK – a joint initiative by Queen’s University Belfast and the University of Ulster - and Brook Northern Ireland (Brook NI). It is based on data collected in the 2010 and 2011 Young Life and Times (YLT) survey of 16-year olds (<a href=\"http://www.ark.ac.uk/ylt\" rel=\"nofollow\">www.ark.ac.uk/ylt</a>) which is undertaken annually in Northern Ireland. The YLT surveys had asked questions about sexual risks faced by young people and their sexual experiences.</p>\n\n<p>The main objective of this project is to facilitate sexual capacity and confidence building among young people in Northern Ireland who are at the start of their sexual careers, ie. who have not been sexually active or have only been sexually active for a short period of time. This will be done by:</p>\n\n<ul>\n \n\n <li>collecting a boaster sample for the YLT surveys, to inform</li>\n\n <li>participatory group work sessions with up to 100 young people</li>\n\n <li>the development of an educational resource and young people-led publicity campaign about sexual safety.</li>\n\n</ul>\n\n<p>The project is undertaken in a participatory manner. 12 peer educators ar trained who will help with the group discussions and with the design of the education resource and campaign.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K005650/1","grantId":"ES/K005650/1","fundValue":"6084","fundStart":"2013-04-01","fundEnd":"2013-12-31","funder":"ESRC","impactText":"  The findings were used to inform policy making on sexual risks and exploitation in Northern Ireland. The results of the study and the Knowledge Exchange project were fed into the 2014 'Marshall Report' on child sexual exploitation in Northern Ireland undertaken by the RQIA. Educational material (website posters) which were produced during the Knowledge Exchange project have been made available to sexual health providers in Northern Ireland. The website which was developed during the project is also available through the Brook Young People website and is therefore promoted not just in Northern Ireland, but UK-wide. Several conference presentations were given and workshops facilitated, for example at the 2013 Northern Ireland Sexual Health conference, the launch of the 2014 Sexual Health Week in the Stormont Parliament building, and an ARK seminar directed at policy makers working in the sexual health field in Northern Ireland. Education,Healthcare Societal,Policy & public services","person":"Dirk  Schubotz","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" More education programmes are needed to address sexual risks and exploitation among young people. These should be offered in schools, but should also be made available outside the school context as many schools are restricted by their 'school ethos' or their governance in the way they address sexual health needs. These are often limited by social and religious norms and views on how young people 'should' behave, failing to recognise the actual sexual lifestyles that many young people lead and, by doing so, actually putting young people at greater risk. \nIn particular young people form disadvantages backgrounds and those who have been sexually attracted to, or had sex with, people of the same sex are most vulnerable to sexual exploitation, risks, and risk-taking behaviour We produced educational resources - a website and promotional posters - base don our research and the engagement with young people which is freely available to use by young people and education providers. Education,Healthcare","dataset":"gtr"}