{"id":"C009B7CB-7A07-492E-9C3B-6349F828A271","title":"Low frequency noise to study the quality of novel devices","abstractText":"During the development of novel semiconductor devices different topics need to be explored such as the physics behind the device operation, the material quality from which the devices are constructed, the fabrication technology required and the characterisation techniques that will give a better insight into the operation of the devices. The latter gives feedback into the optimisation process aimed towards a successful device. Experimental evaluation of the device can be split in two different categories, one is the evaluation of the material from which the devices will be made and the other one is via electrical or optical measurements on the fabricated devices themselves. Although material characterisation is the essential first step in the development of devices, one should not disregard that fabrication technology itself can impact on the material quality and thus potentially degrade the device performance. Expertise on many of the electrical characterisation techniques are available in the group, however expert know-how on the low frequency noise measurement technique to study the quality of the material is lacking. This techniques offers interesting extra opportunities as there exists a correlation between the occurrence of defects in the material and the low frequency noise in the device. Thus, via an analysis of the noise spectrum, possibly as a function of temperature, different defects that occur in the active device can be characterised. Once the traps are characterised an analysis of the reason for their occurrence can be made and the device can be improved based on the conclusions, or different devices can be compared.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F044666/1","grantId":"EP/F044666/1","fundValue":"27394","fundStart":"2007-12-01","fundEnd":"2008-11-30","funder":"EPSRC","impactText":"","person":"Kristel  Fobelets","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}