{"id":"C00995E5-9609-4306-B222-269DCDE50430","title":"Integrating research and practice in autism spectrum disorders","abstractText":"<p>Autism spectrum disorders (ASD) are diagnosed when a child or adult has impairments in social interaction, communication and imagination accompanied by a narrow, repetitive pattern of activities and interests.</p>\n\n<p>This project has supported a range of knowledge transfer activities that follow on from our previous research in ASD funded by the ESRC or other funding bodies. The project was directed towards three main objectives:</p>\n\n<ol>\n \n\n <li>to promote knowledge sharing between researchers and practitioners through the development of a new web-based discussion forum</li>\n\n <li>to increase research awareness about interventions for ASD for people who need to evaluate them, through the provision of research-aware leaflets, a research toolkit and workshops on intervention (project partners - charities National Autistic Society and Waterloo Foundation)</li>\n\n <li>to bring the research ‘laboratory’ closer to people's lives, through engagement activities and communication packages (a DVD and booklet on neuroimaging research).</li>\n\n</ol>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-189-25-0275","grantId":"RES-189-25-0275","fundValue":"98432","fundStart":"2011-07-04","fundEnd":"2012-09-11","funder":"ESRC","impactText":"  The resources on research evidence produced by the project have been used by members of the Welsh Government as preparations are being made the next stage of the Autism Strategic Action Plan. Practitioners have benefited from the early intervention seminar, and this has led to more children and parents receiving early intervention. The findings from online forum provided pilot results for a further ESRC project match funded by the Welsh Government. The findings from the family engagement activities led to further funding focused on improving communications with families. Both projects have led to further outcomes for non-academic communities. Education,Healthcare Societal,Policy & public services","person":"Susan  Leekam","coPersons":["Sarah  Carrington"],"organisation":"Cardiff University","findingsText":" Summary of ESRC End of Award Report submitted Dec 2012 for details. This can be downloaded at http://sites.cardiff.ac.uk/warc/files/2014/06/Integrating-research-and-practice-in-ASD-Project-Report-September-2010.pdf\n\nThis knowledge exchange grant led to three main developments. The first was the provision of a new knowledge sharing opportunity designed for practitioners and researchers who work in the field of autism spectrum disorder. We developed the first stage design of a new web-based forum for sharing expert knowledge. In the small scale trials, 171 individuals registered with the AWARES-talk forum, including individuals from UK, Japan, Sweden, and USA. The majority were non-academic professionals who discussed topics including diagnosis, interventions, anxiety and sensory issues, and multi-disciplinary working. \n\nThe second development was a research awareness raising exercise in the non-academic community. Awareness of research in the area of early intervention was raised through three workshops on evidence-based intervention for health practitioners led by an international expert from the USA Prof Rogers who gave presentations on a new intervention -Early Start Denver Model. One workshop was expanded to include researchers who led two UK-based interventions. Research awareness in parents was also raised through the production of a Research Aware Booklet which helps orient parents to the importance of looking for evidence when choosing an intervention for their child and the production of a Research Toolkit, a resource for non-academics to help them appraise the scientific content of interventions. \n\nThe third development was to increase direct engagement with users of future research, through the provision of engagement activities and improved communication. We carried out Researchers on the Road meetings with 25 parent group leaders, representing approximately 100 members. A DVD now on Youtube was produced to introduce neuroimaging techniques to families and a booklet distributed to 780 people. The findings of this project formed the basis for the subsequent development of the Research-Policy-Practice Hub, an ESRC funded project that can be used by practitioners and policy workers. The early intervention workshops led to new intervention training sponsored by the Welsh Gov leading to benefits for children receiving early intervention. The engagement activities highlighted what parents needed i terms of areas for improved communication that can be addresses by better website information and resources.\n\n\n\nThe aim of the toolkit is to increase research awareness for individuals who need to evaluate research evidence and will therefore be of benefit to practitioners, government or charity advisors, and individuals working in health or educational intervention programmes. The Research Toolkit document has also been distributed to contacts related to the 'What Works' initiative, including Rachel Tuffin (the College of Policing), and to Prof. Leon Feinstein of the Early Intervention Foundation. We have also recommended that the Research Aware leaflet is included in post diagnostic packs in other health boards across Wales and in England. Education,Healthcare","dataset":"gtr"}