{"id":"C00F779E-DC5F-4B19-91AA-131CE0E0818E","title":"Survey data quality in panel surveys: trade-offs between nonresponse and measurement errors","abstractText":"<p>Panel surveys involve groups of people or households that are followed over time.</p>\n\n<p>From panel surveys,a lot can be learnt as long as the measurement of all topics of interest is without error. There are two sources of error that threaten to make panel data invalid and unreliable. First, nonresponse among specific respondents, and second errors in measurement of the topic of interest using survey questions.<br />Survey methodologists worry that errors due to nonresponse and measurement interact. Some reasons for nonresponse might at the same time also be a reason for reporting with more measurement error. Lower cognitive abilities, complex income compositions, or language difficulties are among these.</p>\n\n<p>In this research project, trade-offs and common causes for both nonresponse error and measurement error are studied using a Latent Variable modeling approach, using data from the British Household Panel Survey.<br /><br />Understanding the trade-off better will enable researchers to compare the nature and size of both errors, and make better informed decisions in trying to limit survey errors, and reduce the costs of trying to minimise such errors.<br /><br />&nbsp;</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K001027/1","grantId":"ES/K001027/1","fundValue":"129016","fundStart":"2012-12-31","fundEnd":"2015-12-30","funder":"ESRC","impactText":"  Findings from my research have been used by survey practitioners. Specifically the statistical offices in the Netherlands and Sweden, to inform the design of (future) longitudinal studies. Government, Democracy and Justice,Other Policy & public services","person":"Peter  Lugtig","coPersons":[],"organisation":"University of Essex","findingsText":" - Only specific forms of attrition in a survey can be predicted. Most notably attrition due to refusal by the respondent.\n- Respondents who drop out from surveys have a different profile from respondents who continue to participate in panel surveys. The most notable differences between the two types are not merely demographic, but also psychographic. More conscientious and introvert people are more likely to become 'loyal' panel members.\n- Item missings, and lower cooperation rates by the interviewer are good predictors of later dropout from a panel study. Findings can be used to inform decision-making in so-called adaptive survey designs. These design gain a lot of interest in recent years from survey methodologists and survey practioners. The project has found for example that specific forms of attrition (due to noncontact, refusal etc.) can be predicted to a different extent. Refusals are the one cause for attrition that can be predicted fairly well. Using covariates, I have identified who will attrite. This finding can be used to target those Government, Democracy and Justice,Other","dataset":"gtr"}