{"id":"C01045E1-FA74-4B07-AED7-A47AC2BC0EC7","title":"Genetic analyses to test the causal relevance of lipoprotein(a) levels to coronary disease","abstractText":"Heart attacks and strokes account for almost 1 in every 2 adult deaths worldwide, and coronary heart disease is the single leading killer in the UK. Major established causes of heart disease include diabetes, smoking, and higher levels of blood pressure and blood cholesterol. If further blood components can be shown to be additional important causes of heart disease, then this should lead to improvements in the prediction and prevention of the disease, exemplified by measurement and modification of blood cholesterol levels. \n\nLipoprotein(a) (?Lp[a]?) is a very large protein wrapped around a ?bad cholesterol? molecule that may promote narrowing of arteries that precedes heart attacks. Over the past few decades, there have been many reports of correlations between blood levels of Lp(a) and subsequent risk of heart disease. It is not clear from such studies, however, whether Lp(a) concentration is mainly a cause or a consequence of heart disease. \n\nWe have proposed a series of large genetic studies in order to help judge whether Lp(a) is likely to have a cause-and-effect relation relationship with heart disease. Because genetic factors that influence blood Lp(a) level are fixed at conception, such genetic information may be used in sufficiently large studies to help distinguish causality from mere correlation. \n\nIn particular, we will characterise the genetic, biochemical and other correlates of blood Lp(a) levels in 20,000 European and South Asian people, in whom comprehensive genetic profiling has already been completed. We will use this information to pinpoint the key genetic determinants of blood Lp(a) levels in the same 20,000 people. These key genetic factors will then be assessed in the stored genetic samples of about 30,000 patients with heart disease and of about 70,000 healthy people. Statistical tests for consistency will be done across these databases to help determine whether genetic information supports a causal role for Lp(a) in heart disease. \n\nThe findings of this work should provide important scientific insights, helping to prioritise efforts to develop disease prevention strategies against Lp(a) and to interpret findings from ongoing large clinical trials of niacin (a drug that moderately lowers blood levels of Lp[a] and several other blood fats).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801566","grantId":"G0801566","fundValue":"561938","fundStart":"2009-04-21","fundEnd":"2012-04-20","funder":"MRC","impactText":"","person":"Manjinder  Sandhu","coPersons":["Aroon Dinesh Hingorani","Nicholas John Wareham","Jaspal S Kooner","Leena  Peltonen","Danish  Saleheen","John  Danesh"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}