{"id":"C015EB06-AA59-4C07-B294-051E0723755E","title":"The Matter Compiler","abstractText":"An ambition to assemble molecules and materials under atomically precise control demands a big leap forward in control engineering and computer science. Is it possible to anticipate the properties and needs of a 'nano-assembler'? If so, there is a need for a high level instruction language and a computer compiler that translates commands in this language into instructions for the 'nano-assembler'. This development will require a breakthrough in understanding of chemical synthesis that must embrace the radically new 'pick and place' assembly method which is now possible in scanning probe microscopy (SPM). The Matter Compiler project is thus both an exercise in foresight, to anticipate developments in this area, and a prototype implementation for the engineering control and computer science aspects of directed molecular assembly. It has as inputs data from SPM experiments of collaborators, energy landscapes for 'pick and place' reactions and the vast knowledge base of classical synthetic chemistry, including methodologies such as retrosynthesis. This will be supplemented by reaction schemes for 'pick and place' reactions deduced from energy landscapes calculated from first principles and the technology of object oriented databases and inference engines.This result will be a first important and fundamental step towards the still distant vision of directed molecular assembly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F010036/1","grantId":"EP/F010036/1","fundValue":"6091","fundStart":"2007-09-01","fundEnd":"2009-04-30","funder":"EPSRC","impactText":"  A publication has been written and a new grant proposal submitted. Chemicals,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology Economic","person":"Helen  Wright","coPersons":[],"organisation":"University of Hull","findingsText":" A novel framework for the computer representation of molecular structures and their nanoassemby using pick-and-place synthesis, specifically the potential to validate synthesis pathways using view-selective visualizations of non-contact mode microscopy data. Haptic rendering of nanomanufacture scenarios for applications in public understanding of science and engineering contexts. View-selective visualization techniques are widely applicable in other areas including flow visualization and volume visualization. Chemicals,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}