{"id":"C019D51E-9080-4E04-B2E2-924DE1D86A82","title":"Globally Asynchronous Elastic Logic Synthesis (GAELS)","abstractText":"This project will develop an integrated theoretical and practical foundation for new methods and CAD tools to support the design of various types of systems with mixed synchronous-asynchronous operation. The crucial novelty will be in the use of the Elastic Logic principles when arranging interaction between blocks, partitioning the system into multi-block components ('localities').It will for the first time provide a pragmatic way of automating the design of mixed synchronous-asynchronous systems with varying granularity level, thereby leading to the development and application of systematic optimization techniques to obtain solutions targeted at the key design issues for deep submicron DSM and 3D implementation technologies, such as process variation power dissipation, area and speed.\n\nThe project will deliver new theoretical models and algorithms for data-flow representation of systems for timing and power elasticity, automated partitioning of globally synchronous systems into subsystems with local synchronism, automated conversion of systems to elastic form and introduction of asynchronous protocols, design of synchronous-asynchronous interfaces and integration of the new methods into an appropriate industrial CAD environment. The new methods will be tested using an advanced case study from the industrial collaborators, using an advanced DSM technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I038306/1","grantId":"EP/I038306/1","fundValue":"411043","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"  While early for looking at further impact the results may facilitate future systems-on-silicon being more capable and, in particular, more power efficient. Digital/Communication/Information Technologies (including Software),Electronics ","person":"Douglas Andrew EdwardsJames David Garside","coPersons":["Stephen  Furber","Alasdair  Rawsthorne"],"organisation":"The University of Manchester","findingsText":" The objective was to prototype an automated method of partitioning an electronic circuit design in a novel - and potentially beneficial way. The development of automated tools allows a designer greater freedom to explore and thus produce designs which are better optimised for particular goals. For most conventionally produced code an automated mechanism for identifying parts of a design which can be grouped together but separated from each other 'elastically' has been achieved; partitioning may occur in ways unexpected by the original designer.\n\nIn addition some work on asynchronous interconnection - to link elastic blocks - and fault tolerance has produced some results which may assist with on-chip interconnection. Both tools and the published ideas generated may be of benefit in optimising future microelectronics designs for performance or power consumption optimisation. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}