{"id":"C01AE269-727C-488F-B412-C19F2A37D4C1","title":"Visualisation and Other Methods of Expression (VOME)","abstractText":"This research represents a multi-disciplinary and innovative approach to achieving assured privacy and informed consent. The proposal offers a new and highly original approach to addressing the requirement to engaging stakeholders in the debate about privacy and consent in identity management. The core of the research is multi-disciplinary and offers an integrated output from a range of disciplines (including social sciences, psychology, information security, information systems and management science) bringing together both qualitative and quantitative data to inform our understanding of privacy and consent requirements in an innovative way. One of the outputs of the research will be the development of a new methodological framework for undertaking cross disciplinary research. There are many instances now where the benefits of this type of approach are recognized but there are few methodological examples of how this can be achieved in practice. In summary, the programme of work involves identifying and enrolling large groups of research subjects onto the research project. The number of potential research subject is in excess of some 30,000 on-line service users. Some subjects will take part for the full duration of the three year project. This enables the research to achieve a longitudinal element by examining existing ways of expressing engagement with on-line privacy and consent issues and conducting action research to identify the best ways of extending that engagement through experimentation with a range of means of expression. The purpose of extending the user engagement is to make the privacy and consent decision making process more informative so that users are able to take more control over their choice of on-line services and how they use them. The result of the research will be conceptual models for expressing privacy and consent decision making that will be embedded within proto-type software which reflects the means of expression appropriate for a range of on-line communities. The proto products will be based on some of the methods of expression that are deployed in the earlier part of the work programme. At the end of the qualitative research phase a range of potential software products are selected on the basis of the qualitative research findings. A series of focus groups and other forms of user group engagement will be undertaken to ascertain which methods of expression would be the most appropriate basis for privacy and consent decision making software products and the form that software should take. The output will be small pieces of proto type software code which could be used to enhance existing on-line service software.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G00255X/1","grantId":"EP/G00255X/1","fundValue":"678905","fundStart":"2008-10-14","fundEnd":"2012-07-04","funder":"EPSRC","impactText":"  The design principles are the result of research into service design and the public sector. The VOME project developed design principles which are adopted by citizen-centered creative economy projects in the North East. Communities and Social Services/Policy Cultural,Societal","person":"Lizzie  Coles-Kemp","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":" We have developed methods for engagement with underserved (marginalised communities) in order to better understand their information sharing and protection practices. We have developed design principles for service providers to deploy when designing on-line services that require service users to submit personal information. We have design a game to help parents and teachers engage with children on the subject of on-line privacy. Our findings may be used by service providers to develop citizen-centered privacy features for public service delivery. Communities and Social Services/Policy,Creative Economy,Education","dataset":"gtr"}