{"id":"C0214089-F557-4D16-8E76-A42C37E4DD22","title":"DD-DSM: Demonstration of Distributed Demand-side Management as a service to the UK grid operator","abstractText":"Demonstration of Distributed Demand Side Management (DD-DSM) will provide a concept that allows air-conditioning units to contribute operational services to electricity system operators, in particular frequency control, reserve and other system balancing services. It does this by making use of the intrinsic thermal energy storage in the buildings and by scheduling their operation in a prescribed manner in relation to system requirements. Using such an approach should allow less conventional plant to be scheduled to provide this frequency regulation, thus saving energy and money. Variable and difficult-to-predict wind power will play a major role in delivery of the UK Government increased targets for Renewables by 2020, from 20% up to 40%. Our preliminary analysis suggest that the ability of the system to accommodate such increased levels of wind generation will be very limited if traditional approaches for system balancing are used. Given that the total installed capacity of A/C type demand in the UK will be between 2.5 GW and 4 GW a full participation of this technology in system balancing (providing reserves and flexibility) could significantly enhance the ability of the system to absorb wind power.Models developed during the project will be used to assess the limits and value of this kind of DSM and undertake a review of the present commercial and regulatory framework and suggest alternatives for its improvements in order to facilitate a cost effective integration of DSM technologies in system operation and development. In this context, Imperial team will be carried out the following research tasks:(i) Thermal and electrical demand modelling of commercial buildings: In this Task an analysis of the electrical and thermal loads of consumers with A/C will be modelled and analysed. The thermal inertia will be modelled to develop electrical loads of A/C and control strategies that include disconnections or modification of the thermostat settings. The impact of a number of key factors will be includes, such as building characteristics (e.g. dimensions, orientation, geometry, construction materials), local climate conditions (e.g. temperature, humidity, radiation) and conditioning system (e.g. comfort settings, characteristic of A/C equipment). This will include evaluation of A/C loads under alternative control strategies including the effects of increased energy consumption following releases of control actions in order to restore the desired space temperature.(ii) Modelling of system operation and development with controllable loads: In this task we will investigate and develop a novel model to simulate the operation of the generation system with the presence of controllable demand that can be used to as a resource for providing short-term demand-supply balancing capability, such as peak load management (load shifting) and provision of reserve and frequency regulation services. One of the key challenges will be to select optimal combination of A/C control strategies to maximise the system peak load reduction and optimise provision of system reserves. Furthermore, a comprehensive capacity adequacy method will be build to examine the contribution that A/C controllable load can make in increasing the capacity value of intermittent generation.(iii) Evaluation of system benefits and incorporation of DSM in the commercial and regulatory framework: The key objective of this task will be to quantify the benefits of using DSM for providing demand-supply balancing capability (peak load reduction and/or provision of load frequency regulation and reserve services) and the value of firming up intermittent generation. This will also include the evaluation of corresponding savings in CO2 emissions and quantification of the degree of enhanced security that can be attributable to DSM. We will then examine how the identified benefits of Demand Response and DSM can be realised in the context of the decentralised electricity market.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G002347/1","grantId":"TS/G002347/1","fundValue":"222277","fundStart":"2009-01-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"  Findings demonstrate significant benefits of flexible DSM in supporting cost effective evolution to low carbon future - it will support real time balancing of renewable generation and provide firmness. The overall benefit of DSM may exceed ?10bn beyond 2030. Energy Economic","person":"Goran  Strbac","coPersons":[],"organisation":"Imperial College London","findingsText":" Novel modelling developed for assessing the benefits of demand side response for supporting cost effective integration of renewable and inflexible nuclear generation in GB Analysis carried out informed Government and policy market about the value of DSM and importance of developing appropriate commercial and regulatory framework Energy,Government, Democracy and Justice","dataset":"gtr"}