{"id":"C0261B62-CB31-4B03-8DF3-07708461C394","title":"Older People and Technological inclusion: multidisciplinary perspectives on contemporary realities and aspirations","abstractText":"<p>This seminar series aims to explore the concept of technological inclusion in relation to older people's experiences of everyday life. Given that each older person - whether using technologies a lot or a little - has his or her own individual experiences and viewpoints, we also aim to critically examine some different understandings of the use and usability of technologies.<br /><br />In this series we will:</p>\n\n<ul>\n \n\n <li>undertake a multi-disciplinary exploration of underlying assumptions about the uses of technology by older people,</li>\n\n <li>draw on different user perspectives about day-to-day engagement with technologies, personal responsibility, self-determination, and public/private relationships,</li>\n\n <li>explore different concepts of usability and think about how these are influenced by life course</li>\n\n <li>examine ideas about barriers to the use of technology, and the ethical issues posed by their use</li>\n\n <li>identify the commonalities and differences in the use of technology by older people and other groups that are considered to be technologically disadvantaged</li>\n\n <li>investigate how older users can and do adapt technologies to fulfil their personal needs and preferences</li>\n\n <li>particularly enable older people, and postgraduate students working in this field, to attend the seminars.</li>\n\n</ul>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I002316/1","grantId":"ES/I002316/1","fundValue":"14288","fundStart":"2011-04-01","fundEnd":"2013-06-30","funder":"ESRC","impactText":"","person":"Caroline Anne Holland","coPersons":["Josephine Wendy Tetley","Sheila Marjorie Peace","Simon  Holland","Jonathan Emrys Hughes","Verina  Waights","Christopher  Bissell"],"organisation":"Open University","findingsText":"","dataset":"gtr"}