{"id":"C0299F4E-4CCA-4E4E-87B7-A7D35BC216D7","title":"Rising Powers: The Social Bases of Economic Change","abstractText":"<p>This research network develops an interdisciplinary understanding of the social bases of economic change in China, India and some parts of Africa to develop an understanding of models of economic change relevant for the contemporary UK. It does this through a focus on thinking around the longstanding problematic of 'externalities'. </p>\n\n<p>The market economy - and indeed the corporate economy - has always generated externalities. Such externalities can be understood as the consequences or side effects of market exchange. Externalities have been at the heart of the financial crash of 2008-09. Originally economists focused on the negative externalities of industrial commodity exchange on the welfare of the working classes. As important today are the effects of the economy on the environment. In both cases public goods must be created to compensate for market failure.</p>\n\n<p>This network will explore 'social externalities' in the rising powers, especially China, India and the UK. It will look at the social, financial and environmental consequences of the accelerated growth in the rising powers and at the various types of public goods that have emerged in response. The network comprises three workshops - in China, India and the UK, with three attached international visiting fellowships. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H032827/1","grantId":"ES/H032827/1","fundValue":"78924","fundStart":"2010-06-01","fundEnd":"2011-06-30","funder":"ESRC","impactText":"  The four principal British members of the research consortium (Michael Keith, Oxford, COMPAS), Scott Lash (Cultural Studies, Goldsmiths), John Driffill and Sandeep Kapur (both Economics, Birkbeck) provided academic leadership of the three symposia. All lead academics drew on their networks in India, China and the UK to generate interdisciplinary discussion between economists and social theorists considering the conceptual challenge of understanding the social extermnalities of the growth of the BRICs. Details of the symposia can be found at http://www.compas.ox.ac.uk/research/dynamics/social-externalities-china-india-africa/. \n\nAs early career academics, 3 research fellows provided both research support for the symposia and used the network to develop individual publications. Along with the website for the network a series of working papers were drafted to reflect some of the debates of the symposia. The three fellows also developed both personal networks and secondary publications from their association with the network. Two fellows (Sundaram from Sarai in the Centre for the Study of Developing Societies and Jiang Jun founder of the premier China architecture journal Urban China) used their honorarium to fund a period of sabbatical study in London, working with British members of the network (Michael Keith (COMPAS, Oxford), Scott Lash (Cultural Studies, Goldsmiths), John Driffill and Sandeep kapur (Ecomics, Birkbeck) and engaging in public events.\n\nThe network fed directly into the development of the major research grant application to the ESRC Rising Powers initiative involving the four British members of the network which - whilst very strongly supported positively by two referees - did not succeed. However, ideas developed through the network led to sustained and ongoing collaborations involving many permutations of those involved and the published work of principal researchers, early career research fellows and the participants of the thre symposia.\n\nThe research network made a direct impact on the audiences that were present in the symposia and colloquia that were developed as the core of the network's programme. \n\nThe second set of audiences is more general. The 'social externalities' frame of reference has been central to a series of high profile plenary addresss that consider how the growth of cities in the global south and the BRICS reconfigure the problem of social externalities. These have been addressed to events that have drawn a wide range of urban policy makers including mayors of major cities, high profile public and private sctor representatives. Developing from our collaboration with the World Bank these have taken place at the following events:\n\nMonday 11 June 2012, \nWashington, The World Bank\nRethinking Cities Workshop\nThe Great Migration: Urban Aspirations\n\n1-7 September 2013\nUN Habitat World Urban Forum, Naples\nDiscussion groups on city growth and migration.\n \n11-13 September, 2013\n Tianjin, World Economic Forum\nThe Annual Meeting of the New Champions - Creating the Future Economy\nPecha Kucha presentation: Migration, Mobility &amp; the Flexible City: looking at the challenges facing sustainability of cities by mass migration\n \n8-10 October 2012\nBarcelona, The World Bank\nRethinking Cities: Framing the Future - Sixth Urban Research &amp; Knowledge Symposium 2012 \nThe Great Migration: Urban Aspirations &amp; Migration Flows to the City\n \n3-5 June 2013\nSao Paulo\nNew Cities Foundation\nNew Cities Summit\nPlenary Speaker: INCLUDE - How can the City's Diversity Become an Asset http://www.newcitiessummit2013.org/schedule/plenary-include/\n \nThese presentations have attracted press attention including most recently comment in the Financial Times (Simon Kuper, 'Priced Out of Paris; June 14th 2013; http://www.ft.com/cms/s/2/a096d1d0-d2ec-11e2-aac2-00144feab7de.html#axzz2Wk5JnFUa) Creative Economy,Education,Government, Democracy and Justice Cultural,Societal,Economic,Policy & public services","person":"Michael  Keith","coPersons":["Scott  Lash"],"organisation":"University of Oxford","findingsText":" As a research network designed to develop capacity, collaborative work and stimulate new interdisicplinary doialogue there was no single set of 'findings' genereatd by the network itself. However the collaborations initiated both further funding proposals and scholarly collaborations. Scientific impact was also generated through the early career development of research fellows associated with the programme. Jiang Jun was appointed to a prestigious position in the Strelka Institue for Architecture and Urbanism in Moscow and Will Davies to a lectureship in the University of Warwick Centre for Interdisicplinary Studies. The three symposia were conducted in the India Habitat Centre in Delhi, Studio X Beijing hutong conference space of Columbia University Architecture Programme and the board room of Canary Wharf Group in London (the latter two venues leveraged on a complementary basis as part of the network partnership). Each of these events involved bringing together a major international interdisciplinary group considering the theoretically innovative formulation of social externalities in the Rising Powers. \n\nThere have been five principal audiences for the scientific impact of the network. Firstly, the academic audience of the three symposia which brought together high reputation scholars and stakeholders from different disciplinary backgrounds to engage in interdisciplinary dialogue based on prepared presentations and extensive critique and informal discussion. Secondly, two of the attached research fellows spent time in London on sabbatical leave and participated in a major event at Goldsmiths College: 'Emerging Publics: A Geo-Political Forum' (June 2, 2011) attended by over 250 researchers and graduate students. Thirdly, the working papers series was published online and downloaded freely from the COMPAS website. Fifthly both the research monograph (Keith et al) and other research outputs that were linked to the research network have been written to address an academic audience and will over time generate appropriate citation indices and references. Communities and Social Services/Policy,Construction,Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}