{"id":"C0309564-4842-4995-8500-8EDDBE9B8573","title":"Home Fronts of the Empire-Commonwealth: Imperial Interconnections and Wartime Social Transformations during the Second World War","abstractText":"The Second World War disrupted millions of people in the form of military recruitment, civil labour conscription, food shortages, savage fighting, propaganda, and political competition. Imperial power connected remote regions to global economic, political, and military currents. The incredible diversity of the war experience of the subjects of the Empire-Commonwealth, and the great importance of the empire in defining Britain's war, is only slowly coming to be properly understood. The trans-national effects of the war are often regarded simplistically as one-way relationships between metropole and periphery, that stress the role of non-Western combatants in Europe but do not go further to enrich our understanding of the vast dependency of Europe on imperial supplies, people and resources during wartime. This project aims to considerably broaden our understanding of the full impact of war in the widest sense by investigating imperial interconnections and social transformations during the Second World War in South Asia and the Middle East from 1939-45 by showing the lasting developmental changes that accompanied the war on some of the most important imperial 'home fronts.'\\n\\nThis project aims to examine the social history of the second world war from the perspective of South Asia and the Middle East, by concentrating on the perspective of war from these 'home fronts' and analysis of three major themes: firstly, the imperial and transnational connections which enabled the fighting of the war, such as shipping and supply networks, migrant labour and factory production. Secondly, the project seeks to go beyond conventional military history to analyze the experience of non-combatants and the links between civilians and wartime in these regions; for instance the role of South Asian and Middle Eastern labourers, nurses, transport workers and factory workers. We will ask whether there may have been closer quotidian interactions between the military and local imperial subjects than is usually depicted. Thirdly, the project hopes to highlight the social transformation wrought by wartime, for instance, the development generated by war through the investment of indigenous capital, the building of infrastructure and development of cities and factories. In short, the total and transforming nature of war during empire will be better stressed and illustrated in a way that goes beyond simply 'social' or 'military' history to present a more integrated and holisitic appraisal of how events on the ground in South Asia and the Middle East intersected with wartime transformations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J000019/2","grantId":"AH/J000019/2","fundValue":"130073","fundStart":"2013-01-01","fundEnd":"2014-08-31","funder":"AHRC","impactText":"","person":"Yasmin  Khan","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}