{"id":"C0350D43-0F04-428D-83CE-3E3BACD12323","title":"Laymen To The Help Of Experts: Crowdsourcing To Aid The Reassembly Of Ancient Frescoes","abstractText":"Reconstruction of fragmented objects is of great interest in archaeology, where artefacts are often found in a fractured state, and the effort of manually putting the broken pieces together represents a significant amount of time and resources. Representative of this problem is our work on documenting and reconstructing fragments of Late-Bronze-Age wall paintings from the site of Akrotiri on the volcanic island of Thera (modern-day Santorini, Greece). As is common in archaeological finds, the wall paintings are excavated as tens of thousands of pieces, and searching for matches is a daunting manual process that dwarfs the available resources.\n\nIn a previous project we have contributed methods to acquire object fragments efficiently, identify pairwise matches between fragments, interactively refine automatically suggested matches and automatically assemble them into larger clusters. However, unavoidable error sources in acquisition and processing, but also physical influences, such a erosion and other damage over the last 3,500 years, lead to uncertainty in identifying matches between fragments. We find that humans are required to sift the automated match suggestions and that without massively parallelising and without introducing redundancy in the manual sifting, there will always be a substantial number of matches go unnoticed.\n\nThis work proposes a crowdsourcing solution to obtain this goal. We believe that a key novelty lies in the fact that we are trying to let non-expert solve a problem in the digital domain that normally requires experts to operate in the physical domain. We believe that we are excellently positioned to turn this into a high-impact project with generalisable outcomes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J014338/1","grantId":"EP/J014338/1","fundValue":"98209","fundStart":"2012-07-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  The research, while unfunded by now, is currently still active (supported by stretching other, existing resources as much as justifiable), and I anticipate to have a definite summary of resulting impact within the next 12 months. By then, I will update this section accordingly.\n\nSo far, immediate impact has be limited to:\n\n1) New connections created between engineers and humanities scholars, not just within our own institutions, but also elsewhere, as a consequence of public engagement.\n\n2) New content for a taught module to raise awareness amongst students for the potential of technology in arts and cultural heritage.\n\n3) Creation of consortia for joint grant proposals in the domain of digital cultural-heritage preservation. Education,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Tim Alexander Weyrich","coPersons":[],"organisation":"University College London","findingsText":" 1. We developed a mobile-phone app that allows volunteers of the public to contribute to &amp;quot;match finding&amp;quot; amongst fragments of shattered frescoes. By now, the software is in &amp;quot;beta&amp;quot; status, and that beta version is downloadable from the Apple App Store for iOS devices, and we offer an Android version for direct download.\n\n2. The app is assisted by a central server at UCL, which is constantly running and deals out &amp;quot;match proposals&amp;quot; to the mobile clients, to collect the volunteers' feedback on individual match configurations.\n\n3. In tests with a comparatively small number of fresco fragments, we were able to show that even unskilled volunteers learn very quickly to assess fragment matches using our software. The surprising insight was that, even without expert feedback and advice, volunteers' performance in identifying correct matches increased over time, simply by continuing using the software.\n\n4. We scanned fragments of an artificially created test fresco and created a high-quality digital database of 3D models of the fresco fragments. Many of our experiments used this database, and we are currently preparing to provide the database to other researchers via open access soon.\n\n5. Through many public presentations, including key note speeches at international conferences, we raised awareness of how computer science and humanities can team up to solve problems in cultural-heritage preservation. Our activities directly resulted in intensified bonds between engineering and humanities faculties, as well as the creation of consortia for joint grant proposals to work on questions in digital cultural-heritage acquisition and preservation. First and foremost, the system and methods developed aim at more efficient reassembly of broken historic wallpaintings. We know of a number of excavations that would be keen to use such a system, once its quality and cost-effectiveness are proven.\n\nFuture analysis will show what parameters within the crowdsourcing mobile-phone app affect user performance. (Such experiments could not be completed yet, due to limited access to an untouched historic wallpainting to conduct a large-scale study.) We anticipate that the respective insights will inform the increasingly popular field of crowdsourced problem solving.\n\nWe hope that, with our prototype software, we helped promoting the field of game-like incentive models for crowdsourcing. The goal is that volunteers contribute to solving problems that are hard for computers, by seemingly playing a computer game that in reality gathers partial problem solutions from the users. Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}