{"id":"C0364EB5-7117-4CCB-92D6-956EAC33336A","title":"The importance of crystal exchange and magma mixing in volcanic systems : eruption-triggering mechanisms and timescales","abstractText":"Magma mixing has been shown to be an important process in triggering volcanic eruptions. The triggering process is likely related to the increase in pressure due to bubble formation which accompanies magma mixing. Because magmas are complex liquids, their interaction is also not straightforward. But most magmas contain crystals and these can be used to record the history of magmatic interaction, in much the same way as a black box contains the detailed record of an aircraft's flight. Crystals can be read rather like tree rings - the outer rims (and the tiny crystals or 'microlites' which form at the last stage of crystallisation) reflect the magma environment immediately before or during eruption, while crystal cores reflect past environments which existed before the magmas came in contact with each other. When magmas interact there are three important consequences; 1) crystals which existed in the precursor magmas may be transferred from one liquid to another, accompanied by some degree of mixing of the liquids 2) as the liquids try to mix they commonly do so incompletely, and form magmatic blobs or 'enclaves' of one magma in the other. Many crystals found in the enclaves originated in the magma which is now seen as the host. The tendency to form these enclaves, and the sizes, shapes and abundances are controlled by the difference in composition of the original liquids. In any case enclave formation is an intermediate step before complete mixing of the liquids. As such the preservation of enclaves in volcanic rocks gives us a vitally useful 'snapshot' of the system allowing us to measure the distribution of crystals, their sizes and compositions 3) the magma mixing process itself leads to a change in crystallisation conditions, typically promoting the formation of microlites in the enclaves due to a combination of cooling (relative to the more evolved host magma) and raising of the liquidus due to loss of volatiles (bubbles) from the liquid. Since crystals have the capacity to lock in the record of the changing environment as magma mixing takes place, then we can; 1. Measure the chemical compositions of the crystals and liquids (now solidified to glass) and use equilibrium relationships (such as Fe-Mg or Ca-Al partitioning) to establish what the liquid compositions were at various stages of growth, and therefore when crystals were transferred from one liquid to another 2. Use the 'diffusion clock' of chemical gradients in the crystals responding to changes in equilibrium conditions to determine how long before eruption (when diffusion effectively stops) the crystals were transferred. Since the crystal transfer marks the earliest stages of magma mixing, and this mixing may be the trigger for an eruption, then these timescales can help us predict future eruptions 3. Measure the sizes and shapes of crystals in enclaves and host rock to see whether a particular type of crystal is preferentially entrained We intend to carry out these studies on two natural recent volcanic systems; Kameni (Santorini, Greece) and Lassen (California, USA) where a great deal of geochemical. Petrographic and volocanological work has already been done to characterise the system, and where mixing textures and enclaves are well-preserved. In parallel to the work on natural samples, we plan to approach the problem from the opposite direction by carrying out experiments to simulate crystal exchange during magma mixing. These experiments will allow us to evaluate which criteria (crystal shape? liquid viscosities?) are most important in controlling crystal exchange. We expect our measurements from natural systems to inform the conditions we build into the experiments, and ultimately we expect to derive simple empirical relationships among them to describe this exchange. This work will then interface with numerical models being developed by colleagues which badly need some realistic boundary conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G003645/1","grantId":"NE/G003645/1","fundValue":"15810","fundStart":"2009-09-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"  So far, results on the diffusion aspect of this project have been used to drive other research projects - it was useful in developing techniques though this project has not itself been completed due to funding and time constraints. Environment,Other ","person":"Daniel Joseph  Morgan","coPersons":[],"organisation":"University of Leeds","findingsText":" This project revealed some of the detail about what occurs during magma mixing at arc volcanoes. Crystals transfer in both directions between host magma and enclave, and the process is affected by grain shape as determined by analogue experiments. \nOn this grant the progress with the diffusion strand was somewhat limited but is starting to yield insights to the timescales of crystal entrainment in arc volcanic systems. The work is ongoing but has led to methodological developments which are ongoing in subsequent projects. Environment,Other","dataset":"gtr"}