{"id":"C039C430-14C9-4D2C-98D1-2E6B6C79BB14","title":"Stem Cell Dynamics: Exploration of the Stem Cell attractor Landscape","abstractText":"Stem cells have the unique ability to transform into any cell to make every type of tissue in the human body. \nThe growth and transformation of an embryo into a human body is an amazing self-assembling process in which stem cells are not only building blocks but also builders. The blueprint of the final edifice is inscribed in every single cell. Each cell has to read and interpret this blueprint, according to its positional information and environmental signals. As a result the cell may decide to keep its options open, self-renew and proliferate or become a mature cell and assume a specific role as a neuron, liver or heart cell for example.\nIn recent years no other field of science has captured our imagination more than stem cell research. The possibility to use both adult and embryonic stem cells to engineer and regenerate tissues and organs, develop therapies for degenerative conditions such as Alzheimer?s and Parkinson?s disease, multiple sclerosis, retinal degeneration, diabetes and ischemic heard disease represents probably the most significant and exciting advance in medical science that society has ever seen. \nThe biggest challenge in pursuit of this vision is to understand the mechanisms and factors that influence the decision of a stem cell to differentiate into a specific cell type i.e. liver cell, neuron etc. \nStem cells have been isolated from different sources and are currently grown and maintained in vitro. \nHowever,the lack of a quantitative understanding of\nthe complex processes underlying cell fate determination means that it has been difficult to engineer robust and specific lineages from stem cells grown in vitro. In order to use in vitro differentiated ES cells for human stem cell therapies, it is imperative to derive mathematical models of stem cells that will aid the understanding of their behaviour and will allow the development of effective strategies to manipulate stem cell fate.\nThis project aims to apply mathematical modelling and analysis techniques, which are routinely used by systems engineers, to study the behaviour of embryonic stem cells in order to understand the mechanisms that control the ability of stem cells to choose between self renewal and differentiation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802627","grantId":"G0802627","fundValue":"87403","fundStart":"2009-10-01","fundEnd":"2010-09-30","funder":"MRC","impactText":"","person":"Daniel  Coca","coPersons":[],"organisation":"University of Sheffield","findingsText":" Using time-lapse imaging, modelling and analysis we have identified an characterised a series of bottlenecks that restrict growth of early-passage human embryonic stem cells (hESCs). These bottlenecks also explain why hESCs develop abnormal characteristics during prolonged culture rendering these unsafe for therapy. \nCharacterisation of barriers that drive the appearance of abnormal hESCs is pivotal for optimizing their maintenance conditions and minimizing the opportunity for expansion of mutated clones that could compromise safety and efficacy for applications in regenerative medicine. We have shown that all three bottlenecks to survival of hESCs during passaging can be overcome by using a certain inhibitor which suggests a possible way to overcoming these bottlenecks involving signaling associated with the cytoskeleton. Our findings could be exploited to design culture conditions that minimize the selective advantages of particular mutations and so reduce the occurrence of variant cells during prolonged culture and scale-up. Healthcare","dataset":"gtr"}