{"id":"C03A219C-C96A-4F71-9F09-DBDB19B6190E","title":"Iconoclasms -practices of the pas; interpretations of the present","abstractText":"Iconoclasm - image or object breaking - is sometimes thought of as a phenomenon of the past. But to what extent does it remain part of our present experience, continuing to have impact on our futures? Was Picasso correct when he claimed 'Every act of creation is first of all an act of destruction'? The Taliban's televised destruction of the Bamiyan Buddha in 2001, the 9/11 suicide bombers' attack on the Twin Towers, and live news coverage of the toppling of Saddam Hussein's statue in 2003 gave iconoclasms an international media profile. The media and the public use iconoclasms to image and imagine modern conflict. Iconoclasms remain important in the modern, visually literate, world because they involve breaking (and remaking) signs of cultural significance. \\n\\nThe Iconoclasms network brings together established academics, early career scholars, doctoral students, curators, conservators and artists from the UK, Europe and the USA to move forward the cross-disciplinary, cross-sector, comparative study of iconoclasms. It will promote understanding of changing attitudes to the meanings and values of representations, the development of visual cultures, and the ways in which images, objects and buildings are used to mediate power relations. The public as a whole reacts to incidents of iconoclasm; one of our major goals is to move common perceptions beyond reaction to dialogue, and to extend the debate about iconoclasms into the public sphere. As part of this process the discussions and research enabled by the network will help inform the development of a major public exhibition on Iconoclasm at Tate Britain and associated publications. \\n\\nIn recent years a number of significant publications have focused on iconoclasm, several of them emerging from conferences or exhibitions. However, to date, such projects have been 'one-offs'; the iconoclasms network, in contrast, will enable a sustained comparative debate and leave a lasting legacy. The network will grow during the term of the grant with a series of events hosted by the project's core partners. A two-day workshop will be held at Tate Britain in 2011; a second one will follow at the University of Notre Dame in 2012; and a final workshop will be held at the University of Birmingham, immediately following the opening of the Tate exhibition in September 2013 where selected participants will engage in a Scholars' Morning at the museum. \\n\\nPrior to each workshop, panellists will circulate papers (others may circulate images of art they have produced) to each other, before responding to the writings/objects at the events and, along with audience members, shaping the workshops' agendas as discussions develop on the day. About half of the first workshop will focus on visual examples that relate to the 2013 exhibition at Tate Britain. The discussions at the first and second events will inform development of the exhibition and associated publications. The discussion at the third will concentrate on the impact and legacy of the project and the exhibition. Focusing our discussion on the exhibition itself will allow us to debate how we have debated, to focus our minds on how best to identify and embed the benefits we have gained from cross-disciplinary, cross-sector collaboration, and to ensure the project's legacy.\\n\\nParticipation in the network will inform the authors of the Tate exhibition catalogue. In addition, participants will be invited to contribute to a book of selected academic papers. Throughout the project an email network will welcome new members, circulating the papers presented and the notes that are transcribed and projected live during the project's events, moving debates along between meetings. While senior scholars, curators, conservators and artists will manage the network and contribute to it, early career academics and postgraduates will be key participants from the outset - their engagement will help to ensure the network's post-project longevity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J002518/1","grantId":"AH/J002518/1","fundValue":"35999","fundStart":"2011-09-15","fundEnd":"2013-09-14","funder":"AHRC","impactText":"","person":"Leslie  Brubaker","coPersons":["Richard  Clay"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}