{"id":"C03F7D7E-8DDC-4D29-B6C9-8420E44A645D","title":"Stochastic dynamical modelling for prokaryotic gene regulatory networks","abstractText":"The DNA inside every living cell contains thousands of genes, encoding protein molecules, which allow the cell to carry out its essential functions. But not all genes can produce proteins at the same time: the cell must be able to turn some genes on, and others off, in response to different environmental conditions. Turning genes on and off is a haphazard process, because it relies on reactions between chemicals inside the cell that are present in very small numbers. For example, for a gene to be turned on, a protein assembly called RNA polymerase must bind to the DNA sequence for that gene. However, the number of free RNA polymerases in a typical bacterium is only around 30, while the number of copies of the DNA sequence is typically 1-10. As a result of these small numbers, the essential control mechanisms that turn genes on and off are 'noisy' - the level of expression of a typical gene varies very much from cell to cell. This effect is called 'stochasticity' and the objective of the StoMP research network is to understand how stochasticity in the regulation of gene expression affects how bacteria function. Around half the total living mass on our planet is thought to consist of bacteria, making them the most numerous living things. They have legendary ability to survive in hostile and rapidly changing environments, including hot sulphur springs, salt lakes and the human stomach. Bacteria impact on our lives for both ill and good; we couldn't digest our food without them, yet undesired bacterial infestations cause expensive 'bio-fouling' problems for industry by growing in pipes, antibiotic resistance contributes an increasing numbers of deaths in hospitals and we waste countless minutes removing biofilms from our teeth every morning. This remarkable ability of bacteria to deal with stressful conditions is closely connected with the stochasticity of their gene expression. For example, stochastic gene expression is thought to result in a few cells in every population being resistant to antibiotics: these few cells can make the difference between population extermination and survival. The StoMP research network will address three areas where stochastic gene regulation is important: how bacteria survive starvation or chemical attack, how bacteria co-ordinate their behaviour to maximise their chances of survival, and how genes encoding resistance or virulence spread through bacterial populations. We will apply both traditional microbiology and mathematical modelling of stochastic dynamics to these problems: in fact a key aim of the network is to bring together, in a series of workshops, mathematical modellers with expertise in computer simulation and mathematical analysis and microbiologists with experience in the lab. The UK has a number of experts in the field of stochastic modelling with specialities ranging from high-powered mathematical analysis, to modelling the diffusion of molecules in space, to developing methods to increase the computational efficiency of calculations. Our aim is to foster the development of a UK-wide stochastic dynamical modelling community, where ideas and software can be shared and new methods developed. Since this area has until now been largely dominated by the US, this would be a very valuable contribution to UK research. Finally our network is to reach out to other researchers - to attract biologists who have not used modelling before, and mathematicians and physical scientists who have not applied their expertise to this kind of biological problem. We will do this by hosting a 'tutorial-style' workshop, by constructing and maintaining a website and mailing list, and by welcoming new members at any time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F003765/2","grantId":"BB/F003765/2","fundValue":"7300","fundStart":"2009-09-01","fundEnd":"2010-09-30","funder":"BBSRC","impactText":"  All outcomes have already been reported to BBSRC using other systems.  ","person":"Dov Joseph Stekel","coPersons":[],"organisation":"University of Nottingham","findingsText":" All outcomes have already been reported to BBSRC using other systems. All outcomes have already been reported to BBSRC using other systems. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}