{"id":"C0409FE9-BBC4-4957-B409-1B20F666FDB9","title":"A Persian church in the land of pepper - routes, networks and communities in the early medieval Indian Ocean","abstractText":"This research network focuses on the history of Indian Ocean connections and exchanges before 1500 CE. The network responds to a pressing need for research into the Indian Ocean world before the entry of European powers in the late 15th century and acts on the growing recognition that the Indian Ocean world is studied most effectively through multi-disciplinary and trans-regional collaborations.\\n\\nThe network focuses on the study of the early medieval period, particularly the boom in seaborne trade between the Far East and West Asia in the 9th century when the intensity of movement along the entire length of this route generated unique conditions of cultural exchange and interaction. This focus mitigates the problems of working across such a vast and heterogeneous area, with the many linguistic and disciplinary barriers it brings. A key location at the heart of this maritime route is the port of Kollam (Quilon) in Kerala, south India, where exceptionally detailed textual sources give evidence for routes, networks and communities at the port, and the cross-cultural encounters generated there. The documents are two copper plate grants in Tamil, commonly called the Sthanu Ravi plates after the local ruler under whom they were issued, and dated to ca. 849 CE. One grant awards trade privileges to two merchant associations at Kollam: the Manigramam, an indigenous south Indian group, and the Anjuvanam, believed to represent West Asian interests. The second grant sets up a complex endowment for a Persian Nestorian Christian church at Kollam. The grants are legal documents (tirumukam or 'orders' in Tamil) and it is their legalistic detail, together with extensive contextual references, which make them such an exceptional and complex source. It is a measure of their complexity and international significance that they are written in four languages (Tamil, Arabic, Middle Persian and an unidentifed north Indian language), five scripts (Vatteluttu, Devanagari, Arabic Kufic, Pahlavi and Hebrew), and attest to the presence and collaboration at Kollam of five world faiths (Hindus, Muslims, Christians, Zoroastrians and Jews) and two trade associations (see Visual Evidence). \\n\\nThe study of these documents anchors the members of this heterogeneous research network to one place and time, while simultaneously providing a starting point for the study of the entire ocean at this period. While focusing on a single set of documents, their very richness ensures that the work of the network will stimulate broader study. The following research areas will be central: textual and archaeological data on maritime routes and ports; commercial and faith networks and their interactions (central to this discussion is the Nestorian church's role in trans-Asian trade); trade as a catalyst for legal encounter, legal extraterritoriality; and the role of religious patronage as a locus for cross-cultural interaction and acculturation. The network does not advocate any particular method or theory but will encourage and actively support inter-disciplinary exploration and experimentation in these areas.\\n\\nThe research network will hold two two-day workshops, in September 2011 (SOAS and BL) and June 2012 (DMU); it will be connected throughout its lifespan by a closed website with discussion space, repository and resource links. The aim of the first workshop is to produce a revised critical edition of the Tamil text of the grants and new English translation (revising Gopinatha Rao's 1920 work) for use by other network members. This event will gather a small but world-renowned team of eight Tamil epigraphers and literary historians and includes a half-day visit to The British Library's collection of Tamil grants. The second workshop is substantially larger and gathers a team of 24 network members, plus Advisory Board and representatives, to explore the key research areas outlined above.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I025948/1","grantId":"AH/I025948/1","fundValue":"35974","fundStart":"2011-12-01","fundEnd":"2013-11-15","funder":"AHRC","impactText":"  The research network is producing new knowledge and opening avenues for future research projects. The network has built new scholarly networks and collaborations.\n\nAcademic impact: The project has underlined the richness of medieval material awaiting research and integration into new, maritime, frameworks of analysis; it has built new dialogues and scholarly networks which are already contributing to the field of Indian Ocean studies. The impact will be consolidated by the publication of the workshop collected papers in 2015. Societal/general public: the research findings - about trade networks, the legal context of trade and the daily life of port cities and the communities inhabiting them - help to contextualize and calibrate modern globalization as well as presenting models of early inter-faith accommodation and dialogue in South Asia which counterbalance contemporary narratives of Muslim-Hindu and Hindu-Christian tension. Research findings are being communicated to a wide non-specialist audience in the UK, USA and India via a purpose-written and designed banner exhibition (text authored by network member Dr Sarah Longair, Education Manager, The British Museum). Venues include university and public libraries, university departments and centers, museums. The exhibition will be part of the Cambridge Festival of Ideas in 2014. The exhibition is supported by a public website (over 1,300 page views to 12 February 2014) and ready-to-print information leaflets. Communication is supported by a program of public engagement through public and academic lectures delivered by network members and by screenings of the National Geographic Jewel of Muscat documentaries (about a 9th century Indian Ocean shipwreck and the reconstruction of the ship).\n\nThe Kollam Plates offer a remarkable premodern example of the early 'globalization' of maritime trade which can help to situate and calibrate discussions of contemporary globalization. The juxtaposition of four different languages written in five different scripts (Vatteluttu with Grantha, Arabic, Pahlavi and Hebrew) is a graphically powerful reminder of the cosmopolitan character of medieval commercial cities. The primary purpose of the Kollam Plates, namely to endow land for the upkeep of an Eastern Christian church built to serve the port's Persian merchant community, offers a premodern example of diaspora settlement and inter-faith relations in the South Asian context. The results of the research have been used to inform contemporary audiences in modern multi-cultural Britain and the United States about earlier phases of globalisation and historic multicultural societies. Education,Culture, Heritage, Museums and Collections Cultural","person":"Elizabeth  Lambourn","coPersons":["Roberta  Tomber"],"organisation":"De Montfort University","findingsText":" This research project focused on a 9th century document which was written at the port of Kollam in present-day Kerala in the equivalent of 849 CE. In South Asia, even until very recently, legal documents were inscribed onto copper sheets. Known as copper plate grants, these are one of the main sources for early and medieval Indian history. \n\nAlthough the Kollam plates have been known to European scholars since the early 16th century, they are so complex to read that they had never previously been studied as a single document. This interdisciplinary project undertook the first holistic study of this exceptional source, using it as a starting point for the exploration of the medieval Indian Ocean world. A first workshop at The British Museum gathered a group of specialists in Tamil and Malayalam language and epigraphy, South Indian medieval history and literature. Together they produced a revised edition and new English translation of the Kollam plates. A second workshop at De Montfort University gathered scholars working on the regions all around the Indian Ocean rim, from East Africa to China, to study the Kollam plates in the wider Indian Ocean world of the 9th century CE.\n\nThis collaborative and interdisciplinary project has led to a radical reinterpretation of the unique medieval document known as the Kollam Plates. 1) The Kollam Plates represent a single document dated 849 CE not two separate and fragmentary documents as previously supposed. 2) The main language of the grant is Old Malayalam, not Tamil. 3) The West Asian group testimonials in Arabic, Pahlavi and Judaeo-Persian follow West Asian legal models and are an integral part of the grant document. The Kollam Plates grant is a unique multi-lingual and multi-script legal document which represents the interactions of at least five world faiths - Eastern Christians, Hindus, Muslims, Jews and Zoroastrians - and the two international trade associations, the Anjuvanam and the Manigramam, at the port of Kollam in the mid-9th century CE. \n\nThese findings reinforce the document's importance for the study of early Indian Ocean trade and for our understanding of the processes through which West Asian trade diasporas together with their religious institutions settled in medieval South Asia. The Kollam Plates offer a remarkable premodern example of the early 'globalization' of maritime trade which can help to situate and calibrate discussions of contemporary globalization. The juxtaposition of four different languages written in five different scripts (Vatteluttu with Grantha, Arabic, Pahlavi and Hebrew) is a graphically powerful reminder of the cosmopolitan character of medieval commercial cities. \n\nThe primary purpose of the Kollam Plates, namely to endow land for the upkeep of Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}