{"id":"C041FA85-2560-4360-9CD1-12096C385F8A","title":"Management of Nuclear Risk Issues: Environmental, Financial and Safety (NREFS)","abstractText":"The NREFS research programme will use the extensive data on post-accident contamination and doses from the Chernobyl accident as a guide to its evaluation of mitigation options following a possible large-scale accident in the future. New data from Fukushima will be used as they are reported. \n\nPost-accident mitigation will then be considered in the four national contexts: Ukraine/Belarus, Japan, India and the UK using a variety of objective decision making techniques, including the new J-value technique, the JT-value method (both developed further under the EPSRC/ESRC SPRIng programme), real options and portfolio theory. Then scenario-based multi-criteria decision analysis will be used to investigate differences between recommendations from the objective methods and decisions being taken on the ground.\n\nRecommendations from the various methods will be discussed with the Indian partners, including the Chairman of the Atomic Energy Commission, who will provide a conduit for rapid implementation in the Indian nuclear industry of valuable new ideas as they arise from the research.\n\nMeanwhile the Parliamentary and Scientific Committee will be asked to consider running a briefing event for MPs and peers based on output from the NREFS project. This will offer a route to policy influence for valuable new research findings in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K007580/1","grantId":"EP/K007580/1","fundValue":"485825","fundStart":"2012-12-01","fundEnd":"2014-11-30","funder":"EPSRC","impactText":"","person":"Philip  Thomas","coPersons":["David Albert Collins","William James Nuttall","John  Moriarty","Simon  French","James Q Smith"],"organisation":"City University London","findingsText":" The NREFS project has shown that the detrimental impact on the public of a large nuclear accident is likely to be much smaller than feared. The highest loss of life expectancy amongst the Ukrainian public after Chernobyl averaged a few weeks out of the approximately 33 years they possessed. \n\nRelocation is likely to be inadvisable for all except a small number. We shall be publishing a part-special edition of Process Safety and Environmental Protection.\n\nWe shall be presenting our results to MPs. Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}