{"id":"C04A391A-24E8-47BB-BC4F-A21D0B159E06","title":"Ab initio molecular dynamics simulation of electron and proton transfer","abstractText":"Activation of the solvent is crucial for electron and proton transfer. At the transition state of the these elementary charge transfer reactions the solvent is not in equilibrium with the geometry of the reactive solutes. Free energy barriers computed assuming equilibrium can therefore be considerably lower compared to estimates which include contributions from solvent fluctuations. This is one of the key observations of the Marcus theory of electron transfer, which was found to apply to proton transfer as well. Marcus derived a number of powerful relations quantifying these observations using a model in which the solvent is described by a dielectric continuum. These results were later verified by atomistic simulations, mostly based on empirical valence bond (EVB) models. A crucial step in this development, pioneered by Warshel, was a proper definition of a microscopic reaction coordinate describing the solvent degrees of freedom. His choice, which proved most successful, was the vertical energy gap between diabatic states. This quantity is natural to EVB models and can be easily computed. The proposed project aims to extend these calculations to density functional ab initio molecular dynamics methods. The idea is to replace the valence bond orbitals defining the diabatic states by suitable constraints on the electron density and position of the exchange proton. While the focus of the project is on method development, the model systems that will be used to develop and validate the method will be realistic electron and proton transfer systems in aqueous solution for which the computed results can be compared to experiment. The motivation behind the project is investigation of hydride and proton coupled electron transfer processes, as exhibited by simple biologically relevant model systems such as nicotine amide, phenols, quinones, thiols and ascorbic acid. The final phase of the project will be devoted to some of these applications. The question that will be investigated is how the kinetics of these systems is controlled by concerted electron and proton transfer (selectivity). The ultimate aim is to go on to compounds that can not be easily treated by EVB models, in particular transition metal coordination complexes, which are models for reactive sites in metallo-proteins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F005636/1","grantId":"EP/F005636/1","fundValue":"270224","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"  The field of computational interfacial electrochemistry is still in its infancy with a large number of unresolved issues. Most of these issues are technical. However there remain also fundamental questions about methodology in theoretical physical chemistry. In fact it is not that exceptional to find publications in the literature that violate the basic thermodynamics of electrified interfaces. We believe that the result of this project have made a beginning with sorting out some of these issues. Computational interfacial electrochemistry can indeed be regarded as the frontier of computational condensed matter science.  ","person":"Michiel  Sprik","coPersons":[],"organisation":"University of Cambridge","findingsText":" The project had a development and application component. The key output is the development of a method for the computation of acidity constants and redox potentials of aqueous species using density functional theory based molecular dynamics (DFTMD). Reactive solutes and solvent in DFTMD are treated at the same level of theory. A crucial requirement for the application to proton coupled electron transfer, which was the stated aim of the project, is a strictly unified treatment of protonation/deprotonation and reduction/oxidation. This was achieved by thermodynamic integration of the vertical energy gap for insertion/removal of electrons and protons. Protons and electrons can removed/inserted separately (half reaction scheme) or simultaneously (full reaction scheme). This flexibility enabled us to construct a molecular dynamics normal hydrogen electrode. The method was validated for a set of small aqueous hydrides (including water) and some model redox active organic molecules (quinones, tyrosine, tryptophan). A further advantage of this method is that it can be equally applied to homogeneous and heterogeneous reactions. This unique feature, which we came to appreciate during the project, convinced us to move away from applications to homogeneous organic reactions as was intended in the proposal and focus instead on the redox properties of inorganic electrochemical interfaces. One of the most popular model systems in this field is the titanium oxide water interface. We showed that our method could be equally used to compute the surface acidity constants of this system as well as align the density of electronic states relative the normal hydrogen electrode. The results of the project form the basis of an extensive program in computational electrochemistry of transition metal oxide electrodes, which has become the main topic of research in the group. The progress in modelling of electrochemical interfaces is probably the outcome of the project which is of most interest to others. The majority of workers in computational interfacial electrochemistry has a background in surface science. Electron transfer and proton transfer are strictly coupled to avoid charged surface species. We showed that it is both necessary and possible to separate electron and proton transfer. This will be crucial for the modelling electrode processes (in particular electrolysis) under alkaline conditions which has become the focus of current experimental research. Energy,Environment","dataset":"gtr"}