{"id":"C050537B-A3E8-449C-B43D-35EA52A04BD6","title":"Robotic and information technologies in livestock agriculture: new relationships between humans, cows and machines","abstractText":"<p>Robotic milking technologies are becoming increasingly important in UK dairy farming. These machines milk cows automatically at any time, without the need for a human worker to be present. It is claimed that the system can raise milk yields, and improve animal welfare and farmer working conditions. This development raises questions of interest to social scientists:</p>\n\n<ul>\n \n\n <li>How are robotic milking technologies developed? </li>\n\n <li>How does their development take account of and change, cows and humans who use them on specific farms?</li>\n\n <li>What behaviours are expected from cows and humans who use them, and how are farming activities changed? </li>\n\n <li>How are farmer-cow relationships affected?</li>\n\n <li>How do farmers learn about robotic milking? </li>\n\n <li>How are decisions made about adopting the technology?</li>\n\n <li>&nbsp;How do they learn to understand and make use of the information generated by the system?</li>\n\n <li>What ethical questions are raised in using robotic milking technologies? </li>\n\n <li>How does robotic milking change the ways in which cows are understood and valued? </li>\n</ul>\n\n<p>The research will involve interviews with farmers and farm workers, with agricultural scientists and researchers involved in developing robotic milking technologies, with robotic milking manufacturers and with representatives of animal welfare organisations. It will also involve periods of observational research on farms.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H003118/1","grantId":"ES/H003118/1","fundValue":"145224","fundStart":"2010-06-21","fundEnd":"2012-11-30","funder":"ESRC","impactText":"  Findings were used within an end-of-project seminar to inform key players in the dairy and robotic milking sector, and to stimulate wider discussion on technology development, communication and use. Agriculture, Food and Drink Economic","person":"Lewis Edward Holloway","coPersons":["Christopher Keith Bear"],"organisation":"University of Hull","findingsText":" 1. Farmers use robots in unique ways relating to their personalities and specific characteristics of their farms. Technology adoption and use is complex because the technology has to fit into all sorts of existing circumstances and relationships. A robot isn't just a new machine - it implies adopting other things, particularly a different 'philosophy' of dairy farming.\n\n\n\n2. AMS don't just fit in to existing circumstances and human-animal relationships. They change the circumstances and relationships. The robot affects what the farmer is expected to know and do; it affects farm layout, system and routine and it affects the farmer's behaviour and his/her relationships with their cows. AMS change farmer-cow relationships significantly, creating new possibilities for how cows are seen and known by the farmer. But the farmer has to make the most of the opportunities created by the robot. For many AMS users, AMS demand even higher levels of stockmanship and discipline than conventional milking. AMS are associated with renegotiating human-animal relationships on dairy farms, conceptualised in terms of a shift in 'situated' ethics. The complexities of this were discussed in conference presentations and in papers published in the Journal of the Royal Agricultural Society of England and forthcoming in Journal of Rural Studies. \n\n\n\n3. Farmers using AMS experiment and tinker with robots and the farm system, trying to get the technology to work optimally in unique circumstances. It involves trying to understand the robot and what it can/cannot do, and trying to overcome some of its limits. Learning to live with the robots, as well as informal communication with other farmers and reference to online discussions, can take precedence over formal communication with manufacturers. \n\n\n\n4. Farmers using AMS have to learn to make use of the data produced by the robot, and to build their work routines around data analysis and responses to what the data tells them. However, many feel overwhelmed and admit to using only a fraction of the data available. Alternative ways of ensuring better use of the data could usefully be explored by manufacturers.\n\n\n\n5. Use of visual methods in researching human-cow-technology relationships in dairy farming has produced useful insights into the nature of these relationships. Visual methods led the researchers to focus on different scales of analysis - for example in following individual animals or watching individual moments of interaction between cows and robots and/or humans, observing the movement of a herd of cows around the cowshed, or situating the cows and cowshed amongst the wider farm environment. From a non-representational perspective, the researchers gained a multisensory encounter with the cows, robots and farm. Observing individual cows and groups of cows encouraged the researchers to begin to think about bovine experiences, interactions and welfare in new ways. Critical appraisal of these methods in symmetrically exploring human-nonhuman relations, alongside thinking about how to articulate what was observed in meaningful ways, was undertaken through a presentation at the International Visual Studies Conference. The end of project publication and practitioner seminar stimulated debates about improving communication and benchmarking within the dairy farming sector. Agriculture, Food and Drink","dataset":"gtr"}