{"id":"C053B092-C1CF-4593-B354-8E02DB024C11","title":"Untangling the processes of replication in and encapsidation in Picornavirales","abstractText":"For a virus to be able to spread from one organism to another, it must protect its genetic material (genome) from the harsh external environment. This is particularly true of the many viruses that use ribonucleic acid (RNA) rather than the more common and more stable deoxyribonucleic acid (DNA) for their genomes. Protection is achieved by surrounding the fragile genome by a protein shell made up of many copies of one or a few coat proteins to produce virus particles. Both the viral genome and the coat proteins are produced when a virus multiplies inside a cell. The process by which the genome is surrounded by the protein shell is known as encapsidation and this also takes place within the cell. Encapsidation is highly selective, ensuring that only the genome of the virus, and not the RNA normally present in the host cell, is incorporated into virus particles.\nDespite its critical importance in the viral life cycle, very little is known about the mechanism of encapsidation in one of the major families of RNA-containing viruses, the Picornavirales. This family contains viruses which can infect either animals or plants, and some members are of great medical (poliovirus, hepatitis A virus, common cold virus), veterinary (foot-and-mouth disease virus) and agricultural (rice tungro spherical virus) importance. Clearly a greater understanding of a process essential for virus spread would be of huge significance to our ability to combat these diseases. Such understanding would help to develop virus particles that can act as vehicles for the delivery of specific nucleic acid sequences to cells for a variety of medical applications. \nOne of the reasons that so little information is available about encapsidation in the Picornavirales is that the process appears to be intimately associated with other aspects of the replication cycle including amplification of the genome (replication) and protein synthesis (translation). However, at the John Innes Centre (JIC), we have shown that it is possible to untangle these processes in the case of the plant-infecting member of the Picornavirales, cowpea mosaic virus (CPMV) using transient expression of the various viral components in plants. Furthermore, studies at the University of Leeds (UoL) using electron microscopy have shown that it is possible to see the RNA within assembled particles of CPMV, revealing details of how the genome interacts with the coat protein subunits to form a virus particle. In this proposal, we wish to combine the expertise available at JIC and UoL to understand how the CPMV specifically encapsidated its genome within viral particles. We will investigate whether there is a size limit on RNA molecules which can be efficiently encapsidated and the linkage between encapsidation and other aspects of the viral replication cycle. The knowledge gained from these studies would be applicable not only to CPMV but to all members of the family Picornavirales and would also aid the application of these viruses in bionanotechnology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L021250/1","grantId":"BB/L021250/1","fundValue":"355252","fundStart":"2014-11-17","fundEnd":"2017-11-16","funder":"BBSRC","impactText":"  n/a \nThe PDRA is not in post until 17/11/2014  ","person":"Neil Alexander Ranson","coPersons":[],"organisation":"University of Leeds","findingsText":" n/a\nThe PDRA is not in post until 17/11/2014 n/a\nThe PDRA is not in post until 17/11/2014 Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}