{"id":"C055413A-D35B-44CF-8B0E-B3C37AEB32DC","title":"Hybrid Magnesium-Zinc Reagents:Structural Tailoring for Synthetic and Catalytic Applications","abstractText":"Drawn up to break new ground quickly and to establish new frontiers in the area of mixed-metal chemistry, this proposal focuses on the general area of Synthesis, and specifically on the development and exploitation of a fundamental new type of organometallic reagent, namely Mg-Zn hybrids, featuring two environmentally friendly metals.One of the main missions for synthetic chemists is to improve and to add to the catalogue of reagents available, searching for new compounds that can offer enhanced reactivities but also superior selectivities and compatibility with a wide range of different substrates. In organometallic chemistry, organolithium reagents constitute one of the most important reagents in synthesis as reflected by that fact that it is estimated that 95% of the drugs manufactured in the pharmaceutical industry involve the use of these reagents at one or more steps in their synthesis. Organolithium compounds exhibit high reactivities, however their main limitation is their frequent lack of compatibility with many common organic functional groups, which ussually impose the use of sub-ambient temperatures. In this application we propose the development of an alternative type of reagent to conventional organolithium reagents, namely mixed magnesium-zinc reagents (Mg-Zn hybrids), prepared by combining two important but fundamentally distinct families of classical organometallic reagent: polar hard organomagnesium (R2Mg or RMgX) and non-polar soft organozinc (R*2Zn or R*ZnX) compounds. By using this mixed-metal approach we will instil into these compounds a new cooperative set of chemical properties and reactivity profiles, which will extend beyond the confines of traditional monometallic chemistry. A key aspect of the project will be to screen the reactivity of these new hybrids in fundamental organic reactions including metal-halogen exchange, deprotonative metallation or nucleophilic addition, not only stoichiometrically but also catalytically, by importing the high reactivity of organomagnesium reagents into organozinc reagents endowed with high functional group tolerance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H034528/1","grantId":"EP/H034528/1","fundValue":"101272","fundStart":"2010-03-23","fundEnd":"2012-03-22","funder":"EPSRC","impactText":"","person":"Eva  Hevia","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}