{"id":"C05F7207-551D-4DA8-8105-CFC19970BEC1","title":"The Creation and Diagnosis of Solid-State Matter at Multi-TeraPascal Pressures","abstractText":"We aim to exploit our expertise in laser-induced dynamic compression and x-ray diffraction to make the first ever structural studies of solid matter above 1 TPa (10 megabars) using the JANUS, OMEGA, and National Ignition Facility (NIF) laser platforms in the US. At such pressures, the compression energy is sufficient to break all chemical bonds, providing a regime where new physics and chemistry are predicted to occur. By developing optimised target designs and x-ray diffraction facilities, we will collect high-quality diffraction data on nano-second timescales, and, aided by theory and computation, will determine the structures and phase transitions in a number of fundamental materials to an upper pressure of 3 TPa - almost 10 times higher than the maximum pressure attainable using static compression techniques. We plan to apply these developments to (1) studies of the structures and transitions in carbon (diamond) to 3 TPa, searching for transitions to the metallic BC8 phase, and the creation of super-hard metastable phases of carbon at ambient pressure; (2) studies of the 'simple' metals Na and Li to 3 TPa, searching for metal-insulator and insulator-metal transitions, and the appearance of electride structure-types as valence electrons and cores on neighbouring atoms are forced to overlap; and (3) studies of the onset of &quot;cold-melting&quot; and a liquid ground-state in lithium as a result of the relative enhancement of the zero-point energy at high compression.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J017256/1","grantId":"EP/J017256/1","fundValue":"507653","fundStart":"2012-09-30","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"  We will report as the grant proceeds. Aerospace, Defence and Marine ","person":"Justin  Wark","coPersons":[],"organisation":"University of Oxford","findingsText":" Key findings to date include the first demonstration of the ultimate strength of a solid under compression (i.e. plasticity not mediated by defects, but the ultimate breaking point of the lattice under uniaxial compression). This involved shocking copper to close to 20% compression in a few picoseconds, and making a diffraction movie with sub-10-femtosecond resolution. The work was published in Science. We have also collaborated with colleagues from UCL to observe laser-induced oscillations in nanoparticles in real time (also published in Science), and determined with colleagues from Stanford how to observe novel phonon modes in real time with x-rays (published in Nature Physics). That is a question we will answer as the grant proceeds. Aerospace, Defence and Marine","dataset":"gtr"}