{"id":"C06231C9-C107-49DA-9D3A-CBD82D53FDE4","title":"Nietzsche and Modern Moral Philosophy","abstractText":"Interest in Nietzsche among philosophers working in the analytic tradition has gathered pace over the last fifteen years or so. In part this is due to renewed attention to Kant and to the analytic Hegel renaissance. Such work has helped to highlight issues of naturalism, normativity and agency in the context of our inheritance of the German Idealist tradition -themes that are central to Nietzsche's own appropriation and critique of that tradition in the development of his own thought. The recent interest in Nietzsche is also in part a product of more or less independent developments motivated by diverse reflections on ethical naturalism and neo-Aristotelian virtue ethics. Yet although there is now an emerging consensus that Nietzsche's critique of traditional morality and moral philosophy deserves to be taken seriously, it remains the case that, with the exceptions of Philippa Foot, Bemard Williams, and Martha Nussbaum, leading moral philosophers have not felt the need to engage with or respond to that critique. It is this situation that prompts the present project. \n\nIn line with the objectives set out above, this project will consist of three cumulative phases of research, each of which will draw not only on the expertise immediately available in Southampton, but also on the expertise of internationally recognized Nietzsche scholars and moral philosophers who are based elsewhere. The primary method by which this expertise will be pooled - and indeed by which we hope to stimulate the dialogue that we believe to be long overdue - will be via a schedule of workshops (three per year) and conferences (one per year). \n\nThe first phase of the project (year 1) will be devoted to clarifying the relation between the naturalism characteristic of Nietzsche's critique of traditional morality and moral philosophy, and the kinds of naturalism increasingly evident in contemporary philosophical understandings of morality. This phase will lay the groundwork for the project as a whole. \n\nThe second phase (year 2) will build on the findings of the first phase by bringing Nietzsche's critique into explicit contact with two of the more conspicuous varieties of contemporary naturalism in moral philosophy - neo-Kantianism and neo-Aristotelianism - in order to assess the relevance of Nietzsche's position to the understandings of autonomy and the virtues articulated by those positions. \n\nThe final phase (year 3) will take up Nietzsche's claim that a 're-evaluation of values' is needed. It will ask what, in the light of the first two phases, such a re-evaluation might consist in or amount to, and it will draw contemporary moral philosophers - who have not on the whole been greatly moved by Nietzsche's claim - into the discussion. Consensus on such an issue is not to be expected, perhaps. But discussion certainly should be expected, and to date there has been next to none. \n\nApplications and Benefits \nThe successful completion of this project will have two immediate benefits, echoing the 'over-arching goals' set out in the previous box. First, it will offer a better understanding of the nature and the force of the challenge that Nietzsche's critique poses to modem moral philosophy; and, second, it will offer a better understanding of the resources available to modem moral philosophy for responding to that challenge. These benefits are far from negligible. But, at least as importantly, delivering on them will be the result of having initiated a proper conversation between two areas of philosophy that should talk to each other much more intensively than they have done before. And if &quot;that&quot; can be brought off, the longer-term benefits should be still more significant: Nietzsche scholarship can only become richer for the contact; while moral philosophy should emerge from the encounter with a sharper sense of its own priorities, and -perhaps - with a rather different conception of its own most urgent problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509703/1","grantId":"AH/E509703/1","fundValue":"328449","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"AHRC","impactText":"","person":"Christopher  Janaway","coPersons":["Aaron Max Ridley"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}