{"id":"C066BDDF-AF22-4A0C-8614-C543F5864840","title":"Individual specialization in resource use by a far-ranging marine predator: incidence and implications","abstractText":"Treating all individuals within a population as ecologically equivalent is an oversimplification and ignoring variation among individuals, particularly with respect to resource use, is likely to impede our ability to grasp a suite of ecological and evolutionary processes. Individual specialization in diet and foraging behaviour has important implications for ecology, evolution (including speciation) and conservation but remains largely unevaluated and poorly understood for most free-living consumers, particularly those that forage over long distances. Some of the longest foraging ranges are found among marine predators where, for instance, pelagic seabirds routinely travel tens to hundreds of kilometres from the breeding site on a single trip. Marine predators are currently facing an unprecedented rate of environmental change as a result of rapid climate-driven changes at lower trophic levels combined with direct effects of industrial and commercial fisheries on prey species. In addition, commercial fisheries currently provide huge quantities of food for some species in the form of bait, undersized catch and offal. Responses of different species to these changes in food availability have been well documented at population level but such data typically mask substantial unexplained variation in responses of individuals. Here we propose to examine the incidence and implications of individual variation in resource use by northern gannets as a model far-ranging marine predator that feeds extensively on both fishery discards and pelagic fish. Resource availability to individuals is often strongly affected by competition with other population members, yet surprisingly little attempt has been made to date to place the responses of marine predators to environmental change within the broader context of density-dependent patterns of resource use. Understanding the nature of individual specializations also has important conservation implications for predicting the response and likely consequences of fisheries and climate related change for apex marine predators. Accordingly in this project, we shall: (i) relate dietary specialization of gannets to individual variation in foraging locations, prey search patterns and capture techniques; (ii) examine the extent of density-dependence of both population-level dietary breadth and individual specialization in diet and foraging behaviour, and; (iii) determine the consequences of individual specialization for different components of reproductive fitness. In addition to answering fundamental questions concerning the generation and maintenance of individual specializations within populations of generalist predators, we shall provide vital information on the foraging ranges and core foraging areas of birds at different colonies. These data will be of great value to conservationists and policy makers concerned with the identification of Important Bird Areas and the establishment of Marine Protected Areas in European waters. We shall also provide information in unprecedented detail on the incidence and consequences of reliance on fisheries discards at different colonies as well as the importance of small shoaling fish (e.g. sandeels). This information is essential to make accurate predictions of population-level impacts of proposed changes to fishery discarding practices in Europe and climate related impacts on the availability of naturally occurring forage fish.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H007423/1","grantId":"NE/H007423/1","fundValue":"288304","fundStart":"2010-05-01","fundEnd":"2013-12-31","funder":"NERC","impactText":"  Publication in peer reviewed literature (and uptake by the intentional media); education. There remains the potential for some of the work to inform fisheries policy. Agriculture, Food and Drink,Environment Cultural","person":"Stuart  Bearhop","coPersons":[],"organisation":"University of Exeter","findingsText":" One paper published in Science\n\nA further paper at Current Biology (Net gains: Seabird movement reveals the ecological footprint of fishing vessels)\n\ntwo further papers in review and one more in advanced prep See above Information on how gannets use marine resources important for unerstanding population change and potentially conservation.\n\nInformation on ho gannets cue in on fishing vessels can inform MPA designation Agriculture, Food and Drink,Environment","dataset":"gtr"}