{"id":"C06B5F73-65F3-463A-81D3-E929753FB743","title":"Food 2.0: Sustainable Food Futures - young people's views from Rio and London","abstractText":"This interdisciplinary project explores with youth from income-poor urban settings how they conceptualise sustainable food. It does this through the medium of participatory film. \n\nIn Rio, the social geography of urban inequality is such that many urban youths grow up in favelas, or informal, income-poor settlements. In London, urban inequality is expressed in other spatial patterns, nevertheless, there boroughs with more income-poor people. Challenges such as reliance on food banks, lack of availability of affordable fresh food, obesity and malnutrition are common in both cities, while at the same time community gardens, community markets, free school meals, campaigns against food deserts etc. exist in both settings. In Brazil, there is also an innovative new policy on regionally appropriate and sustainably sourced school meals. Previous work by the UK-Brazilian project team (ESRC-DFID Choices project) focused on large scale representative surveys and focus groups in Brazil which showed that Brazilians strongly supported sustainable sourcing in public procurement.\n \nIn each city, the project works with community organisations active in the local area who have been developing digital media or participatory theatre projects with local youths who are often from disadvantaged backgrounds. \n\nThe aim of the project is to \na) to explore with urban youths in receipt of school meals how they conceptualise sustainable food, food justice and urban food sovereignty \nb) to engage with the youths, the public and policy makers through participatory video, film competitions and public film screenings, thus continuing to build pathways to impact \nc) to deepen a recent research partnership between two centres of excellence in sustainable consumption at Royal Holloway, University of London and the Universidade do Rio de Janeiro (Brazil). \nd) to trial participatory methodologies, to compare research practice and prepare future joint research\n\nParticipatory workshops will be offered Rio and London, which combine the emancipatory pedagogy of Paulo Freire with the new technologies of filming on mobile phone cameras. We will draw on previous findings from the surveys and focus groups and present the results to the 14-18 year old youths for discussion. Then the youths will be invited to participate in a film competition. The winning team from Rio will be invited to a film screening showing the Brazilian and UK films in a London cinema and take part in a panel discussion with policy makers, community activists and local politicians. Equally the team from London will travel to Rio to present and discuss their film there. \n\nWhile there is no predicting what the young film-makers will express in their films, these creative pieces will help initiate discussion wit the public about food justice, sustainable food and urban food sovereignty. Combining an academic, a practice and a policy perspective on the issue, and linking the local level food challenges with an international perspective, the project promises to generate new ways of understanding food futures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M011615/1","grantId":"ES/M011615/1","fundValue":"89546","fundStart":"2015-01-01","fundEnd":"2016-10-31","funder":"ESRC","impactText":"","person":"Dorothea Johanna Kleine","coPersons":["Tony  Roberts"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}