{"id":"C06C11D3-3D8A-4ADD-BDDA-A679509C0510","title":"Building Ceramic Metamaterials from Nanoparticles: A combined Modelling, Tomography and In-situ Loading Study.","abstractText":"Materials characterization is crucial for the quantification and prediction of their physical, chemical and mechanical properties: Molecular simulation has provided experiment with unique insight and prediction for over 60 years. However, new (nano)materials are being synthesized with ever increasing structural complexity and it may soon prove impossible to generate models that are sufficiently realistic to describe them adequately.Molecular simulations proceed by using the symmetry of the system, together with the coordinates of the basis atoms to generate a crystallographic array, periodic in three dimensions. Here, we pioneer a new systematic approach to prescribe the structure of a nanomaterial. Specifically, a simulation code will enable the systematic generation of a nanostructure by exploiting the space symmetry of the nanomaterial and positioning nanoparticles, rather than atoms, at basis positions; molecular dynamics will be used to enable the nanobuilding blocks to formulate the walls of the nanomaterial. In parallel, experiment (bottom up) will be used to synthesise nanoparticles including their self-assembly into order-connected and disordered-connected superstructures. Top down approaches to fabricate nanoscale architectures will be achieved by focused field-emission electron beams, which will drill nanoarchitectures into single crystals with sub 10nm resolution.Central to the experimental work will be the verification and validation of the modelling process. One key-technology, which can resolve areas deep within the nanostructure, is nanotomography. Here tomographic techniques in the transmission electron microscope (TEM) will be used to map the 3D elemental distribution and 3D morphology (faceting distribution) such that quantitative parameters, including connectivity and surface area can be extracted. This 3D metrology data will be compared directly to the modelling predictions. Tomographic techniques will be used to characterise the metamaterials in three-dimensions and will not only provide unprecedented insight into the structural architectures deep within the nanomaterials, but also provide essential validation for the atomistic models.Equipped with (validated) structural models, mechanical properties, such as Youngs modulus, elastic constants will be calculated and stress-strain curves simulated together with chemical properties, including surface reactivity (catalysis, sensor) and ionic transport (fuel cells, rechargeable batteries). Nanomechanical testing: Innovative in-situ nanoscale mechanical deformation tests with local force determination using Sheffield's In-Situ TEM NanoLAB facility will be used to measure the mechanical properties. This will provide fundamental insight into the engineering rules at the nanoscale and validate the mechanical property simulations.Compression and tensile testing in the specimen chamber of a TEM we will extract key-parameters on mechanical elastic and plastic properties, which will be compared with modelling predictions. Mechanical tests provide a stringent test of the model because they will necessarily be influenced by the structure on all three hierarchical levels of complexity - polymorphic structure, micro-structure (grain-boundaries, dislocations, point defects) and nanostructure.Once the simulated properties have been validated, they will be used predictively: Correlation tables will be constructed to explore how the nano(structure) influences the properties.We propose that the flawless nature in synergy with the architecture of entirely near-surface nanomaterials will proffer unique mechanical and chemical properties. For the bulk analogue, defects - such as impurities, inclusions, dislocations and twin boundary generation mechanisms provide vehicles for fracture and plastic collapse. Conversely, a nanomaterial, with no such defective microstructure and restrictive dislocation mechanics, will sustain remarkable loadings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H001298/1","grantId":"EP/H001298/1","fundValue":"269979","fundStart":"2010-04-30","fundEnd":"2013-04-29","funder":"EPSRC","impactText":"","person":"Guenter  Moebus","coPersons":["Beverley  Inkson"],"organisation":"University of Sheffield","findingsText":" 1) Electron beam irradiation is introduced as a useful probe to estimate surface stability in nanoscale oxide ceramics. Oxygen extraction and mobilisation is followed by cation hopping processes visible by live in-situ TEM. Single atom sensitivity of atomic movements could be established from aberration corrected HRTEM phase contrast images. Experimental results are interpreted with help of molecular modelling and surface dipole considerations. (as reported in AdvFunctMat2011)\n\n2) Atomic resolution observations of cerium oxide nanoparticle surfaces reveal occurrence of surface reconstructions with cerium in interstitial positions as seen in cross-section by HRTEM. The amount and temporal change of surface details deviation from bulk crystallography are quantified and compared for various types of surface facets. Implications for catalytic activity predictions are discussed. Experimental results are interpreted with help of molecular modelling. (as reported in ACS Nano 2012)\n\n3) Cube-shaped CeO2 NPs with/without Sm doping are found via EELS to be terminated by reduced ceria on their surfaces in both cases. Sm does not displace Ce3+ in its role as oxygen vacancy moderator; extended cube faces are better stabilised against irradiation-triggered transformations in comparison to edge and corner regions (as reported in JPC-C 2013)\n\n4) Irradiation of NPs of fluorite-structured ceramics, such as CeO2, is examined using fully and partially focussed electron beams. Perforation is found largely delayed compared to other hard ceramics, while damage zones via amorphisation, swelling, and recrystallization are seen instead of straight hole drilling. ZrO2 follows a similar but distinct pattern in delayed perforation. Both materials show certain recovery upon further irradiation. (MRS-proceedings spring 2013): Other research groups in the US and the UK have already taken up the findings and started continuing research activities in this area. While this first area of impact is still within academia, industry (from the below listed sectors) will benefit in a second wave of impact, once the postulated and proposed new findings have been internationally established. The application areas of nano-ceria are mainly in the fields of \n- catalysis \n- ion conductors and fuel cells\n- polishing/abrasives\n- environmental pollution/detoxification\n- anti-oxidant agents in cell protection Chemicals,Energy,Environment,Healthcare","dataset":"gtr"}