{"id":"C0721406-D7FF-41D6-8DB4-35F4C7133F03","title":"Let NANO fly!","abstractText":"The principle objective of this CDFA is to perform the highly speculative research needed to allow nanotechnology to contribute to the future of aerospace. Nanotechnology has huge potential for aerospace applications, for instance by providing stronger, lighter and safer materials for the construction of lighter, more aerodynamic and more fuel aircraft.There are key problems to be overcome before the aerospace industries can adopt nanotechnology such as: how to make an aerospace sized part out of billions or trillions of nano size components or how do you inspect a nanoengineered component when it can't be cut it up to fit it in an electron microscope? These problems fall somewhere between the traditional discipline boundaries of aerospace and nanotechnology. The concerns and demands of these different disciplines are vary different. This CDFA addresses this problem by uniting academicsand industrialist from both sides in order to realise the potential that nanotechnology offers aerospace.Nottingham is a research leader in the fields of aerospace and nanoscience and this CDFA proposal works across the interface between the two disciplines. It brings together academics and industrialist from across the boundaries to tackle its central themes:* Fabrication of large scale nanoengineered components: from the molecule level up to the size of a complete airframe. Techniques are needed to not only produce large volumes of nano materials but also to ensure the structure is coherent at many different scales and that the properties of the macroscale match the promise of the nanoscale.* Non destructive testing of nanoengineered components, this represents a huge challenge, aircraft are continually inspected for serviceability and safety, critical components that cannot be inspected can't be flown. The pull from the aero industry will come from the high-value, high-performance applications where nanotechnology offers the most gains. These applications are necessarily mission critical and inspectability is crucial to their adoption.* Ubiquitous sensing: using multitudes of nanosensors incorporated into components and the environment. These can be used for detecting, measuring and reporting performance, mechanical, chemical and environmental information in service. For instance the presence of fatigue or damage (such as micro / nano particulate damage). This concept offers revolutionary potential across many sectors including aerospace, food, health and security.We will use the funding to run a range of short proof of concept projects and micro-fellowships. The funding for these will be allocated competitively using an internal peer review process with involving key industry representatives. The most promising of these projects will have the opportunity to take the research further through our business plan competition. We have support from a wide range of industries and the Nano KTN who will participate in our events bringing the various academic disciplines and industry sector together.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I016813/1","grantId":"EP/I016813/1","fundValue":"201085","fundStart":"2010-11-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"  11 small high risk projects where supported - some lead to papers, some lead to grants.\n\nA big public engagement event was held for school children on nanotechnology Aerospace, Defence and Marine,Chemicals,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology Cultural,Societal","person":"Matthew  Clark","coPersons":["Jonathan  Aylott","Andrew  Long","Clive  Roberts"],"organisation":"University of Nottingham","findingsText":" This support 11 small projects with various outcomes as well as a significant public engagement. Many projects pump primed high adventure research projects which are being pursued by various teams.\n\nThe public engagement lead to an exhibit aimed at school children in the Nottingham Contemporary Gallery with over 500 visitors. Aerospace, Defence and Marine,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}