{"id":"C0828435-833D-44F6-B66A-A16F08F92611","title":"The Naturalistic Self in the Second Century AD: Galen and Stoicism","abstractText":"The aim of the research project is to complete a substantial book, The Naturalistic Self in the Second Century AD: Galen and Stoicism.\n\nThis book sets out to examine conceptions of personality in Greek and Roman culture of the Second Century AD, focusing on the relationship between Galen and Stoicism. Galen was the most famous doctor of the age who, to an unusual degree, combined the roles of doctor and philosopher, writing on physiology, anatomy, psychology and logic as well as on techniques of medicine. Stoicism was developed originally in the Third Century BC; but it was still an important philosophical movement in Galen's day, and inspired the Meditations of the Emperor Marcus Aurelius, for whom Galen served as doctor.\n\nGalen's most important treatise on psychology, On the Doctrines of Hippocrates and Plato, centres on a critique of Stoic thought about the location of (in modern terms) the mind and on the relationship between reason and passion. The book sets out to analyse and explain Galen's hostile reaction to Stoic psychology by reference to more general features of Galenic and Stoic thought and of ancient ideas about psychology. It aims to explain why Galen is so critical of Stoic thought on psychology, although both Galen and Stoicism share a 'naturalistic' approach, in which psychology is seen as a function of humans as embodied animals. (There is a sharp contrast with the mind-body dualism found in Plato and in Platonic philosophy of the first and second centuries.) Galen's hostility is explained especially by reference to the contrast between the radically unified or holistic character of Stoic thought and Galen's more part-based patterns of thought.\n\nThe relationship between Galen and Stoicism also illustrates two different ways of thinking about therapy and the mind&shy; body relationship (and also the reason-passion relationship). Galen shares the conventional view of his age that medical therapy is directed towards the body and philosophy is an apropriate therapy for the mind, by curing disturbing passions. This book suggests that the Stoics adopt a more innovative conception of philosophical therapy. Though rational or cognitive in approach, Stoic therapy is directed at the person as a psychophysical and psychological whole and assumes a complex interplay between mind and body, reason and emotion. Marcus' Meditations are taken as one, rather individual, expression of this holistic approach to psychology and therapy.\n\nThe scholarly context for this research project is recent intense scholarly work on 'post-Hellenistic' philosophy (Greek and Roman philosophy from 100 BC to 200 AD) and on Galen. This book contributes to this scholarly activity by exploring links and contrasts between Galen's thought and that of a major philosophical movement in his age, and by studying the reception of earlier ideas by both Galen and the Stoics. The book also builds on the recent growth of scholarship on ancient ideas of personality and self (a topic on which the author has specialised in previous books) by extending work on this area to medical and philosophical thought of the second century AD.\n\nA potential benefit of this research project is that it can illuminate medical and philosophical thought about personality in a period of highly developed intellectual culture that is not as fully studied as earlier periods of antiquity. The project provides a number of new concepts or themes (including the idea of a 'naturalistic' approach to psychology and the contrast between 'holistic' and 'part-based' ways of thought) for analysing ancient medical and philosophical approaches to psychology. Another feature is the exploration of links between ideas about psychology/physiology and ancient ideas about therapy in medicine and philosophy. This exploration provides the basis for a new approach to the question of the relationship between ancient and modern thought about personality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E502334/1","grantId":"AH/E502334/1","fundValue":"29847","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"Christopher  Gill","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}