{"id":"C084BC35-8519-483A-9E54-C4DBE5A41C90","title":"Earth Re-Alignments: some European perspectives on land art c. 1965 - present","abstractText":"My research revisits the emergence of land art with a focus on European artists and contexts, re-mapping its territory from these perspectives. It challenges current studies of the field that have consistently privileged the work of American artists. Facilitated by newly available archives and recent developments in scholarship, the research re-traces the earliest footsteps of land art, its journeys and stopping places with the prospect of engagement with a new generation of scholars, researchers in other disciplines and a wider public in view. \\n\\nThis research will inform the first three chapters of my book, provisionally titled Earth Re-Alignments: some European perspectives on land art. The remaining chapters will be detailed, thematic studies examining particular works in detail. I will complete two of these in the time of the research leave, both of which I intend to submit for publication as independent articles. \\n\\nThe research will also seek to locate land art as part of a wider investigation into relationships with landscape. This aspect of the research offers great potential for intersection with research in a wide range of disciplines including anthropology, archaeology, architecture, geography and history. It also offers an opportunity to integrate more autobiographical material, recognising that 'relating to the land' is both a deeply personal and subjective encounter.\\n\\nThe study will embrace insights from many fields while recognising that perhaps the greatest potential for future engagement lies in producing a rigorous, critical and historical account from and within its particular (European) art context, giving an informed and focussed account of land art to facilitate cross- and inter-disciplinary debate. The proposed research project is an exploration in an expanded field of landscape-related art in the late 20th and early 21st centuries. \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F003897/1","grantId":"AH/F003897/1","fundValue":"31845","fundStart":"2008-09-01","fundEnd":"2008-12-31","funder":"AHRC","impactText":"","person":"Alison Joy Sleeman","coPersons":[],"organisation":"University College London","findingsText":" New scholarship on the work and importance of British artists making land art in European - and more International - milieus in the period from 1965.\n\n\n\nSignificant new scholarship on Land Art in Britain, particularly its European and wider international connections and significance. The research has already been used in non-Academic contexts, in the form of public lectures and talks based on my research, including: a public lecture at Tate Britain in July 2009, in connection with the exhibition Richard Long: Heaven and Earth. This is also available to download as an mp3 from the Tate website: http://static.tate.org.uk/1/onlineevents/podcast/mp3/2009_07_17_Jo_Sleeman_on_Richard_Long.mp3; at the Royal Academy of Arts, London for the Modern British Sculpture exhibition (part of the RA's public events) in March 2011, at Jerwood Space in London in November 2011, at The Collection Lincoln in March 2012 and at the Abbey Walk Gallery, Grimsby in May 2013.\n\n\n\nThe research led to work with Grizedale Forest sculpture, the Forestry Commission and Jerwood Foundation (for whom I wrote a catalogue essay for the exhibition Terra, 2011).\n\n\n\nThis project also dove-tailed with my work as part of the network 'Land Art and the Culture of Landscape, 1967-1977' (PI Nicholas Alfrey, University of Nottingham) part of the AHRC's Landscape and Environment programme. I presented my research on Land Art and the Moon Landing at one of the network meetings and this led directly to the invitation to co-curate the exhibition Earth-Moon-Earth which took place at the Djanogly Gallery, University of Nottingham, June-August 2009. The exhibition included public events and an education programme. The 'Land Art' network has continued to generate public outcomes including a touring exhibition, Uncommon Ground: Land Art in Britain 1966-1979, with the Arts Council Collection and Hayward Touring (4 UK venues, 2013-14). My research for 'Earth Re-alignments' fed directly into this exhibition: through the artists and works included and the themes addressed in the accompanying catalogue, which I co-authored. The exhibition website is: www.uncommonground-artscouncilcollection.org.uk.Uncommon Ground is accompanied by an extensive education programme, with an education pack available to download from this website (under 'resources'). Creative Economy,Education,Environment","dataset":"gtr"}