{"id":"C08E1EED-0232-453A-BB33-B79458666284","title":"Socialism Goes Global: Cold War Connections Between the 'Second' and 'Third Worlds'","abstractText":"This project addresses a fundamental aspect of 20th century globalisation that has been almost entirely ignored by scholars: the transmission, circulation and reception of values, cultures, and beliefs between what western contemporaries called the 'Second' and 'Third Worlds'. Following the Second World War, the countries of eastern Europe radically recast their global role by re-imagining their relationships with Africa, Latin America and south-east Asia. They developed new forms of global knowledge and new institutions to support a wide-ranging program of socialist 'export': theatre and film, economic and scientific expertise, humanitarian aid and political ideals-all were essential to eastern Europe's grand effort to translate 'socialist modernity' globally. The project also reshaped the 'socialist metropole', as post-colonial cultures were imported into eastern Europe through, for example, mass media, political solidarity movements, and the presence of 'Third World' students, workers and exiles.\n\nAn international team of scholars will examine this critical Second-Third World encounter across a range of east European countries, from the Soviet Union to the GDR, providing an intricate regional mapping of the different forms and geographical foci of this transmission, and their varying impacts. How was the encounter shaped by Moscow, by Eastern bloc countries' specific national histories as colonisers or colonised, or by intra-bloc competition for influence? How did the interactions enabled by this encounter shape concepts central to 20th century history, such as development, political rights, modernity, mass culture, and race? What impact did the project of 'exporting socialist modernity' globally have on the experience of living under socialism, on transnational Cold War debates, and on the fate of socialist systems more broadly?\n\nThis project has the potential to impact beyond its own temporal and geographical boundaries, not only opening out a new field, but also transforming established ones. Drawing in specialists on other world regions, this project's collaborative activities will offer new approaches to globalisation - notably around periphery-periphery interaction, and the circulation of ideas between non-western worlds. Moreover, it will transform dominant approaches to postwar socialism, the rise and fall of which has been studied largely in national or regional terms. Rather, the project examines the socialist world as a dynamic hub of global exchange. In addition, it makes a signal contribution to postwar European history, addressing the impact of decolonisation in a half of Europe previously ignored.\n\nThis project will also deliver broader insights into the transfer of knowledge and practices. First, it provides a powerful lens through which to consider the relationship between 20th century political ideologies, the transfer/ circulation of ideas, and globalisation. Second, it develops approaches for, and collaborations with, other area studies: in so doing it helps to overcome the boundaries between regional specialists that inhibit understanding the history of a globalised world. Third, its concern with the relationship between authoritarian systems and the translation of values abroad, and between cultural transmission and political instability, has clear contemporary policy relevance, as 'soft power' politics (e.g. by Russia and China in the developing world) continue to play a major role. Last, through a BFI-run film festival and a proposed BBC radio series on 'red globalisation', scheduled to co-incide with the 100th anniversary of the Russian Revolution, we will make a significant contribution to the development of a broader public understanding of how cultures reshape themselves in the process of translating values to, and from, other parts of the globe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M001830/1","grantId":"AH/M001830/1","fundValue":"818066","fundStart":"2014-11-01","fundEnd":"2018-04-30","funder":"AHRC","impactText":"","person":"James  Mark","coPersons":["Kristin  Roth-Ey","Paul  Betts","Steffi  Marung"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}