{"id":"C08FE45E-E70C-4600-85DB-08A350EFCAD8","title":"THE INCLUSION OF VORTICAL FLOW STRUCTURES IN ANALYTIC DEPTH-AVERAGED FLOW MODELS OF FLOODING","abstractText":"This proposal focuses on the fundamental interaction between longitudinal &amp; planform vorticity in open channel flow. Planform vorticity is a priori excluded from all Reynolds averaged Navier-Stokes (RANS) equation models, but is known to be present in most overbank flows . The Shiono &amp; Knight method of analysis (SKM) is an analytic approach to modelling the influence of vortical structures, mimics 4 key dominant flow processes, avoids the use of 3-D turbulence models and applies at full scale.Despite the value of the SKM approach being confirmed by recent work at HR Wallingford, the original ancillary equations for F (vorticity linked) are known to be inadequate for certain types of non-prismatic floodplains and strongly meandering rivers. One promising approach is to use a two-layer SKM model, splitting vertically the depth-averaging process into two parts, above and below the bankfull stage. This allows a laterally sliced model to be placed on top of another sliced model, with horizontal inter-facial shear added. The lower F values in each slice then represent the streamwise secondary flows, and the upper ones mimic both secondary flows at floodplain/main channel boundaries and plan form vorticity. This produces a much simpler 2-D depth-averaged approach for these types of channel, with all the advantages of SKM, over more complex 3-D turbulence models (LES or RANS). Work is needed to explore this novel theoretical approach, and to assess whether it can be turned into practical spreadsheet tools for use by engineers modelling floods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D50385X/1","grantId":"EP/D50385X/1","fundValue":"101806","fundStart":"2006-01-01","fundEnd":"2007-06-30","funder":"EPSRC","impactText":"","person":"Donald William Knight","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}