{"id":"C09119E8-4564-4D8F-895F-425B05FB034D","title":"Intelligent Manufacturing of Pharmaceutical Film Coating Using Terahertz Pulsed Imaging, Optical Coherence Tomography and Numerical Modelling","abstractText":"Functional coatings are highly engineered drug delivery systems whose structure and composition is critical to the controlled release of the active pharmaceutical ingredient in the human body. This increase in manufacturing complexity coincides with a time when companies are looking to reduce costs while regulators exert pressure on the sector to ascertain a greater understanding of the products' critical quality attributes (CQAs) and associated process control. To date the development and manufacture of these high value products is challenging owning to the fact that pharmaceutical processing is complex and dominated by empirical knowledge with large gaps remaining in the full scientific understanding of the underlying processes. It is an essential need, and also a big business opportunity, to develop a step change technology-a &quot;smart factory&quot; capable of manufacturing these high-value products to user-defined specifications. This EPSRC call provides the consortium with the necessary funding to develop the basic components of a &quot;smart factory&quot; by the integration of process modeling and in-process diagnostic capability for real-time in-situ process control of advanced tablet manufacturing. By utilizing the unique diagnostic information obtained by a range of in-line sensors including our THz imaging and optical coherence tomography (OCT) sensors, we will develop theoretical models to identify key process parameters that will ultimately allow the development of an active feedback loop for advanced process control and optimisation. This EPSRC project will allow Cambridge and Liverpool University to use their combined expertise and proven technology, steered by a world leading supplier of manufacture equipment (Bosch, Liverpool, UK) and a global pharmaceutical company (Pfizer, Sandwich, UK) and supported by academia (Professor De Beer, Ghent University, Belgium), a technology SME (TeraView, Cambridge, UK) and with additional insight from the regulators (Dr Wu, FDA), to provide a highly advanced manufacturing capability currently not available to the industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L019922/1","grantId":"EP/L019922/1","fundValue":"382914","fundStart":"2014-06-30","fundEnd":"2016-10-31","funder":"EPSRC","impactText":"","person":"Jochen Axel Zeitler","coPersons":["James Arthur Elliott"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}