{"id":"C0A360DD-A22F-441C-98E0-A8AACD09493B","title":"Constituency Campaigning in the 2015 British General Election","abstractText":"Constituency level campaigning has become crucial to the electoral strategies of all the major parties in Britain, and a significant academic literature - initially regarded as 'revisionist' - has emerged. This work - now regarded as mainstream - has revealed many things including how campaigns have changed over time; how parties have responded to wider changes in society, the electorate, and within their own parties; and the degree to which parties are able to harness their resources effectively to fight elections. They have also informed discussions about power within parties - how far central party organisations are able to coordinate constituency party campaigns and how much is left to the grass-roots. And finally, they have furthered our understanding of how voters respond to cues from the parties, and the extent to which voters can be mobilized. \n\nThis study will examine constituency campaigning at the 2015 British General Election and will provide not only a continuation of a unique and valuable time series that began in 1992, but also a programme of innovation that furthers our understanding of the impact, role, and nature of campaigns in the modern political arena. The study will seek to address four underlying research questions: \n\n1) What is the electoral impact of constituency campaigns? \n2) How have campaign techniques evolved? \n3) How are party campaign organisations evolving? \n4) What is the impact of constituency campaigns on different groups of electors? \n\nThe study will feature data gathered through a survey of election agents, candidate spending data, and individual level data captured through the main British Election Study (BES) and the British Election Study Internet Panel (BESIP). It will provide an empirical account of the style and intensity of constituency campaigning in 2015; investigate the role of the parties' central organisations in planning and managing constituency campaigns; gather data on voter perceptions of the campaigns (both long and short), and investigate the electoral effects of constituency campaigning in a changed electoral context both in terms of party votes shares and turnout. There will also be innovations to this well established study. Principally: extending the study to candidates from UKIP; a detailed focus on e-campaigning techniques; an extended focus on the role of members and supporters in campaigns; greater focus on candidate effects, and the application of new and improved methods for understanding the impact of campaigns on electors. \n\nThe study will also pool data from this study and all previous constituency campaign studies dating back to 1992 and combine these with candidate spending data, census and geographic data over the same period. This will permit extensive longitudinal analysis, greater hypothesis testing and theory building. The pooling of these data will allow us, for example, to analyse of the impact of boundary revisions on local parties' abilities to mount effective subsequent campaigns; to measure over time whether free campaign efforts are more electorally effective than those that incur cost; whether the process of increasingly rigorous targeting by parties impacts upon turnout; whether campaign intensity and style varies by geography and social composition, and whether campaigning in seats where parties have little prospect of victory is of any electoral benefit in subsequent local government elections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M007251/1","grantId":"ES/M007251/1","fundValue":"205844","fundStart":"2015-03-09","fundEnd":"2016-09-08","funder":"ESRC","impactText":"","person":"Justin  Fisher","coPersons":["David John Cutts","Edward  Fieldhouse"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}