{"id":"C0A3E46E-E05D-417B-BBF3-263CBDC5B797","title":"Elastic Sensor Networks: Towards Attention-Based Information Management in Large-Scale Sensor Networks","abstractText":"This project, which will be co-funded by the Institute of Security Science and Technology at Imperial College London, aims to develop a novel theoretical framework and associated computational model for information management in Large-scale Sensor Networks (LSSN). Applications of such networks are drawing wide attention from both academia and industry ranging from home monitoring to industry sensing, including environment and habitat monitoring, security, traffic control and health care. A key challenge in managing such networks is that of avoiding information overload as the amount of information monitored increases. A second key challenge is how to effectively maximize the value of collected information under resource and real-time constraints. Addressing both challenges requires developing effective and efficient methods for organizing information collection and information processing that focus on analyzing only information relevant to the user needs.Our key hypothesis in this proposal is that an analogy between information processing by humans, in particular their well-evolved human attention mechanism, and information processing in sensor networks would lead to the development of novel and highly effective information management strategies for LSSNs. This analogy would enable us to exploit effectively the relationship between local and global information, avoid information overload in the application and also minimize unnecessary resource consumption (processing and communication) in the network. Our interest in developing and using an attention-like mechanism in sensor networks is driven by the fact that it could be mapped easily to a concise and robust Bayesian formulation. Such a formulation would enable us and other researchers to reason about the correctness of the approach and also to reason about its extensions and potential improvements beyond this project.Our work in this project thus focuses on addressing a number of key challenges both at the theoretical and practical levels, including the extension and application a standard Bayesian probabilistic framework to the LSSN setting, developing the foundations for an elastic resource allocation model for such networks and supporting a decentralized approach for our implementation that scales to large scale networks implementations.In addition to developing the theoretical foundations, our work will also include developing functional prototypes of a distributed LSSN information management system using both simulations and real sensor hardware. The evaluation of our methods will proceed using case studies from two application areas: multi-modality security monitoring and urban pollution monitoring. The evaluation will be conducted in close collaboration with end users in the Institute of Security Science and Technology (ISST) and the Cenre of Transportation Studies (CTS) at Imperial College London as well as with collaborators in three international institutions (Rutgers University, Harvard University and Monash University). The evaluation will be based on real and simulated data sets to compare the efficacy and efficiency of the proposed approach against traditional and competing methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H042512/1","grantId":"EP/H042512/1","fundValue":"471777","fundStart":"2010-06-14","fundEnd":"2013-12-13","funder":"EPSRC","impactText":"","person":"Yike  Guo","coPersons":["Andrew  Burton","Keith  O'Nions"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}