{"id":"C0A94614-0117-4F09-82EE-A376AE90492E","title":"The sarcolemmal calcium signalling protein PMCA4 as a novel target to reduce cardiac hypertrophy and failure","abstractText":"Heart failure affects nearly 1 million people in the UK alone. Heart failure is a condition in which the heart can no longer supply the tissues of the body with enough blood to meet its metabolic demands. Despite recent progress in the treatment of this condition prognosis remains very poor, with 2-5% of the population likely to die from heart failure. It is therefore essential that we understand how and why this condition develops in order to develop better treatment strategies. Heart failure develops following an insult to the heart such as high blood pressure or a heart attack, this will lead to enlargement of the heart muscle, known as hypertrophy, before progressing to heart failure.\nAs a result of previous funding from the MRC we have determined that by deleting the plasma membrane calcium pump (PMCA4) gene from the cells of the heart in a mouse model that we can protect the heart from developing hypertrophy (muscle enlargement) and ultimately heart failure.\nIn the proposed programme of work we aim to determine how and why deletion of PMCA4 protects the heart from hypertrophy and heart failure. We will also determine whether this gene is involved in the development of disease in heart failure patients. In the future it may be possible to treat heart failure patients with a drug to stop the action of the PMCA4 protein and therefore protect these patients from heart failure; in this project we will take the first steps to identify a substance which would have this desired effect.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802004","grantId":"G0802004","fundValue":"580001","fundStart":"2010-01-01","fundEnd":"2012-12-31","funder":"MRC","impactText":"","person":"Ludwig  Neyses","coPersons":["Royston  Goodacre","Douglas Bruce Kell"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}