{"id":"C0AC29EE-6C23-4E7C-9998-FF734353394D","title":"Fano varieties and quantum cohomology","abstractText":"An algebraic manifold is the solution set of a systems of algebraic equations in several variables. A plane conic, such as an ellipse, or a hyperbola, is an example of an algebraic curve, that is, an algebraic manifold of dimension 1. Algebraic manifolds are objects of geometry. We can classify geometries into positive, zero, and negative curvature. For instance, the sphere has positive curvature, the euclidean plane zero curvature, and the Poincare plane negative curvature. Algebraic varieties with positive curvature are called Fano varieties and have long attracted the interest of researchers in algebraic geometry. Quantum cohomology is a theory which, given an algebraic manifold X, computes the numbers a_d of rationally parametrised curves of degree d (a curve has degree d if it meets a general hyperplane in d points) which lie on X. It is convenient to store all this combinatorial information in an infinite power series in a formal variable q with coefficients a_d, called a generating function. A basic result in the theory states that this generating function satisfies a differential equation, called the quantum ODE , which itself is an important invariant of X.Quantum cohomology was first discovered by physicists working on string theory, and only later it was developed as a mathematical theory. In string theory, the fundamental particles are string-like not point-like. The string theories of interest here are only consistent in 10 space-time dimensions; the additional 6 dimensions are curled up in an algebraic variety X of 3 complex (hence 6 real) dimensions. In some models X is a Fano variety, and quantum cohomology is, essentially, a way to encode important physical quantities of the theory governing the scattering of strings. In this proposal, I want to develop applications of quantum cohomology to the study of geometric properties of Fano manifolds. (More generally, we want to study Fano orbifolds. An orbifold is a generalization of a manifold which is essential in a technical sense, but it is not important for the present discussion.) The idea is to study geometric properties of X in terms properties of the quantum ODE, and vice-versa.A key part of this project tries precisely to characterize which differential equations arise from the quantum cohomology of Fano manifolds. An essential part of the answer, it turns out, must involve subtle arithmetic properties of the differential equation, which have been introduced and studied traditionally as part of number theory. I hope that the common framework suggested in this proposal will generate new questions and results in the the study of the geometry of Fano varieties, the arithmetic theory of differential equations, and mirror symmetry. Mirror symmetry states that certain models of string theory constructed in essentially different ways from mirror geometric objects are physically equivalent.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E022162/1","grantId":"EP/E022162/1","fundValue":"275649","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Alessio  Corti","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}