{"id":"C0B34244-54F0-4F6E-A881-CEDB69540409","title":"Crafting an Alternative Politics of Debt - Spaces and places of politics as everyday action","abstractText":"The politics of debt refers to complex and contested politics of debt that defines much of economic and cultural life in present-day Britain. This knowledge exchange project explores the role the Third Sector plays in shaping the wider politic conversations around access to affordable credit and problems associated with indebtedness. \n\nWe know that in the wake of the 2008 financial crisis a growing number of civil society initiatives sought to engage individuals and communities as a way of shaping political debate. For some civil society groups the focus is on the wide range of people adversely affected by austerity measures; for others it is articulating the profound loss of trust in political and economic elites or using political action to experiment with ways individuals and communities could take back power over their own lives to reinvigorate the very practice of exercising political power. \n\nThis project explores the resilience of civil society networks and their efforts to shape the wider debate about finance, debt and the UK economy. In particular, the interface between the digital and real-life spaces of the everyday political action. In other words, how these groups can be located in places like large-scale protests, offices, or church halls, which of course are not entirely bound by space; but increasingly use digital platforms to inform/foment the new forms of political engagement. This is accomplished through four interrelated work packages designed in collaboration with project partners: (1) mapping the network of digital and real-world actors and creating a network of networks 'Debt-CN'; (2) collaborative research on debt inequality; (3) Create and support a hashtag experiment documenting the roll-out of the Credit Union Service Organisation 'CURES' and alternative credit provider 'Fair for You'; (4) Collaborative research investigating digital transformations in small-scale lending.\n\nOffering a flexible package of knowledge exchange activities is a relatively new approach to impact that is not simply about demonstrating how academic social research contributes to the national economy and drives improvements in government policy. We adopt an embedded approach to research that involves working closely with a network of individuals and organisations to deliver tangible contribution to organisational practice. Importantly we are experimenting with new digital forums that remain underexplored in social science research. For example, the #ReinventCU experiment replicates projects like #EnfieldExperiment between academics from the University of Manchester and London Borough council to develop local economic development strategy and the #BBCBudget that attempted to understand how BBC-users interact with digital content. \n\nImpact can be more local and more tangible than this. Where possible, we should aim to adopt a more 'embedded' approach to research which involves working more closely with the public, and public institutions, at a local level. The crucial common thread is the existence of a partnership between researchers and practitioners that generates a mutual exchange of knowledge which, in turn, improves the quality of the research and some aspect of service provision in tandem.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M006433/1","grantId":"ES/M006433/1","fundValue":"89567","fundStart":"2015-02-16","fundEnd":"2015-11-15","funder":"ESRC","impactText":"","person":"Johnna Lisa Montgomerie","coPersons":["Joseph Edward Deville","Daniel  Tischer"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}