{"id":"C0B64B3A-1627-4A55-B7C0-4DDD8A0AD293","title":"Understanding the relationship practices of abusive partners in same sex and/or trans relationships and their implications for theory and practice.","abstractText":"<p>Building on the growing literature about same-sex and trans domestic violence, this project uses mixed methods to collect data from people who have behaved abusively in same-sex and/or trans relationships and practitioners who work with (heterosexual) domestic violence perpetrators.</p>\n\n<p>Firstly, a survey will be conducted to investigate relationship expectations, attitudes towards using abusive tactics and abusive behaviour in previous same-sex and/or trans relationships (n=200). Next, qualitative interviews will explore the understandings, values and support needs of people who have behaved abusively in previous same-sex and/or trans relationships (n=40).</p>\n\n<p>Findings from these methods will be used to develop interviews and discussion in the second phase with practitioners. In-depth interviews with practitioners (n=15) will explore understandings of same-sex and trans domestic violence and reflections on the dis/continuities with their experiences of working with heterosexual male perpetrators; and six focus groups with practitioners will elicit their views on how the findings could inform the development of suitable interventions.</p>\n\n<p>Additionally, this research will:</p>\n\n<ul>\n \n\n <li>contribute a knowledge base about abusive partners in same-sex and trans relationships</li>\n\n <li>recommendations for relevant practitioners</li>\n\n <li>the development of a methodology for the complex and sensitive task of researching perpetrators of domestic violence in same-sex and trans relationships.</li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J012580/1","grantId":"ES/J012580/1","fundValue":"267484","fundStart":"2012-10-07","fundEnd":"2014-11-30","funder":"ESRC","impactText":"  We have been given a 3 month extension on the grant until end of November 2014. As such it is too early to comment on this.  ","person":"Catherine  Donovan","coPersons":["Rebecca  Barnes"],"organisation":"University of Sunderland","findingsText":" 1. Survey respondents self-reported whether they had used each of 69 potentially 'abusive' emotional, physical, sexual and financial behaviours in their current/last and previous relationships\na. Just over half - 57% - said they had used at least one 'abusive' behaviour in the last 12 months of their current or last relationship or ever in a same-sex, bisexual and/or trans relationship.\nb. Emotional behaviours were most commonly reported (38%) - with 'accused them of being unfaithful', 'regularly insulted or put them down' and 'frightened them with things you said or did' being most common. \nc. Sexual behaviours were the next most commonly reported category (36%), of which 'withholding affection' was most common. \nd. Seventeen per cent of respondents reported using at least one physical behaviour and 20 per cent, at least one financial behaviour, in the last 12 months of their current or last same-sex, bisexual and/or trans relationship.\ne. These findings do not however tell us that all of the respondents who have used these behaviours are 'abusive' people: survey data giving statistics on prevalence of domestic violence and abuse (DVA) need to be interpreted cautiously and are of limited use without parallel attention to context, motives and impacts to establish a more accurate picture of the meaning of such behaviours in any particular relationship. \n\n2. Survey respondents were also asked to report on their experiences of partners using the same 'abusive' behaviours in both the last 12 months of their current/last relationship or a previous relationship.\na. Sixty-six per cent of the survey respondents had experienced at least one 'abusive' behaviour in the last 12 months of their current or last relationship; \nb. Understanding the context of the use and experience different physical, emotional, sexual and/or financial behaviours is crucial to making sense of whether or not a relationship constitutes DVA;\nc. Mapping behaviours experienced against impacts found that just under 11% of the sample had experience of what Johnson (2006) terms 'intimate terrorism'; the most serious, chronic form of DVA, characterised by extreme fear and coercive control;\nd. Further analysis will be conducted to gain insights into how people might move between victim/survivor and perpetrator roles in both the same relationship and within their wider relationship history. \nThe analysis was is located around three initial themes: \no Experiences of homo/bi/transphobia and their implications for relationship experiences and the potential use of 'abusive' behaviours \no Making sense of 'abusive' behaviours in LGB and/or T Relationships\no Help-seeking and interventions for LGB and/or T 'abusive' partners\nWith these themes in mind, and drawing on different phases of the research, the interim conclusions are as follows:\n1. Experiences of homo/bi/transphobia and their implications for relationship experiences and the potential use of 'abusive' behaviours: \na. High proportions of the sample reported homo/bi/transphobic victimisation; for example, 86% had experienced some form of homo/bi/transphobia, perpetrated in the majority of cases by strangers, followed next by family.\nb. Participants indicated that dealing with the disclosure and concealment of their sexuality and/or gender identity was stressful, particularly in relation to strangers/the public;\nc. Those who reported homo/bi/transphobic victimisation were more likely to report both experiencing and enacting at least one abusive behaviour, and significantly more likely if they had experienced hate crime or homo/bi/transphobic bullying; however, we are not able to make any claims about the causal relationship between 'minority stress' and using abusive behaviours;\nd. Homo/bi/transphobic victimisation and discrimination have implications both for how LGB and/or T live their day-to-day intimate relationships and help-seeking.\n\n2. Making sense of 'abusive' behaviours in LGB and/or T relationships\nFour groups of findings emerge here: \na. 'Owning up' to what? Reading between the lines of accounts of 'abusive' behaviours by LGB and/or T people \nContrary to research on abusive heterosexual men which suggests that they minimise deny and blame the victim/survivor for violence and abuse they have used (e.g. Anderson and Umberson, 2001), in this study interview participants were open, honest and concerned about their use of behaviours. Two factors might explain this: that they are talking about past relationship and have had time to reflect on them and their behaviours within them; and/or that they have been victimised in those relationships but do not identify their experiences as DVA. Sampling issues are also significant, given that existing research on heterosexual male perpetrators draws mostly on convicted perpetrators.\nb. Identifying what kind of relationship violence it is: Contexts for the use of 'abusive' behaviours\nWhilst LGB and/or T interviewees were purposively selected based on who, in the survey, had used behaviours that could be perceived as 'abusive', many were doing so in retaliation, revenge and/or self-defence within a relationship that was controlling. Alternatively, these behaviours were being used in relationships which were situationally violent or in other ways volatile. This does not negate the harm that these behaviours can cause to both the recipient and the relationship, but it does mean that a one-size-fits-all intervention will not be effective.\nc. Who's got the power?: More complex configurations of power in intimate same-sex, bisexual and/or trans relationships\nThere was evidence that some relationship experiences challenge 'obvious' understandings of how social power might operate in intimate relationships; for example, men in relationships with much younger men being victimised as a result of being positioned as 'younger' in terms of outness and where already being out is used as social capital. \nd. Is this abuse?: Recognising DVA and distinguishing between abusive relationships and unhappy or volatile relationships\nThe public story about DVA - namely that DVA is a heterosexual problem of larger, stronger male partners using physical violence towards weaker female partners (Donovan and Hester 2011) - leads to difficulties for LGB and/or T people in recognising DVA in their relationships and non-use of mainstream and/or specialist DVA agencies. This can also engender situations where LGB and/or T people do not recognise that they are being victimised, but instead present at agencies with concerns about their own behaviour.\nThere are particular difficulties in making distinctions between abusive relationships and unhappy or volatile relationships. This is partly because practitioners and LGB and/or T people have varying views about what abusive relationships look like - with the public story of DVA making physical abuse more visible and obscuring coercive control. \n3. Help-seeking and interventions for LGB and/or T 'abusive' partners\nFour groups of findings have been identified:\na. Participants' help-seeking behaviour and needs\nMost survey respondents who responded to a question asking whether they had sought help for the behaviours they had used said they had not. The most common reasons given for not doing so were 'it wasn't serious enough to seek help', 'private matter/nobody else's business' and 'felt too ashamed'. Trans-identified respondents were much more likely to select 'Didn't think they would understand' or 'didn't think they could help' or 'because of my gender identity'.\nWhen LGB and/or T relationships are going wrong this study suggests that informal sources such as friends and individualised sources of help such as counselling/therapy are preferred; the latter tends to treat relationship experiences as an individual problem, rather than reflecting a wider social problem.\nThe survey findings suggest that some LGB and/or T people recognise the need to make changes to how they behave in their relationships and a substantial minority identify that they have problems with control, jealousy, anger and trust.\nInterview participants were generally keen to have the opportunity to seek help from an LGBT-specific service, expecting a greater level of understanding, insight into LGB and/or T relationships and acceptance of their sexuality and/or gender identity. A minority cited a preference for using mainstream services, either out of convenience, a belief that these services are or should be inclusive and non-judgmental, or a concern that LGBT-specific services would over-emphasise their gender and/or sexuality.\nb. Perpetrator interventions\nBespoke interventions for LGB and/or T partners are almost non-existent within both voluntary/community-based services or within the criminal justice system. Within the probation and prison services there are no accredited perpetrator interventions to which convicted LGB and/or T perpetrators can be mandated, although some probation practitioners had developed adapted versions of the IDAP one-to-one programme. Most voluntary/community-based perpetrator services are only open to heterosexual men who have used DVA against female partners, though some practitioners have worked one-to-one with LGB and/or T perpetrators.\nThe dearth of specialist provision has significant implications for opportunities to rehabilitate, reduce risk and hold perpetrators accountable in line with government policy. Participants were keen to develop appropriate and inclusive interventions, but identified a range of views and a number of dilemmas in relation to logistical issues (e.g. whether gay or bisexual men could be included in existing heterosexual male groups, the viability and value of group vs. one-to-one interventions, whether LGBT service users could be grouped together, and the gender and sexuality of facilitators) and the theoretical underpinnings and content of potential LGB and/or T perpetrator interventions (e.g. the relevance of heterosexually gendered notions of power and control and the need to consider unique issues associated with 'minority stress').\nPractitioners currently providing interventions for predominantly heterosexual male perpetrators recognise the need to develop interventions for LGB and/or T perpetrators, but there are a number of constraining issues including limited visible demand making it difficult to justify niche developments; the current 'austerity' spending cuts (in fact, one agency that participated in the research closed some months afterwards due to lack of funding); the partial privatization of the Probation Service; and lack of an evidence base and relevant training. \nc. Help-seeking for DVA: towards an integrated approach?\nThe findings of this study have implications not only for practitioners who provide DVA perpetrator interventions, but should also resonate with a much wider range of practice settings including, not exhaustively, specialist DVA services and DVA roles in mainstream agencies more generally, the police, the LGBT sector, youth work, formal and informal sex and relationships education/support and, in particular, both private and NHS counsellors/therapists.\nd. How practitioners make sense of 'abusive' behaviour in LGB and/or T relationships\nFocus group discussions amongst different practitioner groups suggest each approach LGB and/or T relationships, DVA, and unhappy or volatile relationships in different ways, reflecting their professional qualifications, expertise and experience.\n\nPractitioner discussions also reveal the influence of public stories about DVA and adult intimacy that might cause barriers to providing an inclusive service to LGB and/T people seeking help.\n\nWhilst practitioners showed awareness and sympathy with how living in a homo/bi/transphobic society might negatively impact on LGB and/or T relationship behaviours, it is important not to focus on sexuality and /or gender identity as 'the problem' when LGB and/or T people seek help for their experiences/behaviour in relationships.\n\nFinally, whilst this study has focussed on same-sex, bisexual and/or trans relationships, many of the findings would resonate with heterosexual relationships too. Hence, it is important to emphasise that the issues discussed are not exclusively LGB and/or T issues. \n\n\n\n\n\n\n\nRecommendations\n\nIn light of the preliminary conclusions, the following recommendations are proposed: \no Training and awareness about DVA in LGB and/or T relationships is needed amongst practitioners working in a multiple practice settings including, but not restricted to, specialist DVA services, the police, providers of court-mandated accredited programmes for DVA offenders, formal and informal sex and relationship educators, counsellors and therapists. \n\no Given the preferred use of counsellors/ therapists by participants who had used 'abusive' behaviours, private and NHS counsellors, therapists and mental health service providers should be prioritised for training and awareness raising about LGBT DVA.\n\no Training should focus on: \no information about DVA in LGB and/or T relationships;\no how LGB and/or T people might present accounts of themselves as having been 'abusive' in a relationship but that this should be carefully unpacked with them to establish the context, meanings, motives and impact of these behaviours;\no skilling practitioners up on identifying the different ways in which the operation of social power might be confounded in abusive LGB and/or T relationships;\no case studies to provide examples of the different kinds of violence that can occur in LGB and/or T relationships, as well as to illustrate the sometimes different ways that social power or power accruing from being an experienced LGB and/or T person can be used to victimise an LGB and/or T partner; \no caution about being seen to problematise the sexuality and/or gender identity of a service user seeking help about an intimate relationship;\no how to make a service/agency inclusive for LGB and/or T service users;\no how to encourage the take-up of available LGB and/or T people and to do so before escalation occurs. \n\no A review of provision for convicted LGB and/or T DVA offenders is needed to: \no develop skills at pre-sentence report stage to identify LGB and/or T offenders; \no address the current discriminatory position of there being no accredited programmes for LGB and/or T DVA offenders, including, if necessary, reconsidering the criteria for parole for indeterminate-sentenced offenders until equivalent opportunities for attending an accredited programme exists; \no provide training and awareness about LGB and/or T relationships and DVA in LGB and/or T relationships in order to more accurately identify the victim/survivor and perpetrator and how power can operate in LGB and/or T relationships; \no consider how an accredited programme for LGB and/or T offenders of DVA could be provided, taking into account issues such as confidentiality and safety.\n\no Young LGB and/or T people need to be provided with opportunities for formal and informal sex and relationship education, including how to identify abusive relationships and how and where to seek help. Role models for LGB and/or T relationships that are of 'ordinary' lives and relationships lived in non-abusive ways should be promoted to provide different kinds of public stories to influence relationship behaviours and norms. \n\no Given the importance of friends as a source of help for people experiencing and/or using 'abusive' relationships, work is needed with LGB and/or T communities to promote friendship norms of support, and circulate information both about how to recognise an abusive relationship and what sources of help are available.\n\no Funding should be made available to pilot and evaluate a voluntary, community based, tailor-made intervention for abusive LGB and/or T people. This should involve:\no the development of a tool to identify the range of ways that violence can be used in a relationship with a focus on how power is operating within the relationship and a risk and needs assessment in order to carefully identify and, if necessary, divert referrals to an appropriate alternative service (e.g. for victims/survivors); \no testing the feasibility of a group and/or one-to-one intervention depending on resourcing, demand and geography;\no taking into account confidentiality and safety for LGB and/or T participants, as well as logistical issues regarding whether - for group work - to have mixed LGBT groups or to separate groups by gender and/or sexuality, as well as consideration to the gender and/or sexuality of the facilitators;\no partnership working with appropriate partner agencies for mutual support and skill/knowledge sharing to develop the intervention. \no outreach to LGB and/or T communities and networks in order to promote the new intervention and encourage take-up. \n\no Online resources for LGB and/or T people and practitioners should be developed to provide information and guidance on LGB and/or T relationships where violence and abuse are occurring. These could be hosted by various organisations providing 'relationships' services. \n\no 'Relationships' services across sectors should specifically invite LGB and/or T people to take up their services and ensure that their public face (literature, webpages, flyers, imagery) includes LGB and/or T people and their lives within them. As the analysis developed we realised that there were implications of our work beyond that relevant to the domestic violence sector and perpetrator work: that there are implications for youth work, sex and relationships education and providers of counselling/therapeutic responses. Thus we intend to provide a series of practitioner briefings aimed at each of the practitioner groups we have identified. We have also been asked to provide case studies for use in training. Communities and Social Services/Policy,Education,Healthcare,Government, Democracy and Justice","dataset":"gtr"}