{"id":"C0C5FE66-AC77-4F88-8F63-9B8EB0F1E9FD","title":"Imperial Entanglements: Transoceanic Basque Networks in British and Spanish Colonialism and their Legacy","abstractText":"In the Museum of Liverpool's 'Global City' gallery, beneath a large Chinese dragon, an illuminated surround of the Shanghai skyline, and a prominent sign thanking Barclays Wealth for their sponsorship, there is a display case entitled 'The Larrinagas - Basque Traders in Liverpool.' In line with the Chinese theme of the gallery, the case is full of early 20th-century Chinese artefacts - a dress, shoes, a fan, a box - and the accompanying text explains that 'with great fortunes to be made from trading with China,' the Larrinaga family 'came to Liverpool to make money'. A visitor to the gallery might briefly remark the adjective 'Basque', but there is no further explanation, as the family's story is absorbed into the wider narrative of Anglo-Chinese history. Across the gallery, it is a similar story. An 1898 painting of the family's Anselma de Larrinaga steamship sits unremarked atop a large panel that contrasts Spanish colonialism in South America, which 'brought disaster for indigenous people and their cultures' with the economic progress brought to the region by the British presence. It is unclear whether the painting is there to represent Spanish destruction or British investment.\n\nThe ambiguous presence of the Larrinaga family in the Museum of Liverpool - marked as 'Basque' but absorbed into the interplay between three overarching imperial histories - encapsulates the ambiguity of the Basque interimperial subject that is the focus of this project. The Larrinaga family, like their wealthier (and dirtier) contemporaries the Zuluetas, were simultaneously proud Basques, bourgeois British residents, patriotic Spanish expats and ruthless exploiters of the commercial and maritime networks connecting Liverpool, London, Bilbao, Havana and Manila. Throughout the 19th century, both families built dense networks of transoceanic economic and cultural connections in the triangular space linking the UK, the Basque Country, and Spain's principal remaining colonies in Cuba and the Philippines. Both families were involved in the legitimate business of empire and in its dirty counterpart, the trade in African slaves and, later, Chinese coolies. And both families left a significant cultural, material and - in the descendants of the employees, associates and slaves who, willingly or otherwise, accompanied their transoceanic migrations - human legacy. \n\nThis project reconstructs the histories, networks and legacies of these two Basque commercial families. Detailed archival work in institutional, local, regional and informal archives will give rise to two scholarly monographs, at least six journal articles and a portfolio of working papers. These will allow us to understand how the Larrinagas, Zuluetas and their associates crossed imperial, colonial, maritime and linguistic boundaries to operate transoceanic networks that did the work of empire even as they defied imperial sovereignty. Our public engagement activity across all five case study cities will capture the resonances of these networks at the local, community, individual and family level, gathering, recording, and interpreting the stories of the people who inhabited these networks, the places they lived, worked and are remembered, and the traces we can still find of them today. The project web platform, including working papers, a geotagged database and community digital archive, will allow researchers and stakeholders to gain deep and broad insights into the Zuluetas' and Larrinaga's activity and legacy through a range of media, including text, maps, images and podcasts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N001184/1","grantId":"AH/N001184/1","fundValue":"433185","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"AHRC","impactText":"","person":"Kirsty  Hooper","coPersons":["Joseba  Gabilondo"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}