{"id":"C0CFFB1B-BE7C-4747-9C51-4D14951A6518","title":"To develop therapies and a strategy for their translation to treat early lesions in multiple sclerosis","abstractText":"We aim to develop a medicine to treat patients with multiple sclerosis (MS) so that permanent damage to their brain is diminished, or perhaps even prevented. MS causes inflammatory lesions within the brain and this can irreversibly damage the delicate brain tissue, either causing the nerve fibres to lose their insulating layer of myelin, or killing the nerve fibres. This damage causes the devastating symptoms, including blindness, paralysis and numbness. The reason inflammation damages the brain is not known but our evidence is that a lack of oxygen may be part of the problem. The inflamed brain may use so much oxygen that it cannot be provided fast enough by the blood. To find out, we propose to induce a small inflammatory lesion that mimics the MS lesion in part of the rat spinal cord, under general anaesthesia. The lesion is so small, and carefully placed, that the rats show no symptoms at all, but the lesion is sufficiently large to be able to see it clearly under the microscope. Rats with the lesion will be treated with one of a number of different therapies designed to reduce the damage caused by the inflammation. The efficacy of the therapy will be assessed microscopically by comparing the size and nature of the treated and untreated lesions. The treatments are based on a belief that improving oxygenation of the inflamed tissue will help it to survive the harsh conditions of the inflammation. Some treatments simply involve increasing the oxygen supply in the breathing air, while others are designed to increase the delivery of oxygen to the brain by treating the blood vessels. Other treatments attempt to protect the inflamed tissue from damaging events initiated by the shortage of oxygen. One important goal is to obtain information about the properties of the lesion using a brain scanner, as used in hospitals. The reason is that if the properties of the experimental lesion are known, brain scanning can be used to distinguish those patients with similar lesions, and then it will be possible to apply the effective therapies to the particular patients anticipated to benefit from them. At present the particular type of lesion can only be detected by microscopy, either after death, or after taking a piece of brain tissue out during an operation. If the research is successful it will result in a new and effective therapy to prevent disability in MS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800954","grantId":"G0800954","fundValue":"711991","fundStart":"2008-09-01","fundEnd":"2012-05-31","funder":"MRC","impactText":"","person":"Kenneth  Smith","coPersons":["Harold George Parkes"],"organisation":"University College London","findingsText":"","dataset":"gtr"}