{"id":"C0D10C08-3610-44C9-AC27-2F01D0B92831","title":"Exploiting the bandwidth potential of multimode optical fibres","abstractText":"Historically the optical fibre was perceived to provide &quot;unlimited&quot; bandwidth, however, the capacity of current communications systems based on single mode optical fibre technology is very close to the limits (within a factor of 2) imposed by the physical transmission properties of single mode fibres. The major challenge facing optical communication systems is to increase the transmission capacity in order to meet the growing demand (40% increase year-on-year) whilst reducing the cost and energy consumption per bit transmitted. If new technologies are not developed to overcome the capacity limitations inherent in single mode fibres and unlock the fibre bandwidth then the growth in the digital services, applications and the economy that these drive is likely to be curtailed. The need for increased capacity in the core and metro areas of the network and within computing data centres is likely to become even more acute as optical access technologies, providing far greater bandwidths directly to the users, take hold and services such as ubiquitous cloud computing are adopted.\nMultimode optical fibres (MMF) offer the potential to increase the capacity beyond that of current technologies by exploiting the spatial modes of the MMF as additional transmission paths. To fully exploit this available capacity it is necessary to use coherent optical (CO) reception and multiple-input multiple-output (MIMO) digital signal processing techniques analogous to those already used in wireless communication systems such as WiFi. This project aims to develop the technologies and sub-systems required to implement a CO-MIMO system over MMF that exceeds the capacity of current single mode fibre systems and reduces the cost and energy consumption per bit transmitted. To achieve this goal the project addresses the following key engineering challenges necessary to realise a complete system demonstrator.\nEngineer the channel: The multimode optical fibre MIMO channel, unlike its wireless counterpart, presents the opportunity to engineer the optical channel to optimise its performance for MIMO operation by designing and fabricating new optical fibres, using proven solid core technology, to maximise the MIMO capacity of the fibre.\nDynamically control the channel: The transmission characteristic of the multimode optical fibre channel varies with time. We will exploit both the flexible and fast adaptive nature of digital signal processing, and the less energy intensive and slower adaptation of liquid crystal spatial light modulator based optical signal processing to compensate for the channel variation and recover the spatially multiplexed data channels.\nEmploy energy efficient optical amplification: In order to reduce both the energy consumption and cost per bit and to extend the propagation distance into the hundreds of kilometres region it is essential to develop optical fibre amplification technologies that provide amplification to multiple spatial and wavelength channels and thus share the cost.\nCoherently detect the optical signal to exploit the wavelength and spatial domains: The developed system will combine spatial multiplexing with existing dense wavelength division multiplexing, polarisation multiplexing and multilevel modulation techniques to maximise the capacity. The key to achieving this is the use of coherent optical detection and digital signal processing, which is essential not only to fully exploit the spatial capacity of the MMF channel, but also facilitates the use of existing multiplexing techniques that are difficult to realise in conventional multimode transmission systems.\nThe technologies and systems developed within this project will find applications, ranging from capacity upgrades of existing MMF data networks in data and computer processing centres, through to the installation of new high capacity metro and long haul fibre transmission systems using the MIMO optimised fibres and technologies developed in this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J008745/1","grantId":"EP/J008745/1","fundValue":"382292","fundStart":"2012-01-02","fundEnd":"2016-01-01","funder":"EPSRC","impactText":"","person":"Frank  Payne","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}