{"id":"C0D78645-8371-4AD1-921B-564401BCB5A4","title":"Proteolytic cleavage of the low density lipoprotein (LDL) receptor: a novel regulator of plasma LDL cholesterol?","abstractText":"Cardiovascular disease, a term that generally refers to conditions that involve narrowed or blocked blood vessels that can lead to a heart attack, chest pain (angina) or stroke, kills one in three people in the UK. One of the most significant risk factors for cardiovascular disease is elevated levels of low-density lipoprotein (LDL) cholesterol - often referred to as 'bad cholesterol' - in the blood. The amount of LDL-cholesterol in the blood is controlled by its uptake into liver cells. On the surface of the liver cells is a specific protein, the LDL receptor, that binds the LDL-cholesterol. The number of active LDL receptors on the surface of liver cells is the single most important factor in regulating the amount of LDL-cholesterol in the blood. Through a series of molecular and cell-based studies we have identified that the LDL receptor is cut by the enzyme BMP1. This cleavage of the receptor by BMP1 reduces the ability of the receptor to take up the LDL-cholesterol into the cells. From these observations we hypothesise that proteolytic cleavage of the human LDL receptor by BMP1 regulates LDL-cholesterol uptake and hence the blood level of LDL-cholesterol. The overall aim of this project is to test the hypothesis that proteolytic cleavage of the human LDL receptor by BMP1 regulates LDL receptor function and hence plasma LDL cholesterol in vivo, and investigate the molecular and cellular mechanisms underpinning this. This will include utilizing mouse models to determine whether regulation of the activity of BMP1 may be a novel mechanism to lower the concentration of LDL-cholesterol in the blood. The findings from this research will be of great importance, both in terms of understanding the increasingly complex processes underlying the regulation of LDL-cholesterol, as well as potentially providing a new mechanism that could be a target for novel cholesterol-lowering drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L009625/1","grantId":"MR/L009625/1","fundValue":"395098","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"MRC","impactText":"","person":"Nigel Mark Hooper","coPersons":["Stephen Bentley Wheatcroft","Katherine Amy Kellett"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}