{"id":"C0D977DB-B2A6-436B-B1CB-44CED1B90B4E","title":"Astrophysics at St.Andrews","abstractText":"Our Galaxy contains many fossils of its formation history. Smaller galaxies that collided with the Milky Way long ago formed streams of stars that still linger as fossils of the Galaxy's formation, orbiting in the gravitational field of the Galaxy's primordial dark-matter halo. From 2011 the GAIA mission will map the positions and motions of these streams. We will develop new techniques to use data from GAIA to map the dark matter, and to test whether conventional theories of gravity work as expected at large distances. Clusters of new stars and planetary systems are constantly forming inside the dark clouds of gas and dust that delineate the Milky Way's spiral arms. In the biggest clusters, stars form that are up to 100 times as massive as the Sun. These massive stars burn so brightly that they are clearly visible in neighbouring galaxies. Many of them are binary stars. Our measurements of their mutual eclipses and spectra will reveal their sizes and temperatures, and hence the distances to the nearest galaxies. We do not yet understand how these massive stars form, or why so many of them are binaries. We will simulate how the most massive and hottest stars manage to form despite the tendency of their radiation fields to blow away the gas that feeds them. We also aim to find out how their winds, and the shock waves from the supernova explosions that eventually blow them apart, affect neighbouring gas clouds, perhaps triggering new bursts of star formation. The dark clouds where stars form contain needle-like dust grains that line up with the Galaxy's magnetic fields and polarize radiation passing through them. We will measure the polarization of infrared and mm-wave radiation coming from regions where cloud material is just beginning to form new stars, to discover what is happening to the magnetic field and to the grains themselves as the star condenses. Newly-born stars are surrounded by flat, rotating discs of gas and dust, which persist for two or three million years. As planets form in the disc material, some gas continues to feed the growing star, which at this stage possesses a strong magnetic field. We can now map these stars' magnetic fields using new instruments. We will use these maps to predict how the magnetic field acts to channel material into streams, and how the field structure regulates the flow rate on to the star and the star's spin. We will seek out rapidly rotating young stars near the Sun, in remnants of star clusters that formed up to 50 million years ago but fell apart. By this age the discs have gone, but an enigmatic fossil remnant of earlier processes lingers in their spin rates. Among otherwise identical stars in the same cluster, some spin much faster than others. We want to know if this difference in spin rate is a clue as to how many stars possess planetary systems, or if the difference originates in some peculiarity of the stars' magnetic fields. We will map the magnetic fields of the fast rotators and their more slowly-rotating siblings, to see if there is a difference in the rate at which hot gas flowing out along the field lines can carry away the star's spin. Finally, we will seek out planetary systems around nearby and distant stars. We are working with astronomers at several other institutions to monitor the brightnesses of hundreds of thousands of nearby stars, in order to pick out tiny dips in light caused by close-orbiting Jupiter-sized planets passing in front of their parent stars. We aim to discover dozens of such planets, and to measure their sizes, masses and temperatures. We will also search for planets further from their stars, by monitoring distant stars whose light is being temporarily magnified by the gravitational field of a foreground star. Distortions in the resulting light variation have already revealed Jupiter-mass planets around a couple of these foreground stars. We aim to find many more using a network of new robotic telescopes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/D000890/1","grantId":"PP/D000890/1","fundValue":"1360730","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"STFC","impactText":"","person":"Andrew Collier  Cameron","coPersons":["Moira  Jardine","Jane  Greaves","Keith  Horne","Kenneth  Wood","HongSheng  Zhao","Ian  Bonnell","Ronald William Hilditch"],"organisation":"University of St Andrews","findingsText":" Not applicable this year Not applicable this year Education","dataset":"gtr"}