{"id":"C0D94F0F-EE90-4FCD-9F93-AEA1878B9ABE","title":"Leapfrog: Transforming Public Service Consultation by Design","abstractText":"This project will be a collaboration with community partners to co-design and evaluate new approaches to consultation. Consultation, the engagement of communities in public service decision making becoming an increasingly important part of local and regional life, with moves to help communities be more active and connected to their wider environment. This encouragement of ground up activity reflects a groundswell of new community, friends and special interests groups forming across the UK. It is also recognised by national government with legislation such as the Localism Bill (2011) laying out a sweeping agenda for empowering communities, e.g. giving residents the power to instigate local referendums on any local issue.\n\nPublic bodies have always been involved in consultation with their communities and there is a strong desire for this to increase in the future and to support communities in playing a larger, more active role in society. This need (and desire) for more consultation coincides in dramatic reductions of Council funding. In the last 3 months one of the public sector partner departments we work with has been reduced from 22 to 4 people. Clearly new consultation practices are needed to accommodate both the opportunity presented by the demand for more consultation and a quite different funding landscape. Leapfrog will help create and evaluate these new models, working initially with test beds in Lancashire and the Highlands and Islands of Scotland and then more broadly across the UK. Lancashire has closely packed overlapping communities that are hard to engage, e.g. with low rates of English literacy. The Highlands and Islands communities are very geographically dispersed and isolated and are strongly motivated to innovate by the hardships they face in terms of communications and access. Working across these two test-beds will stress test our new consultation approaches and help make them more robust when applied in other parts of the UK.\n\nWe will develop these new approaches through a process of co-design. This involves collaboration with communities and public sector partners where all parties play an active role in the creative process (Cruickshank et al 2013). Communities will engage in a co-design process that results in a range of new consultation tools that specifically meet their local needs. For us a tool is something that, with skill, can be used to make wonderful, diverse, creative things (just like a real physical tool). In this proposal we are developing tools to help all people create their own amazing consultation processes.\n\nOur consultation tools will be used by communities directly, they will also be exchanged with other communities who will be encouraged to appropriate and adapt these tools to fit their own needs. Tools could be physical, digitally downloaded and printed or entirely digital in nature. We will use these tools to develop toolboxes containing a themed set of tools (e.g. consultation without writing, for groups with low levels of English literacy). We will produce at least 50 of each of the 5 toolboxes we produce. We will seed these toolboxes in at least 80 communities and public sector bodies across the UK.\n\nUnderpinning all our actions, from co-design to innovation in local consultation to widely distributed toolboxes will be a series of new evaluation frameworks. These will be used to understand the real value and impact of the new tools. With strong guidance from Gareth Williams, our applied ethicist, these evaluation frameworks will be designed to be unobtrusive but also to examine activities in terms that make sense and are seen as valuable to communities. Rather than evaluation being something that is 'done to' communities this will also be a collaborative, mutually beneficial shared process.\n\nCruickshank, Coupe and Hennessy, 'Co-Design: Fundamental Issues And Guidelines For Designers: Beyond the Castle Case Study', Swedish Design Research Journal no 2, 2013. page 4","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M001296/1","grantId":"AH/M001296/1","fundValue":"991633","fundStart":"2015-01-05","fundEnd":"2018-01-04","funder":"AHRC","impactText":"","person":"Leon  Cruickshank","coPersons":["Madeline Jane Smith","Garrath David Williams","Roger Denis Whitham","Tom George Inns","Rachel  Cooper OBE","Paul  Smith","Irene  McAra McWilliam"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}