{"id":"C0EAEF96-6B54-44DF-ADFF-D41BDFFC01F7","title":"Solution NMR spectroscopy studies of an adrenergic receptor b1AR","abstractText":"Living organisms are made up of a very large quantity of cells. Each of these cells contains machinery that is essential to maintain and develop the life of a particular organism. These cells are surrounded by a waterproof lipid membrane, which encapsulates the mostly aqueous interior of a cell that includes also the essential molecular machinery. \n\nEvery process of life both on a large as well as on a small scale involves continuous adaptations to a changing environment. Following such changes and responding to the demands that arise through the activities of the organisms the conditions within the individual cells need to be continuously adjusted. Every cell needs to be supplemented with nutrients for energy and building materials, waste products need to be removed and instructions need to be given for the multitude of different processes to act in a concerted manner. To facilitate these requirements across the impenetrable lipid membrane a large number of proteins are embedded into the cell membrane. These proteins connect the cell exterior with the inside of the cell and are called membrane proteins. A particular group of these proteins is responsible for relaying information in form of control signals across the membrane. The cells are using these proteins as sensors that relay a message from the exterior to the inside of a cell, where a cell is then able to understand what adjustments need to be made. The range of such control signals can be very diverse and there are therefore several hundreds of these sensors making this a particularly important group of membrane proteins. In fact it turns out to be the largest family of proteins in humans. Our work is looking in more details at these proteins, the so-called G protein coupled receptors GPCRs. We are trying to understand how exactly it is that these proteins work and in particular how different external control signals for a given sensor facilitate the different responses on the inside of the cell. Exposure of these proteins on the surface of the cells makes them easily accessible, which is crucial for them to work properly. It makes them also ideal targets for drugs in situations when our body malfunctions and needs drug therapeutic help. Therefore next to the academic interest in understanding how these proteins work there is a large interest from the pharmaceutical industry for the development of newer and better drugs from which our general well being will benefit.\n\nTo be able to address such questions typically requires biologists and chemists to zoom in on a molecular level using a range of biophysical techniques, which allow us to see what is happening on an atomic scale. Our lab is using a technique called nuclear magnetic resonance (NMR), which allows us to study these GPCR proteins in a nearly native environment. For the technique to work the GPCR under study is removed from the cell membrane but is still kept surrounded by a very small portion of it. These proteins are extremely unstable and hence very tricky to study. We are concentrating on a particular member of the GPCR family, which has been modified and displays enhanced properties to assist our investigations.\n\nThese sensor proteins are considered to be highly mobile and their dynamic nature strongly influences how they function. NMR is an excellent method that can describe which parts of these proteins are flexible. We are particularly interested in studying how the mobility in these proteins changes in the presence of different external signals so that we can correlate these variations with the given responses inside the cell. Most likely our results will allow us to make conclusions that are very general in nature as it is highly likely that other GPCRs will function following a similar way of action. So far GPCRs have been elusive to such studies and our work intends to generate this novel insight.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K01983X/1","grantId":"BB/K01983X/1","fundValue":"453478","fundStart":"2013-09-01","fundEnd":"2017-01-21","funder":"BBSRC","impactText":"","person":"Daniel  Nietlispach","coPersons":[],"organisation":"University of Cambridge","findingsText":" This work is still under progress. We are still in the course of making protein, which has proven to be more difficult than anticipated. Following successful preparation we will perform NMR measurements which will inform us about the dynamics of the b1AR GPCR and how these are affected by ligand binding. Hence we will obtain insight into how signalling is influenced by dynamics and adopting varying conformational states. Our work will generate insight into GPCR functioning and how ligand activation works. This is highly relevant for the pharmaceutical industry, basic understanding of protein signalling and for drug design. Retail","dataset":"gtr"}