{"id":"C0EA86FC-5D75-4706-AF97-DEF8A9D6A92D","title":"Advances in Mesh Generation","abstractText":"Within the past two decades, scientific computing has become an important contributor to all scientific research programmes. It is particularly important for the solution of research problems that are either insoluble by traditional theoretical and experimental approaches or are hazardous to study in the laboratory, time consuming or expensive to solve by traditional means. However, critical to many areas of computation is the ability to represent a geometry and problem domain in a discretised manner. This important and critical step is the generation of a suitable computational mesh. For simple test problems, the generation of a suitable mesh is trivial, but, for most problems of practical interest, the generation of a mesh is a significant challenge. Whilst major progress has been made, it is still the case that the major problems encountered, when applying computational methods to new and emerging areas of science and engineering, often involve the generation of a suitable mesh. It is also worth emphasising that the most common source of failures during a simulation can frequently be traced to an inadequate mesh, while the accuracy of a simulation is highly dependent upon the mesh quality.Past developments within the Group have been applied to a diverse setof problems in many fields, including aerospace, automotive, electronics, biomechanics, construction, geography, geotechnics and oil reservoir modelling. A particularly successful application area has been the aerospace industry, with its design requirement for accurate, rapid analysis of flows over aircraft configurations.A clear strategy of the Group has been to pursue the use of unstructured mesh technology driven by applications. Applications provide the challenges that highlight deficiencies in a method that then leads to basic research and theoretical understanding that will then result in an enhanced capability.The proposed work will address many of the deficiencies that are currently restricting the wider use of computational simulation. In particular, problems associated with geometries will be emphasised and new and innovative techniques will be investigated for their solution. Furthermore, new methods of generating high quality meshes that can maximise the efficiency of solution algorithms will be explored. These developments will be made available through the use of recent developments in computer technology, such as the GRID and web services.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D074258/1","grantId":"EP/D074258/1","fundValue":"803405","fundStart":"2006-07-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"  The prove of many concepts that led to further industrial and research funding Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software) Economic","person":"O  Hassan","coPersons":["Nigel  Weatherill","Paul G.  Tucker","Kenneth  Morgan"],"organisation":"Swansea University","findingsText":" generation of Co-volume meshes\n\nAnisotropic mesh generation\n\nHigh order mesh generation Used in EU project \n\nUsed in EPSRC project\n\nUsed in industrial projects Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}