{"id":"C0EDE4E8-5481-4316-A404-302CBF6B3E98","title":"Spin dynamics and optimisation of dynamic nuclear polarisation at cryogenic temperatures","abstractText":"Nuclear Magnetic Resonance (NMR) is a technique that is based on the measurement of a weak sample magnetisation that arises from the interaction of a strong external magnetic field with various types of nuclei in the sample which carry magnetic moments. The interaction force generated by the external magnetic field on the magnetic moments of the nuclei tends to align the nuclei in an orientation parallel to the external field direction. However, thermal motion counteracts this alignment and since the interaction force between external field and magnetic moments is only very weak there is only a small difference between the population of nuclei that have a parallel alignment and the population of spins that are aligned in the opposite (or anti-parallel) direction. This is the reason why NMR techniques are usually considered to be not highly sensitive.The thermal motion can be reduced by cooling the sample to very low temperatures using liquid helium. As a consequence the sample magnetisation increases. Unpaired electrons, which possess a magnetic moment and which interact about 3 orders of magnitude stronger than protons with the external magnetic field are at a temperature of 1K and a modest external magnetic field of 3.5T almost fully aligned with the direction of the external field. In NMR terminology this means that the electrons are 100% polarised. Unpaired electrons couple to magnetically active nuclear spins and it is possible to use this interaction to transfer the electronic polarisation onto the magnetically active nuclei. In principle, the electrons are used to align the nuclei in one direction. This process is called dynamic nuclear polarisation. The dynamics of the process can be derived using quantum mechanics. However, the mathematical formulation of quantum mechanics means that the problem becomes difficult to be solved in case a system of many coupled nuclei is assumed. This proposal investigates mathematical strategies to obtain the dynamical information for systems of many coupled spins. Furthermore, the system parameters are measured that are needed to make the model calculations meaningful. In a second step strategies are investigated in theory and afterwards in experimental implementations to optimise the transfer of polarisation between the electron system and the nuclear system.The key objective of this project is to gain insight into the dynamics of dynamics nuclear polarisation and then use this information to generate higher levels of nuclear polarisation on an even faster time scale. The outcome of the project will benefit numerous applications of nuclear magnetic resonance spectroscopy and magnetic resonance imaging which are limited by the low sensitivity. Using efficient DNP strategies is will be possible to generate high polarisation for studies of molecular dynamics or also for applications of medical diagnostics by imaging the distribution and metabolic conversion of pre-polarised molecules.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I027254/1","grantId":"EP/I027254/1","fundValue":"426494","fundStart":"2011-04-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  Not yet. We have developed novel simulation techniques but they have not been used yet by other groups.  ","person":"Walter  Kockenberger","coPersons":["Josef  Granwehr"],"organisation":"University of Nottingham","findingsText":" We have developed novel simulation techniques fro large coupled spin networks. This makes it possible to investigate the dynamics of polarisation buildup in solid state samples during DNP. Such kind of simulation are important since it will enable use to optimise thje DNP process. \nWe have also build a double tuned cavity for ENDOR experiments and using optimal control in DNP. Not yet used by others. We will try to take this forward in another grant application. Chemicals","dataset":"gtr"}