{"id":"C0F3E2EB-D8A9-46F2-9BAE-B1D20A26E3F9","title":"NMR facilities to support synthetic chemistry in Nottingham","abstractText":"Nuclear magnetic resonance (NMR) spectroscopy is fundamental to much of modern chemistry for it is an essential technique for identifying new chemical substances. The proposed new NMR facilities will support research at the cutting edge of chemistry in areas ranging from chemical biology and its interface with medicine, through contemporary organic and inorganic chemistry, to new materials. In particular, the equipment will support new projects in catalysis and methodology, the synthesis of naturally occurring bioactive compounds, coordination chemistry including metal-containing enzymes, medicinal chemistry (novel enzyme inhibitors as therapeutic agents) and chemical biology (chemical probes for cellular signaling pathways). Specific goals include new routes to natural products that mimic the ways that Nature assembles such molecules, the study of drug-DNA interactions and RNA-interactive molecules, the extraction of metal salts from waste streams, nanostructures and their applications in materials and electronics, polymers for gas storage, and the utilisation of lignin (a plentiful raw material).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E04882X/1","grantId":"EP/E04882X/1","fundValue":"900802","fundStart":"2007-07-12","fundEnd":"2010-07-11","funder":"EPSRC","impactText":"  Our findings have been used in many grant applications, publications and conference presentations.\n\nNMR is fundamental to many of our activities. Agriculture, Food and Drink,Chemicals,Energy,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Christopher  Moody","coPersons":["Adrienne Lesley Davis","Martin  Schroder"],"organisation":"University of Nottingham","findingsText":" NMR is a fundamental technique for much of chemistry. Our research has resulted in the discovery of new materials (e.g. for energy storage), and new methods for synthesis of potential medicinally active compounds. New synthetic methods can be applied by others interested in new materials of new biologically active compounds Agriculture, Food and Drink,Chemicals,Energy,Healthcare","dataset":"gtr"}