{"id":"C0FEAF06-7243-44A3-B454-9AC838775993","title":"Exploring a vanished coastal landscape in Holocene Southern Calabria","abstractText":"This research investigates the loss of coastline over the last 10,000 years, and its significance for our understanding of prehistoric societies. As polar ice caps melted at the end of the Pleistocene, global sea levels rose, drowning coastal environments. Archaeologists have assumed that sea levels reached approximately their modern levels by about 6000 BC -- the beginning of the Neolithic in the Central Mediterranean. However, mounting geological evidence shows this to be false, particularly in tectonically active areas where submerged landscapes may be lifted above sea level or coastal zones may sink below it. \\n For archaeologists investigating prehistoric worlds, subsidence and submerged landscapes are a critical problem. Coastlines structure human life: they afford access to marine resources, allow travel and inter-regional contact, concentrate population, and furnish points of reference in cultural landscapes. In Central Mediterranean prehistory, losing a coastline seriously affects our view of central theoretical issues, including Mesolithic forager presence, the spread of the Neolithic, and inter-regional exchange throughout prehistory.\\n Although the problem has been outlined in general terms, it has never been the subject of detailed research in a particular prehistoric landscape. We have little idea how it actually affects our view of Mediterranean prehistory. This situation was demonstrated dramatically in 2005, during research by the Bova Marina Archaeological Project in Calabria, Italy. During underwater geological reconnaissance, a submerged peat deposit with terrestrial wood, plant remains and charcoal was found at 27 metres underwater and 400 metres offshore. A wood sample from it was dated radiometrically to ca. 4000 BCcal / the Final Neolithic here. This striking finding has two key implications:\\n (a) well after post-glacial sea level rise, the coastline here has been sinking below the sea due to local tectonics at about .7 mm/year. Not only have the Palaeolithic and Mesolithic coastlines been submerged, but the Neolithic one has too, and this effect may extend well into the later prehistory. \\n (b) more positively, tectonic failure may have removed coastal landscapes rapidly below wave destruction, and there is potential for well-preserved, underwater natural settings or prehistoric sites with rich organic preservation.\\n The goals of this research are to trace the history of the coastline in this area, the San Pasquale river valley mouth (Bova Marina, Calabria) in more detail than has ever been attempted for the Central Mediterranean. The research team includes J. Robb (Cambridge), a specialist in the later prehistory of the Central Mediterranean, and E. Reinhardt (McMaster University), a specialist in underwater environmental reconstruction. A detailed bathymetric survey and sub-bottom CHIRP prospection will outline the sea floor's morphology in detail to identify geological features and to track evolving coastal environments / lagoons, marshes, river channels -- as sea levels rose relative to land. Geological sampling and coring will provide material for sedimentological, palynological, and geochemical analysis for reconstructing past environments, as well as samples for radiometric dating of ancient coastlines. Special attention will be paid to potential anthropogenic environments, landscape features and artefacts. All information will be integrated using GIS to produce detailed environmental reconstructions for this section of the Southern Italian coastline between 6000 and 0 BCcal. The resulting picture of coastal evolution will be integrated with local prehistory known from BMAP excavations and field survey to understand how the loss, and potential recovery, of the coastline alters our understanding of social phenomena such as local Mesolithic presence, the Mesolithic-Neolithic transition, the Neolithic coastal obsidian trade, and Bronze Age regional interaction (for instance, in Mycenaean trade).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E00783X/1","grantId":"AH/E00783X/1","fundValue":"129026","fundStart":"2007-09-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"","person":"John  Robb","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}