{"id":"C10042FE-DF45-40FF-B35A-0CB1A0BA628F","title":"Exploiting Data Topology and Manifolds in Medical Image Analysis","abstractText":"The proposed research will investigate the interface between topology (mathematical sciences) and medical image analysis (computer science).Topological and Euclidean geometry are parts of mathematics that study different types of spaces. Euclidean geometry is part of our everyday world where objects stay the same regardless if they are moved or rotated and notions like length, area, volume, angle, etc. are important and can be measured. Topology is different as the main emphasis is on the number of holes, the connectedness, and the number of distinct parts an object might have (from a topological point a teacup and a doughnut are identical as one can be deformed into the other without introducing additional holes or parts). A number of topological invariant measures have been developed, which tend to concentrate on the connectivity and homology measures. Manifolds are topological space, which are locally Euclidean (i.e. the surface of a sphere is a 2D manifold) and possibly equipped with a measure of distance. Both manifolds and topology can be used to describe nD data.It is easy to visualize and infer conclusions from 2D data. However, a lot of the data in the medical imaging domain has a higher dimension. This is clear for 3D volumetric (e.g. CT and MR body scans) or for 3D+T (i.e. 4D) data when a time component is added. These are still low dimensional cases compared to the dimensionality used in medical image analysis, where a region in a dataset might have to be represented by n features (i.e. nD) where n&gt;&gt;4. In this case it is expected that a topological approach to data analysis will provide real benefits.To be able to apply the topological principles to medical image data we need to be able to represent the data as nD manifolds. Topological invariant measures will be developed and used for the classification and segmentation of medical image data. In addition, the effects of image resolution (scale) on these topological aspects will be investigated. From an applications point of view this will concentrate on the detection and classification of breast and prostate cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D050391/1","grantId":"EP/D050391/1","fundValue":"78076","fundStart":"2007-01-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"  Further projects, PhD students, funding. Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology Economic","person":"Reyer  Zwiggelaar","coPersons":[],"organisation":"Aberystwyth University","findingsText":" To be specific the following research objectives were covered:\n\n\n\n1. To investigate the foundations of topology and topological data analysis.\n\nThis was achieved mainly through collaboration with Professor Porter (Bangor University). In addition, through an active networking approach new contacts were established with Dr Sanguinetti (University of Sheffield) and Dr Landi (Universit? di Modena e Reggio Emilia, Italy).\n\nThis part of the research formed the foundation for the other objectives.\n\n\n\n2. To be able to estimate topological manifolds from medical image data.\n\nThese aspects were covered by investigating the connectivity of data points in nD spaces by using graph theory aspects and non-linear dimensionality reduction techniques. This has resulted in collaboration with Dr Crum (Institute of Psychiatry) and funding for a PhD studentship.\n\n\n\n3. To investigate the potential of topological invariants and their use in medical image understanding.\n\nWe have investigated the use of invariants, connectivity and manifold estimation with respect to mammographic data. This has resulted in improved understanding of tissue specific segmentation and how this is related to mammographic risk assessment. Results have been published in two papers.\n\n\n\n4. To establish how topology changes with image resolution (scale).\n\nThis has resulted in a paper investigating aspects of scale, connectivity and the appearance of breast cancer in mammographic images. This is on-going work with Professor Nishikawa (University of Chicago). In the wider area of data analysis. The research can be used to reduce the dimensionality of data and as such can speed up data analysis. Creative Economy,Environment,Healthcare,Security and Diplomacy","dataset":"gtr"}