{"id":"C10E2C9B-C8C2-4B4A-A032-E87184ABB69B","title":"High-power, low-weight, flexible thin film photovoltaics for space application","abstractText":"The UK has a world class reputation for design and manufacture of space based technologies. A new National Space Academy has been launched this year to help boost the size and quality of the UK's science and engineering expertise. The proposal supports strongly The UK Space Directory, an organisation of eight groups representing and supporting the UK space community and including the Technology Strategy Board that state &quot;the UK Space Industry has come together to propose an ambitious 20 year strategy to capture 10% of the global space market, &pound;40 billion, by 2030 and in doing so create 100,000 UK jobs&quot;. The UK houses some of the leading companies in space applications such as; Inmarsat, Rolls Royce, Logica, Vega Space, Astrium, Qioptiq Space Technology and Surrey Satellite Technology Limited. The latter two companies strongly back the research detailed within this proposal and have both provided satements of support.\n\nThis proposal seeks to offer an alternative PV technology for large area arrays and to be the first to report thin film cadmium telluride (CdTe) deposited directly onto toughened cerium-doped microsheet glass (CMG), explicitly targeting a significant increase in specific power by a step-change reduction of system weight. The Qioptiq Space Technology CMG microsheet glass is optimised to match the coefficient of thermal expansion (CTE) of gallium arsenide (GaAs) based space solar cells. With the CdTe CTE almost identical to that of GaAs the choice of CMG is ideal for the prevention of delamination under the severe thermal gradients to which space PV is exposed. This adventurous approach, using the CMG as both the radiation barrier and substrate, will be proven by characterisation of 5 x 5 cm2 deposited devices and finally scaled to 10 x 20 cm2 on the Centre for Solar Energy Research (CSER) pilot metalorganic chemical vapour deposition (MOCVD) system.\n\nThis proposal has the content and vision to make a significant contribution to the UK's flourishin space industry. Key to the success of the project will be the dissemination and pathways to impact of the research outcomes; this will be ensured through regular reporting to and feedback from a steering group of potential exploiters-Industrial experts and through targeted press releases. This proposal offers UK research the chance to impact the space PV market either through licencing of the arising IP and more excitingly in the current economic climate through manufacture of the final product.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K01935X/1","grantId":"EP/K01935X/1","fundValue":"201023","fundStart":"2013-03-11","fundEnd":"2016-03-10","funder":"EPSRC","impactText":"  This project is ongoing. The results are currently being used to progress this project to a successful completion. It is envisaged that the findings will lead to a bid for a TSB project involving members of the wider research team (Surrey Satellite Technology Limited and Qioptiq Ltd) to develop these solar cells for use on satellites and other space vehicles. The findings will be published in scientific journals and presentations of the results by the research team at 3 international conferences have already taken place. Aerospace, Defence and Marine,Electronics,Energy,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Mark Alan Baker","coPersons":["Craig Ian Underwood"],"organisation":"University of Surrey","findingsText":" 1. CdTe based solar cells deposited by MOCVD onto 100 micron thick flexible glass with an efficiency of 15.3 %. Depositing the solar cell directly onto the flexible cover glass is novel - improving the specific power of the solar cell, through saving weight.\n2. Using sophisticated analytical techniques; transmission electron microscopy (TEM) and X-ray photoelectron spectroscopy (XPS), the multilayer structure, composition and individual layer thicknesses have been determined and correspond well to those expected from the growth conditions.\n3. TEM data has shown evidence of porosity in the ZnO buffer layer. This is attributed to the high roughness of the aluminium doped zinc oxide transparent conductive layer (due to its columnar growth) combined with the unusual isotropic growth mode of the ZnO nanograins. This has resulted in the ZnO layer now being grown at a different temperature in an attempt to reduce the porosity and increase solar cell efficiency. This work is ongoing.\n4. The adhesive strength of the solar cell to the flexible glass is excellent, with an adhesive strength &gt; 16 MPa. The work is ongoing. 1. Other research workers/companies could also apply the novel approach of depositing the solar cell directly onto the cover glass for space applications.\n2. Scientific evidence for the roughness of the aluminium doped zinc oxide layer and the ZnO buffer layer morphology and the resulting porosity observed is of interest to the general thin film photovoltaic community.\n3. The excellent adhesion of the solar cell to the flexible cover glass has been achieved through specific cleaning process which could also be used by other researchers/companies using similar plasma based deposition processes. Electronics,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}