{"id":"C111D4B9-730F-4BD2-8770-F481CCE03748","title":"Theoretical studies of Raman Scattering and Chirped Pulse Amplification in Plasma","abstractText":"The proposal is to explore the potential of using a fully ionised gas or plasma as an efficient short pulse amplifier. By exciting a plasma wave by two colliding (seed and pump respectively) pulses in plasma, it is possible to amplify the short seed pulse efficiently. The bandwidth of the plasma amplifier medium is enhanced when a chirped pump pulse is utilised. In the linear regime, before saturation of the amplifying process takes over, the long chirped pump laser pulse provides distributed amplification where different spectral components of the seed are amplified at different longitudinal positions in the plasma through the creation of a chirped plasma density echelon, much like a diffraction grating. This behaves as a long chirped mirror which simultaneously backscatters and compresses the chirped pump pulse and effectively broadens the gain bandwidth to that of the pump. The gain and the bandwidth of the amplifier depend on the natural oscillation frequency of the plasma (the plasma frequency) and the chirp rate (the rate at which the frequency changes along the pump pulse) and spectral bandwidth of the pump. This contrasts with conventional chirped pulse amplifiers (CPAs) and optical parametric chirped pulse amplifiers (OPCPAs) where the probe is chirped while the pump is usually monochromatic (un-chirped). The chirped pulse Raman amplifier has potential use either as a high fidelity ultra-short pulse high power linear amplifier or as a compressor of high energy chirped pulses from a conventional CPA amplifier. It also avoids the requirement for extremely large and expensive optical elements and compressors in vast vacuum chambers. Furthermore, because chirped pulse Raman amplification is a three wave parametric interaction it provides a means of eliminating pre-pulses and pedestals which usually limit the usefulness of conventional solid state CPA amplifiers. This research proposal will investigate the linear and non-linear stages of Raman amplification with a view to develop extremely high power lasers which have the potential of opening up new frontiers of physics such as using lasers to create particles from vacuum or create astrophysical conditions in the laboratory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D052599/1","grantId":"EP/D052599/1","fundValue":"319790","fundStart":"2006-01-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"Dino Anthony  Jaroszynski","coPersons":["Robert Alan Cairns","Robert  Bingham"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}