{"id":"C11378E5-972E-4343-8E4E-672BE6BA5765","title":"The roles of the Polo and MAP kinase signalling in driving polarised growth in fission yeast","abstractText":"During the development of specialized cell types within an organism, diversity is generated in part by polarised growth and intracellular asymmetry. This relies on the polarised distribution of cell-fate determinants, through interplay between elements of the cytoskeleton. The cytoskeleton is an 'internal scaffold' that is important for controlling many aspects of cell function, including the ability of dividing cells to inherit different components. Such 'asymmetric' divisions are important in setting up the diversity of different cells within the body. The two cytoskeletal elements studied in this project, actin and microtubules, are highly dynamic polymers that grow and shrink rapidly to respond to external and internal cues, in order to establish and maintain a polarised cytoskeleton. The fission yeast is an ideal model system for studying polarised growth because it is a simple cell type. Its microtubules and actin interact in the same way as they do in more complex systems. The combined effect of the actin and microtubule cytoskeletons strictly limits growth to the cell ends of this cylindrical shaped cell. Furthermore the underlying controls responsible for changes in cytoskeletal polarisation are identical or highly reminiscent of those of higher systems. Polo kinases are regulatory molecules that have previously been linked to the control of cell division but not to control during the non-dividing phases of the cell cycle known as interphase. Therefore, our recent finding that polo kinases controls interphase cell growth by regulating the cytoskeleton has identified a novel signaling pathway important for cytoskeletal polarisation. We aim to further characterize this interphase role of the fission yeast polo kinase Plo1. We know that the ability of Plo1 to control the cytoskeleton is controlled by the stress response pathway (SRP). SRPs enable cells to rapidly respond to a variety of changes in their environment including excessive heat and starvation. Organisms such as humans have several SRPs, each of which responds to different stresses. In contrast in fission yeast a single SRP responds to a variety of external stimuli, making this yeast a particularly attractive model to provide guidance for the study of the more complex human SRPs. This project aim to study how cells recover from stress induced perturbations of growth. In doing this it will extend our understanding of how actin and microtubule cytoskeletons talk to each other to initiate new growth. We will take advantage of the ease with which specific mutations can be used to study the function of a protein in yeast. We will first ask whether the ability of the polo kinase to physically modify target molecules is important for the effects we see or whether it simply has to be present (i.e. has a purely structural role). The second aim is to catalogue the changes in Plo1/SRP localization within the cells that accompany cell cycle and stress induced changes in the cytoskeleton. By generating fusions between both SRP components and Plo1 and fluorescent proteins we have been able to see where in living cells the molecules go. This allows us to observe the changes in the distribution of the proteins within the cells as the cells are exposed to different external conditions. The third aim is to identify and characterize the mechanism by which Polo and SRP signaling are coordinated to regulate changes in cytoskeletal polarisation through the identification and characterization of targets/interactors of the SRP and Polo signaling pathways. In summary this project will increase our understanding of how cells respond to signals from the environment to regulate and maintain cell growth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E002056/1","grantId":"BB/E002056/1","fundValue":"376481","fundStart":"2007-02-05","fundEnd":"2010-12-04","funder":"BBSRC","impactText":"","person":"Janni  Petersen","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}