{"id":"C1155496-BEFE-4269-B05B-F79FF67A2496","title":"Materials World Network to Optimize the Growth of InGaN Quantum Dots within High Quality Optical Micro-Cavities","abstractText":"Materials scientists have been studying crystals - large and small - for many years. However, very tiny crystals - crystals only a few atoms across - exhibit some really surprising properties, which we are only just starting to understand. In terms of their optical properties, these very small crystals, which we call quantum dots, exhibit behaviour more similar to that of an individual atom, than that of a large crystal. This surprising observation - which is a consequence of the confinement (or trapping) of charge carriers within a very small region - is more than just a weird academic curiosity. Scientists hope to exploit quantum dots to allow improved performance in light sources such as laser diodes, and to develop completely new light sources which might be used in novel computers or in secure communication. For light sources emitting in the red or infra-red, researchers are already starting to realise some of these goals using a material called indium gallium arsenide. However, for light emission in the blue - which is particularly relevant to applications such as high density data storage and satellite-based communications networks - quantum dots made from different materials are required. For light emission in the blue spectral region, quantum dots made from indium gallium nitride (or InGaN) could be used. Quite apart from their convenient wavelength of emission, InGaN quantum dots might be rather flexible, since their emission can be adjusted by applying an external electric field. Also, by surrounding the InGaN quantum dots with an optimal matrix material, it may be possible to force them to exhibit their peculiar properties at room temperature, whereas quantum dots emitting in the red usually have to be cooled down to temperatures more than 200 degrees below freezing before they work properly. Unfortunately, InGaN quantum dots also have disadvantages. They are usually formed on top of layers of another semiconductor - gallium nitride. Gallium nitride is quite difficult to make, and contains many mistakes, or defects, in the crystal. The defects may become electrically charged, and the presence of this charge alters the properties of the quantum dot. Since the electrical charge on the defect varies with time, so does the behaviour of the quantum dot - leading to problems with the operation of a quantum dot device. In order to try to understand the properties of the InGaN quantum dots more thoroughly, and to improve the properties of quantum dot devices, we have decided to incorporate the quantum dots into optical cavities. An optical cavity is a structure within which light may be confined. By trapping the light emitted by the quantum dot within a small volume, we can force the quantum dot and the light to interact strongly, and this can lead to more efficient emission from the quantum dot. By understanding the interactions between the light and the quantum dot, we can also use the cavity as a tool to probe the details of the quantum dot's behaviour and its interactions with any defects in its immediate surroundings. We hope to use the cavities to tailor the quantum dots' properties so that they are easier to exploit in future applications. However, making the cavities is very challenging, particularly since we have to find routes to do this which do not damage the quantum dot. Since this is a very complex problem, we have set up an international collaboration in order to attack it more effectively. Two British research groups with expertise in InGaN quantum dots will collaborate with an American research group which has world-leading capability in cavity fabrication. Together, we hope to be able to develop quantum dot - cavity systems which allow very strong interactions between the quantum dot and the cavity. In the future such systems will be used not only as a probe to study the quantum dot properties but as a major building block of novel light sources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H047816/1","grantId":"EP/H047816/1","fundValue":"587425","fundStart":"2011-01-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"  We are in discussions with Toshiba about an industrial project which would take the technologies developed in this grant towards commercialisation. Depending on the outcome of these discussions, this could have both economic and societal impact.  ","person":"Rachel Angharad Oliver","coPersons":["Robert Anthony Taylor"],"organisation":"University of Cambridge","findingsText":" In this project we have developed materials that allow nitride quantum dots (QDs) to be combined with optical cavities and have investigated their properties, aiming to optimise the dots and cavities for application in single photon sources for quantum computation and quantum cryptography. \n\nWe have developed methods to grow nitride quantum dots within heterostructures that permit optical isolation of optical cavity structures, and allow external electric control. We have then used these QD-cavity systems as a sensitive diagnostic to probe the optical behaviour of the InGaN QDs and also of InGaN QWs and their interaction with the environment. In particular we have shown that dislocations are one cause of spectral diffusion in these systems and that these defects also degrade cavity quality factors. We have investigated structures in which the barrier to carrier escape from the QDs is increased to try to achieve higher temperature operation of the QDs. In particular, we successfully integrated InGaN quantum dots with AlGaN barriers. We have developed methods to tune InGaN quantum dots into resonance with cavities, including a novel method involving etching in water under ultra-violet light. \n\nAll the above experiments were performed on quantum dots on a polar plane, which exhibit large internal electric fields. This leads to relatively inefficient emission and exacerbates the problems with spectral diffusion. We have recently developed a new method for quantum dot growth on an alternative crystal plane which results in greatly reduced internal electric fields. We have demonstrated that these new quantum dots are more efficient emitters and that they exhibit a key quantum phenomenon, Rabi oscillations, which indicates they are very promising for incorporation into future quantum technologies. This suggestion is further supported by the fact that these QDs show better temperature stability than our original structures. Initial exploitation of single photon sources is likely to be in the laboratory context, but looking further into the future, they may also be used in quantum key distribution at &amp;amp;quot;quantum ATMs&amp;amp;quot; allowing many people to use personal electronic devices to safely exchange secret &amp;amp;quot;keys&amp;amp;quot; which are then used to securely encrypt internet financial transactions. We would anticipate that these quantum structures could be exploited as single photon sources in the context of quantum information processing or quantum cryptography. However, significant further development work is required and we are currently finalising a new proposal for a new project on which Toshiba will be a partner in order to take these structures forwards toward exploitation. Digital/Communication/Information Technologies (including Software),Electronics,Security and Diplomacy","dataset":"gtr"}