{"id":"C11765D1-7A25-427E-8572-ADA17C9F9CEE","title":"What types of investment can most cost-effectively ensure ecosystem service provision? A randomized program evaluation","abstractText":"What is the most effective way to slow deforestation and forest degradation? How can we best increase incomes from collection of non-timber forest products? Can education and information provision lead to real changes in behavior that better protects ecosystem services? After decades of attempts to better protect Amazonian forests and the ecosystem services that they provide, we still have no idea what the answers are to these questions. Further, notwithstanding the importance of ecosystem services, we have little evidence about which policy interventions can best ensure service provision and alleviate poverty. A fundamental need is thus for the development of 'program evaluation' methods in order to test policy or intervention effectiveness. In mid-altitude Bolivia, as in many parts of the developing world, agricultural decisions generate negative environmental externalities, reducing the quality and quantity of environmental service provision. Forest degradation, often associated with extensive cattle grazing, diminishes water quality and quantity and increases risks associated with landslides and flooding. There is a global and local interest in maintaining these upper Amazonian watershed forests both for their role in mitigating climate change, but also because their conservation will help local communities adapt to climate change through the maintenance of dry season water supplies. Despite the importance of these ecosystems for local poverty alleviation, local communities continue to graze more cattle than the carrying capacity of the forests, thus creating a tragedy of the commons in which deforestation, water pollution and flooding increase, and human welfare suffers. Our proposed research will explore alternative mechanisms for behavior change to mitigate the negative externalities that result from forest degradation. Our first hypothesis is that by providing targeted local information, or otherwise building local institutional capacity, we can lower collective action barriers at the community level, which will allow for locally imposed incentives through sanctions or positive compensation. As an alternative hypothesis, external donors, through direct payments, may better provide such incentives for improved grazing practices (i.e. a form of payments for environmental services). A rigorous experimental design will allows us to identify generalisable relationships between the provision of targeted information and financial incentives and resulting behavioral and biophysical outcome measures. By phasing in payments in the second year of the project, we will also observe the interaction between collective action and externally provided incentives. Although the list of activities sounds relatively esoteric, the implications of this research will be profound. We will develop and refine the program evaluation tools that are most appropriate for evaluations of ecosystem service provision, and then provide the first robust experimental analysis of what works for environmental service delivery and poverty alleviation and why. Our research will show that if a donor has, e.g. &pound;500,000 to spend on climate change adaptation, whether it will it be most efficient for them, in terms of CO2 sequestered, water supplies protected, or livelihoods enhanced, to invest in local capacity building, information provision or direct payments schemes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I00436X/1","grantId":"NE/I00436X/1","fundValue":"240862","fundStart":"2010-08-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"  We have designed a new cost effective and efficient method for delivering small scale grassroots PES The PES implementation protocol that was designed during the project has made the process of offering PES contracts to individual and executing the contracts far quicker, cheaper, and more efficiently. This model is being used in other municipalities both in Bolivia (by Fundacion Natura), and also in Colombia, Ecuador and Peru. Environment Economic,Policy & public services","person":"Nigel  Asquith","coPersons":["Jose Luis  Izursa"],"organisation":"Bolivian Natura Foundation","findingsText":" In-kind payments for environmental services were initiated in 65 randomly selected communities in late 2011. Initial take-up was low, as only &quot;early adopters&quot; joined in the first stage. However, by the end of 2012, 474 families in 57 communities had enrolled in the program, putting a total of 17,105 hectares under contract. The first wave of contracts was signed in 2011, and a year later, forest conservation compliance was 100%, while cattle removal compliance was c. 75%.\n\n\n\nAlthough the compliance data is preliminary, and it is still too early to evaluate program impacts, the experiment is already providing interesting information about who joins PES schemes. Landowners who have joined the scheme are better off, are more involved in their community and are more likely to think that the environment provides them with benefits, than the general population. While these results are perhaps to be expected, this evidence may be useful as practitioners try to implement similar schemes around the world.\n\n\n\nWe have also learned important lessons in terms of field logistics. Eight people implemented the 2011 campaign, while the 2012 team had only five members. The value of the compensation paid increased by 70% between 2011 and 2012, while the cost of providing this compensation fell by 41%. Within each community, the compensation is offered on day 1, land parcels are measured before pre-contracts are then signed on days 2 and 3. Final contacts are then signed and compensations are delivered on days 6 and 7. It thus now takes less than a week from first offering the compensation package to a particular farmer, to actually delivering it.\n\n\n\nOur research colleagues at Harvard, Tufts and the National University of Colombia are currently analyzing the data we collected during the project, while Natura's field technicians are preparing to enter the field in March 2013 to initiate the next wave of compensation deals. They will be expecting to build on cases such as in the community of Huantas, where 8 families joined the program in 2012, signing contracts to conserve 160 ha. In return for their conservation commitments, the families (5 led by women, 3 led by men) received compensation packages of apple and plum tree seedlings and barbed wire worth a total of &pound;645, with an average value of &pound;80 per family. To improve the design and implementation of conservation initiatives, especially those using incentives or markets Communities and Social Services/Policy,Environment","dataset":"gtr"}