{"id":"C1196FC5-01EB-42B8-8701-E76AE93A68B9","title":"Development of fast pyrolysis based advanced biofuel technologies for biofuels","abstractText":"The use of biofuels, as a renewable source of energy has become increasingly important. More in particular, biofuels for transport have the potential to displace a substantial amount of petroleum around the world. The EU is aiming to achieve at least 10% of road fuel derived from plants by 2020. The Carbon Trust selected &quot;Pyrolysis Challenge&quot; as the first strand of Bioenergy Accelerator with &pound;10m investment, highlighting the importance of pyrolysis-oil as the potential replacement for transport fuels with low system GHG (green house gases) emissions. While fast pyrolysis oils have the potential to be processed in existing petroleum refinery infrastructure to transportation fuels, our ability to process the oil requires improved understanding of how to control its chemical composition and improve its physical properties. Current fast-pyrolysis oils are inherently unstable due to their high oxygen content and acidity which leads to polymerisation of reactive components and subsequent viscosity increase via polymer formation which hinders direct refining. Catalytic processes are thus required capable of transforming fast pyrolysis oils such that their acidity and oxygen content is reduced under moderate conditions thereby improving oil stability and allowing direct refining. To minimise energy inputs, it would be desirable to catalytically treat pyrolysis oil vapours immediately after the pyrolyser using a close coupled catalytic reactor to facilitate deoxygenation, chain growth and/or aromatisation of molecules. Such an approach would minimise extra energy inputs but also reduce polymerisation routes into more intractable resins. To achieve these goals we propose to explore non-precious metal de-oxygenation cracking catalysts including doped zeolite materials and bifunctional Fe based catalysts for pre-treatment of pyrolysis oil vapours. By working in the vapour phase we should eliminate some of the problems currently associated with the use of such catalysts in liqud phase processes where leaching by acidic components and char deposition leads to deactivation. The impact of pre-treatment on overall final hydrodeoxygenation (HDO) of bio-oil will also be evaluated. These routes to refinery feedstocks will be compared technically and economically.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K036548/1","grantId":"EP/K036548/1","fundValue":"1150480","fundStart":"2013-10-01","fundEnd":"2015-09-11","funder":"EPSRC","impactText":"  The research is making positive impact to the community for biomass fast pyrolysis. We have presented our research plan and results in national and international conferences in particular UK SUPERGEN Bioenergy meetings and EU bioenergy conferences. Chemicals,Energy Economic","person":"Sai  Gu","coPersons":["Karen  Wilson","Anthony Victor Bridgwater"],"organisation":"Cranfield University","findingsText":" Zeolite based catalysts were tested for direct vapour cracking with significant coke deposition found for fixed bed reactors.\nSynthetic red mud was produced to establish the influence of components.\nCirculating fluidised bed reactors for vapour cracking were designed and evaluated with CFD model. The lumped kinetic model for vapour cracking didn't give accurate prediction and more detailed molecular dynamic model needs to be carried out. The model can be used for reactor design and validation by academic and industrial users.\nCatalysts can be made commercially available by manufacturers. Chemicals,Energy","dataset":"gtr"}