{"id":"C119380B-DDD3-4C30-850F-7EBFA4C55B63","title":"Studying the appropriateness of different formulations of a discourse relation in context","abstractText":"<p>There are many reasons why a writer would want to choose one formulation of a discourse relation over another. For example, consider the case of causality:</p>\n\n<ol>\n \n\n <li>Fructose-induced hypertension occurs because salt absorption by the intestine and kidney increases. </li>\n\n <li>Increased salt absorption by the intestine and kidney causes fructose-induced hypertension. </li>\n</ol>\n\n<p>These are two of many possible formulations that convey the same information. Human writers prefer different formulations in different contexts, but not much is know about what governs their decisions. This project will create a corpus of examples of reformulation from real scientific texts.&nbsp; These will be annotated with human judgment for grammaticality and coherence and then used to train a computer (natural language generator) to rank the felicity of different reformulations.&nbsp; In addition, this project will investigate whether readers with and without expertise in the scientific discipline find it easier to understand certain formulations than others.</p>\n\n<p>This project is a novel collaboration between a computational linguist and an experimental linguist that directly applies experimental results to computational tasks. This is the first step towards building applications that can reformulate technical writing for different audiences in a principled manner.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G028036/1","grantId":"ES/G028036/1","fundValue":"33226","fundStart":"2009-05-01","fundEnd":"2009-09-30","funder":"ESRC","impactText":"  The key outcome is the development of a framework for lexico-syntactic text reformulation. This has been developed further under grant EP/J018805/1 and the software for text simplification (RegenT) has now been released as open source. Digital/Communication/Information Technologies (including Software) ","person":"Advaith  Siddharthan","coPersons":["Napoleon  Katsos"],"organisation":"University of Cambridge","findingsText":" Methods: We have demonstrated the potential for creating data sets that can produce useful insights in both behavioural (psycholinguistic) and computational disciplines. We have shown that it is possible to create a data set using reformulations of sentences extracted from corpora that is controlled enough to test specific hypotheses and varied enough for supervised machine learning. We believe such mixed methodologies provide a useful basis for collaboration between data-driven computational sciences and behavioural sciences (linguistics and psychology of language). \n\nTools: We have developed software for text reformulation based on applying transformation rules to typed dependency representations. The software produced for text regeneration has been further developed under grant EP/J018805/1 and has now been released as the RegenT text simplification system. \n\nNetworks: This project has lead to new collaborations. Dr Katsos is working with Dr Naveed Ahmed, from the University of Islamabad, on a 9- month project on simplifying legal text for lay audiences, with emphasis on laws on women's rights in pakistan. Dr Siddharthan has demonstrated the text simplification software developed on this project to researchers working on deaf education and on ageing. Based on their feedback, various extensions to the system are planned. The key outcome is the development of a framework for lexico-syntactic text reformulation. This has been developed further under grant EP/J018805/1 and the software has now been released. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}