{"id":"C11E5B6A-43C1-40F4-83A8-07C8FF032CBF","title":"Cluster FGM Operations and Calibration","abstractText":"Cluster is a European Space Agency mission of four spacecraft launched into orbit around the Earth. The four spacecraft carry 11 instruments each, together designed to probe the physical processes that control the collisionless plasma environment of the Earth. The spacecraft fly in a tetrahedron formation, allowing the three dimensional structure of the plasma to be measured in-situ for the first time, and distinguished from variations in the plasma as a function of time. The Cluster orbit takes the spacecraft through regions of the Earth's magnetosphere that are the sites of fundamental processes in collisionless plasmas, including magneto-hydrodynamic (MHD) turbulence in the solar wind, energy partition in collisionless shock processes, energy transfer through reconnection and other processes at the magnetopause, energy flow into the magnetosphere through the cusps, particle acceleration in the auroral zone, and substorm processes, including reconnection and current disruption, in the magnetotail. Imperial College is the Principal Investigator institution for the flux-gate magnetometer (FGM) that forms part of each Cluster payload. The magnetic field is a key parameter in understanding the behaviour of collisionless plasmas, and therefore the FGM instrument contributes to nearly every scientific study carried out using Cluster data. As the PI institution we are responsible for the ongoing routine operation and continued health of the four FGM instruments, the maintenance of the link through which data is supplied in real time to other instruments on the payload, and the calibration and delivery of high resolution data suitable for detailed scientific analysis to the Cluster Active Archive (CAA), set up and run by ESA. The purpose of this grant is to request support for the continuation of these responsibilities for the remainder of the Cluster mission, currently planned to run until at least Dec 2009, with the possibility of an extension for a further 3 years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H00419X/1","grantId":"ST/H00419X/1","fundValue":"88209","fundStart":"2009-10-01","fundEnd":"2010-03-31","funder":"STFC","impactText":"","person":"Elizabeth  Lucek","coPersons":["Andre  Balogh","Christopher Michael Carr"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}