{"id":"C129EF6F-60FD-44D0-AEF4-298BFC833975","title":"Selective attention for perception and action: same or different?","abstractText":"<p>The human brain cannot fully process all the stimuli it receives, so some are prioritised over others. Similarly specific actions are made at the expense of other possible actions. Perception and action thus require selective attention. Vision provides a major channel for action guidance, and it seems natural to assume that action is guided by visual awareness. However cognitive science suggests that this intuition is illusory. In picking up a cup, for instance, the visual processing that yields awareness of the cup is separate from that which guides the hand. </p>\n\n<p>A key question is whether or not perception and action depend upon a shared mechanism of selective attention. It has been repeatedly demonstrated that perception is enhanced at the intended target of a hand or eye movement, implying that selection for-perception is yoked to selection-for-action (we tend to look where we are going). However, the idea of a shared mechanism predicts that the reverse should also apply: objects selected for perceptual scrutiny should also be prioritised for action (we should tend to go where we are looking). Despite its theoretical importance, this prediction has not been tested. The four experiments proposed by the present project will fill this knowledge gap.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4045","grantId":"RES-000-22-4045","fundValue":"79969","fundStart":"2010-10-01","fundEnd":"2012-03-30","funder":"ESRC","impactText":"","person":"Robert  McIntosh","coPersons":[],"organisation":"University of Edinburgh","findingsText":" In a first set of experiments, we showed that the spatial paths of eye and hand movements to visual targets are distorted by prior visual attention to another location. These distortions imply that when we attend to something, we are also more ready to move towards it. A second set of experiments asked whether this holds throughout the course of a movement. We had people visually attend to one or other side of a reaching target, and studied their ability to divert their reach if the target jumpe  Government/ Democracy and Justice,Security and Diplomacy","dataset":"gtr"}