{"id":"C12D9AE0-1852-4F12-A2A8-8DB7A56B7A8C","title":"Arithmetic aspects of automorphic forms: Petersson norms and special values of L-functions","abstractText":"The Langlands program has been an area of active research in mathematics for the last forty years and consists of a vast web of theorems and conjectures connecting objects in number theory, representation theory, analysis and geometry. Central to the Langlands program are automorphic forms and their associated L-functions. These objects arise from analysis and representation theory. Despite slow and steady progress, many fundamental questions about the relationship between automorphic forms and number theory/arithmetic geometry remain unanswered. The goal of this project is gain new insights into some of these questions by making a deep investigation of three key topics: a) Nearly holomorphic Siegel modular forms, b) Deligne's conjecture on algebraicity of critical L-values, c) Ratios of Petersson norms for functorially related automorphic forms.\n\nNearly holomorphic Siegel modular forms were first introduced by Shimura and have been indispensable for studying special values of automorphic L-functions. However, despite their ubiquity, their arithmetic properties and place in the Langlands framework have not yet been fully understood. This project will study their representation-theoretic and arithmetic properties and prove a close link between them and &quot;vector valued Siegel modular forms&quot;.\n\nThe insights gained from the study of nearly holomorphic modular forms will be used to tackle some special cases of a famous conjecture made by the Fields medal winning mathematician Pierre Deligne. The simplest example of Deligne's conjecture is the classical fact that the value of the Riemann zeta function at all positive even integers is a power of pi times a rational number. This research will prove the expected rationality results for much more complicated L-functions that are of great importance in several fields of mathematics. \n\nThis research will also aim to prove a well-known conjecture made by Ibukiyama and Katsurada concerning ratios of Petersson norms for certain Siegel modular forms. This problem has deep significance as it concerns the behavior of arithmetic properties of automorphic forms under Langlands lifting. Solving this will require innovative adaptation to existing methods.\n\nThe methods used in this project will be a powerful mix of classical techniques, modern representation theoretic methods, and group cohomology. This research will open several new avenues for further exploration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L025515/1","grantId":"EP/L025515/1","fundValue":"91588","fundStart":"2014-09-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"","person":"Abhishek  Saha","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}