{"id":"C13C3EAF-21BC-43DD-A513-3AFC94A78555","title":"Activating mitochondrial biogenesis in skeletal muscle through repression of the acetyltransferase GCN5.","abstractText":"Skeletal muscle in a healthy adult accounts for approximately 50% of total body mass. In addition to its primary tasks of maintaining posture, breathing and locomotion, skeletal muscle also represents a vital nutrient store and metabolic regulator. During ageing, approximately 30% of an individual's muscle mass is lost by the age of 80. This decline is critical as it dramatically increases the prevalence of 'diseases of ageing', such as type 2 diabetes and sarcopenia (age-related muscle atrophy). Further, mitochondrial function is directly linked to physical activity levels, as inactivity coupled with poor habitual diet is associated with function in skeletal muscle. A fundamental cellular process, central in the aetiology of sarcopenia, is the function and maintenance of mitochondria (the principal energy producing organelles of the cell). Mitochondrial content and function declines during ageing and is thought to lead to impaired glucose and lipid utilisation, insulin resistance and increased adiposity. Thus, therapies aimed at maintaining or boosting mitochondrial function hold tremendous therapeutic potential for combating sarcopenia. \n\nThe best countermeasure currently identified to increase mitochondrial content in skeletal muscle is exercise; however how this adaptation occurs at the cellular level is poorly understood. This application will test the role of a protein called GCN5 in the regulation of mitochondria in skeletal muscle. Preliminary data suggests that GCN5 regulates mitochondrial adaptive responses to exercise such that reducing GCN5 activity in skeletal muscle will increase mitochondrial biogenesis. Therefore, to examine the specific role of GCN5 in skeletal muscle we will study mice in which GCN5 has been specifically deleted from skeletal muscle (GCN5 mKO). GCN5 mKO mice will undergo exercise training and we will examine how mitochondrial biogenesis is altered with the loss of GCN5. Further, we will then test whether a small compound inhibitor of GCN5 called CPTH2 can increase mitochondrial adaptation to exercise in healthy mice undergoing exercise training. Finally we will use a cell-based approach to try and identify how exercise regulates GCN5 activity. Using a small electrical field to stimulate contraction in muscle cells, we will use a proteomic approach to study and identify the process by which exercise leads to GCN5 repression. Overall we aim to identify a new biological pathway that is critical to how skeletal muscle adapts to exercise. \n\nThis proposal will identify fundamental bioscience and improve our understanding of how signals generated in muscle act to maintain and improve our health in response to physical (in)activity. It will also identify the suitability of inhibiting GCN5 in skeletal muscle, thus testing the potential for using drugs and nutritional supplements to target GCN5 and benefit our overall health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L023547/1","grantId":"BB/L023547/1","fundValue":"418880","fundStart":"2014-09-30","fundEnd":"2018-01-16","funder":"BBSRC","impactText":"","person":"Andrew  Philp","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}