{"id":"C1423610-8327-48FC-A7B5-B0F8E4228FE9","title":"Evolution of Parent-Offspring Communication: Who Controls Resource Allocation and Is Signalling Costly?","abstractText":"Parent-offspring communication is common in species where parents provide their offspring repeatedly with resources after hatching or birth. Parent-offspring communication has recently attracted much theoretical and empirical interest because it provides key insights into the phenotypic manifestation of underlying conflicts of interest between parents and their dependent offspring. Parent-offspring conflict is expected when parents provide their offspring with resources because parents incur costs from providing care and because there are asymmetries in relatedness between parents and offspring. Due to parent-offspring conflict, offspring should demand more resources from their parents than parents are prepared to provide. However, if offspring do so, parents should be selected to ignore offspring begging displays, in which case parent-offspring communication would be evolutionarily unstable. Thus, a key aim in behavioural ecology is to understand how parent-offspring communication can be evolutionary stable in situations where parents and offspring have diverging but overlapping evolutionary interests. Recent resolution models make testable predictions about the phenotypic outcome of parent-offspring conflict based on explicit assumptions about the strategies played by parents and offspring. Such models suggest that parent-offspring communication can play a key role in resolving parent-offspring conflict. There are currently three main classes of such resolution models: honest signalling, scramble competition and cost-free models of begging. Honest signalling models suggest that parents benefit from monitoring costly offspring begging displays because such displays provide honest and reliable information on the offspring's nutritional needs, which in turn allow the parents to control the allocation of resources. By contrast, scramble competition models, suggest that costly offspring begging is a form of scramble competition among siblings, and that resource allocation is under offspring rather than parental control. Finally, cost-free models suggest that offspring begging and parent-offspring communication can be evolutionarily stable even if begging does not incur costs to the offspring. Distinguishing between these three types of models remains an important unresolved problem in behavioural ecology. The models make very similar predictions concerning offspring signalling and parental responsiveness, but are based on different assumptions concerning who controls resource allocation and whether begging is costly or not. This project seeks to distinguish between these models by testing the critical assumptions upon which the alternative models rests using the burying beetle Nicrophorus vespilloides as study system. The first aim of this project is to establish whether resource allocation is controlled by parents, as assumed by honest signalling and cost-free models of begging, or controlled by offspring as assumed by scramble competition models of begging. The second aim is to test whether begging incurs costs to the offspring as assumed by honest signalling and scramble competition models of begging or whether begging is cost-free as assumed by cost-free models of begging. The information on who controls resource allocation and whether begging is costly or not will then be used to distinguish between existing models for the evolution of parent-offspring communication. This project will contribute to our understanding of the evolution of parent-offspring communication and the resolution of parent-offspring conflict by providing information on the critical assumptions of who controls resource allocation and whether begging is costly or not from a single study system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G000131/1","grantId":"NE/G000131/1","fundValue":"83131","fundStart":"2008-10-01","fundEnd":"2009-09-30","funder":"NERC","impactText":"","person":"Per Terje Smiseth","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The main achievement of the proposal is the design of experiments to test the contrasting assumptions for models of parent-offspring conflict as a mechanism of conflict resolution. The experiments were conducted on the burying beetle Nicrophorus vespillloides. Our results show that offspring afford parents with an increased degree of control over resource allocation and that begging is costly in terms of increasing the offspring's risk of becoming a target when parents cull the brood size. Our results support the assumptions of honest-signalling models over the assumptions of scamble competition and cost-free models. The results from this research was widely reported in the media (BBC News etc.). Other","dataset":"gtr"}