{"id":"C147C66D-BB4C-42A0-AE1E-1155FFC345D7","title":"Replication fork stability and fork restart","abstractText":"Our DNA encodes all the characteristics of our bodies. It is a library of information containing all the instructions to make a person. Each of the millions of cells in our bodies contains two complete copies of this library written on 46 DNA molecules. This DNA must be duplicated (replicated) every time one of our cells divides. DNA replication is a very complex process that ?photocopies? several billion letters of information in a few hours. DNA replication is fraught with difficulties and the replication machinery that achieves this feat is frequently disturbed by barriers to progress that are often associated with the DNA itself. The consequence of not accurately replicating the DNA in one of our cells is a change to the DNA sequence. This means a change to the information in the library. If a number of such changes accumulate, this can reprogram a cell to grow when it should not be growing. Such uncontrolled cell growth is the basis of all cancers. It is therefore important to understand how cells respond when the replication machinery stops at a barrier. \n\nWork using organisms that grow as single cells, and are thus relatively simple, has identified many ways that cells stabilize replication machines when they are arrested at barriers. It has also identified ways in which cells can restart these arrested replication machines. Importantly, while organisms that grow as single cells are relatively simple, they use very similar ways of dealing with replication barriers as human cells do. In this program of work I therefore plan to use one of these simple organisms to study the detailed mechanism by which the DNA replication machinery is stabilized when it encounters a replication barrier. I also propose to study how these replication machines are restarted when the barrier is removed or finally overcome. \n\nImportantly, a feature of cancer cells is that they grow more than other cells in our body and thus they replicate their DNA more often. Because of this, many cancer treatments actually deliberately introduced barriers to DNA replication in order to selectively kill cancer cells. We hope that, by understanding how the replication machinery tolerates such barriers, we may be able to increase the efficiency of cancer treatments by finding ways of making cancer cells even more likely to be killed by drugs that impede DNA replication.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100074","grantId":"G1100074","fundValue":"1921180","fundStart":"2011-10-01","fundEnd":"2016-09-30","funder":"MRC","impactText":"","person":"Antony Michael Carr","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}