{"id":"C1526095-5494-4B93-A70A-500E1B232D0A","title":"Tuning the Properties of Nitride-Phosphides by Chemical Control","abstractText":"Compounds that contain interstitial atoms have an enormous technological importance. The introduction of atoms of small radius into holes (interstices) within an array of metal atoms has a profound effect on the host metal properties such as hardness and electrical conductivity. For example, the hardness and strength of steel are due to the interstitial carbon atoms within iron, similarly titanium nitride (TiN) is widely used in dental and medical implants due to the hardness and corrosion resistance imparted by the interstitial nitrogen atoms. Interstitial phosphides have properties with industrial and academic importance, for example, NiMoP has been studied as a diffusion barrier and seed layer for Cu in electronics and CrNiP is an itinerant ferromagnet. At present no general protocol exists for the synthesis of mixed interstitial nitride-phosphide compounds. In this proposal, funding is requested for the synthesis and structural and magnetic characterisation of transition metal nitride phosphides that have potential applications as hard materials, heterogeneous catalysts, and permanent magnets. The proposed synthesis will give control over metal stoichiometry and interstitial count. This represents an advance on previous methods because of the potential for tuning of physical properties both by intimate control of the metal stoichiometry and by interstitial count.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I028692/1","grantId":"EP/I028692/1","fundValue":"102631","fundStart":"2011-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  These have informed work in crystal engineering and closely related subjects.  ","person":"Timothy John Prior","coPersons":[],"organisation":"University of Hull","findingsText":" It is possible to control the stoichiometry of metal phosphides synthesised by reduction of phosphate precursors by varying the ratio of metal oxide to metal phosphate present in the starting material. Examples include the binary phosphides of nickel and cobalt. \n\n\n\nAlthough the reduction of metal oxides in the presence of nitrogen has been shown to give metal nitrides, attempts to reduce metal phosphides in the presence of nitrogen do not yield mixed nitride-phosphide phases. \n\n\n\nThe definitive crystal structure of melamine cyanurate has been determined through diffraction and computational studies. Metal phosphides have attracted considerable attention as heterogeneous catalysts. Control of stoichiometry of the catalyst is important. The control of stoichiometry demonstrated may underpin further research in the use of metal phosphides as catalysts. Chemicals","dataset":"gtr"}