{"id":"C153D515-DDC8-4B6B-99C5-27591EF0941D","title":"Control of boundary layer streaks induced by free-stream turbulence using a novel velocity-pressure control framework.","abstractText":"In this proposal we aim to develop a new framework for active control of spatially developing flows and apply it to stabilise the streaky structures developing in incompressible and compressible boundary layers in the presence of high free-stream turbulence. This flow scenario is very common over aircraft wings and turbine blades. To the best of our knowledge, this is the first time that active control of such flows is attempted worldwide. The current approach, which is based on the wall-normal velocity and vorticity formulation to derive a state-space system suitable for controller design, has several limitations. The new control framework will use instead the primitive variables, velocity and pressure. This formulation offers greater flexibility and, most importantly, makes the incorporation of the effect of free-stream turbulence straightforward. This choice of variables however introduces new challenges from the control perspective because the standard optimal control algorithms can not be applied. In the attached case of support, the limitations of the current approach are explained, the benefits of the new formulation are highlighted and the challenges that must be dealt with for the successful control of streaks are analysed. This work offers a unique opportunity to put the UK in a leading position in the new and rapidly developing area of active flow control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I016090/1","grantId":"EP/I016090/1","fundValue":"30066","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"EPSRC","impactText":"","person":"James Ferris Whidborne","coPersons":[],"organisation":"Cranfield University","findingsText":" In the fluid dynamics community, the performance of a fluidic control system is often measured by transient energy growth. This measure gives an indication of how much the fluid state will deviate from the desired state and subsequently break-down into turbulent flow. The main finding is that the problem of control of boundary layer streaks can be posed as a problem of minimizing the transient energy flow and solved using standard software. Using models developed by the other investigators, the problem was solved by adopting a predictive control approach. The general problem of minimizing transient energy growth can be used for other flow control problems, and even for generic control problems. Aerospace, Defence and Marine","dataset":"gtr"}