{"id":"C163D697-2DDE-4688-A469-1447418B92E8","title":"Seamless and Adaptive Wireless Access for Efficient Future Networks (SERAN)","abstractText":"Wireless communications is becoming a pervasive technology that we use throughout our lives. Across society, there is a move away from using the internet on desktop computers and towards mobile phones, laptops and tablets. This means that the amount of data transmission to support our online activity is rapidly increasing. There is also significant growth in automatic data sharing and collection from many types of sensors, meters and computers, sometimes called machine-to-machine communications. Mobile network operators face major challenges in setting up their networks to meet the increasing traffic load. They would like to provide a rich and seamless internet connection experience to their subscribers, but this must be traded off against the financial and energy costs of their network.\n\nThere are three major concepts or trends that can assist mobile operators to improve their networks. The first is the concept of heterogeneous networks which includes both wide area large cells or macrocells and short range small cells that allows the network operator to target areas of high traffic demand such as offices or shopping malls. Using small cells provides a low cost and low energy solution to provide high data rate services to subscribers. \n\nThe second concept is the use of more radio spectrum to meet traffic demand. The UK government has recently been auctioning more radio spectrum to network operators to boost capacity. However, by using a new set of higher frequency bands called the millimetre wave spectrum, much higher data rates may be achieved. The drawback is that radio signals do not propagate as far as for existing mobile broadband frequencies, so they are probably best suited to short range small cells.\n\nThe third concept relates to efficient management of radio spectrum with a large number of small cells operating. The first danger in this scenario is that the complexity of managing the large number of cells and frequencies becomes impossibly complex. A second major problem relates to the potential for significant interference between small cells, which limits their efficiency. One solution to these problems are so-called &quot;phantom cells&quot;. These use a separate higher power data link to coordinate the activities of all mobiles and thus limit the complexity of the system.\n\nThis project will study new ideas to manage the growth of heterogeneous networks and and the use of new spectrum bands in an efficient way. These methods will manage the network resources in a simple manner and will tackle interference effectively. They will yield a network that provides a good quality of experience to subscribers in a more energy efficient way than today's mobile networks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L026147/1","grantId":"EP/L026147/1","fundValue":"853379","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"EPSRC","impactText":"","person":"John Scott Thompson","coPersons":["Andrew  Nix","Harald  Haas","Charith  Abhayaratne","Timothy  O'Farrell","Simon Martin Armour"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}