{"id":"C1682A33-1272-405A-9556-363CC3142BD9","title":"Supra-molecular rules in signalling networks: A single molecule comparative study in cells and tissues","abstractText":"Signalling is the means by which proteins orchestrate basic intra-cellular activities and cell-to-cell communication, to regulate cell fate and to allow the development of multi-cellular organisms. To achieve a cohesive cell fate within a multi-cellular tissue, some proteins (receptors) are organised into groups at the cell surface (the plasma membrane) to function as antennas to detect extracellular chemical cues. From their position at the cell surface the receptors detect multiple inputs which they transduce across the plasma membrane to output signals in the cell interior. These signals are decoded, amplified and processed in the cell cytoplasm by intracellular signalling networks; some are subsequently transduced to the nucleus to initiate DNA transcription, replication. Then net effect is the determination of cell fate (growth, differentiation, etc.). Understanding how signal inputs and outputs are organised in protein signalling networks is one of the most fascinating questions in biology. The current dream is to derive methods that would allow the 'watching' of these network proteins in action and at atomic resolution to see details of their structure. This requires the addition of a 'time' dimension to structural biology so that the spatio-temporal parameters of all atoms in each protein can be described in detail. This is a huge challenge that in cell-free systems has begun to be partially addressed through dynamic experiments combined with molecular simulations. However, in cells, the functions of particular structural motifs are not just constraint by Brownian motions, energy landscapes and thermodynamics, but also by the local availability of partners in subcellular compartments and the boundary constraints imposed by cell environments, for example in the plasma membrane, with its 2D dimensionality, local curvature and electric fields. To understand protein function in cells observations have to be made in the only physiologically-relevant 'Laboratory', the cell. This adds many levels of complexity to an already vast challenge. Our programme of work is geared to understanding the intricate network signalling behaviour of cells in their physiological environments within tissues. We aim at describing the basic molecular ingredients, the signalling pathways and the supra-molecular structural and spatio-temporal rules regulating signalling outcomes. Our methods will be based on direct observation, 'watching' the multiple changes in the topology of interactions and its components with time, in conjunction with the modelling of behaviour at atomic resolution within a mathematical framework. Using molecular biology techniques in combination with optical methods, we can now annotate individual genes and gene products, screen for protein-protein, protein-DNA and small molecule interactions, and quantify dynamic changes. However, only single molecule-based imaging currently offers sensitive spatio-temporal detection in cells for low abundance protein interactions. This is beginning to bridge the gap between protein structure and function by allowing real-time quantitative observations of structural details, conformational intermediates, association and dissociation constants, diffusion rates, and rare events. Previous information on complex protein networks has been derived generally from high-throughput screens and/or single cell models using ensemble (averaged) technologies such as biochemical extraction followed by mass spectrometric analysis. The application of this information to understand at the molecular level the dynamic normal physiology in multi-cellular organisms and/or the pathogenetic basis of various disease states, among the heterogeneous human population is therefore limited. The approach we propose offers the means to understand and predict functional properties of cells from the changes in complex interactions between their microscopic molecular components and in response to perturbations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G006911/1","grantId":"BB/G006911/1","fundValue":"2144600","fundStart":"2009-10-01","fundEnd":"2015-09-30","funder":"BBSRC","impactText":"  Besides increasing scientific knowledge, the findings and developments achieved in this grant have been combined together to create a multi user national imaging facility called Octopus based at the Research Complex at Harwell and utilised by over 50 groups in the country. In this way, the legacy of the BBSRC funding has been preserved and developed for the benefit of many other scientists, including many non-experts.\n\nThe facility is continually used by UK academics and industry throughout the year and many non expert users benefit from access to state-of-the-art instrumentation and methods. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Policy & public services","person":"Marisa  Martin-Fernandez","coPersons":["Michael  Hobson","Martyn David Winn","Mark  Sansom"],"organisation":"STFC - Laboratories","findingsText":" New methods: how to extract macromolecular structure at extreme resolution on cells (~ 6nm). \nNew methods to measure protein orientation on cells\nNew single molecule imaging methods. \nNew methods of analysing single molecule data to extract kinetic and dynamic parameters. \nCreating a portfolio of fluorescent drugs to visualise the conformational effects of these drugs on their targets directly on cells\nThese developments, together with the super-resolution methods funded by BBSRC have been integrated in the Octopus facility at the Research Complex at Harwell through which they are disseminated to non experts at the earliest opportunity. \n\nKey Scientific findings: \nStructure of inactive and active oligomers of the Epidermal Growth Factor Receptor (EGFR) on cells at 6 nm resolution\nThe nature of the conformational change in these oligomers that triggers signal transduction\nStructural determinants of EGFR oligomerisation at the plasma membrane I am pursuing proof-of-concept finding for STFC to translate my work into a clinical method for stratifying patients. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}