{"id":"C16AD3CB-4BC4-4138-9038-32639D9298FB","title":"I Stood Up to Violence: Making it Public","abstractText":"Summary of research\n\nOur project has developed from a workshop held at the National Institute of Design (NID), in Ahmedabad, India in February 2014, that bought together Indian and UK-based academics and designers to develop joint responses to the idea of 'the future city'. India faces a number of future challenges particularly in urban areas where pressing social and environmental problems co-exist. \n\nAt NID the research group sought to engage with problems of violence against women and environmental degradation, issues relevant both to 'now cities' and 'future cities'. For example it is known that climate change amplifies existing inequalities particularly in city locales, leading to overcrowding, lack of privacy and the collapse of regular routines and livelihood patterns; all these can result in outbreaks of social disorder. As women constitute the largest percentage of the world's poorest people, they are most affected by these changes which often manifest as gendered abuse. In the Indian context these systemic and economic issues are exacerbated by specific cultural triggers including honour crimes and other customs and beliefs that take the status of unofficial law.\n\nOur research asks how a joint Indian-UK research project can develop considered responses to these matters through production of innovative designs, artworks and events that make these issues visible and engage people in conversation about them. Research is important in this respect as it shows that art and design can function in ways that aren't simply about the production of pleasing objects, clothes or images (important though these things are), but can act to transform the social and ecological environment around us. \n\nWork will be produced in London, Ahmedabad and New Delhi by an international team consisting of academics, artists, designers and architects with specialisms in design for public space. We will produce a number of projects including:\n\na. Visuals, diagrams and illustrations reflecting and representing the experiences and stories of affected communities and the statistics related to them. \n\nb. A range of street attire informed by stories collected from members of the Indian public. We intend to take this work back to the streets enabling a connection between collated stories/data and the audiences they were derived from.\n\nc. Research into a web platform for women to share and document experiences of gendered violence that can also be employed as an archive of material for further work and collaboration. Before a substantive technological design process is initiated, at this stage of research we envisage production of a report rather than a fully fledged digital deliverable, e.g. the report will consist of research into user needs (including ethical issues) and a technical specification. \n\nd.A project website will document research and act as a platform to publish art and design produced during the project which will be made freely available to the public. Similarly we will document our working practices via the blog to enable people to follow and engage with research as it progresses. Artefacts, designs and ideas produced during the project will be exhibited at the UNBOX Festival in New Delhi in November 2014, enabling audiences first hand experience of work. \n\nAt project end we intend to seek out further support for this work that will see it evolve in a sustained manner and cement relationships between Indian and UK participants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M005623/1","grantId":"AH/M005623/1","fundValue":"19983","fundStart":"2014-09-01","fundEnd":"2015-05-31","funder":"AHRC","impactText":"","person":"Tom  Corby","coPersons":["Dilys  Williams"],"organisation":"University of Westminster","findingsText":"","dataset":"gtr"}