{"id":"C16A977B-EB02-4959-A2DA-02D83DD9A702","title":"Pig Feed Efficiency: Application of systems integrative biology and transgenic technologies","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J019984/1","grantId":"BB/J019984/1","fundValue":"25100","fundStart":"2012-06-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"  This BBSRC China partnering award allowed us to establish a collaboration with the Huazhong Agricultural University, Wuhan China.\nThrough a series of meetings either at the University of Nottingham or Huazhong Agricultural University we were able to provide an opportunity to discuss research findings and appropriate analytical techniques. An added impact of these meetings was that collectively the two academic institutions were able to engage with the global animal health pharmaceutical company Zoetis. This has enabled to access funding from Zoetis to support a PhD studentship as well as secure additional funding to support a BBSRC-LINK project BB/M001385/1. This research is directly involved in the economic impact of determining how to improve the efficiency of pig growth\nThe China Partnering award has allowed exchange of academics. This has included an extended period of training for Dr Xinyun Li from Huazhong Agricultural University in techniques associated with pig stem cell technologies which he will be able to disseminate to colleagues at his home institution.\nThe exchanges have enable engagement of a range of UK scientists with numerous academics, early career researchers as well as post-graduate research students from China. This was particularly the case in the Workshop; Insights into Animal Production: from Stem Cells and Systems Biology to Pig Production (July 2014). The meeting endeavored to share our current research findings and share best research practice in the area of pig production science. Alongside this scientific outcome various team building events allowed participants to develop a good understanding of the cultural and societal aspects that underpin the practice of science in China. Agriculture, Food and Drink Cultural,Societal,Economic","person":"Simon John Welham","coPersons":["Keith Henry Campbell","Julian  Wiseman","Chungui  Lu","Tim  Parr","Thomas Charles Hodgman","John  Brameld","Ramiro  Alberio"],"organisation":"University of Nottingham","findingsText":" The tragic early death of Professor Keith Campbell in October 2012 meant major adjustments in the China Partnering awards had to be made as Professor Campbell was to be directly involved in the collaborative research associated with his specialist area of nuclear transfer technology (objective 2). However through adjustment of the programme we believe we were able to meet the objectives set out in the original application. \nThe most significant outcomes of the BBSRC China Partnering Award was exchanges have enable engagement of a range of UK scientists with numerous academics, early career researchers as well as post-graduate research students from China. Our meetings endeavored to share our current research findings and share best research practice in the area of pig production science for mutual benefit (Objective 1). This has resulted in a joint manuscript being submitted for publication. Alongside this scientific outcome various team building events allowed participants to develop a good understanding of the cultural and societal aspects that underpin the practice of science in China. \nThe extended study exchange that was undertaken as part of the Partnering Award enabled an academic from our partner institution in China to begin to develop a novel cell culture based technique to potentially generate muscle cells from general non-specialized cell types (fibroblasts) isolated from any pig (Objective 2). This will allow the generation pig specific muscle cells in culture (currently difficult to do) which can be continuously grown. More importantly it will allow the investigation of biological mechanisms regulating muscle function in cells rather than in having to kill animals for each experiment. Such a research resource will enable the investigation of variation in response due to different pig breed. This has significant value to pig production systems in China where multiple pig breeds are used commercially. As a result of a PhD studentship, which was generated and funded as a result of our collaborations generated by the Partnering Award, we have produced preliminary data which has, in part, been responsible for a colleague, who was part of the Partnering Award, gaining funding to investigate application of these type of technologies to generate and culture the cells responsible for reproductive capacity in pigs (BBSRC grant BB/M001466/1). \nTherefore we have been able identify opportunities in the area of pig production which might be applicable to generate animals with enhanced efficiency of nutrient utilization (objective 3). In need, partially through the collaborative discussion and work instigated through the China Partnering Award we have been able to attract further funding form the global animal health pharmaceutical company Zoetis, for example our BBSRC LINK grant BB/M001385/1. Although collaborative outputs from the China Partnering Award have attracted funding from Zoetis, this company has chosen to explore these opportunities by funding the groups at the University of Nottingham and Huazhong Agricultural University independently of each other. However both sites are using this funding to establish novel ways of improving feed efficiency in pigs which will hopefully have an impact on maintaining global food security. Our collaborative work as part of this China Partnering award as allowed the development of ideas and techniques in the area of pig production which are currently being utilized by global animal health pharmaceutical company Zoetis to identify processes that could be manipulated to enhance the efficiency of pig production. Agriculture, Food and Drink","dataset":"gtr"}