{"id":"C16B2CDB-D10E-4FF7-9992-1498EDB47067","title":"Homing in: Sensing, sense-making and sustainable place-making (an arts and social sciences collaborative network)","abstractText":"We argue that the major societal problems of our time require interconnected, collaborative efforts to creatively and imaginatively address the risks, instabilities, uncertainties and rapid pace of change in human-ecological relationships. Climate scientists continue to warn of the effects of dangerous climate change. Social scientists and policy makers seek alternative strategies capable of promoting better science-public communications, greater community resilience and social sustainability. Increasingly artists are concerned to relinquish notions of aesthetic autonomy and instead seek to use the imaginative and affective potentiality of artworks to promote the quest for different ecological and environmental futures. \n\nWe will set up a collaborative cross disciplinary network combining the arts and humanities with the social sciences that will be conducive to developing creative and imaginative research strategies and methods for studying experiences of environmental risks in the C21 and the transformative changes needed to respond to them. The substantive focus of the network will be on processes of homing: i.e. spatially and temporally dynamic ways of &quot;being at home&quot;. We wish to investigate the possible role of homing in promoting the kinds of narratives of care, attachment and security that provide people and communities with a sense of ecological knowing, along with the kinds of action-enabling connections people can make linking place and identity together at different spatial and temporal scales. We believe that this will provide insightful strategies opening out ways of thinking about sustainability practice and sustainable place-making. \n\nFor scholars and artists, processes of homing often involve a reconfiguration of the boundaries between the body and the sensory world: considerable importance is thus given to the embodied, imaginative attention people pay in their everyday lives to their surroundings - to the place they are in. A similar focus is found in interpretative traditions of qualitative social science with its long track record of producing understandings of everyday life that emerge out of in vivo investigations of empirical sensory perceptions and the textured ways in which people make meaning in everyday life when it is viewed close up. However, whereas the arts (in particular theatre and performance) place greatest emphasis on the body (sensing), interpretive social science produces recognisable knowledge of the practical ways in which people establish meaningful, affective connections in situated encounters and their embedding within local cultures, communities and wider social relationships (sense-making). We need to know more about how everyday affective processes that matter are capable of crossing over established space-time boundaries. \n\nOur arts-social science network will bring our different disciplinary approaches together in new ways to investigate processes of homing and feature creative research strategies and methods for inquiring into sensing and sense-making. We will focus on the understanding this affords for ecological thinking as it spans across different times and places. We will do this both by working together to critically appreciate one another's work and engage in partnership working with local artists, policy and other stakeholder communities (including the creative arts industry) over the course of one year. During this time we will participate in collaborative activities and events. We will also schedule a series of presentations by environmental thinkers and artists about their work at the Cardiff Philosophy Caf&eacute; (to include show and tell events to demonstrate arts performances). Towards the end of the year we will conduct an inclusive conference in World Caf&eacute; style and produce an accessible report for distribution to our non HE partners. We will disseminate outcomes of our collaborative working through talks, briefings and visits to our partner organisations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K004018/1","grantId":"AH/K004018/1","fundValue":"32041","fundStart":"2013-02-01","fundEnd":"2014-01-31","funder":"AHRC","impactText":"","person":"Karen  Henwood","coPersons":["Carl  Lavery"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}