{"id":"C16FCFBD-C966-4DB5-896C-C77F32430AA8","title":"Dynamic Stiffness Formulation for Plates with Arbitray Boundary Conditions through the Solution of the Biharmonic Equation","abstractText":"Aircraft structures are generally modelled as an assembly of thin-walled structural elements. In particular, the top and bottom skins, torsion box, ribs and webs of the wing are idealised as plates or plate assemblies. The modal analysis of such structures plays an important role in aeronautical design. The analysis also facilitates aeroelastic and response calculations. The usually adopted finite element method (FEM) is generally used to carry out such analysis. However, the FEM is an approximate method which is numerically intensive, requiring considerable computational resources and modelling efforts. The results from the FEM generally converge to exact results with increasing number of elements, but the accuracy of results cannot be always guaranteed. This is particularly true in modal analysis at high frequencies when the FEM can become unreliable. There is a powerful alternative to the FEM in modal analysis which is that of the dynamic stiffness method (DSM). The DSM has far superior modelling capability than the FEM and it requires much less computational resources, but importantly, the accuracy of results in the DSM is always guaranteed. The method provides exact results because the element properties are derived from the exact solution of the governing differential equation of motion of the element. This is in sharp contrast with assumed shape functions used in the FEM to derive the element properties. Thus, the discretisation error in the FEM is non-existent in the DSM. The DSM is well developed for beam elements, but for plate elements, the method is still somehow deficient at present because only the restricted case when the plate is simply supported has been investigated to date. This restriction has prevented a general purpose use of the DSM in a wider context. The purpose of this project is to remove this restriction and develop the DSM for plates with arbitrary boundary conditions so that modal analysis of complex aircraft structures in an exact sense becomes possible. The research will make the DSM a versatile tool. It will be a major break-through in structural mechanics.\n\nThe difficulty to derive the dynamic stiffness (DS) matrix of a plate element for the general case arises from the fact that the bi-harmonic equation which governs the dynamic behaviour of plates is not easily amenable to closed form analytical solution. The DS development of a plate with general boundary conditions thus relies on the successful solution of the biharmonic equation which is a highly complex mathematical problem. Recent progresses made by two eminent mathematicians in particular (who will take part in the project) offer great prospects for the proposed DSM development. As the DS matrix will be developed through the solution of the biharmonic equation, the interaction of the PI and his research team with the above two mathematicians will play an important role in this project. Initially, attention will be focused on isotropic plate materials, but later, anisotropic plate materials will also be considered. Once the DS matrix is developed, the Wittrick-Williams algorithm will be used as solution technique to compute the natural frequencies and mode shapes of complex aeronautical structures. The results will be extensively validated by a number of case studies including a wing-box with stringers and by using the FEM and other results in the literature. Computer programs using Fortran and Matlab will be developed and documented with the provision of a user manual. The new knowledge that will accrue from the project will have considerable impact upon the national economy by creating future investments in new design methodologies in computer aided structural analysis and design through the application of the DSM. In the long run, the impact on the society will be felt in terms of lower fuel consumption in aviation and other industry and reduced carbon footprint as a result of more efficient design of light weight structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007706/1","grantId":"EP/J007706/1","fundValue":"332775","fundStart":"2013-02-06","fundEnd":"2016-08-05","funder":"EPSRC","impactText":"","person":"Ranjan  Banerjee","coPersons":[],"organisation":"City University London","findingsText":"","dataset":"gtr"}