{"id":"C16FC447-367B-47DF-8F70-8A523BF0DD7E","title":"National Centre for Statistical Ecology - beyond 2010","abstractText":"The National Centre for Statistical Ecology (NCSE) has established itself as an international centre of excellence, with a reputation for producing ground-breaking research. It was founded in October 2005, supported by a five-year multi-disciplinary grant from EPSRC, with nodes at the Universities of Cambridge, Kent and St Andrews. We now seek to build on this success by bringing together those active in developing statistical ecology methodology in the UK, to form a world-leading coordinated team. In this way, we can bring the best expertise to bear to solve key problems facing ecologists and wildlife resource managers, and maintain the UK's record of internationally-leading research in the field. We will build on the experience gained within NCSE for working effectively on joint projects within a geographically distributed Centre. This will involve regular meetings supplemented by video- and tele-conferences as well as video-seminars. Annual workshops will bring all members of the Centre together for research and learning. The planned research will span six broad themes, covering biodiversity monitoring, spatial and spatio-temporal models for ecological communities, stochastic models for population dynamics, movement models, and overarching new statistical methods and diagnostics. Current perspectives regarding loss of biodiversity are largely driven by results from the monitoring of specific sites, which typically are not representative. Further, it is usually assumed that individuals of all species are equally detectable, which is far from the case in most surveys. The research of one of the themes will develop indices for use in quantifying regional trends. In another theme, methods will be developed to describe the non-linear dynamics that are a feature of forest insects and zooplankton populations. Only recently have statistical methods been devised which take account of features such as animal movement and the interactions between different species; this is important for instance in determining the development of coral reefs. New methods developed by the grant investigators are allowing for greater complexity in stochastic models, which properly account for randomness. This is especially important when populations reduce in size. Common to the themes of the proposal is increasing realism in modelling, combined with the ability to match these developments with appropriate analytical, computational and inferential tools.The Centre will be run by an Executive Committee, chaired by the Director, which will meet regularly (usually by videoconference). The committee will select the Director annually from its members. An International Advisory Panel will provide the wider perspective. The new Centre will have post-doctoral research assistants at the Universities of Bath, Kent, Sheffield and St Andrews. In addition there will be annual appointments of cohorts of research students throughout the Centre, through which we will seek to maintain research activity in all six research themes. The Centre will link 8 university departments and 5 external agencies. We will endeavour to recruit and train the next generation of researchers in statistical ecology, foster the development of user-friendly computer software to ensure that the methods developed are readily available to the community, train scientists from the user community through a wide range of workshops, and provide a forum for our researchers to interact with the international community through the series of International Statistical Ecology Conferences, instigated in 2008 and organised by NCSE. The research of the Centre is timely and vitally important. It will ensure that national and international decisions regarding pressing contemporary issues, such as the effects of anthropogenic changes on the environment, as well as those of climate change and alternative energy generation, are made using the best possible science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I000917/1","grantId":"EP/I000917/1","fundValue":"1035860","fundStart":"2010-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"  Spatially-explicit capture-recapture methods are now in wide use to estimate abundance of many species. Our methods are used to quantify biodiversity trends, and how they vary spatially. CEH and Butterfly Conservation use our methods to quantify trends. Additive models are widely used in statistics; developments part-funded by this grant are now implemented in R. Our movement models were developed in response to improved technology for monitoring animal movement, and are being used in a number of studies. Aerospace, Defence and Marine,Education,Energy,Environment Cultural,Societal,Economic,Policy & public services","person":"Stephen  Buckland","coPersons":["Paul Gavin Blackwell","Stephen  Freeman","William John Browne","Byron John Treharne  Morgan","E Marian  Scott","Stuart  Townley","Simon  Wood"],"organisation":"University of St Andrews","findingsText":" Improved methods for assessing trends in abundance of animal populations. This allows organisations to assess the effects of management regimes, harvesting, habitat changes, climate change, etc. Our methods for spatially-explicit capture-recapture methods, for biodiversity monitoring, for line transect sampling, for movement modelling, for generalized additive modelling are already in wide use. We expect to extend this to other areas of research activity. Aerospace, Defence and Marine,Agriculture, Food and Drink,Education,Energy,Environment,Healthcare","dataset":"gtr"}