{"id":"C175BB0B-D3A2-4BAF-A0BC-C4D66B34737E","title":"Micro-Outsourcing for Mechanical CAD/CAM","abstractText":"Recently the use of Crowdsourcing to deliver HITs has demonstrated a feasible way of providing cheap, robust, content based, Image analysis. This proposal seeks funding to investigate if a similar approach can be used to solve the geometric reasoning problems found in Mechanical CAD/CAM.Micro-outsourcing, or crowdsourcing, is a neologism for the act of taking a task traditionally performed by an employee or contractor, and outsourcing it to an undefined, generally large group of people, in the form of an open call. For example, the public may be invited to develop a new technology, carry out a design task, refine an algorithm or help capture, systematize or analyze large amounts of data. A Human Intelligence Task (HIT) is a problem that humans find simple, but computers find extremely difficult. For example a HIT related to a photograph could be: Is there a dog in this photograph? Many manufacturing operations require geometric reasoning to sequence, or recognize, various patterns, or constraints, in 2D and 3D shapes. Finding the best solutions to these problems would increase the productivity of numerous industries and impact directly on their profits. However frequently these types of problems are effectively incomputable (i.e. NP-complete) and so current practise is for CAD/CAM software to generate good , rather than optimum, solutions. If a Crowdsourcing approach to such difficult problems proves to be effective it would demonstrate how many similar pattern recognition and optimization problems manufacturing industry could be solved and provide a compelling demonstration of how a digital economy can distribute work, as well as, data. For much of its history CAD/CAM research has been motivated by the desire to increase the intelligence of systems by means of algorithms that could compute shape properties readily apparent to humans (eg. location of thin sections or holes). However this has proved to be difficult and where progress has been made it has generally solved special cases (eg. 2.5D geometry) rather than providing generic solutions. Examples of geometric reasoning problems still on the research agenda after decades of academic effort are numerous, for example: path planning, component packing, process planning, partial symmetry detection and shape feature recognition. Essential the difficulty is one of endowing computers with the appreciation of an object's overall form that humans gain so effortlessly. Interestingly similar difficulties have been encountered in image and speech recognition where automated systems still fail to reproduce human levels of performance.Because of this Geometric Reasoning represents a major technological bottleneck requiring many relatively trivial tasks to be done manually by engineers, a process that can be both time-consuming and sub-optimal (eg. frequently it will be infeasible to exhaustively explore all the alternatives paths, sequences or plans). Consequently removal of this geometric comprehension bottleneck would result in significant productivity gains across a wide range of industries. This proposal seeks to investigate the potential of a distributed approach (know colloquially as CrowdSourcing or Micro-outsourcing ) that has already proved its ability to provide practical solutions to many classic AI problems, such as image and speech interpretation. Research will use two exemplar applications to support a systematic investigation of the research issues. The first study will focus on a well defined task with easily quantifiable results (part nesting), while the second study will focus on a problem (shape similarity) easily stated but difficult to quantified.The project will create an experimental software platform, using the API of a commercial Crowdsourcing platform (i.e. Amazon's mechanical turk), to support the systematic investigation of the system's performance for these two different types of HIT.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F067291/1","grantId":"EP/F067291/1","fundValue":"94409","fundStart":"2008-05-01","fundEnd":"2009-04-30","funder":"EPSRC","impactText":"","person":"Jonathan  Corney","coPersons":["Xiu-Tian  Yan"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}