{"id":"C176A213-680F-4DC5-B9BC-92FA3EF15F77","title":"Legal Epidemiology","abstractText":"With the aim of developing a new discipline known as 'Legal Epidemiology', the project involves setting up an international research network of lawyers and epidemiologists who will be committed to working at the interface between Law and Epidemiology. 'Legal Epidemiology' refers to the use of epidemiologic methods and evidence to help resolve problematic questions of causation in law, most notably within the context of personal injury litigation. The project is a collaborative initiative led by a group of lawyers and epidemiologists from the following institutions: University of Birmingham (Dr C McIvor and Prof M Zeegers), Case Western University (Prof Sana Loue) and Maastricht University (Prof M Faure). \n\nEpidemiology is a core public health science that looks at the causes of diseases within human populations. Epidemiologists carry out a complex range of tasks to determine whether there is an underlying biological relationship between a particular risk factor and a disease. In addition to designing and executing studies to collect relevant data, they use various sophisticated techniques for interpreting the data and for determining whether any indicated statistical associations provide evidence of an underlying biological relationship of cause and effect. \n \nIn dealing with certain types of personal injury claims, most notably medical negligence claims and toxic tort claims (ie claims for harm caused by exposure to a toxic substance), the courts routinely struggle with issues of causation. This is because such claims typically involve complex sets of facts in which there are numerous scientifically plausible explanations, aside from the defendant's faulty behaviour, for the harm that the victim has sustained and it is medically impossible to tell how the harm actually came about. In such cases, epidemiological evidence will usually constitute the most reliable source of causal information available. In addition to providing the courts with reliable information, epidemiological expert witnesses would also be able to provide guidance on how to interpret the information. (Epidemiological evidence often takes the form of statistics and the UK courts are unskilled in the use of statistics.) At present, however, the courts are generally unaware of the potential legal benefits of Epidemiology and so they rarely make use of it. One of the key objectives of the network is to therefore to publicise the legal value of Epidemiology and to encourage greater legal use of epidemiologic expert witnesses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K00235X/1","grantId":"AH/K00235X/1","fundValue":"26734","fundStart":"2012-11-01","fundEnd":"2013-11-04","funder":"AHRC","impactText":"","person":"Claire  McIvor","coPersons":["Maurice  Zeegers"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}