{"id":"C1798F6D-C903-4F68-99D3-60F183953522","title":"Finite deformation geomechanics: developing a meshless scaled boundary method","abstractText":"Civil engineers make regular use of computational tools to predict the behaviour of the things they wish to build, prior to construction. The most popular computational method is the Finite Element Method (FEM) which works by dividing a complex structure (building or foundation, for example) into smaller elements. These elements are connected to each other by their corner nodes. Each element follows a set of rules that ensures the laws of equilibrium and compatibility (i.e. the fact that elements cannot overlap) are satisfied. Combining a large number of elements allows the (complicated) complete structure to be simulated in an approximate (but potentially highly accurate) sense.The FEM is widely used but has some disadvantages; in particular, infinite boundaries cannot be modelled. Furthermore, generating the mesh of elements can be problematic when working in three-dimensions. For cases where there is considerable deformation, the elements can change shape so much that their accuracy deteriorates. An example where one wishes to model large deformations is pushed-in pile foundations (essentially a tube of steel or concrete pushed into the ground, which later supports part of a building). Another example is a test known as the Cone Penetrometer test that determines the soil's stiffness and strength.This project will develop a new method for modelling these types of problem which overcomes many of the difficulties associated with FEs. The approach is a combination of a meshless method and a scaled boundary method. Meshless methods entriely remove the problem of generating the mesh of elements; one simply generates a distribution of nodes inside the boundaries of the model. The Scaled Boundary technique allows accurate modelling of the infinite boundaries (representing the soil extending vertically downwards and laterally). A key part of this project is concerned with creating a realistic simulation capability for large ( finite ) deformations in the soil. In conventional small deformation theory we assume that we can calculate stresses and strains on the basis that it has not changed its original shape. This simplification works well in many cases, but when the loads applied cause large deformations, errors appear unless we keep track of the changing shape of the problem. The permanent (large) displacements will be represented by a new formulation that takes account of the different soil compressibilities in different directions (anisotropy). We will combine this rather fundamental work with the new computational method to create a general tool that can handle many problems in geomechanics (particularly those that pose real difficulties for the FEM).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D077117/1","grantId":"EP/D077117/1","fundValue":"337809","fundStart":"2007-06-25","fundEnd":"2010-06-24","funder":"EPSRC","impactText":"  The methods developed in this project have been built upon by subsequent PhD student projects. Aerospace, Defence and Marine,Construction Economic","person":"Charles  Augarde","coPersons":["Roger  Crouch"],"organisation":"Durham University","findingsText":" We have shown that the computational method proposed in the original proposal works. There are various ways the methods developed could be extended to cover other applications Construction,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}