{"id":"C17B0890-3375-4EB0-A5C0-E08D7EA4510A","title":"Knot solitons in superconductors? A definitive test of the Babaev-Faddeev-Niemi hypothesis","abstractText":"Superconductivity occurs when the charged particles which conduct electricity (usually electrons) pair off with one another and start to behave rather like a fluid. In some superconductors, this pairing can occur in more than one way, and one has more than one such fluid coexisting in the material. This situation is described mathematically by multicomponent Ginzburg-Landau theory. In recent years, it has been realized that the presence of the extra fluid(s) can lead to astonishing and entirely unexpected new effects.By means of an ingenious, but rather controversial, mathematical argument, theoretical physicists Babaev, Faddeev and Niemi have argued that two-component Ginzburg-Landau theory can be reduced to an ostensibly entirely unrelated mathematical model called the Faddeev-Skyrme model. This would be extremely exciting, since the Faddeev-Skyrme model is known to possess so-called knot solitons: stable, localized lumps of energy which cannot dissipate since the field variable in which they reside is knotted in space. Quite apart from their intrinsic mathematical interest, the appearance of such knot solitons is unprecedented in condensed matter physics.The principal aim of the proposed reasearch is to answer definitively whether the Babaev-Faddeev-Niemi hypothesis is correct. The crux of their argument is to observe that when the direct coupling between certain of the fields in the two-component Ginzburg-Landau model is neglected (or turned off ) the model reduces to the Faddeev-Skyrme model. We will test this claim directly by simulating the behaviour of the Ginzburg-Landau model as the couplings are slowly turned back on. This will require large scale computer simulations on the White Rose parallel computation grid.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G009678/1","grantId":"EP/G009678/1","fundValue":"217841","fundStart":"2009-06-30","fundEnd":"2012-12-26","funder":"EPSRC","impactText":"","person":"James Martin Speight","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}