{"id":"C186DBA1-A9C5-48CD-984C-9FD434D2C530","title":"Low-dose aspirin and the resolution of acute inflammation","abstractText":"Inflammation is the major driving force behind rheumatoid arthritis, psoriatic arthritis, systemic lupus erythematosus and Crohn s disease, for example. However, such diseases are non-resolving or recurrent in nature. By contrast, there are other inflammatory diseases such as streptococcal-induced pneumonia, which typically resolve without causing lasting tissue injury. Therefore, it is fair to say that some inflammatory responses are under the control of endogenous factors that signal their cessation, which may be dysregulated in others. The idea behind this MRC-funded research project comes from the observation that acute inflammation, elicited, for example, by a finger prick or bee-sting injury has a natural progression from start (swelling, pain and redness) to finish (reduction in swelling and pain and restoration of the tissue to its prior form, collectively called resolution). However, it has remained unappreciated for many years that resolution of inflammation is under the control of factors manufactured by the injured tissue. Our philosophy is that we could use these factors or develop drugs that mimic their action to trick chronic inflammatory diseases into resolving or switching off. This approach would allow the inflammatory response to progress as normal and neutralize the injurious agent, which is the basis and function of the inflammatory response, but bring about resolution of the event in a timely manner with minimal tissue injury. In pursuit of this thinking, there are certain hormones called lipoxins that are preferentially expressed during the resolution phase of acute inflammation. Of the lipoxin family of eicosanoids are a sub-group triggered by aspirin called aspirin-triggered epi-lipoxins. In a series of experiments, including those carried out in man, we found that aspirin at low, cardioprotective doses alters the expression of these protective factors resulting in a significant impact on the innate immune response in man. These findings are particularly important given the widespread use of low-dose aspirin, not alone for its cardio-protective but also potential anti-cancer effects. In which event, we are now uncovering novel properties of low-dose aspirin on the innate immune response in man that will not only change the way we view how inflammation occurs but also how it may be treated more effectively.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500017","grantId":"G0500017","fundValue":"274969","fundStart":"2006-07-01","fundEnd":"2009-06-30","funder":"MRC","impactText":"","person":"Derek  Gilroy","coPersons":["Geoffrey John Bellingan"],"organisation":"University College London","findingsText":"","dataset":"gtr"}