{"id":"C1895767-8398-4E67-A884-D92EA0F64E1E","title":"Transnational Moroccan Cinema","abstractText":"This project explores the emergence of Moroccan cinema over the past two decades as one of the most significant national cinemas in Africa and the Arab world. It will be argued that a transnational perspective is required to fully appreciate the reasons behind the recent, unprecedented rise of Moroccan cinema (from a handful of films per year in the 1970s to 25 feature films annually since 2000), as well as developing a broader understanding of Moroccan cinema's increasingly significant contribution to world cinema. The project will bring together academics and filmmakers to analyse four key areas that have shaped contemporary Moroccan cinema as they relate to this national/transnational dynamic:\n\n1.The contribution of filmmakers from the Moroccan diaspora to the rise of Moroccan cinema since the 1990s. These filmmakers, working for the most part between Europe and the Maghreb are at once inside and outside of the configuration of 'national' cinema as it is traditionally understood - forcing us to re-think what constitutes Moroccan 'national' cinema, where it is located, created and disseminated. \n\n2. The pivotal function of film festivals in Morocco (and abroad) as a means of promoting transnational investment, creative and institutional collaboration in the Moroccan film industry. International film festivals are now central to the construction of cinema knowledge as well as the behind-the-scene mechanics of finance, distribution, and exhibition. Field trips to Moroccan and European festivals by the research team will thus form a vital part of the research project, allowing for an assessment of the current state of Moroccan (trans-)national cinema as art and business. \n\n3. The increasing presence of Moroccan women filmmakers since the late-1990s. Moroccan women's cinema is concerned with the local and the trans-local in terms of the themes addressed in these films, as well as in the financial packages employed by these filmmakers to produce and distribute their work. Research in this strand of the project will therefore focus on the intersection of gender and trans-locality (as a subset of transnationalism) in Moroccan women's filmmaking. \n\n4. Moroccan cinema's response to the challenges and opportunities of digital cinema. Will the greater accessibility of digital filmmaking technology and multiple platform exhibition channels allow a more diverse 'national' cinema to emerge? Can such modes of digital production, distribution and exhibition build on the critical and commercial success enjoyed by Moroccan filmmakers since the late 1990s, while allowing for a cinema that is more widely viewed both nationally and internationally? This research strand will place a particular emphasis on strategies and trends in distribution - traditionally seen as the weak link in Moroccan cinema. In an age of multi-platform, transnational distribution and the increasing threat to the film industry of digital piracy, what will be the effect on Moroccan cinema of emerging formal and informal digital distribution networks? \n\nA key objective of this project is to link academic researchers with the filmmakers, critics, policy makers, festival programmers and audiences who are shaping the future of Moroccan cinema. The project will therefore involve field trips to archives in Morocco and Paris, as well as to major Moroccan film festivals. This engagement with the industry and artists will lead to the publication (online and in print) of a comprehensive set of data relating to production, distribution and exhibition in Morocco since the late 1990s, as well as extensive interviews with key figures in the Moroccan film industry and a major, co-authored book on Transnational Moroccan Cinema. Finally, two bursaries linked to the project will allow two Moroccan filmmakers to spend three months in residence at the world-renowned London Film School, with the work they produce being premiered at the Africa in Motion Film Festival (Edinburgh).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M00970X/1","grantId":"AH/M00970X/1","fundValue":"396715","fundStart":"2015-12-01","fundEnd":"2018-11-30","funder":"AHRC","impactText":"","person":"William Edward Higbee","coPersons":["Florence  Martin"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}