{"id":"C18CBD0C-2B6C-4BAE-85AC-573664FC834B","title":"Evolution, Co-operation and Rationality","abstractText":"It is sometimes thought that Darwinian evolution leads inexorably to selfishness; but in fact, evolutionary biology has furnished us with a rich understanding of how co-operative and altruistic behaviours can evolve by natural selection. Such behaviours are common in nature, and are found at all levels of the biological hierarchy. Indeed, paradigmatic individuals such as ourselves are really groups of co-operating cells, all working together for the common good. Over the last fifteen years, research on the evolution of co-operation has taken an interesting new turn, as theorists have sought to explain the 'major evolutionary transitions'. Such transitions occur when a number of free-living biological units, originally capable of surviving and reproducing alone, form themselves into a co-operative whole. This process has happened repeatedly in the history of life, and raises a number of key questions. Why was it beneficial for the smaller units to sacrifice their individuality and form a larger aggregate? How could the self-interest of the smaller units be reconciled with the good of the group? These exciting questions are at the forefront of contemporary evolutionary research.\\n\\nThe themes of co-operation versus conflict, altruism versus selfishness, and individual versus group interests, are not unique to biology. Indeed, political philosophers and social scientists have long been concerned with them too, and have traditionally addressed them using rational choice theory. On this approach, the aim is to determine why rational individuals might co-operate with each other, or form groups, or behave altruistically. This approach may seem quite different from the evolutionary approach, but in fact there are deep analogies between them, for both involve a notion of optimality. In rational choice theory, agents choose behaviours that maximise their expected utility, while in evolutionary theory, natural selection chooses behaviours that maximise Darwinian fitness, i.e. expected number of offspring. So the rational choice and evolutionary approaches to understanding social behaviour, though different, share a structural commonality.\\n\\nThe use of evolutionary theory to address issues traditionally discussed from a rational choice perspective raises deep philosophical questions. Do the evolutionary and rational choice approaches complement each other, or conflict? Can evolutionary considerations help explain behaviours that appear anomalous from the perspective of rational choice? In particular, can the recent biological work on evolutionary transitions be used to explain the nature of co-operative human societies? Do the various biological mechanisms that align individual and group interests in, for example, multi-celled organisms and insect colonies, have analgoues in human groups? What becomes of the traditional 'problem of the social contract' in the light of the recent developments in evolutionary biology, described above?\\n\\nOur project will tackle these and related questions using an inter-disciplinary methodology, drawing on work in philosophy, biology and economics. The two applicants will bring complementary areas of expertise to the project. Professor Okasha is a noted philosopher of biology, known for his work on multi-level selection and social evolution. His recent book Evolution and the Levels of Selection (OUP 2006) has been favourably reviewed in both philosophical and scientific journals, including Science (see volume 316, 5380). Professor Binmore is one of the world's leading game theorists and a pioneer of experimental economics; recently he has written a number of books applying game theory to issues in moral and political philosophy. Their combined expertise, plus that of the other researchers who will be involved (see Case for Support), will enable the project to draw on an unusually broad range of intellectualresources, and thus give it a unique aspect.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F017502/1","grantId":"AH/F017502/1","fundValue":"558867","fundStart":"2008-10-01","fundEnd":"2011-11-11","funder":"AHRC","impactText":"","person":"Samir  Okasha","coPersons":["K  Binmore"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}