{"id":"C1982B1E-E591-48DE-81EF-1CBB3CF501FB","title":"High resolution, multi-material deposition of tissue engineering scaffolds","abstractText":"The next generational change in health treatment will be the tailoring of artificial implants in combination with a patient's own cells to replace diseased or damaged tissues and organs. There will also be development in drug research through the creation of complex tissue models in vitro that mimic certain body systems. With these models we will be able to reduce the need for animal testing and provide a deeper understanding of the impact of drugs on cell function. To undertake these changes, one requires a fabrication technique that can accommodate a wider choice of biomaterials, combined with delivery of complexity in terms of feature size, structure and functionalities. This project aims to develop a new biomaterial fabrication technique which can process different material elements into a sizable scaffold in a controllable, scalable manner. The configuration will be tailored to fit the ultimate reaction kinetics of the biomaterial. This technique will exhibit (a) a sub-micron printing resolution of fibrous structures (vs. tens of micron of the existing 3-D printing), (b) ability to co-print both fibrous components and interstitial gel components, (c) suitability for scaled-up fabrication of a vast biomaterial library without needing to modify the native material chemistry. Ultimately, this new biomaterial fabrication technique will enable the reproducible, automated creation of multi-functional biomaterial scaffolds to support soft tissue regeneration. It is believed that the proposed technique will facilitate the fabrication of personalised scaffold parts, thus enabling more effective treatment available to the general public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M018989/1","grantId":"EP/M018989/1","fundValue":"99393","fundStart":"2015-10-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Yan Yan Huang","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}