{"id":"C19C0726-E084-4293-BDD1-39475E17A760","title":"Secondary airflow patterns under offshore winds over coastal foredunes: implications for aeolian sediment transport","abstractText":"One of the cited criteria for development of coastal sand dunes is onshore wind. The presence of large sand dune systems on coasts where the predominant wind blows offshore is therefore difficult to explain and usually they are attributed to the past occurrence of onshore winds and, by implication, subsequent changes in climate. Recent studies have shown that offshore winds can be deflected or 'steered' by existing dunes so that their direction changes. This can occur to such an extent that a process known as 'flow reversal' can arise, whereby the initially offshore wind actually flows onshore at the beach. This process is important because it can cause sand to be blown from the beach and into the dunes, causing them to grow. This may be central in explaining the presence of extensive dunes on coasts where the dominant wind is offshore, but is also important in how dunes recover after periods of wave erosion during storms. Offshore winds have traditionally been excluded from sediment budget calculations for coastal dunes, but if they do transport sand onshore, this may have been an important oversight leading to underestimates of the volume of sand being transported by wind. Recent work by the applicants has for the first time been able to measure (rather than simply infer) landward aeolian (wind-blown) sediment transport associated with local topographic steering of offshore directed airflow. In this proposal we intend to investigate the controls on this process (for example, the dune shape and wind velocities under which flow reversal occurs) and the mechanisms involved in deformation of the flow and resulting sediment transport. An ultimate goal is to quantify the role of offshore winds on foredune development and behaviour. We will use a combination of field measurement of wind and sediment transport coupled with state-of-the-art aerodynamic modelling. Our working hypothesis is that offshore winds contribute substantially to foredune behaviour on leeside coasts. We propose to test this hypothesis on an ideal field site, Magilligan Strand, Northern Ireland which is a coast dominated by offshore winds and with a variety of foredune topography, well-sorted, uniform sand and the benefit of being in a secure military zone. It has the added benefit of having an established meteorological station and being easily accessible to facilitate rapid equipment deployment in response to the occurrence of suitable wind conditions. In keeping with the NERC strategy, this proposal brings together a unique combination of novel approaches from the engineering and environmental sciences (the modelling approach was developed for snow drift) to address the important question of the origin and morphodynamics of aeolian dunefields on leeside coasts. Our research methodology involves the application, for the first time, of 3-D computational fluid dynamics (CFD) modelling to natural coastal dunes, coupled with an array of high frequency sediment transport and airflow measurements using equipment developed by the researchers. A particularly novel component of the study is that the model will be used to steer the deployment of the field instruments for optimal data gathering and this field data will then be used to modify and improve the model simulations. The research team combines the necessary expertise in modelling, high-resolution field measurement, and the physics of aeolian sediment transport to enable an integrated approach to the research. The investigation is necessarily equipment-intensive due to the complexity of the natural environment being studied. However, the high temporal resolution and close spatial deployment of the equipment array will allow us to collect an unprecedented field dataset that is of sufficiently high resolution to enable analysis of turbulence zones and characterisation of the internal boundary layer dynamics that are essential to understanding sediment transport under offshore winds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F019483/1","grantId":"NE/F019483/1","fundValue":"398175","fundStart":"2008-09-01","fundEnd":"2011-12-14","funder":"NERC","impactText":"","person":"Derek William Jackson","coPersons":["J. Andrew Cooper","Andreas  Baas"],"organisation":"University of Ulster","findingsText":" distinct zones of airflow behaviour in the lee of foredunes that have implications for a bi-directional aeolian transport pathway - during offshore winds a detached flow reverses and pulls sand back across the back beach sandy surface the remainder of the flow reattacheds again (mid-beach) and flows offshore. Foredune dimensions and airflow direction (angle of appraoch to crestline of foredune) are essential parameters in dictating the behaviour of this flow behaviour. Post-storm recovery of sandy beaches could be enhanced by this phenomenon. Environment","dataset":"gtr"}