{"id":"C1A38DE7-F8D9-47DA-8015-13934E679843","title":"Vasopressin and the anterior olfactory nucleus","abstractText":"Most mammals recognise other individuals by smell. Sometimes, some of these individuals are accorded a special status, such as when a bond is formed between a mother and offspring or between sexual partners in monogamous species, and in these cases an olfactory memory is forged in the olfactory bulb. Neuropeptides - a class of messenger molecules that mediate prolonged interactions between neurones, play a very important part in the formation of such memories. For example, oxytocin released in the mother's brain during parturition helps to establish the olfactory signatures of the offspring as memorable. \n\nThe converse of social attachment is rejection of, or aggression towards, individuals who are recognized as intruders or competitors. For this, another neuropeptide, vasopressin, is important. Vasopressin is involved in the processing and/or integration of olfactory stimuli, and in particular it seems to couple socially relevant olfactory cues to an appropriate behavioural response. \n\nThe anterior olfactory nucleus is the key part of the brain involved in processing odour information and sending that information to brain areas involved with behaviour and memory. Our work is focused on newly discovered nerve cells within this nucleus that make and release vasopressin. The aim of this proposal is to understand vasopressin's role in social recognition and how it can trigger a change in aggressive behaviour; we will study how vasopressin affects the olfactory system and how it is involved in forming olfactory memories there. \n\nIn this proposal we will be studying how the activity of the vasopressin neurons in the olfactory system is affected by socially relevant olfactory stimuli, how vasopressin influences the processing of information in the olfactory system, and how blocking the actions of vasopressin in this system affects social behaviour. These studies will all be performed in rats, and will use a range of tests devised to study social behaviours.\n\nIn the elderly, progressively increasing social dysfunction is a major aspect impairing quality of life. At present it is hard to judge the contribution of neural and cognitive degradation to this, as we have only a fragmentary understanding of the neurobiology of social behaviour. By studies of the neurobiology of social behaviour in the simpler system of rats, we expect to contribute to the foundations of an understanding that will inform a more sophisticated understanding of the neurobiology of social behaviour in humans. \n\nOther nerve cells release many different neuropeptides, and these have very diverse and powerful effects on other emotions and behaviours, including stress-related behaviours and appetite. Understanding how neuropeptides act is important because drugs that mimic them may be valuable therapeutically for particular behavioural disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J004723/1","grantId":"BB/J004723/1","fundValue":"519155","fundStart":"2012-03-01","fundEnd":"2015-08-31","funder":"BBSRC","impactText":"  The international community recognises the importance of this area of neuroscience and we believe that this study will yield exciting data that will be published in high quality journals. Academic beneficiaries will be researchers in the areas of basic and behavioural neuroscience. \nTo ensure maximum benefit to the community, PIs and the post-doc have presented work at relevant meetings such as Society for Neuroscience, European Society of Neuroscience and the World Congress on Neurohypophysial Hormones. These presentations will be underpinned by publications in high quality international journals. We have a track record for publications in such journals and we feel that this work is likely to have a significant impact in the field. In addition, we will complement our primary publications through writing of reviews. \nOur own collaborators in UK and overseas will also benefit from advances in our studies and will be able to contribute to its further enhancement and dissemination. In particular, Professor Mario Engelmann (Germany) is already a collaborator on aspects of our work on olfactory processing; Professor Szolt Lipositz (Budapest, Hungary) on use of electron microscopy techniques and Professor Tatsushi Onaka (Japan) in developing specific transgenic rat lines. One measurement of impact and benefit is citations. The majority of these stem from work directly in this field. We also receive many requests regarding information on techniques and combination of techniques we use (e.g. combined electrophysiology with microdialysis in vivo). Any improvement of protocols and approaches will be made freely available to the community on request. We share all our detailed protocols for these methods.  ","person":"Mike  Ludwig","coPersons":["Gareth  Leng"],"organisation":"University of Edinburgh","findingsText":" Our hypothesis is that the role of vasopressin in the limbic brain is to couple associations of emotional salience with particular olfactory signals. We are testing the theory that functional re-wiring, through a cellular mechanism called priming, underlies the experience-dependent coding of social olfactory cues. Priming produces a conditional functional &quot;re-wiring&quot; of neural networks, and is a mechanism that we first described in the hypothalamus by the dendritic release of oxytocin and vasopressin. Our own collaborators in UK and overseas will also benefit from advances in our studies and will be able to contribute to its further enhancement and dissemination. In particular, Professor Mario Engelmann (Germany) is already a collaborator on aspects of our work on olfactory processing; Professor Szolt Lipositz (Budapest, Hungary) on use of electron microscopy techniques and Professor Tatsushi Onaka (Japan) in developing specific transgenic rat lines. One measurement of impact and benefit is citations. Work from ML has received more than 2000 citations and work from GL more than 6000 citations. The majority of these stem from work directly in this field. We also receive many requests regarding information on techniques and combination of techniques we use (e.g. combined electrophysiology with microdialysis in vivo). Any improvement of protocols and approaches will be made freely available to the community on request. We share all our detailed protocols for these methods. Healthcare","dataset":"gtr"}