{"id":"C1ACC622-D66F-4FB3-B6FB-AC25165D73C7","title":"Development of an Innovative, Continuous Ozonolysis Platform for Sustainable Chemical Manufacturing","abstractText":"Oxidation is a common synthetic transformation in the chemical industry, but it often involves the use of toxic,\nenvironmentally unfriendly and expensive heavy metal oxidants. An alternative that is often used on gram-scale is to use\nozone, although the risks inherent with scaling up such a process (thermal instability of the reaction intermediates leading\nto highly exothermic decomposition) have rendered this approach unscalable. This project will deliver a safe, scalable, lowinventory\nmethod of performing kilo-scale ozonolysis in a continuous manner, and demonstrate its utility via application to\nan existing drug compound. Additionally, by using a fully sustainable starting material (ozone is generated in-situ from\noxygen in the air), we will demonstrate a sustainable approach with significant reductions in carbon dioxide emissions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K504130/1","grantId":"EP/K504130/1","fundValue":"95044","fundStart":"2013-06-24","fundEnd":"2014-12-24","funder":"EPSRC","impactText":"  The project is still on going. The work is theoretical-computational and admittedly the impact on the non-academic sector is some way off. \n\nThe impact will be primarily on the academic sector. The immediate scientific beneficiaries can be divided into the following categories: (1) Chemical and process engineers, chemists and computational scientists (either engineers or physicists) in academia{research institutions, and in particular, the wider community working on micro-engineered devices and microfluidics. (2) Researchers working on fluid mechanics and computational methods to simulate multiphase and complex flows.  ","person":"Serafim  Kalliadasis","coPersons":[],"organisation":"Imperial College London","findingsText":" The project is still on going. The main objective was to undertake a number of theoretical-computational studies with the ultimate aim to understand fundamentally the interplay between hydrodynamics, reaction and heat-mass transport in micro-reactor and micro-separator devices. So far we have been looking at a simple prototype for such devices, a microchannel with an air-liquid meniscus advancing into it. This problem is being modelled using a simple diffuse interface/Cahn-Hilliard model. More complicated scenarios, e.g. flows in strongly perforated domains will be addressed using the effective macroscopic Canh-Hilliard equations we have obtained in another project.\n\nSo far we have considered as a simple model system As mentioned earlier this is fundamental research, however, there are potential applications as the flows considered in the project are often encountered in a wide variety of technological applications and natural phenomena, e.g. flows in packed-bed reactors, part of the general class of flows in porous media, which in turn are relevant to a wide variety of natural settings, from underground reservoirs to the human body. Chemicals,Manufacturing, including Industrial Biotechology","dataset":"gtr"}