{"id":"C1AE2871-2B6A-4FFE-AEA2-75E81DD903DB","title":"Understanding Our World - an engaging workshop for Key stage 3 students","abstractText":"At-Bristol will work in partnership with Dr Hugh Mortimer, a Research Scientist based at the RAL Space centre, to develop and pilot an immersive and challenging workshop, for Key Stage 3 students, that explores the science of understanding our world. The workshop will showcase global remote sensing techniques and will give students the opportunity to plan and carry out their own local scale investigations. In Autumn 2011, At-Bristol will launch ‘Our world’, a new exhibition exploring Earth systems and looking at how nature recycles energy, water, carbon etc.\n\nThis new workshop would complement and extend the ‘Our world’ exhibition providing students with a wider context and an enriching experience. The workshop also responds to recent consultation with teachers and supports a number of aspects of the Key Stage 3 science curriculum including:\n•Sci1.1a – using scientific ideas and models to explain phenomena and developing them creatively to generate and test theories.\n•Sci1.2a – exploring how the creative application of scientific ideas can bring about technological developments and consequent changes in the way people think and behave.\n•Sci1.4a – sharing developments and common understanding across disciplines and boundaries.\n•Sci2.2a – Obtain record and analyse data from a wide range of primary and secondary sources.\n•Sci3.4a – geological activity is caused by chemical and physical processes \n•Sci3.4c – human activity and natural processes can lead to changes in the environment.\n•Sci4d – study science in local, national and global contexts, and appreciate the connections between these.\n\nDevelopment of the workshop \nThe workshop will be developed by At-Bristol and Dr Hugh Mortimer. Dr Mortimers expertise is in infrared spectroscopy and Earth observation instrumentation calibration. He is part of the team responsible for the management and operation of the SISTeR instrument, a radiometer that is currently operating fro Surface Temperatures . We will also film Dr Mortimer introducing his work and talking about research and key findings. \n\nWe aim to pilot the workshop with two different school groups (60 students). This will ensure that the workshop achieves the stated aims and objectives and meets teachers’ and students’ needs. Following the pilot phase the workshop will become part of At-Bristol’s core offer for secondary schools. Secondary schools will then be able to book the workshop on an ongoing basis. We anticipate reaching c600 students per year.\n\nA variety of inspiring spaces within At-Bristol will be used during the workshop including the planetarium, At-Bristol’s purpose built classrooms and laboratories and the exhibition spaces, particularly ‘Our world’. The workshop will also give students the opportunity to use specialist data monitoring equipment. These combined factors will create a unique experience that is not possible in schools. \nThe two hour workshop will comprise:\n\n•0.5 hour ‘Earth observation and global remote sensing’\n•1.5 hours ‘data collection, analysis and presentation’\n\nEarth observation and global remote sensing\nMaking observations of the Earth from space enables scientists to develop and improve their models of our environment. Space instruments provide long term global measurements, allowing climate change and environmental changes happening regionally and globally to be tracked. \n\nRAL Space Centre scientists contribute to and underpin UK and international programmes in environmental science through the provision of research expertise, services and facilities in support of the UK science community. \n\nWith input from Dr Hugh Mortimer, the work of RAL Space Centre Research Scientists will be brought to life for students through incoorporating two RAL Space Centre, Earth observation projects as case studies in the workshop: ENVISAT (ENVIronmental monitoring SATellite ) and SISTeR (Scanning Infrared Sea Surface Tem\nAt-Bristol will showcase ENVISAT and SISteR in the unique setting of our Planetarium. The session, led by At-Bristol’s expert science communicators, will use videos of RAL Space Centre Research Scientists and specially created animations to explain how the polar-orbiting ENVISAT satellite captures images of our world and the importance of information obtained at this scale in understanding our world. Geo-stationary orbits will also be discussed.\n\nSISTeR will be used as an example of innovative remote sensing techniques that do not employ satellite technology.\n\nData collection, analysis and presentation\nUsing research grade data collection equipment (dataloggers, sensors, probes etc.), students will have the opportunity to design, plan and lead their own investigations. They will set their own investigation criteria, collect and analyse their data, and present their findings to their peers. Data collection may include, but is not limited to temperature, carbon dioxide and UV radiation at different areas both inside and outside the At-Bristol venue. \nStudents will also have access to data collected through the ‘Our world’ exhibition, and real research data from ENVISAT and SISTeR to analyse and to compare to their own research. Students will consider how environmental monitoring at a local level links with Earth observation on a global scale. \nProject timeline\n•August 11 – Project partners meet, brainstorm workshop development, agree actions\n•September – October 11 – Front end evaluation with schools and recruitment for pilot workshops\n•October – December 11 – Workshop development \n•January 12– February 12 – Delivery of pilot workshops\n•February – March 12 – Post-pilot development\n•April – July 12 – Delivery to 10 schools or 300 students\n•Ongoing marketing, recruitment and evaluation – see separate sheet","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J500252/1","grantId":"ST/J500252/1","fundValue":"9720","fundStart":"2011-08-01","fundEnd":"2012-02-29","funder":"STFC","impactText":"","person":"Edel  Fletcher","coPersons":["Alwyn Hugh  Mortimer"],"organisation":"At-Bristol Limited","findingsText":"","dataset":"gtr"}