{"id":"C1BB5D08-EFC7-4080-AEA0-DA7A339E5BCE","title":"Magnetricity: understanding and exploiting a new phenomenon","abstractText":"While electric charge currents (electricity) have dominated much of the agenda of pure and applied physics for more than a century, the analogous magnetic phenomenon has never been investigated, either experimentally or theoretically. The reason is that magnetic charge currents were thought not to exist. However all this has changed after a series of recent developments that have demonstrated the existence of magnetic charges in a type of material called `spin ice'. This material contains emergent magnetic charges or monopoles that may flow to form a magnetic equivalent of electricity or magnetricity . The magnetic charges of spin ice are not elementary particles, so cannot escape the material, but they do behave like magnetic charges in a practical sense. This type of magnetic charge is common to all magnetic materials, but it is only in spin ice that it exists in the form of nearly point-like quasiparticles (monopoles) that are free to conduct magnetic current. The magnetic monopoles of spin ice are the most vivid example of an emergent excitation in condensed matter yet discovered, and have the added attractive quality that they directly couple to the magnetic field. They are thus of interest not only at the level of basic physics, but also for potential applications ( magnetronics ). Of course this is a long way off but a proof of principle would illuminate the exciting possibilities. The main aims of the project are to understand the basic physics of magnetricity with a view to controlling the magnetic current, observing charge rearrangements and, ultimately, building a device. In order to do this we will focus on understanding the basic properties of magnetic charge transport in spin ice in both its bulk form and in the form of thin films. We will also explore thermalised artificial spin ice arrays.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I034599/1","grantId":"EP/I034599/1","fundValue":"407854","fundStart":"2011-05-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Steven  Bramwell","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}