{"id":"C1CD2A50-DC09-4790-AC67-205099F42856","title":"Investigations in Theoretical Particle Physics","abstractText":"The Large Hadron Collider (LHC) will start operating this year, colliding protons at much greater energies than ever achieved before. Through Einstein's famous equation $E=mc^2$, this greater energy can be turned into the masses of heavier particles than ever seen before. Hints from experiments a decade ago suggest that at least the Higgs particle, or something very like it, should be produced at LHC. The Cambridge group are developing techniques to extract the few Higgs particles' signature decays from the billions upon billions of other particles produced. We shall study how to extract properties of the Higgs particle from the data, including its spin, which theorists have predicted to be zero. Building accurate computer simulations of the collisions and subsequent decays is one important activity. In our current theories, the Higgs particle is responsible for the origin of the mass of all other fundamental particles, but it is a puzzle why the Higgs is not far heavier still. Speculative ideas such as supersymmetry, or extra space dimensions, can solve the puzzle, but we cannot believe in these unless their effects are unambiguously measured. One possible effect is the production of particles of dark matter at the LHC, whose signature is 'missing energy' in the particle collision. We shall need to investigate any dark matter signatures and check whether they are compatible with our theories of the early universe. Analysing data is difficult because many of the particles produced are complicated lumps of more fundamental particles, the quarks, stuck together by the strong nuclear force. Indeed, the initial protons colliding at the LHC are like this. There is no easy way to calculate what happens in this 'sticking together' process, and special mathematical techniques have to be developed. This is an important focus of our work at Cambridge. In some of our theories the equations have a lot of hidden symmetry that can be teased-out and exploited; in others we can approximate space-time by a set of discrete points and do calculations on computers. One problem we want to solve is how protons and neutrons themselves stick together in the nuclei of atoms. We are developing approximate theories in which the shapes of nuclei come out as solutions of the equations. Even if the Higgs and supersymmetry were to be discovered, there remain many mysteries in particle physics. For example, how does gravity fit into particle physics? Mathematically, gravity leads to inconsistencies in particle theories at distance scales much smaller than the size of a proton, possibly because space-time itself becomes fuzzy through quantum fluctuations. String theory, with its tiny curled-up extra dimensions, offers our best hope of a mathematically consistent solution. Much of the group's effort will go into further investigating, checking and developing the mathematical structure of string theory. String theories partly predict what new particles might be discovered at the LHC. These predictions emerge when one tries to build explicit stringy theories incorporating the particles we already know about. Known particles place constraints on the shape of the curled-up extra dimensions, and this is very interesting mathematically. We shall be considering the effects of all this on our understanding of the universe as a whole. For instance, string theory has interesting consequences for 'bounce' solutions of the universe where it continually collapses and re-expands, smoothing out the big bang singularity through quantum mechanics. This, and alternative models of the universe, will be tested against measurements of the after-glow of the big bang -- the Cosmic Microwave sky -- and the increasingly accurate measurements of the amount of 'dark energy' and 'dark matter' in the universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G000581/1","grantId":"ST/G000581/1","fundValue":"2984980","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"STFC","impactText":"","person":"Nicholas Stephen  Manton","coPersons":["Hugh  Osborn","John David  Barrow","Maciej  Dunajski","A C  Davis","Benjamin Christopher Allanach","Ronald  Horgan","Neil  Turok","Bryan Ronald Webber","Ruth  Williams","Paul Kingsley Townsend","Matthew Bowen Wingate","Michael  Green","David  Stuart","Fernando  Quevedo","David  Tong","James  Stirling","Jonathan Mark  Evans","Nick  Dorey"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}