{"id":"C1D666BB-A6BC-4CD0-8759-BD4478AABA6B","title":"Agronomic processes to optimise galanthamine content of daffodil biomass (AGROGAL)","abstractText":"This project aims to build on a previous one-year study undertaken by Alzeim in collaboration with IGER, where the feasibility of Narcissus cultivation was considered under selected environmental regimes and at different harvest dates (Morris et al 05). At that time, the economic returns were forecast to be only moderate, since pharmaceuticals containing galanthamine were protected by patents and API levels were quite low allied to high extraction and transport costs. Formulations containing the API are now generic and the research detailed in this proposal will build on sequential harvesting of different Narcissus tissues, containing significantly higher galanthamine levels, already piloted at Alzeim. The findings and research that will be addressed within this project will seek to further drive down costs by applying the latest biorefinery principles, coupled to entirely novel harvest and extraction regimes, which are then allied to developments in agronomy, choice of plant genetic resources and savings through reduced transport of feedstocks. Sales of the biorefinery 'side-streams' should result in spin-off benefits to the local economy through supply of products to support the tourism industry (perfume, paper, wax). Although focused on the objective of maximising the alkaloid content of daffodils, the research will also provide information that can be directly utilised by flower growers and indirectly by other producers seeking to use plants as sources of secondary metabolites. Specifically, the research will demonstrate the response required from growers to climate change. The innovative qualitative models produced by the research should capture all pre-existing knowledge and provide coherent tests of the results of the various trials. In addition, they should provide the foundation for models for analogous systems. The qualitative models should enable prospective growers to determine the expected returns on their investments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J003794/1","grantId":"BB/J003794/1","fundValue":"337844","fundStart":"2011-09-01","fundEnd":"2016-02-29","funder":"BBSRC","impactText":"  This project is seeking to understand plant genetic resources used for the production of bio-pharmaceuticals; it is also seeking to elucidate which environmental factors impact on the active ingredient. The crop of interest is daffodil and the AI is Galanthamine used in the treatment of Alzheimer's.\nThe impact of this work is significant in that it has enabled the industry partners to inform and expand their commercial outputs. \nthe most important of these is the lead partner (Agroceutical) who are extracting material from bulb and leaf material to supply pharmaceutical companies. \nthe project has led to findings relating to the importance of site, temperature, light quality (UV:IR) pH and weather patterns (especially wind) on the levels of galanthamine that can be extracted from tissues. \nThe work at NIAB which was completed at field scale complimented the work at Bangor University, which was undertaken using hydroponics under very controlled conditions. \nAgroceutical is now in a position to go on with additional work in which they are analysing both Galanthamine (and other alkaloids) and soil physico-chemistry. This is being built into the data set including latitude, altitude, etc, \nThis a useful body of data is being used to both target commercial growing locations, and will also provide some very interesting information to supplement the LINK programme's analysis of agronomic factors. \nAdditional selection work undertaken at NIAB in collaboration with second industry partner (New Generation Daffodils) has enabled us to identify improved germplasm and we anticipate that this will lead to sales into this niche market. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Lydia Mary Smith","coPersons":[],"organisation":"National Inst of Agricultural Botany","findingsText":" We have set up experiments to determine the most important envirnmental influences on the yield of Galanthamine.\nFour field trials were established in 2011 in different location around the UK. These will test the effects of soil type and altitude on yield.\nA further nine controlled pot experiments have been established at NIAB, Cambridge in 2012 to evaluate other agronomic and input affects. By isolating the individual environmental effects we hope to determine which factors have the most influence on the yield.\nThe initial harvest results from 2013 have been most interesting. The most significant impact on the yield has been the source of the bulbs. Those originally grown in Brecon (Wales) were smaller but more productive than those grown in Devon under rather more favourable conditions.\nWe await the analysis of the harvest made in 2014 to determine how the growing conditions of 2013 may have influenced these bulbs. The project is still in progress, therefore it is too early to make any firm recommendations. At present, however, it appears that the growing conditions during bulb production in the previous year has a significant impact on galanthamine content at harvest in the following year. \nAs we begin to develop a better understanding of the environmental effects these will be communicated to the growers. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}