{"id":"C1DA4796-B3AB-4E68-A5B5-F2C278A1AF62","title":"Development of biological tools for the study and modulation of ion channels.","abstractText":"Ion channels are proteins that can span the cell membrane. They are said to be active when the ion channel pore is open, permitting charged ions such as sodium, potassium, calcium, or chloride to flow from one side of the membrane to the other. There are many different types of ion channel and their activity determines how the cell responds to external and internal stimuli. They are responsible for generating and sending nerve impulses, the beat of the heart, hormone release, and muscle contraction, to name a few examples. There are hundreds of different types of ion channel protein, but relatively few chemicals that can be used change the behaviour of the ion channel. This makes some experiments difficult because it is difficult to home in on the specific ion channel that is responsible for the biological event that a researcher is investigating. It also means that there are few starting points for the development of new medicines that act on ion channels. Because it is not possible to directly monitor ion channel activity biochemically, it is also difficult to conduct experiments and develop methods to screen thousands of chemicals for new modulators. This project aims to meet these needs by identifying small proteins that stick to ion channels and those that change ion channel behaviour.\n\nIf successful, this technology will generate tools and resources that will prove invaluable to ion channel researchers in the U.K. and internationally, and will have many different applications in biotechnology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L018047/1","grantId":"BB/L018047/1","fundValue":"125048","fundStart":"2014-06-02","fundEnd":"2015-06-01","funder":"BBSRC","impactText":"","person":"Jonathan David Lippiat","coPersons":["Darren Charles Tomlinson"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}