{"id":"C1DF5252-D1C9-47BF-99EE-94248E08C4B9","title":"Academic Centre of Excellence in Cyber Security Research - Lancaster University","abstractText":"The Lancaster Cyber Security Centre of Excellence is a multi-disciplinary centre spanning the School of Computing and Communications, the Department of Psychology and the University Centre for Computer Corpus Research on Language (UCREL). The centre involves three full professors (Rashid, Hutchison, Honary), one Reader (Angelov), five senior lecturers (Race, Roedig, Taylor, Mauthe, Ed- wards) and one lecturer (Rayson). In addition, the centre has a dedicated member of staff (Dr. Daniel Prince) to manage its flagship Masters program in Cyber Security and the extensive relationships it has with industry and governmental security organisations. The centre team is further supported by a full-time software developer and a full-time administrator.\n\nThe centre is internationally renowned for its cyber security research on network resilience (Hutchison, Mauthe, Race), security of communications (Honary, Hutchison, Race, Edwards), securing mobile networks and embedded systems (Race, Edwards, Roedig), intelligent systems for analysing large, heterogeneous information sources (Rashid, Rayson, Taylor, Angelov) and studies of user behaviours and human factors leading to cyber security threats (Rashid, Taylor, Rayson). These permanent members of staff are supported by five postdoctoral research associates (Greenwood, Baron, Smith, Simpson, Schaeffer-Filho) and two research fellows (Walkerdine, Taylor). This research has been funded from a variety of sources including research councils (EPSRC, ESRC), the European Commission, JANET and direct investment from security organisations. Since Jan. 2007, the centre has received total research income of &pound;3.7m from these sources. In addition, the centre has a thriving PhD program with 12 students completing their theses between Jan. 2007 and Dec. 2011 and another 15 starting their PhD studies. Most of the centre staff and students are principally housed in Infolab21, a &pound;15m state-of-the-art research centre in ICT. \n\nTwo key principles peeate the centre's research ethos and hence distinguish it from typical cyber security research (i) its focus on multi-disciplinary research that combines traditional network security and communications mechanisms with approaches for large-scale data analysis and human behaviours informed by psychological and linguistic approaches, and (ii) its close engagement with stakeholders especially practitioners in cyber security in both governmental organisations and industry, who provide key requirements for our research and directly use our outputs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K003607/1","grantId":"EP/K003607/1","fundValue":"49466","fundStart":"2012-08-01","fundEnd":"2017-07-31","funder":"EPSRC","impactText":"  The project has already led to a number of interdisciplinary initiatives at Lancaster University as well as collaborations with academic and industry organisations nationally and internationally. Aerospace, Defence and Marine,Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Financial Services, and Management Consultancy,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Security and Diplomacy,Transport Societal,Economic,Policy & public services","person":"Awais  Rashid","coPersons":[],"organisation":"Lancaster University","findingsText":" Security Lancaster is one of only four flagship Lancaster Research Centres and is an Academic Centre of Excellence in Cyber Security Research. It is one of the few multi-disciplinary centres to tackle human and technological challenges to cyber security by integrating computer science and communication systems researchers with expertise from sociology, international relations, behavioural science and law. Involving over 70 researchers (28 academic staff), the centre is internationally renowned for its cyber security research on network resilience, security of communications, securing mobile and cyber-physical systems, intelligent tools for tackling cyber crime and studies of user behaviours leading to cyber security threats. - Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}