{"id":"C1E3347F-6A61-46F6-B2C4-027B62647DCA","title":"Next Generation Decision Support: Automating the Heuristic Design Process","abstractText":"The current state of the art in decision support and search methodologies tends to focus on bespoke problem specific systems. Indeed, there are many examples of powerful and innovative search methodologies which have been tailored for specific applications and which underpin highly effective decision support systems. Over the last 20 years or so, there has been significant scientific progress in building search methodologies and in tailoring those methodologies (usually through hybridisation with problem specific methods and information) for a very wide range of application areas. Such methodologies can be extremely effective in the hands of an expert but they require specialist human knowledge to be applied effectively in complex real world problem solving environments. The goal of developing automated systems to replace the human expert in this role is only just beginning to be seriously addressed by the scientific community. The challenge of developing systems to intelligently select, evolve and develop search methods is an extremely ambitious and demanding research goal. The level of adventure should not be underestimated. The goal of exploring the boundaries between what is possible and what is not (with respect to the automation of the heuristic design process) represents one of the most important current research challenges to face the search and decision support community. The main aim of this major and far reaching programme of research is to address this challenge by investigating a wide range of promising and adventurous research directions in an integrated and co-ordinated manner. The successful development of automated systems to generate heuristic methods would underpin the next generation of search/optimisation systems that would be able to operate at a fundamentally more general level than current understanding can support. The aim is to develop systems which can operate upon a wider range of problems and problem instances than is possible with today's technology by automatically tailoring heuristics to particular problems and problem instances. Today, this process can only be effectively carried out by human experts.Of course, we know (from the No Free Lunch theorem and related work) that it will not be possible to build a completely general search method. However, we also know (from work carried out by ourselves and others) that it is possible to generate methods that are more general than the current state of the art. The question of how general we can make search systems is very much an open question and it is one that we will explore in this research programme. The emphasis will not follow conventional current thinking by concentrating on the development of systems to solve particular search/optimisation problems. Instead this major scientific undertaking will investigate the possibility of developing adaptive systems which can react to the conditions and the environment of the particular decision support problem in hand. The potential benefits of success in such a radical undertaking are enormous and permeate not only the disciplines of Artificial Intelligence and Operational Research but also the various disciplines that draw on and contribute to them. These include Computer Science, Mathematics, Business, Engineering, Computational Chemistry, Medicine, Architecture (space planning), Bioinformatics, Manufacturing and all areas of Management. The research will also impact upon automated heuristic selection and design across many diverse applications such as scheduling, timetabling, cutting/packing, protein folding, catalyst optimisation, medical decision making and others. This research initiative will enable us to explore risky and unconventional ideas across a range of disciplines and research council remits in a way that is not possible with standard grants and it will allow us to flexibly redirect our efforts across application areas as well as disciplines to explore ideas as they emerge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D061571/1","grantId":"EP/D061571/1","fundValue":"2666760","fundStart":"2006-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Sanja  Petrovic","coPersons":["Natalio  Krasnogor","Rong  Qu","Dario  Landa-Silva","Graham  Kendall","Edmund Kieran Burke","Jonathan Mark Garibaldi"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}