{"id":"C1F18F47-E660-4421-9167-5E23E7E5E067","title":"CaSMa: Citizen-centric approaches to Social Media Analysis","abstractText":"<p>The spread of the Internet into nearly every aspect of our daily lives has stimulated the growth of a vibrant and expanding set of systems to support social interaction via a range of internet connected devices. Often collectively referred to as social media this set of applications and services are undergoing a highly unstable and dynamic growth as society shapes and is shaped by the emergence of these new capabilities.</p>\n\n<p>To gain insight and understanding into human behaviour researchers have exploited a variety of data analytic techniques from a variety of social science disciplines. These have been used, for example, to automatically derive users’ personality traits, predict and even influence societal outcomes, and to provide accounts of critical societal events.</p>\n\n<p>In this project we will develop a set of services and facilities for the social sciences that will allow researchers to draw upon social media and associated human data to gain insights into human behaviour in a manner that is ethically sound.The process of iterative refinement and release of tools will be complemented by a series of ethical and policy debates to elaborate the handling of Human Data.<br /><br />&nbsp;<br /><br />&nbsp;<br />&nbsp;<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M00161X/1","grantId":"ES/M00161X/1","fundValue":"404439","fundStart":"2014-02-14","fundEnd":"2016-02-13","funder":"ESRC","impactText":"  Written and oral evidence provided to parliamentary select committee on science and technology inquiry into 'Social Media and real data mining' - awaiting policy output... Creative Economy,Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice Policy & public services","person":"Derek  McAuley","coPersons":["Svenja  Adolphs","Thomas  Rodden","Claire  O'Malley"],"organisation":"University of Nottingham","findingsText":" The risks and challenges of personal data are often underestimated and currently there is a lack of transparency, an imbalance in the trust relationship and insufficient privacy safeguards in personal data handling. CaSMa aims to promote social media literacy by informing the general public as well as academics, clinicians and policy makers about Citizen Centred Approaches to Social Media Analyses, a new ethically sound way to access digital human data. The CaSMa project is looking at solutions that put people at the centre of human data by introducing a novel citizen-centred approach to social media analysis. Starting with the acknowledgement that the data relates to human beings with a right to privacy and dignity, CaSMa aims to promote ways \nfor individuals to control their data and their desired level of privacy, including mechanisms that make it realistically possible to implement a withdrawal of consent. Indeed, one of the core CaSMa objectives is to ensure that social media users are aware of how their personal data can be used to understand human behaviour and the ethics of handling human data obtained from social media.\nOur findings will benefit social media users as well as academics, clinicians and policy makers dealing with digital human data. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Healthcare,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}