{"id":"C1FB5C72-A066-4430-B8E8-7E5DF7D4EF98","title":"Identifying regulators of HIV-1 cell-to-cell spread at virological synapses","abstractText":"Human Immunodeficiency Virus Type-1 (HIV-1), the cause of the global AIDS pandemic, replicates primarily in cells of the immune system called CD4+ T cells. An important property of CD4+ T cells is their ability to interact with other immune cells and form close, but transient physical contacts as a means to communicate. During these normal interactions, CD4+ T cells respond to contact from another cell by transmitting signals into their interior to relay information from the exterior, ensuring that they respond appropriately. This is essential for correct functioning of the immune system. Previous research by us and others has shown that HIV-1 can hijack the inherent ability of immune cells to form close contacts in order to move quickly from one cell to another when one of the cells is infected with virus, thereby spreading infection by cell-cell means. Exactly how this is regulated is unknown, but we have recently generated new data that suggests HIV-1 infected cells receive specific signals during contact with uninfected cells, and that this directs the infected cell to respond by rearranging its interior and targeting virus assembly to the contact site. In order to better understand this process we wish to determine exactly what these signals are, how they are initiated and terminated, and how they control HIV-1 replication and spread. In addition, because virus assembly and budding during cell-to-cell spread is an energy-dependent process, it is likely to require cellular powerhouses called mitochondria. Notably, mitochondria are dramatically rearranged in HIV-1 infected cells during cell-cell contact. Therefore, in a related line of research we will also determine what role mitochondria play in HIV-1 transmission. From these studies we aim to gain a greater understanding of how HIV-1 replicates and spreads in HIV-1-infected people, and how normal cellular processes are hijacked by viruses for their own means. The overarching aim of this research is to identify new cellular factors that are required for cell-to-cell transmission of HIV-1 and that may be targeted by drugs in order to limit HIV-1 replication and halt progression to AIDS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J008184/1","grantId":"MR/J008184/1","fundValue":"391194","fundStart":"2012-09-03","fundEnd":"2015-09-02","funder":"MRC","impactText":"","person":"Clare Lisa Jolly","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}