{"id":"C20C3AFD-C7F3-4DF9-8B7D-7327588E4DA5","title":"Topography and Culture in Neapolitan History: visual and literary representations of Naples c.1500-present","abstractText":"Our project examines the dynamic relationship between topography and culture in Naples c.1500-present, with special concentration on the early modern period and material and visual culture. Our workshops explore significant aspects of the visual and literary representations of Naples in the period c.1500-the present, through three inter-related 'incisions'. They are: significant patterns in historiography; the relationships between representations of topography or landscape and piety; practices and objects of collecting focused on Naples. A concomitant aim is to establish a focus for intellectual exchange amongst Neapolitanists from the UK, USA, Naples and beyond.\\n\\nTraditionally, the south of Italy has been largely ignored in post-medieval scholarship, with Rome and northern urban centres receiving a disproportionate share of scholarly interest, especially that born outside Italy itself. This has both reflected and contributed to other forms of neglect: political, economic, and cultural. In recent years, however, a remarkable increase in scholarly activity in the humanities focused on Naples, by scholars both native to Italy and abroad, has seriously challenged that neglect and the various persisting justifications for it. This project aims to mark that sea-change definitively. It sets itself two tasks: first, to explore in a series of workshops the peculiar inter-relationships between landscape, urban topography and culture of Naples (city and Kingdom) and its visual and literary culture from the Renaissance to the present, drawing on the very considerable expertise in UK, Italy, and USA; second to establish an international network of post-medieval Neapolitanist scholars to facilitate regular scholarly workshops and meetings, to provide a forum for the exchange of scholarly references and ideas, and to form a springboard for the formulation of future conferences and publications. Scholars from the following disciplines will be involved: history, history of art and architecture, anthropology, history of music and dance, history of science, literary studies, musicology. Curators of collections housing Neapolitan art objects will also be involved.\\n\\nThere will be 3 workshops designed to bring scholars from diverse disciplinary backgrounds to explore: (1) significant patterns in Neapolitan historiography, especially the historical and intellectual formation of 'Neapolitan topographies'. This workshop traces the ways in which Neapolitan culture has been marginalized and exoticized by dominant historiographical trends in western scholarship; and asks to what extent the identification of 'Naples' as a research topic simply modifies or perpetuates existing centre-periphery models, by marginalizing the province, or by privileging the urban over the rural, the city over the Kingdom, for instance, and how such problems might best be addressed; (2) the inter-relationships between representations of topography and its disastrous afflictions (such as plague, volcanic eruption, earthquakes) and practices of piety and discourses of holiness; (3) Naples as focus for collectors and collecting, c.1600-the present. This workshop will examine how the objects of collecting were produced partly in relation to a discourse of the exotic and of a specific landscape. It explores how practices of collecting and connoisseurship worked to refashion pre-existing discourses of Naples as 'the Indies over here', savage, and uncivilized, inherited from early modern missionary projects. The exoticization of the south will be discussed also in relation to Neapolitan spectacle, including music, theatre, dance and street culture. \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F019998/1","grantId":"AH/F019998/1","fundValue":"12158","fundStart":"2008-11-01","fundEnd":"2010-04-30","funder":"AHRC","impactText":"","person":"Melissa  Calaresu","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}