{"id":"C20DB76D-CEEA-4709-873C-8D156378B712","title":"Transforming Thresholds: Digital Media and Visitor Behaviour in Museum Foyers","abstractText":"In a time of austerity, it is vital that museums remove potential barriers and make their collections accessible to existing and new audiences. Foyers are significant, liminal spaces that constitute the visitor's first on-site engagement with the museum. However, they present problems in that they\n\n(a) place complex demands on visitors in terms of conceptual, social and spatial orientation; \n(b) are rarely curated in the same way as in-gallery spaces, and are contested sites for the museum to project its identity; \n(c) have been neglected in academic research, and mentioned only tangentially (if at all) in museology, visitor studies, in work on intellectual scaffolding, semiotics and visualisation in museum contexts;\n(d) challenge existing geo-mobile technological resources (such as GPS or RFID) used for tracking visitor behaviour;\n(e) lack a clear, tested model for measuring visitor behaviour, and a policy to govern best practice for engagement and orientation in this space.\n\nThe central aim of the Transforming Thresholds Network is to bring together an international, interdisciplinary team with expertise in the textual, visual, spatial, curatorial and interpersonal uses of digital media, along with partners from retail, theatre, gaming, education, museums and galleries. Together, this ensemble will tackle the problem of visitor engagement in the foyer space by creating, testing and reviewing innovative digital forms of intellectual scaffolding in a range of museum contexts.\n\nTraditionally, printed information (signs, map plans and leaflets) have been the principal means by which museums have provided orientation and information about their collections for visitors in foyers. Although digital technology has now developed so that off-site forms of interaction (via web pages) and in-gallery interactives have enabled increased audience engagement, these digital modes of interaction have rarely been applied creatively to the communication provided at the first point in which the visitor enters the museum: its foyer.\n\nThe 'Transforming Thresholds' Network builds on the work of Parry, Ortiz-Williams and Sawyer (2007) which pioneered the transformation of in-gallery printed labels to live, updateable digital labels. As one of the projects identified by the LIVE!Museum AHRC Network (Parry 2009-10), the Transforming Thresholds Network similarly seeks to explore the transformative potential of digital media, but focuses on a specific, under-used and under-researched museum context (the foyer) and a specific aspect of the visitors' experience (their need for intellectual scaffolding). \n\nThe Network will ask:\n\nWhat are the core needs of visitors in foyer spaces, and how can digital media meet them?\nHow might models of digital engagement found in e-learning, gaming and retail transform the design of museum foyers and their signage?\nHow do we measure visitor behaviour in foyer spaces, and can digital technology help this process?\nWhat access and institutional issues are raised or resolved by the use of digital forms of scaffolding?\nHow can we bridge offline and on-site forms of digital interaction?\nWhat are the limits of digital media as a form of scaffolding? \n\nThe Network will hold a structured series of five residential workshops and creative encounters over two years, culminating in a public festival. Project activities focus on the following themes:\n\n-existing practice and visitor needs; \n-screen-based and mobile media forms of intellectual scaffolding; \n-the limits of digital media and its relationship to the non-digital.\n\nThe findings of the Network will be communicated via a public website hosted by the West Midlands Digital Cultural Heritage Demonstrator, open access resources (made available by the Leicester Research Archive), social media platforms, and peer reviewed publications. A core objective of the Network is to generate at least one proposal for a future Knowledge Exchange research bid.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K001795/1","grantId":"AH/K001795/1","fundValue":"29003","fundStart":"2012-11-01","fundEnd":"2014-04-30","funder":"AHRC","impactText":"  The results of our project as disseminated by our Transforming Threshold Festival were applied in at least 10 museums in addition to the partners originally involved in the network. The way these are taken up will inform the design of new builds in several contexts (the RAF museum, the Postal Heritage Museum, the RSC), and will inform changes to practice in other contexts (Birmingham Museums and Art Gallery, Culture Warrington, Horniman Museum and Greenwich Maritime museum). During the next 10 months we will interview practitioners at five selected venues and film the changes that have taken place. These films will then be used as a teaching resource for the School of Museum Studies and are intended to supplement the online resources for a proposed edited collection based on the network's activities (to be submitted to Routledge in December 2014).\nThe commercial partners involved in the network have also used the findings, which were reported by Daden at the BE2talks, The Building Centre, London, 25 Sep 13 and the IBM Academy, Birmingham Science Park, 15 Oct 13. \nNathan Human of Citizen 598 also developed a network inspired by the Transforming Thresholds methods of collaboration within the performance sector (KLICtheatre.com).\nWe have been invited to participate in the Museum and Heritage show in April 2015.\nWe are currently developing an edited collection based on the work of the network, to be submitted to Routledge by December 2014. Culture, Heritage, Museums and Collections Cultural","person":"Ruth  Page","coPersons":["Ross  Parry"],"organisation":"University of Leicester","findingsText":" The Transforming Thresholds project found out more about museum threshold spaces and how visitors experienced them. Using ideas from retail, gaming, the performing arts and education, we designed three experiments which were tested in the entrances of our partner museums. A soundscape and exhibition of images were installed in the stairwell to the Petrie Museum of Egyptian Archaeology in London. A performance of invisible theatre was used to create visitor engagement in New Walk Museum and Art Gallery, Leicester. Lenticular signs inspired by gaming icons were designed for Chatsworth House in Derbyshire.\nAlthough our case studies were modest, they indicated that simple, non-verbal interventions could have a powerful effect. The soundscape and images at the Petrie Museum helped visitors to know they were in the right place and created ambience which helped them transition to the world evoked by the exhibits in the galleries. At New Walk Museum and Art Gallery, we found that the presence of actors modelling interaction with the museum staff and spaces created more opportunities for visitors to explore spaces in the museum that were under-used.\nThe key lesson from our project is that there is no ‘one-size-fits-all’ answer to the challenge of the threshold. Just as our museums are wonderfully unique and diverse, so too are the ways we can combine inspiration from other disciplines like retail, performance and gaming. Neither do the solutions have to be large scale or technologically sophisticated. It’s more important to think carefully about how the foyer design and content might fit with each museum’s identity and then create solutions in line with that. The results of the visitor evaluation are available via the Leicester Research Archive.\nThe game 'Playing the Lobby' designed by Erik Kristiansen is available for free download via the project blog.\nThe slides documenting the results of our case study are available on Slideshare and have to date been viewed or downloaded over 1000 times. \nThe summary of our project was published in the Museums Journal (2014), with a readership of over 20,000. \nAll our publications are online, open access and linked via the Project blog. Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}