{"id":"C21A1BD1-1679-4F17-BC50-4D7CD9ED5B22","title":"Turbulence and wall shear stress in unsteady internal flows with rough surfaces","abstractText":"Knowledge of the fundamental flow physics for steady flow over rough-walls has progressed steadily through experiments, and more recently through advanced numerical simulations using Large Eddy Simulation (LES) and Direct Numerical Simulation (DNS). Well-founded engineering methods exist for calculating friction. In contrast, the study of unsteady flow and friction over rough walls is very limited and is mostly confined to open channel oscillatory flow, largely motivated by application to sediment transport under sea waves. For internal flows (pipe and duct flow), present understanding of unsteady flow and practical engineering models for predicting unsteady friction are limited primarily to smooth wall conditions and this despite the fact that most internal unsteady flows occur over rough boundaries. There are basic differences between the near-wall structure of flow and turbulence in smooth and rough wall flows which make it highly likely that unsteady flow dynamics over rough walls are significantly different from those over smooth walls, and the extent to which results relating to unsteady flow over smooth walls apply to rough wall conditions is unknown. This knowledge gap handicaps applications ranging from the development of advanced methods of leak detection in pipelines and the prevention of sonic booms from railway tunnels to optimising the control of hydro and nuclear power systems. The aim of the proposed research is to advance understanding of turbulence and wall shear stress in unsteady internal flows over rough surfaces, thereby underpinning the development of engineering models through an integrated programme of experimental, numerical and theoretical studies. The numerical simulations using DNS/LES will generate very detailed information on the turbulent flow behaviour, especially in the near-wall region extending below the roughness elements, but only for conditions of low Reynolds number and high relative roughness since computing resources required increase exponentially beyond these conditions. Complementary experiments will be carried out to produce data covering a greater range of flow conditions, more directly relevant to practical applications. Computational and experimental data will be analysed to quantify turbulence dynamics and wall shear stress in unsteady flows over rough surfaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G069441/1","grantId":"EP/G069441/1","fundValue":"59669","fundStart":"2010-03-01","fundEnd":"2013-08-28","funder":"EPSRC","impactText":"  The purpose of Dundee's part of this project was to improve the approximations necessary to incorporate the consequences of a highly detailed three-dimensional, time-dependent phenomenon in one-dimensional analyses. The findings are used in the software ThermoTun that has been used in the design of many railway tunnels - including HS2. The findings are expected to be used in the water supply industry and in cooling systems for power plants. Transport,Other ","person":"Alan Edward  Vardy","coPersons":[],"organisation":"University of Dundee","findingsText":" This project was a detailed study of the response of turbulence to a sudden acceleration of flow in a pipe. It was found that, initially, there is almost no response at all. Then a big change occurs abruptly. Thereafter the response is roughly in phase with the acceleration. The biggest shear stresses at the pipe wall occur during the period before the abrupt change. This behaviour was observed in large-scale laboratory experiments as well as in numerical simulations. The models of the larger-scale flow behaviour can be used in general-purpose analyses of unsteady pipe flows.Such analyses are needed in a wide range of applications - e.g. hydro-electric, water supply (especially leak detection), vehicle exhaust systems - in which sudden changes of flow occur. The research was on very detailed aspects of flow - at a scale of millimetres, say. The result is important for researchers interested in larger-scale aspects of the flows - at scales of hundreds of millimetres. Advantage can be taken of the unchanging turbulence structure during the initial period to enable the development of approximate methods of simulating the shear stress behaviour without needing to represent the detailed turbulence. Energy,Other","dataset":"gtr"}