{"id":"C21C1FD2-9573-4042-93E0-42B8BA5A3119","title":"Investigating the thermoregulatory role of neurovascular coupling and the anti-epileptogenic and neuroprotective effects of focal cerebral cooling","abstractText":"Acute focal epilepsy is a disease that has proved incredible difficult to treat and often results in very poor outcomes for the patients suffering from the condition. Epilepsy is a disease in which certain parts of the brain become over active this can lead to acute seizures and permanent brain damage; many of the drugs that have been developed don't work over a long time scale. There have been very few therapies that have been shown to work for epilepsy after the primary brain injury has occurred. \n\nA promising new treatment for epilepsy is called focal cooling (FC). FC is a method in which the effected region of the brain is cooled down below body temperature. It is thought that FC works by stopping neuronal activation in the brain. The most appropriate beneficial effects shown by cooling down the brain have been seen in people who have fallen through the ice and have been recovered after tens of minutes or even hours, these patients have been known to make a complete recovery with very careful re-warming procedures, it is thought brain damage is prevented as the cold water puts the brain into a hibernation state which uses very little oxygen. FC applies the same cooling strategy but focused on the area of brain damage. In the case of epilepsy it is to stop the over active region of the brain and bring it down to normal levels therefore preventing any seizures. \n\nAlthough FC is an incredibly promising method to treat epilepsy with clinical trials already being planned, there has been little research into developing an optimised method for FC treatment in terms of the duration and magnitude of temperature drop in the brain or even in understanding the actual mechanisms by which FC works. For this application we have developed a method for FC treatment in an anaesthetised animal model in which we can measure brain function in an extremely detailed way. The pilot data produced as part of this application shows that FC works as expected by reducing baseline neuronal activation in the brain but also that FC makes oxygen more freely available in the brain to keep it healthy for longer, this second effect has never been shown before. Our pilot experiments also show that focal cortical epilepsy dramatically increases the temperature within the brain by over 2oC and causes a dramatic reduction in the amount of available oxygen. These could be the main reasons for long term brain damage seen in epilepsy patients and explain why FC provides a therapeutic benefit. Using our animal model we will perform experiments to assess the best conditions for FC treatment in the normal animal and then apply these results to acute animal models of epilepsy in our laboratory. \n\nThis project will also assess the role of blood flow in keeping the brain at a constant temperature during normal function. Alterations in blood flow in certain diseases or old age, may actually cause increases in brain temperature with the potential to cause brain damage (such as those seen in epilepsy) again this has never been systematically investigated before.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M013553/1","grantId":"MR/M013553/1","fundValue":"443305","fundStart":"2015-03-01","fundEnd":"2018-02-28","funder":"MRC","impactText":"","person":"Jason  Berwick","coPersons":["Aneurin James Kennerley","Peter  Redgrave","Chris  Martin","Luke William Boorman"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}