{"id":"C2203FD3-2655-4E2A-B5F3-FAB329276E6F","title":"Heavenly acts: aspects of performance through an interdisciplinary lens","abstractText":"In the second half of the twentieth century and into the first decade of the twenty first, a substantial amount of thought and writing in a range of disciplines has been devoted to exploring areas of human experience and activity that can be defined as performance-oriented. This early research has evolved to the extent that there are now a number of distinct but related threads in evidence that represent different disciplines, diverse settings and a range of methodological approaches all purporting to treat performance and its salience in human life and society. A common theme uniting all these threads is the nexus formed by performance and religion. Early anthropological gaze was often on ritual and ceremony. More recent activity explores how performance as a human and social activity (whether that performance is musical, linguistic, theatrical, identity-oriented or ritualised) informs and is informed by religious experience and activity. This activity has been fuelled significantly by the impact of globalising processes as cultures, faiths and languages encounter one another in dynamic and fluid settings in the present age.\n\nEach of these threads has either an established or developing position in its own field and the proposed network seeks to gather researchers from a wide range of disciplines all of whom are pursuing lines of academic enquiry that converge around, broadly defined, 'performance'. This emerging group of sociolinguists, ethnomusicologists, educationists, anthropologists, social psychologists and scholars of religious studies and theatre studies understand performance and aspects of performance as central or as important to their accounts of religious devotional practices, again very broadly defined. \n\nIt is now timely and appropriate that a much wider cross-disciplinary approach to this topic is established than has happened hitherto. This international network will, therefore, for the first time, gather scholars researching in these different areas to share the insights and expertise they have of their own fields, to explore the potential there evidently is for innovative cooperation and collaboration across these disciplines, to seek to develop both new theory and methodology in a trans-disciplinary manner and to make an important contribution to knowledge about performance in religious contexts. Furthermore, with these different researchers carrying out their studies within and across a variety of faith traditions, the network has an explicit inter- and cross-faith dimension that is of immediate and obvious interest and importance to non-academic beneficiaries who will use the network to further their own agendas in respect of inter-faith cooperation, understanding, collaboration and cultural enrichment. The contribution to social cohesion and cultural understanding in this respect is potentially significant.\n\nThis network will seek to: share its particular findings and insights; highlight mutual areas of interest; establish common understandings and principles; crucially, break down those disciplinary boundaries which have hitherto hampered such common understandings; and forge important trans-disciplinary practices that unify and align rather than separate and divide. We also intend the research network to have a significant public face providing a means for performers, audiences and practitioners to interact and link with academic researchers as well as showcase their own practices. \n\nIn practical terms, we envisage the funding, which is for two years, will support and facilitate a number of seminars (including a colloquium), workshops, public-facing showcasing events, academic exchanges (including publications) and the creation of an online resource to showcase the network and its research. It is intended that the network will consequently be better placed to apply for further funding to develop substantive trans-disciplinary research in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M008185/1","grantId":"AH/M008185/1","fundValue":"36304","fundStart":"2015-03-01","fundEnd":"2017-02-28","funder":"AHRC","impactText":"","person":"Andrey  Rosowsky","coPersons":["Babatunde Omotope Omoniyi"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}