{"id":"C223FFF3-2601-4981-9E18-74AA0D0482E9","title":"Regulation of circadian timers in a peripheral tissue the lung and identification of cellular and in vivo physiological pathways","abstractText":"This project aims to discover how circadian timers regulate an important physiological pathway in the lung. A number of diseases are known to have a circadian basis, and in the lung, inflammatory diseases such as asthma are known have a strong circadian component. In addition, many of the agents responsible for inflammatory responses (cytokines) are also driven by circadian clocks. We will start by defining which cell types in the lung contain circadian oscillators. This builds on our preliminary data which suggest that there may be specific timer cells in the lung which are also involved in tissue responses to external insult and inflammatory responses. We will then collect cells from a transgenic mouse in which a clock gene promoter has been adapted to drive luciferase, and monitor light emissions from these cells in culture to track the underlying circadian clock. Once we have established these culture conditions, we will examine how a hormone (glucocorticoid) resets the phase of the circadian oscillator. We will also examine the same cells from another mouse strain in which a normally expressed receptor for a peptide (VPAC2) has been disrupted. This mouse is known to be arrhythmic, but it is believed that circadian oscillators in peripheral tissues are still active, but unsynchronized. By culturing these cells, we aim to see whether they can be re-synchronised by glucocorticoids. Once we have developed these methods, we will proceed to study genes driven by the circadian clock (so-called clock controlled genes). Our first candidates are a family of genes called CCAAT enhancer binding proteins or C/EBPs, three members of which operate in the lung. C/EBP's are important as they may drive rhythms of cytokine activity in lung cells and hence circadian inflammatory responses. We will use a variety of methods including suppression of C/EBP genes with a technique called siRNA, and then seeing whether we can block the rhythmical activity of a cytokine gene called interleukin-6, which our preliminary data already shows is circadian regulated. Our studies on living mice will focus on two questions. First, we aim to re-set the lung clock in mice by treating them once a day with a specially formulated glucocorticoid in an aerosol spray (nebulised), so that only the lung cells are targeted. We will then see whether we can re-set lung oscillators in normal and VPAC2 mutant mice. We will next test whether the severity of the lung inflammatory responses to external insult is dependent on the circadian clock, and for this study we will use normal mice and animals bearing a mutation of the Clock gene (clk/clk mice) which renders individual circadian oscillators arrhythmic. We need to distinguish whether circadian timers in the lung contribute to the response or whether there other contributions from elsewhere in the body. In other to test this, we aim to re-set the phase of the lung clock from the rest of the body using nebulised glucorticoids given to two groups of animals at opposite phases of the circadian cycle, 12 hours apart. We will then challenge the animals with an external insult which we know will elicit an inflammatory response, so that we can test whether the nature of the tissue response is controlled by a timing system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D004357/1","grantId":"BB/D004357/1","fundValue":"485675","fundStart":"2006-01-30","fundEnd":"2009-04-29","funder":"BBSRC","impactText":"","person":"Andrew  Loudon","coPersons":["David William Ray"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}