{"id":"C224343C-9FDB-4D82-825B-481023914D52","title":"Upcycling of Light Alloy by Rheoforming Scrap (ULARS)","abstractText":"Summary Unlike other materials for engineering applications, metals, such as aluminium and magnesium, can be recycled repeatedly without loss of their inherent properties. Recycling metals is not only economically viable, but also extremely beneficial for conservation of limited natural resources, reduction of energy consumption and waste generation, all contributing positively to a sustainable economy. One of the main barriers to the increased use of recycled light alloy scrap (both process scrap (new) and post consumer scrap (old)) is the existence of excessive levels of inclusions and impurity elements, which usually leads to downgrading into materials with poorer mechanical properties and reduced corrosion resistance. The prime objective of the proposed project is to break down this barrier and prevent market failure through the application of the step-change rheoforming technologies to allow the re-use of aluminium and magnesium alloy scrap in high-level automotive and other value added applications. The technical approach is to convert melts of recycled light alloy scrap into a semi-solid slurry using a twin screw slurry maker (TSSM) combined with a slurry accumulator and to feed this into a rheodiecaster for near net shape components, or a rheoextruder for continuous extruded profiles. Owing to the intensive forced convection in the TSSM, both inclusions and impurity elements (usually as intermetallic compounds in the solidified microstructure) will be divided into extremely fine particles and dispersed uniformly throughout the entire casting, eliminating/reducing the detrimental effects to ductility and corrosion resistance. This will result in extensive materials re-use, producing castings and extruded sections of aluminium and magnesium alloys made from selected combinations of post consumer scrap (PCS) supplied by Norton Aluminium and magnesium diecasting scrap supplied by Meridian. The mechanical performance and corrosion properties of the rheoformed products will be assessed against current production aluminium and magnesium castings and wrought products made from conventional primary metal based melts. For magnesium the emphasis of the project will be on production of rheodiecastings with a much smaller activity on wrought products, whilst for aluminium the emphasis will be both on high performance castings and on wrought products, particularly rheoextrusions. The work at BCAST will focus on the following aspects: (1) As the technology provider, BCAST team will focus on developing the rheoforming technologies, particularly the rheo-diecasting and the rheoextrusion processes, for upcycling light alloy scrap into high quality components for automotive and other general engineering applications. This will include design, commissioning and optimisation of the rheoextruder, integration of the rheoextruder with the slurry supply system. (2) The BCAST team will characterise the chemical compositions, microstructures, mechanical properties and corrosion resistance of rheoformed products produced from different scrap sources. The results will feed into the process optimisation programme as guidelines, and will also be used to understand the relationships between chemical composition, processing conditions and engineering performance. (3) The BCAST team will assist the industrial scale trials for rheoforming Al scrap at Norton Aluminium and for rheo-diecasting of magnesium scrap at Meridian. The project will develop a unique UK partnership of material producers, recyclers, technology providers and product manufacturers to develop a novel processing route for increasing the re-use and recycled content of light alloy materials by upcycling into higher-value products. Such a collaborative development will enable rapid UK commercial exploitation and will reduce dependency on imported products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/E010334/1","grantId":"DT/E010334/1","fundValue":"411319","fundStart":"2007-01-04","fundEnd":"2010-10-03","funder":"EPSRC","impactText":"","person":"Z  Fan","coPersons":[],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}