{"id":"C228CD06-B2C3-4CEA-9DCB-BC1FC44C0D6C","title":"HUMAN WALKING AND RUNNING FORCES: NOVEL EXPERIMENTAL CHARACTERISATION AND APPLICATION IN CIVIL ENGINEERING DYNAMICS","abstractText":"Of all dynamic forces induced by humans, such as walking, running, jumping, bouncing/bobbing and swaying, the dynamic forces induced by human walking and running are the least understood and most complex to deal with when considering performance of civil structures such as footbridges, floors, grandstands and other assembly structures that are dynamically excited by these activities. This is because they are random in nature, difficult to predict and even more difficult to use in practice as their action changes not only in time but also in space.Guidance to designers on the nature of dynamic loads due to walking and running is at best rudimentary and simplistic and at worst inaccurate. There is no formal guidance on the nature of loading due to groups or crowds of pedestrians and the result of this lack of understanding may be financially disastrous. The example of the London Millennium Bridge is the tip of the iceberg: there are many examples (that do not reach the public domain) of highly expensive industrial or experimental facilities that are unfit for purpose due to pedestrian loading.Contrary to common belief and current codification, walking/running forces are not perfectly periodic but (as recently demonstrated by the proposers) are narrow-band random phenomena with considerable variation between individuals as well as for the same person. Use of such forces in structural design and extension to use with more than one pedestrian really requires experimental and analytical treatment similar to that used for other types of random forces that dynamically excite civil engineering structures, such as wind, waves or earthquakes. Such statistical and probabilistic treatment of moving human-induced dynamic forces currently exists only as a concept in a few research papers (including tjose written by the proposer). Hence gathering a large number of time-varying loading records of walking/running, establishing a viable database of them and using it directly for various forms of probability-based dynamic calculations of real-life structures presents a timely opportunity to advance the whole field of vibration serviceability assessment of structures occupied and dynamically excited by moving humans, such as floors and footbridges. There are two key novelties in the proposed approach: (1) There are varied opinions on the extent to which the constrained motion on a treadmill can represent normal walking, so we will use 'free field' measurement of three-component continuous walking/running forces by measuring movement of the human body or bodies in addition to and for comparison with standard direct measurement of forces on a treadmill.(2) We have the means to use the so established database of measured time-varying traces of walking/running forces to develop stochastic models of these forces and to then apply them to simulate dynamic response of real-life structures. We also have many practical opportunities to apply and refine the models to assess vibration serviceability at the stage of structural design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E018734/1","grantId":"EP/E018734/1","fundValue":"306675","fundStart":"2007-01-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"","person":"James Mark Brownjohn","coPersons":["Aleksandar  Pavic","Paul  Reynolds"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}