{"id":"C233AD9C-4948-4BDC-8156-2F2E39B75D21","title":"EPSRC Centre for Innovative Manufacturing in Composites","abstractText":"The EPSRC Innovative Manufacturing Centre in Composites will conduct a programme of fundamental manufacturing research comprising two research themes aimed at developing efficient, high rate, low cost and sustainable manufacturing processes coupled to effective and validated design and process modelling tools. These processes will aim to deliver high yield, high performance and high quality components and structures. The themes are as follows:Theme 1: Composites Processing ScienceThe focus for this theme is to develop integrated modelling systems for predicting and minimising process induced defects and defining and optimising process capability. Topics include: Multi-scale process modelling framework for candidate processes (fibre deposition, resin infusion, consolidation and cure); Stochastic simulation of process and resulting material/structure variability, leading to prediction of process induced defects at the macro, meso and micro scales; Analysis of design/ manufacturing/ cost interactions, enabling process capability mapping, design and process optimisationTheme 2: Composites Processing TechnologyThe focus for this theme will be experimental investigation of next-generation, high rate processing technologies as essential elements within a flexible composites manufacturing cell with multi-process capability. Topics include: Development of rapid deposition technologies: automated robotic control for tow/tape placement, development of flexible/ hybrid systems, application to dry fibre and thermoplastic composites manufacture; High speed preforming processes: fibre placement, Discontinuous Carbon Fibre Preforming (DCFP), multiaxial and 3D textiles and their automated integration into multi-architecture, multi-functional composites; High rate &amp; controlled thermal processing: rapid heating/curing and innovative tooling; Process and parts integration with novel joining technologies, tolerance reduction and on-line inspection In addition to the main research themes, the platform element within the Centre will support four generic research projects operating across the Centre to develop common technologies and underpin the main research priorities. These technology areas are: Multi-scale modelling; Cost modelling; Automation/robotics; and, Design and manufacturing quality integration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I033513/1","grantId":"EP/I033513/1","fundValue":"5866580","fundStart":"2011-07-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"  The third year of our operation has seen further growth in the funding of new projects, recruitment of staff and additional funding to extend our Industrial Doctorate Centre; with leveraged funding totalling &pound;18.7 million. Significant progress has been made in the Centre's core research themes, with 11 new collaborating partners joining CIMComp, bringing the total to 35 companies which are benefiting from the impact of applying world-class research in their industry sector. We have undergone an external mid-term review, which praised many of our activities and suggested a number of areas for further development to enhance the impact of our research. \n\nThe EPSRC Centre for Innovative Manufacturing in Composites (CIMComp) was launched in July 2011 with a total of &pound;7M sponsorship from EPSRC, industrial companies and the host universities. CIMComp was formed to focus on developing the next generation of composites manufacturing technologies through fundamental, multi-institutional research. Our role is also to lead on the formation of future UK fundamental research strategy in composites manufacturing, acting on behalf of the academic community and actively engaging with other EPSRC Centres and research groups across the UK. \n\nThe first tranche of CIMComp core research programmes are reaching completion, generating new intellectual property leading to multiple new research contracts being awarded, further enhancing the CIMComp portfolio. Additional programmes include Life Cycle Simulation of Automotive Materials in Service: Impact of Ageing on Performance (Prof C Soutis) and Manufacturing of High Performance Cellulose Fibres to Replace Glass fibres &amp;amp;amp;amp;amp;amp;amp;amp; Carbon Fibre Precursors (Prof K Potter). In the last year we have launched two further core research programmes on Defect Generation Mechanisms in Thick and Variable Thickness Composite Parts (DefGen) and Compression Moulding of Multi-Architecture Composites (CMMC).\n\nWe have actively engaged with the wider composites manufacturing community through the funding of nine feasibility studies, each of six month duration, all of which complement our current activities and/or expand our remit into new areas of composites manufacturing technologies. As well as supporting the core CIMComp partners, through feasibility study funding, we have supported work at Exeter, Glasgow, Imperial College London, Queens Belfast and Sheffield universities. These projects have now completed and several have resulted in bids for further external funding.\n\nCIMComp outreach activities this year have focused on wider dissemination and on international engagement. We are now a regular feature at the NEC Composites Engineering Show, which attracted over 12000 people last year. At the event we delivered a forum dedicated to CIMComp activity, which was apparently the best attended session over the two days. We also led a mission to Brazil to understand the research and industrial landscapes and to establish research partnerships. We have already hosted a reciprocal visit and are working towards the development of collaborative research proposals.\n\n\n\n\n\nBelow is information imported from ROS Sept 2014 and includes 1st and second year details:\n\nSecond Year \nIn the second year we have continued to develop understanding of micro-scale behavior of reinforcements during manufacture by resin infusion. Based on statistical fibre distributions equivalent to measured arrangements, steady-state CFD simulations have allowed tow permeability to be calculated as a function of fibre volume fraction. Sensitivity of permeability to the fibre distribution has also been studied. A semi-analytical model for tow permeability has been developed and validated using the CFD studies. This work has shown that micro-scale permeabilities differ significantly from measured distributions. Feasibility of using transient flow simulations to predict void formation at the micro-scale has been demonstrated, allowing effects of capillary pressure on this phenomenon to be observed. Macro-scale flow analysis has focused on effects of handling on reinforcement permeability, demonstrated by deliberately shearing the reinforcement by controlled amounts and measuring the resulting permeability. We have also engaged actively in the latest international benchmark exercise for permeability, led by Ecole Polytechnique de Montreal, which aims ultimately to propose a standard permeability test method. The next stage in this work studies effects of tow path variability on flow for three-dimensional components, considering effects of draping combined with statistical variability. Work on cure modelling has focused on variability, and here a stochastic approach has been applied to study the uncertainties/ performance trade offs in cure processes. Cure testing has established variability in model parameters for cure of an epoxy system, and these have been used to simulate cure for a flat panel comparing two stochastic techniques. This allows, for example, distributions of cure time and temperature overshoot to be predictied. The next stage will incorporate variability in tow orientation, using the same statistical model as used for flow simulation.\n\nContribution Method: Permeability data has been provided to ESI software for their customers to use. They have now started to direct customers to Nottingham as their preferred partner for measurement of permeability data\n\nAM02 - Structural Joints Using Novel Embedded Inserts\n\nJoint applications for the industry partners have been assessed and a range of joints defined.\n\nConcepts for embedded fittings have been proposed.\n\nThe 1st stage of small lap joint manufacture and testing has been completed which has provided new understanding of spiked titanium insert plate design and insert CFC laminate failure behaviour.\n\nA cost study of insert manufacturing technology has been carried out which highlights the benefits of the CMT welding process.\n\nPatents, technology, software, technology transfer/commericalisation of processes used, products in marketplace etc.\n\nAM02 - Structural Joints using Novel Embedded Inserts\n\nJoint applications for the industry partners have been assessed and a range of joints defined. Concepts for embedded fittings have been proposed. The 1st stage of small lap joint manufacture and testing has been completed which has provided new understanding of spiked titanium insert plate design and insert / CFC laminate failure behaviour. A cost study of insert manufacturing technology has been carried out which highlights the benefits of the CMT welding process. 2nd stage small lap joint testing has provided understanding of bonded / embedded pin joint failure behaviour. This has enabled the design of novel stepped lap and tapered scarf small test joint. These 3rd stage joints are currently being manufactured and comprise novel titanium insert designs with- straight pin, ball ended pin, dimpled pin configuration. These designs will compare the effect of high and low stiffness adhesive and adhesive free joint assembly. A target for optimised joint failure behaviour has been defined to enable insert and joint design optimisation. This is to match the strength of multi-step lap joints using standard high strength paste adhesive and to provide high strain to failure 500% greater and to show minimal susceptibility to surface preparation variability.\n\nContribution Method: Since structural joining/assembly accounts for considerable structural weight and a large proportion of manufacturing cost, the uptake of the results should increase the international competitiveness of the UK carbon fibre composites industry\n\nKP01 - Novel Approaches to Manufacture of Complex Geometries\n\nWork to date has got two PhD students under way in detailed studies of how conventional woven reinfocements are manipulated in manual forming processes. The work of the two students is expected to separate into two streams, one looking at robotic automation the other looking at maximising the efficiency of current processes. We have developed an integrated approach to predict formability of textile reinforcements from first principles. This involves unit cell modelling (using the TexGen schema) to predict the mechanics of textiles from two properties and the fabric geometry. This provides input data for an FE simulation of reinforcement forming, which can predict the deformed fibre pattern and wrinkling due to compressive stresses in the tow directions. Sensitivity studies have revealed the influence of textile structure and tow properties on formability, demonstrated initially for a hemispherical forming tool.\n\nCurrently in negotiation with a major composites software vendor to licence some UoB manufacturing simulation technology for incorporation into their software suites.\n\nKP01 - Novel Approches to the Manufacture of Complex Geometries from Broadgoods\n\nFocus has been on developing an in-depth understanding of how reinforcements can be manipulated into geometry rapidly and defect-free; including an understanding of how experienced operators (supported by NCC) manipulate material by investigating the grips, tools, and techniques used in lay-up onto a series of increasingly difficult geometries. It has led to the identification of an alternate approach to manual lay-up involving offline preshearing to conduct cloth reorganisation that minimises the amount of tool/ply interactions needed. Examples have shown up to 60% touch time improvements are possible with increased repeatability and reductions in non-productive tasks such as heating. It does not impact on quality, and is now being used to inform on alternate processes for automated manufacturing.\n\nA relationship between reinforcement's drape properties and geometry has been investigated in parallel. Differences in lay-up times of 5-fold across the geometries, 2-fold across the materials, as well as quality variation per operator were seen. By reviewing properties such as shear stiffness, tack, and their interaction, the requirements leading to rapid lay-up have been identified. This may allow for the development of improved materials to meet rate and quality, and has been taken forward by exploring the shear energy in forming - using it to define the work to form a feature or geometry. This may allow for the design of immediately more-manufacturable parts. Work has also been made in areas such as the laminator's motivation, and the acceptance criteria used to better define the impacts of GD+T and a measurable quality definition.\n\nIn terms of P&amp;amp;amp;amp;amp;amp;amp;amp;P, research has targeted the use of novel low cost systems such as transfer pad printing with some success. The research has identified other higher value areas for impact and has been exploring solutions, including a method for protective film removal that may be applied to manual as well as automated manufacturing.\n\nBristol has a KTP with Cobham Mission Equipment, and this programme is being used to support CME in their aim to become an educated user and procurer of composites structures. As technologies are developed they are being demonstrated to the NCC, and it is intended to develop them further through the NCC when appropriate.\n\nContribution Method: Developing a relationship with AMSCI (Advanced Manufacturing Supply Chain Initiative) and the Composite Skills Alliance to ensure research impacts for wider industry and society. We have worked to link together SME's to form an effective network and have seen some success in this area with collaborations between SME's forming\n\nPP03 - Innovative multi-material and multi-architectural preforms\n\nWe have made significant progress in the first year on developing concepts for 3D fibre demonstrating proof of principle of 3D fibre preforming.\n\nThe achievements are:\n\n\n\nWe built a prototype 3D weaving machine machine and demonstrated basic concept of ply drop in a 3D weave. This will be further extended to create near-net preforms during this year.\n\n\n\nA robotic fibre placement concept is also under development. This will enable us to create multifunctional preforms incorporating smart sensors as well as appropriate (DCFP) preform technologies. This will be available in the next three months.\n\n\n\nWork is also underway to create carbon tows with multi-functional materials through methods of surface printing and co-mingling. We have produced preliminary samples. We will continue to work on this multi-functionality through the year.\n\nIn December 2011, we installed a prototype 3D weaving machine at US Air Force Materials Labs (Dayton, Ohio). The cost of building the machine was paid for by the US Air Force. This has been a significant achievement to the research team at Manchester. We are in the process of developing next generation 3D weaving process.\n\n\nAL04 - Multi-scale Modelling to Predict Formation During Resin Infusion\n\nIn the first year we have made significant progress in understanding the micro-scale behavior of reinforcements during manufacture by resin infusion. We have characterised the fibre distributions within tows (fire bundles) within composite reinforcements, and have developed a detailed statistical description of these. This has been used to generate virtual models, which have been used within CFD studies to simulate flow during infusion. Steady-state simulations allow the distribution of tow permeabilities to be predicted, and here a key discovery is that the mean value is almost an order of magnitude lower than that predicted by (previously accepted) analytical models. Transient flow simulations are now starting to determine the conditions for void formation. At the meso-scale (unit cell level) we have used MRI to image the flow of fluid through reinforcement during infusion. This is the first application of this approach to composites manufacture, and we have used this to identify void formation between tows. Work on cure modelling will also focus on variability, and here a stochastic simulation methodology is being developed to study the uncertainties/ performance tradeoffs in cure processes. Initial work has focused on reviewing the key sources of variability and implementing a robust methodology to model composite cure and distortion that allows efficient incorporation of variability information. The work currently focuses on the development of a Monte Carlo scheme for uncertainty simulation of cure and the development of a sensing setup that will allow the estimation of surface heat transfer variability in an industrial environment.\n\nDuring the last year we have provided a database of (non-confidential) reinforcement permeability to ESI Software, so that this can be made available on-line to their users. Nottingham are the first University to make such data available in this way, and this will be a significant benefit to the user community, enabling them to use manufacturing simulation tools for composites.\n\nAL04 - Multi-scale Modelling to Predict Defect Formation During Resin Infusion Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology,Transport Economic,Policy & public services","person":"Andrew  Long","coPersons":["Ivana Katherine Partridge","Andrew Robert Mills","Nicholas Antony Warrior","Alexandros Antonios Skordos","Prasad  Potluri","Constantinos  Soutis","Stephen Richard Hallett","Michael  Wisnom","Peter  Schubel","SJ  Eichhorn","Kevin  Potter","Stephen John Pickering","Mike  Johnson"],"organisation":"University of Nottingham","findingsText":" 1. Development of highly novel composites manufacturing methods in the form of a world first 3D textile optimisation algorithms, quadaxial braider, AFP tow shearing, automated lamination tools. These are some of the key research outcomes from CIMComp's 22 projects that are currently running. 3D Textile optimisation algorithms have shown the potential to provide a step-change shift in the way engineers design with composite materials - challenging the &quot;black metal&quot; design philosophy which is widely adopted. The quadaxial braider opens up new and exciting markets for rapid deposition of complex structures, providing orientated fibres in a combined automated process, applicable to sectors such as oil &amp; gas, aerospace and automotive. AFP tow shearing prototype development has shown the potential to revolutionise the automation of complex high value composites structures that have tight turning radii and bends in their design, without compromise to laminate integrity and mechanical performance. This process is planned to be integrated into the NCC core research program in 2015. Automated lamination tools designed to mimic handlay prepreg compaction techniques on complex geometry has demonstrated potential gains in production volume, with high repeatability\n\n2. Development of highly successful routes for engaging with the UK composites community using well managed feasibility studies which pump-prime early career research activity. This process was found to be the most successful way in which to engage and drive innovation within the composites academic research arena. The CIMComp feasibility studies were conceived and implemented in such a way that an early career postdoc could be employed for 6 months to develop a potential disruptive technology. Included in this package was equipment and expertise support/mentoring provided by the CIMComp team. A rigorous reporting and dissemination process was devised which aided in the successful delivery of all nine funded projects; four of which have already gone onto receive major funding awards. \n\n3. Increased research capability generated from delivery of the first UK training modules in composites manufacturing at PhD/EngD level through our Industrial Doctorate Centre (IDC). Comprehensive training in advanced composites at a postgraduate level was not being offered in the UK which reflected on the shortage of qualified engineers in this sector. The IDC now offers 10 units to the IDC and CIMComp researchers in order to deliver highly qualified composites engineers for tomorrows manufacturing challenges. The vision is to offer these training modules out to other academic institutions and industry in the near future as the demand for this already exists.\n\n4. The research activity has opened up new research questions on what technologies are required in order to create a magnitude change to the composites manufacturing sector. The research conducted within CIMComp has led to the view that new disruptive technologies are needed in order to create a step change in the way composites are used and therefore opening up exciting and lucrative new markets. Entirely new approaches to 'product design' and 'design for manufacture' are required to enable engineers to take full advantage of the wide range of design freedoms that composites offer. This can be achieved by tailoring all aspects of the component design and manufacture, ensuring that the modelling, preforms, matrix and processing are truly optimised for the component in question and are not bound by current standard practice or the 'black metal' design philosophy. Development and implementation of this approach is seen as the future role for CIMComp over the next decade. \n\n\nBelow is information for previous years imported from ROS:\n\nThe second year of our operation has seen a major growth in the funding of new projects, recruitment of staff and launch of an Industrial Doctorate Centre; with leveraged funding totalling ?10 million. At the same time, significant progress has been made in the Centre's core research themes. 13 new collaborating partners have joined CIMComp, bringing the total to 23 companies which are benefiting from the impact of applying world-class research in their industry sector. Significant progress has been realised within the CIMComp core research programmes, which has generated new intellectual property leading to multiple new research contracts being awarded, further enhancing the CIMComp portfolio. Additional programmes include Robustness-performance optimisation for automated composite manufacture (Dr Alex Skordos), and DefGen (Dr Stephen Hallet) working on understanding, predicting and mitigation of defect generation mechanisms. Through this activity, we have been able to draw in new academic and research talent to further strengthen CIMComp's national and international standing; included in this is the creation of two independent fellowship positions investigating 3D fibre reinforced composites (Dr Xuesen Zeng), and Next generation automated fibre placement processing (Dr Eric Kim). We have actively engaged with the wider composites manufacturing community through the funding of nine feasibility studies, each of six month duration, all of which complement our current activities and/or expand our remit into new areas of composites manufacturing technologies. The aim of this activity is to utilise CIMComp's resources to aid in the development of ideas which go forward into newly funded programmes. As well as supporting the core CIMComp partners, through feasibility study funding, we are supporting work at Exeter, Glasgow, Imperial College London, Queens Belfast and Sheffield universities. The research described above is supported by industry advisors and therefore has significant relevance to current industry challenges in composites manufacturing. Results from this work are still embryonic; however identified pathways to future exploitation are varied and include licensing and exploitation by the Centres Tier 1 partners, development through Catapults such as the National Composites Centre (NCC) or the Manufacturing Technology Centre (MTC). Funding has been obtained to allow secondment our fellowship researchers to other academic institutions or industry in order to disseminate the developed technology for avenues of further exploitation. The research conducted within the Centre is focused on fundamental understanding of composites manufacturing. The research has significant and direct impact on industry practices and therefore serves to allow greater adoption and exploitation of polymeric composites. The numerous developed technologies within CIMComp will look to move up the TRL levels by either direct industrial funding or through collaborative R&amp;D funding mechanisms such as InnovateUK or Horizon 2020. The various industrial partners (Tier 1 and Project Partners) are well positioned to take forward the developed technologies for exploitation. Other routes forward include utilising our links with the National Composites Centre (NCC), Manufacturing Technology Centre (MTC) and Advanced Manufacturing Research Centre (AMRC) who are all members of the HVM Catapult. Through these routes, the technologies can be further developed, taking them through the applied research stage and for exploitation by the various industrial members of the HVM Catapult Centres. Aerospace, Defence and Marine,Education,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}