{"id":"C23BE020-6A94-4657-8447-59B0ED6C63C5","title":"Triblock Terpolymers for Self-assembled Nanolithography","abstractText":"Self-assembly provides the ability to create well-controlled nanostructures with electronic or chemical functionality and enables the synthesis of a wide range of useful devices. Diblock copolymers self-assemble into periodic arrays of microdomains with feature sizes of typically 10-50 nm, and have been used as self-assembled 'resists' to define periodic patterns useful in making a wide range of devices such as silicon capacitors and transistors, photonic crystals, and patterned magnetic media. However, the lamellar, cylindrical or spherical microdomains in diblock copolymers generally form grating patterns, or close packed structures with hexagonal symmetry. This limitation in pattern geometries restricts their device applications, making it desirable to create self-assembled patterns with a wider range of geometries and applications. The intellectual merit of this proposal is the development of triblock terpolymers which form thin films with a diverse range of geometries. The work includes design of triblock terpolymers to form films with specific geometries such as widely or closely-spaced lines, lines with specific edge modulations, junctions, or bends, or arrays of cylinders or spheres in non-close-packed arrangements; synthesis of polymers with appropriate block chemistry, interactions and volume fractions; understanding processing effects including substrate treatment and annealing processes; modeling the self-assembly; and generation of magnetic nanoparticles within one block to form functional nanostructures directly. Central to this work is an investigation of templating of triblock terpolymers using substrate chemistry and topography, so that the self-assembly can be guided to nanoscale precision. The work is a collaboration between a group in Bristol, UK, with experience in the synthetic chemistry of triblock terpolymers, and a group in MIT, Cambridge MA, with experience in block copolymer lithography and templating.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H047468/1","grantId":"EP/H047468/1","fundValue":"204017","fundStart":"2010-09-01","fundEnd":"2014-08-31","funder":"EPSRC","impactText":"  The research has contributed to the global fundamental research database and has had considerable impact in this regard. We are also interacting with potential beneficiaries, such as Intel Corp., in terms of future exploitation of the work. Electronics Economic","person":"Ian  Manners","coPersons":[],"organisation":"University of Bristol","findingsText":" We have produced new polymers that can be used to pattern surfaces such as silicon at the nanscopic level. Our new polymers may be used in integrated circuit manufacturing. Electronics","dataset":"gtr"}