{"id":"C23D8D15-4A6B-4AA5-B50E-3E7611BBBFB4","title":"Flap Noise","abstractText":"With the projected demand for air transport set to double the world aircraft fleet by 2020, the task of reducing noise levels of each individual aircraft is becoming extremely urgent. Significant technological advances in the reduction of turbomachinery noise alone has been achieved over the last 20 years due to the implementation of advanced fan designs and the use of jet engines with ultra high bypass ratios. Because of these advances, airframe noise and non-traditional noise sources due to the engine installation effects are becoming a major limiting factor in the overall reduction of the aircraft noise. In turn, flap noise is a very important component of airframe noise for approach conditions and, as a recent experimental study demonstrated, the flap interaction with the jet can also produce very significant noise for take-off conditions. This puts the viability of many conventional aircraft, especially those with the engine-under-the-wing configuration, in jeopardy. At the same time, as recognised by the international aeroacoustic community, the mechanisms of flap noise still remain very poorly understood. In the new project, we will develop a new physically insightful method for understanding and predicting both broadband and tonal flap noise. In this work we will combine and extend the two models developed in the framework of two previous successful EPSRC-funded aeroacoustic projects into a new unified noise prediction scheme. This scheme will capture both the tonal and broadband noise components of the high-lift devices, such as wing flaps and flaperons and their interaction with the turbulent jet. The new model will have an exact match between the sound sources predicted by Computational Fluid Dynamics (CFD) tools and far-field propagation using a mixture of mathematical modelling tools. Using the new model we will systematically study the mechanisms of flap noise and investigate the effect of control devices, such as porous flap edge surfaces and vortex generators installed on the flap trailing edge, on noise.This Project is a well-balanced combination of advanced numerical modelling, high performance computing and state-of-the art acoustic analysis methods. All investigators are experts in their fields - aeroacoustics, aerodynamics, turbulence modelling and numerical methods. Thus a strong side of the Project is its multi-disciplinary and collaborative nature that ensures synergy and cross-fertilisation of ideas and methods.The planned work has great environmental importance, aimed directly at improving the quality of people's lives in the vicinity of airports. It also has commercial importance, potentially safeguarding UK jobs in a high technology area, and its results will be of interest for the leading UK airspace industry such as Airbus and Rolls-Royce plc. This is because greater physical understanding and valuable predictive technology for acoustics design will be created. These should ultimately result in more environmentally friendly, and hence commercially competitive, aircraft that can be brought to the market more quickly and at lower cost. The research will be disseminated via publications in high-impact journals and presentations at key international conferences. The international collaborative context of this project enhances the potential dissemination paths. The projects results will be also disseminated through other specialist meetings, such as at Royal Society Meetings. In addition, a series of seminar talks will be arranged for to further disseminate the projects results in leading European aeroacoustics centres. The international collaborative context of this project will enhance the potential dissemination paths. It is also expected that the new highly trained computational fluid dynamicist/aerodynamicist/aeroacoustician produced in the project will be disseminating the post-project results in her/his further work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I017747/1","grantId":"EP/I017747/1","fundValue":"246664","fundStart":"2011-04-01","fundEnd":"2012-08-01","funder":"EPSRC","impactText":"  Our findings from the first part of the Flap Noise project laid the important foundation for the second part of the project.\nThe computational tools we developed lead to new collaborations and new projects which have started to materialise recently . Aerospace, Defence and Marine Economic","person":"Sergey  Karabasov","coPersons":["Paul G.  Tucker","Nigel  Peake"],"organisation":"University of Cambridge","findingsText":" As the result of the first stage of the project we have developed a new computational capability based on turbulent-eddy-resolving simulations and acoustic modelling which has been validated for sound predictions for a single stream jet. The new computational capabilities such as the new open-source code and acoustic postprocessing routines are in the public domain. Several research groups have already shown their interest in using them. For instance, these tools have been mentioned in a recent consortium application in the EPSRC Call for CCP Networking. Aerospace, Defence and Marine","dataset":"gtr"}