{"id":"C25019AA-DFEE-4555-8803-174A2B5BF3BA","title":"Phylogenetic combinatorics: A mathematical theory for the analysis of phylogenetic trees and networks","abstractText":"According to Charles Darwin's theory of evolution, the present day species can be related by an evolutionary tree, much in the same way as members of a family can be related by a family tree. One of the central problems in biology is to work out what this tree is (or, usually small parts of this tree), since this can be helpful, for example, in understanding how organisms work. The flourishing area of phylogenetics is concerned with solving this problem. However, since it is by no means an easy problem, advanced mathematical theories are required to help discover its solution. The main aim of this project is to investigate and develop such mathematical theories. We expect that these theories will not only enable biologists to better understand their data, but that they will almost certainly lead to new research directions in pure mathematics, much in the same way that physics inspired new mathematics in the 20th century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D068800/1","grantId":"EP/D068800/1","fundValue":"334702","fundStart":"2006-10-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"  The findings have been used to understand evolutionary relationships. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Environment Societal","person":"Vincent  Moulton","coPersons":[],"organisation":"University of East Anglia","findingsText":" According to Charles Darwin's theory of evolution, present day species can be related by an evolutionary tree, the so-called &amp;quot;Tree-of-life&amp;quot;, much in the same way as members of a family can be related by a family tree. One of the central problems in biology is to work out what this evolutionary tree is (or, more often, small parts of this tree), since this can be helpful, for example, in understanding how genes, genomes and, ultimately, organisms function. The flourishing area of phylogenetics is concerned with solving this problem. However, since it is by no means an easy problem, advanced mathematical theories are required to help find its solution. \n\n\n\nIn this project we investigated and developed such mathematical theories. New findings include (i) novel ways to construct phylogenetic trees and networks, (ii) new discoveries concerning the structure of optimal realizations of metric spaces, (iii) a new theoretical framework to help better understand biodiversity and its conservation, and (iv) improved ways to decompose distances that commonly arise in evolutionary studies by proving new mathematical results concerning their tight-spans. These results have been presented in 19 papers that have already appeared in international, refereed journals. It has also led to new, freely-available software for computing phylogenetic networks which can be used by biologists to uncover complex evolutionary patterns relating organisms such as plants and viruses. Moreover, many of the results have been presented by the project participants in, for example, (i) international conferences and workshops, (ii) the Isaac Newton Institute for Mathematical Sciences' &amp;amp;quot;Phylogenetics&amp;amp;quot; programme in autumn 2007, (iii) a post-graduate course in Phylogenetic Combinatorics run by the project participants in South Korea in 2008, and (iv) a contribution by the principal investigator to a series of radio programs on Charles Darwin at a local, Norwich-based radio station.\n\n\n\nThe funding also provided important resources which helped develop and strengthen the UEA Phylogenetics group through funding of (i) a PhD studentship and a post-doctoral researcher position, (ii) various visits to/from project collaborators in New Zealand, South Korea and China, which strengthened the collaboration with their groups, and (iii) attendance of several workshops and conferences in phylogenetics. As a result (i) two post-doctoral researchers have been successfully trained in phylogenetics and have now both found employment in academic institutions where they will continue their work in this area, and (ii) the PhD student has co-authored two papers that have appeared in refereed, international journals, and is due to submit a thesis in June 2010 concerning new mathematical theories underpinning phylogenetic networks and phylogenetic diversity.\n\n\n\nIn summary, all of the original objectives of this project were successfully achieved, and some fascinating new directions in phylogenetics have been discovered which are being followed up in new collaborations. The theories and software developed in this project will not only enable biologists to better understand their data, but are already leading to exciting new results in mathematics and computer science. Evolutionary biologists and environmental scientists can use the tecnhiques that we have developed to construct evolutionary trees and networks, to understand biodiversity, for comparative genomics and other applications such as understanding the origins and evolution of viruses. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Environment","dataset":"gtr"}