{"id":"C263512D-8806-405E-BAF3-82ACD1C8D3DD","title":"Memory and Prediction in Plant Disease Management: A comparative analysis of Dutch Elm Disease and 'Sudden Oak Death' in","abstractText":"<p>Disease epidemics affecting forests and trees are now seen as major threats to biodiversity, landscapes and ecosystem function. Compared to diseases affecting livestock or agricultural crops, where acute but usually short-lived ecological and economic impacts can be addressed by established control measures, the impact of forest diseases is often cumulative, long term and difficult to control. ‘Sudden Oak Death’ (SOD) is an emerging forest disease and its recent appearance in host species in the UK has raised concern that a wide range of tree types in this country may now be at risk. This project draws on archival research and interviews directly involved in the outbreak of Dutch Elm Disease (DED) in the 1970s to reconstruct the progress of the disease across the UK and subsequent (failed) attempts to deal with it. It uses modelling and reconstructive photographic techniques to compare this trajectory with the possible future spread of SOD under a number of alternative management scenarios. Focussing on a small number of case studies, the research further visualises the landscape implications of varying degrees of infection, impact and spread for SOD. These visualisations are used to explore public memory of DED and perception of risk from SOD. The project concludes with a stakeholder jury enquiry charged with reaching verdicts on the lessons of DED and the likelihood and manageability of a future outbreak of SOD.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-229-25-0005","grantId":"RES-229-25-0005","fundValue":"479053","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"ESRC","impactText":"","person":"Clive Anthony Potter","coPersons":["Simon Robert Leather","Alan  MacLeod","Jonathan David Knight","Susana  Mourato","Sharon Sarah Matthews-Berry","Joan  Webber"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}