{"id":"C2634FFE-9461-4684-AA09-1D864033042E","title":"Water quality measurement in regions of poor sanitation","abstractText":"Microbiological waterborne disease remains a significant concern for the world wide water community, as pathogens (from human and animal wastes) in drinking water sources (streams, wells) cause ill health. These issues disproportionately affect the poor in developing countries. For example, 1.1 billion people do not have access to safe drinking water supplies and 2.6 billion are without access to improved sanitation services. Conditions are most severe in sub-Saharan Africa where 42% of the population is without improved water and 64% are without improved sanitation. The UN Millennium Development Goals aim to halve the number of people without access to safe drinking water by 2015, as the global disease burden of water, sanitation and hygiene related diseases is approximately 82 million disability-adjusted life years (DALYs). This critical public health issue would benefit from improved detection methods. Obtaining standard counts of faecal coliforms takes in excess of 30 hours and needs skilled training and laboratory conditions for the preparation of samples. Consequently, their use is problematic and infrequent, even though rapid drinking water quality checks are essential to prevent rapid disease spread and death. Also, these techniques are beyond the reach of the poorest communities that are in urgent need of drinking water and sanitation improvements. We propose a novel and innovative solution to this problem by measuring drinking water fluorescence. All water fluoresces, although the insensitivity of the human eye to the appropriate wavelengths renders fluorescence invisible to us. However, off-the-shelf equipment can detect this fluorescence, and a large body of research has demonstrated that water fluorescence is particularly good at identifying faecal contamination (both human and animal). The focus of this proposal is derived from the widespread observation of intrinsic fluorescence emitted at 340-370 nm under excitation at either 220-240 nm or 270-280 nm in all types of faecal derived waters; commonly referred to as fluorescence peak T, or tryptophan-like fluorescence. We will develop a fluorescence sensor that will permit the real-time, hand held sensing of the microbiological quality of drinking water, particularly in areas of poor or no sanitation as widely found in developing countries and during disaster relief scenarios. Advantages of fluorescence screening of drinking water include rapid analysis time. Results are available in less than 1 minute, significantly improving on existing coliform count technology. The technique uses cheap, off-the-shelf equipment (fluorescence spectrophotometers) that is portable (from the back of 4x4 vehicles or temporary field labs). Finally, there is the ability to have both expert interpretation of results as well as simplified pictorial interpretation by non-experts in individual communities and therefore have capacity to involve poor water users themselves in the application of the technology. Stakeholder participation at all levels will be possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H003061/1","grantId":"EP/H003061/1","fundValue":"197437","fundStart":"2009-11-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"","person":"John  Bridgeman","coPersons":["Mark  Sterling","Andy  Baker","Chris  Bradley"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}