{"id":"C26A4B39-062C-4C52-9B5E-F67CF86E757E","title":"Array Design for Lead Optimisation in Pharmaceutical Research","abstractText":"Lead optimisation is the name given to that part of a drug discovery project in which molecules are synthesised and tested to ensure that they not only have some required pharmacological activity, e.g., reducing blood pressure or shrinking a tumour, but also exhibit a range of additional desirable properties, e.g., being readily soluble, easy to synthesise and not being toxic. Medicinal chemists seeking to discover new drugs have traditionally synthesised potential drug molecules one at a time in an iterative design-synthesise-test cycle. However, the recent introduction of combinatorial chemistry technologies enables them to synthesis arrays containing hundreds or even thousands of compounds simultaneously. While, this is a very efficient way of synthesising new molecules and thus provides an effective way of exploring the range of possible compounds, the chemist is still faced with difficult design decisions especially when seeking to find the optimum combination of several properties. This project will develop computer tools that will assist a medicinal chemist in designing new arrays of compounds, with the aim of expediting the discovery of new drugs. The project will draw on a large archive of arrays that have been generated in the past in lead optimisation programmes at GlaxoSmithKline. A key phase will involve analysing the archive to determine the ways in which arrays have been used in the past to explore relationships between the structures of molecules and their properties, and in particular the ways in which these properties have been improved over the course of a successful optimisation. This knowledge extraction phase will then provide the input to the second phase of the project, which will involve the construction of a decision support system, a computer system that will provide the chemist with guidelines on what array or arrays to make next at each stage of an optimisation project. The development of a chemist-friendly system for array design should be of enormous benefit to experimental chemists, not just in the pharmaceutical and agrochemical sectors, but also in other industrial sectors where array methods are starting to be used, such as materials science and catalyst design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E020410/1","grantId":"EP/E020410/1","fundValue":"235682","fundStart":"2006-10-23","fundEnd":"2011-01-22","funder":"EPSRC","impactText":"","person":"Valerie  Gillet","coPersons":["Peter  Willett","Visakan  Kadirkamanathan"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}