{"id":"C26FECAB-F41D-45EB-9D76-2E0B956C4127","title":"TEMPO: Time Driven Modelling and Resource Management of Real-Time Systems on Multiprocessor Systems-on-Chip","abstractText":"Embedded real-time systems (ERTS) implemented on Multiprocessor System-on-Chip (MPSoC) platforms present fundamental challenges to the offline modeling of system behaviour, offline prediction of system temporal and resource usage at run-time, and run-time resource management. MPSoC platforms offer the prospect of immense computational power via parallelism, but this very parallelism makes them difficult to model. Hence from a real-time systems perspective, it is extremely difficult to predict offline the run-time behaviour and performance of ERTS implemented upon MPSoC platforms. We note that such predictions are a fundamental requirement of real-time systems. Understanding and predicting system performance from a time and resource usage perspective requires that sufficient aspects of the application and system software, resource management and MPSoC platform must be accurately modeled to establish the complex inter-dependencies between application software, system software and the MPSoC platform. Without this understanding, it is difficult to verify offline that a system will meet its timing requirements and resource usage constraints (eg. memory). The research challenge is exacerbated by observing that such systems are essentially dynamic: application configuration (or mode) changes, movement of application software between processing elements, changes in available resource (eg. power), changes in the configuration of the hardware platform itself (ie. functionally dynamically reconfigurable).This project directly addresses the challenge of understanding the behaviour of dynamic ERTS implemented on MPSoC platforms by advocating an approach that puts time (rather than structure or functional behaviour) at the centre of the modeling method, run-time resource management and offline verification approach. The intuition behind adopting a time-centric view of complex parallel systems is the observation that conventional functional or structural approaches inevitably hide or obfuscate pertinent non-functional system timing behaviour. We believe that by modeling the system from the perspective of time, we can model and relate all behaviours at differing time granularities (from application to hardware), so enabling accurate offline analysis and prediction of timing properties - essential for real-time systems.The project will focus upon three specific areas of the challenge: modeling, resource management and verification. We will develop a resource oriented time banded framework to allow the system to be modeled. This will support and integrate with resource management policies and mechanisms. The latter will be based upon hierarchical contracts, taking a resource virtualisation approach expanded to include multiprocessors, memory hierarchies, on-chip networks, energy and space. Verification will be achieved by developing appropriate scheduling and allocation algorithms for the resource contracts, incorporating both rigorous analysis (ie. schedulability analysis) and simulation. Importantly, the project will utilise an integrated approach across modeling, resource management and verification at each level of timing granularity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G055548/1","grantId":"EP/G055548/1","fundValue":"622511","fundStart":"2009-10-01","fundEnd":"2013-03-30","funder":"EPSRC","impactText":"  Findings have been used as basis for applied EU grants which involve industrial partners. These partners utilise key results from the grant. Research partners have used outcomes from the project as basis for further work. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Transport Economic","person":"Neil  Audsley","coPersons":["Alan  Burns","Leandro  Soares Indrusiak"],"organisation":"University of York","findingsText":" Thinking about systems in terms of their timing, rather than just their function, leads us to build systems that meet their timing goals. This is important for systems where timing failure is not acceptable (eg. aeroplane); and also for systems where timing failure leads to business or commercial consequences (eg. mobile phone that doesnt work properly sends people to a different make of phone). Findings are already being fed into commercial and research projects. As systems become more complex (eg. using multiprocessor CPUs), further work will be required, with the work on TEMPO grant being fundamental. Digital/Communication/Information Technologies (including Software),Electronics,Transport","dataset":"gtr"}