{"id":"C26FADD5-9275-4682-AF93-E64559ACC2AA","title":"The Fate of Methanotrophically Fixed Carbon in Terrestrial Environments","abstractText":"The major cause of climate change is the atmospheric reintroduction via fossil fuel burning of large amounts of carbon that has been buried underground for millions of years. Once back in the atmosphere, the carbon-containing compounds absorb infrared radiation, which contributes to global warming. An effective way to limit the effects of global warming is through the removal of carbon containing compounds, such as carbon dioxide (CO2) and methane (CH4) from the atmosphere. The removal of atmospheric carbon and its storage in terrestrial environments, such as soils, is known as carbon sequestration. There are many natural processes that sequester carbon including the removal of atmospheric CO2 by terrestrial vegetation and marine organisms. Carbon from methane can also be sequestered in a similar way to carbon from CO2. Methanotrophs are bacteria that can utilise methane as their only source of carbon and are the major terrestrial methane sink. Methanotrophic bacteria remove a large proportion of methane formed in terrestrial environments and prevent it from reaching the atmosphere. In these circumstances they form a vital barrier that prevents the release of methane from natural wetlands, rice paddies, marine sediments and landfill sites. Whilst the amount of methane oxidised by methanotrophs in soils has been widely studied little is known about the fate of carbon from methane in soils and how much of this carbon is sequestered. To work out what happens to the carbon following methane oxidation in soils we are going to apply CH4 containing a tracer (13C-labelled methane) to a range of different soils. We will then track the fate of the label in the soil, to calculate what proportion of the carbon from CH4 is retained in the soil. We can also link the 13C-labelled CH4 to other soil microorganisms that utilise the carbon from methane as a source of food, and build up a picture of the wider soil microbial food web. Three different soil environments are going to be studied in this work. The initial development work will study a landfill cover soil and focus on establishing a range of new analytical techniques. The soil that overlays a landfill site contains extremely high concentrations of methane because as the organic waste in the landfill site degrades, it releases large amounts of methane. The methane permeates out to the atmosphere through the soil that covers the site. It is well known that bacteria in the landfill cover soils oxidise a large proportion of this methane but the ultimate fate of this carbon they consume is unknown. The fate of methane carbon in natural wetlands will also be studied. Natural wetlands include environments such as peat bogs, fens, salt marshes and tropical swamps. Natural wetlands have organic rich soils that release methane in a similar way to landfill sites when the soil organic matter degrades. We are going to study the fate of carbon from this methane following consumption by methanotrophic bacteria in the soil. The final type of soils that will be used to assess the fate of carbon from methane in soils are a range of soil chronosequences. A soil chronosequence is a related set of soils that formed under similar conditions of vegetation, topography and climate. The length of time over which the soils have developed is the only difference between the soils in the chronosequence. This will allow us to assess the relationship between soil development and the soil processes involved in carbon sequestration. Overall, the research will add a new dimension our understanding of the fate of carbon from one of the major green house gases as it is utilised and dispersed by the soil microbial community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E018351/1","grantId":"NE/E018351/1","fundValue":"446838","fundStart":"2007-07-21","fundEnd":"2011-05-30","funder":"NERC","impactText":"","person":"Richard Peter Evershed","coPersons":["Andrew Steven Whiteley","Edward Robert Hornibrook"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}