{"id":"C2705728-DD03-49AC-BA2B-46A2689C5B0E","title":"Applied derived categories","abstractText":"Derived categories are abstract algebraic objects that package geometric information. The way they do this is inspired by topology -- a more flexible type of geometry which allows more deformations. As such they endow the original geometry with more flexibility and symmetries. They also filter out a little of the geometric information, so two different geometries might lead to the same derived category. The way in which they do this is very interesting, both in mathematics and physics, where derived categories describe topological D-branes .It has become clear in recent years that derived categories are not quite as abstract, mysterious or fearsome as often thought. Extracting the geometry (and invariants of the geometry) turns out to be quite natural in many situations, and the different geometries that can come from the same derive category give new and important points of view that solve previously intractable problems. Their extra symmetries and flexibility make them more useful in many applications.Derived categories bring a different philosophy to problems, suggesting new approaches to them. We propose to bring this new way of thinking to areas of broad areas of geometry, linking many which have not been touched derived categories before. We hope to solve problems and develop new areas of mathematics, helping to make derived categories into standard mathematical tools used all over the subject.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G06170X/1","grantId":"EP/G06170X/1","fundValue":"1248110","fundStart":"2010-01-01","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"  For instance, a series of seminars in Bonn university concentrated on going through and understanding and using our paper on &amp;quot;Hodge theory and derived categories of cubic fourfolds&amp;quot;. Numerous seminars around the world have studied Donaldson's breakthrough on K?hler-Einstein metrics, and books exploring the proof are in preparation. Other ","person":"Richard  Thomas","coPersons":["Simon  Donaldson","Alessio  Corti"],"organisation":"Imperial College London","findingsText":" We have made progress in 3 main broad areas: mirror symmetry, enumerative geometry, and K?hler-Einstein metrics.\n\nMirror symmetry is a remarkable conjecture linking different parts of mathematics. We have pursued its consequences and predictions in some of these areas, turning up unexpected structures and results.\n\nEnumerative geometry is a venerable subject going back centuries. It aims to count classical configurations like the number of conics through 5 points. We have made progress using the new theory of &amp;amp;quot;stable pairs in the derived category&amp;amp;quot; which is equivalent to older formulations but much more computable. This has allowed us to prove some old conjectures such as the G?ttsche conjecture and Katz-Klemm-Vafa conjecture from string theory.\n\nFinally, finding the conditions under which an algebraic variety admits a K?hler-Einstein metric (i.e. a solution of Einstein's equations of general relativity) is perhaps the most important problem in complex differential geometry. It has now been completely solved by Donaldson and his collaborators. Our results are part of a worldwide effort to advance our understanding of various parts of geometry. Other international groups are already using and building upon our work. Other","dataset":"gtr"}