{"id":"C2796835-7E43-42C1-A9DF-ADFF9A20FC92","title":"Using chemical tools to study Wnt signalling in neural development","abstractText":"Studying the functions of specific proteins by inactivation within an intact animal presents several challenges. Genetic deletion, or 'knockout,' technology completely eliminates a protein, but since the protein may have roles in different tissues or at different stages of development, a knockout mouse may not survive to the desired stage of maturity. Pharmacologic approaches are attractive alternatives because small molecules can be used to inhibit protein function in a genetically normal animal, they can be administered and removed at specific times and are thus reversible, and they often provide attractive lead compounds for drug development. However, small molecules present their own challenges. Is there a small molecule that targets the protein of interest? Can it be delivered to a live animal? Most importantly, can off-target effects of the small molecule be minimized? To study the function of signaling proteins in development I am combining the advantages of gene targeting and small molecules, using a novel approach called inducible stabilization in which a non-toxic drug regulates the stability of any specific protein of interest. As an embryo develops and grows, each cell must be precisely coordinated with its neighbors in order for the animal to be properly patterned. These cells must be communicating with surrounding tissues and making cell fate decisions at all times. How do cells know which stimuli to respond to and which stimuli to ignore? A more thorough understanding of what key signaling molecules are doing in specific types of cells will give us a better understanding of how an animal is built, as well as what happens when development goes awry. My work aims to address these questions by adapting novel chemical tools to help us better understand embryonic development. A major problem when studying developmental processes is that these processes occur over time. For example, first the embryo makes neural precursors, then it allocates some of these cells to become different types of neural tissue. Meanwhile, because the embryo is growing and changing in shape, all these tissues need to development and be moved to the right place at the right time. Somehow the cells can sense an 'architectural plan' and coordinate to make brains in the head and motor neurons precisely where the limbs are developing. My work currently focuses on a signaling protein called GSK-3 in Wnt signalling, a pathway known to be important for the development of the neural axis. Early in development, Wnt signalling is thought be important for patterning the posterior part of the embryo. Too much Wnt activation results in a truncation of anterior head structures while inhibiting Wnts results in enlarged head structures. GSK-3 plays an opposing role in the Wnt pathway and presumably helps to maintain a balance in the amount of signals received in different parts of the animal. My work allows us to manipulate GSK-3 levels during embryogenesis with much finer control than previously available. In addtion, I can control the localization of GSK-3 within the cell, moving it into and out of the nucleus using a drug. The new chemical tools I am using may be applicable to other proteins as well which would provide a whole new set of tools to study development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E013872/1","grantId":"BB/E013872/1","fundValue":"347224","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"BBSRC","impactText":"  Our work focused on a signaling protein called GSK-3 in Wnt signalling, a pathway known to be important for the development of the neural axis. Early in development, Wnt signalling is thought be important for patterning the posterior part of the embryo. Too much Wnt activation results in a truncation of anterior head structures while inhibiting Wnts results in enlarged head structures. GSK-3 plays an opposing role in the Wnt pathway and presumably helps to maintain a balance in the amount of signals received in different parts of the animal. \n\nGSK-3 also plays many roles in the organism, ranging from control of cell motility, cell cycle and cell fate choices. My work allows us to manipulate GSK-3 levels during embryogenesis with much finer control than previously available. In addition, we can now control the localization of GSK-3 within the cell, moving it into and out of the nucleus using a drug. The new chemical tools we have developed may also be applicable to other proteins as well, which would provide a whole new set of tools to study development. Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Karen Jasmine Liu","coPersons":[],"organisation":"King's College London","findingsText":" GSK-3 is an important kinase that has a wide range of functions in a number of different signalling pathways, including a negative regulatory role in Wnt signalling during development. GSK-3 has been implicated in many biological processes including embryonic development, diabetes, neurodevelopment and neurodegenerative diseases, psychiatric disorders, cell cycle regulation and cancer, stem cell differentiation, and immunity.\n\nGSK-3 phosphorylates a wide variety of targets; these targets can be grouped according to several criteria such as type of pathway (metabolic vs. developmental), type of substrate (primed vs. unprimed), or subcellular localization (nuclear vs. cytoplasmic). A better understanding of GSK-3 function will provide great insight into GSK-3 roles in a variety of biological systems. We have designa system where activation of GSK-3 can be regulated temporally and spatially using small molecules with minimal off-target effects. These tools provide much finer control of GSK-3 than previously available. A better understanding of the Wnt/beta-catenin pathway will provide important insight into organogenesis, cancer and stem cell function. While this pathway has been well studied genetically and developmentally, many of the biochemical interactions remain unclear. Thus, we have selected this pathway for further study. Making drug-dependent components of this pathway will allow us to study the generality of our technology while targeting this pathway will provide our lab, as well as the biology community, with additional tools for the study of Wnt signalling, even if only a few of the targets are amenable to our system. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}