{"id":"C27E42F1-FD63-4098-8635-A003CD64E2AD","title":"Deciphering the d1 haem biosynthesis pathway and its relationship to a novel anaerobic route to protohaem","abstractText":"Many proteins contain haem (eg hemoglobin of the blood) which is a ring molecule with an iron atom in the middle. In some proteins the haem is modified, as is the case in an enzyme that catalyses a key reaction in the global nitrogen cycle. This reaction is reduction of nitrite to nitric oxide and the modified haem is called d1. We know a great deal about how 'standard' haem (protohaem) is made in cells from much simpler chemicals but we know almost nothing about how the vital d1 haem is made. It is our major aim to discover the steps whereby cells construct the d1 haem species. Unexpectedly, it has recently emerged that certain kinds of organisms classified as archaea do not have a recognisable haem synthesis pathway and the same is true for bacteria that reduce sulfate. The two classes of organisms do not contain nitrite reductase but do contain some predicted proteins which are very similar to those implicated in d1 haem synthesis. Thus we expect also to contribute to understanding a novel haem synthesis route with which interesting evolutionary implications are associated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E022944/1","grantId":"BB/E022944/1","fundValue":"417937","fundStart":"2007-11-01","fundEnd":"2010-10-31","funder":"BBSRC","impactText":"  Apart from providing the basis for further research into how heme and d1 heme are made in a variety of organisms (by us and our competitors in Germany) thos interested in the evolution of pathways have been very interested in our work.  ","person":"Stuart John  Ferguson","coPersons":["Martin James Warren","Stephen Edward Rigby"],"organisation":"University of Oxford","findingsText":" The dramatic discovery was that a known component of some enzymes, siroheme, is also an intermediate on the pathway to the synthesis of heme, in some organisms, and the molecular d1 heme that is needed for an important reaction in the nitrogen cycle, the reduction of nitrite to nitric oxide. We also established the cellular location of another protein required for the synthesis of d1 heme and showed that the accepted (ie in the published literature) was wrong. We also made other discoveries concerning how d1 heme is made. The findings have been taken forward both by us and our competitors in Germany. In addition, our discovery of a previoulsy unsuspected pathway to heme via siroheme has raised important evolutionary points which are still being developed. Other","dataset":"gtr"}