{"id":"C28034BC-DA75-4363-93FC-F8A68E068687","title":"Dynamics of community composition","abstractText":"The idea of succession, or change over time in the composition of a community, has been fundamental to ecology since the early 20th century, and underpins the science needed to tackle the consequences of environmental change. However, until very recently, the difficulties of obtaining sufficient data meant that predicting the dynamics of communities of even ten or twenty species was almost impossible. This situation has changed dramatically in the last few years, with increasing availability of large ecological data sets making this the right time to revisit basic questions about community dynamics. We will develop our approach using data on two important and threatened community types: coral reefs (using recent monitoring data) and temperate forests (using pollen records from the last 10000 years). In the longer term, our approach will be relevant to many other types of community.\n\nWe will first examine the measurement of rate of change in community composition. The measures currently used by ecologists fail a basic test: if every species in a community is growing at a constant rate, these measures are not constant. Thus they cannot give meaningful answers to simple questions such as whether human activity affects the rate of succession. We will develop a new approach based on geometrical principles, which resolves this difficulty and provides the rigorous foundations for our further work.\n\nIn most cases, we can only observe changes in community composition over time scales much shorter than those needed to determine the eventual outcome of the process. We will therefore develop new ways of modelling short-term change in the composition of a community. We will use large amounts of data on short-term change in coral reefs and forests to construct stochastic models of compositional dynamics. In the geometrical framework that we propose, it is relatively simple to project future changes in composition, based on the current composition of a community and the environmental conditions.\n\nWe will then analyze the long-term behaviour of these models. This will tell us about the outcome of succession over time scales that we cannot observe directly. For example, we can project the long-term consequences of increased sea surface temperature on coral reefs, or of increased human activity on forests. Our models are stochastic, and so in the long term the outcome will be a probability distribution of likely and unlikely compositions. We therefore require new ways of thinking about the stability of communities. Rather than equilibrium states to which a community will return after disturbance, we will identify sets of compositions that are likely to persist over time.\n\nOur research addresses basic ecological questions, and has great relevance to the challenges currently facing society. Environmental conditions such as sea surface temperature and the intensity of human activity are changing rapidly. Our work will provide rigorous methods for predicting the likely consequences of these changes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K00297X/1","grantId":"NE/K00297X/1","fundValue":"383066","fundStart":"2013-07-01","fundEnd":"2017-06-30","funder":"NERC","impactText":"","person":"Matthew  Spencer","coPersons":["Richard  Bradshaw","Damian  Clancy","Kamila  Zychaluk"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}