{"id":"C281B295-466C-4C21-A626-D4F022F9415A","title":"Tracking effectiveness of risk mitigation for autonomous underwater vehicles","abstractText":"In December 1995 a group of marine scientists and technologists met to define the scope of a thematic programme proposal that would demonstrate the utility of Autonomous Underwater Vehicles (AUVs) for ocean science. The aim of the programme was tackle questions that could only be answered using the unique features of such vehicles. The 'Autosub Science Missions' programme funded the development of Autosub1, Autosub2 and Autosub3 autonomous underwater vehicles. Today, this vision is pursued in Oceans2025 science programme, in which NERC is currently funding the development of Autosub6000 and Autosub Long Range - the aim here is to go deeper and longer. Such platforms will help the U.K. maintain its position as one of the World's leaders in ocean science. Estimating AUV reliability is of paramount importance for deployments in hazardous and complex environments. Reliability is the probability that a system will perform its specified function over a given period of time under defined environmental conditions. The AUV reliability is influenced by many factors, human errors play a critical role but other challenges arise from severe operational conditions, the fact that some AUV components were not designed to operate in such conditions and furthermore the fact that some of the vehicle's components were not designed to work together. As a result, we cannot ignore the fact that measuring AUV reliability must be based experts' subjective risk assessment. If we are going to use experts risk assessment we must follow a formal process. A formal elicitation process will enable transparency and repeatability of the assessment. To tackle this problem, the Underwater Systems Laboratory (USL) created a risk and reliability management process tailored to AUV operations (RMP-AUV). This project is aimed to validate existing methods and to develop new, more detailed methods for estimating AUV operational risk. The new risk models will quantify the effects of fault or incident mitigation on estimates of risk of loss and on risk of non-delivery of data. The aim is to derive new models to measure the reliability growth of AUVs. The new methods will be based on Bayesian statistics. This is a mathematical method in which the prior belief in a proposition -in our case, risk estimate- is updated based on the likelihood that the proposition is affected by a new observation. Through collaboration with AUV manufacturer International Submarine Engineering (ISE) and Defence Research and Development Canada (DRDC) we have a rare, time-limited opportunity to use an extensive data set on the faults and incidents with an ISE Explorer AUV. Furthermore, our partners are eager to co-develop, test and apply risk mitigation tracking and modelling methods within their high impact project in support of Canada's UNCLOS Article 76 submission. The models would be tested with reliability data already gathered, with tracking of faults from the April 2010 Arctic campaign, engineering rework, and a 2011 Arctic expedition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I015647/1","grantId":"NE/I015647/1","fundValue":"53059","fundStart":"2011-05-26","fundEnd":"2012-11-25","funder":"NERC","impactText":"  Our findings have been used by a Canadian underwater vehicle manufacturer in a high profile under ice project in the Arctic. Our methods have also been applied to new autonomous ocean surface vehicles from three companies. Aerospace, Defence and Marine,Environment Societal,Economic,Policy & public services","person":"Gwyn  Griffiths","coPersons":["Peter  Challenor"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}