{"id":"C283EC6E-21AB-49BC-92E5-05355D36EAE7","title":"CH--O Hydrogen-Bonds as Structural Elements for Synthesis and Catalysis","abstractText":"Nature has evolved large and complex molecules - proteins - which are comprised of simple building blocks that fold into specific three-dimensional shapes. These folded molecules are important for mediating many physiological chemical reactions. We are interested in examining the weak interactions that hold these molecules in their precise three-dimensional shape, and attempting to replicate them in simple synthetic systems. This involves the design and synthesis of molecules designed to fold into specific shapes, and simulation of their properties using high-level quantum calculation. The insight provided by these calculations will allow us to understand the forces that shape the properties of these small, designed molecules, and will also permit us to potentially emulate the exquisite specificity and reactivity exhibited by natural systems. We hope that this understanding will allow us to develop small, functional molecules that emulate some of the desirable properties of proteins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I003398/1","grantId":"EP/I003398/1","fundValue":"364062","fundStart":"2011-04-28","fundEnd":"2014-04-27","funder":"EPSRC","impactText":"  Our finding have been used by others interested in the field of weak hydrogen bonds - and also by groups interested in the development of new catalysts. Chemicals ","person":"Martin Derwyn Smith","coPersons":[],"organisation":"University of Oxford","findingsText":" We have shown that unusual and often overlooked hydrogen bonds (often 'the glue' that can help large molecules to fold) can be significant influence on conformation. Our finding could be used by chemists building catalysts or folded small molecules - but potentially also in drug discovery programmes where hydrogen bonds can be key to the binding of small molecules to large ones. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}