{"id":"C2859F0E-5BB8-4034-B12E-EEF58F936AA2","title":"Structure and Folding of Proteins with Identical Tandemly Arrayed Domains","abstractText":"Proteins carry out a vast array of essential processes in the human body. To do this, the thousands of different proteins adopt different shapes (folds) that are appropriate to their task. However, it is very easy for these shapes to become disrupted and such &quot;misfolded&quot; proteins tend to stick together and play an important role in many diseases (such as Alzheimer's disease) that are particularly associated with ageing. So correct protein folding, and the prevention of misfolding, are very important for health. In the proposed research, we aim to study a newly discovered protein fold that is found in a protein, SasG, from Staphylocococcus aureus. It is interesting because, given what we currently know about protein folding, SasG should be very unstable-but it isn't and should also misfold-but it doesn't. When molecules are discovered that challenge our current understanding of an important process, such as protein folding, it is very exciting because by studying them we are likely to significantly improve our knowledge of that process. That is, the fact that SasG appears to &quot;break the rules&quot; of protein stability and folding means we don't fully understand the rules. What we aim to do is to understand why SasG is stable, how it folds-up to its normal shape and how it avoids misfolding. By studying how proteins fold, why they misfold and how some proteins avoid misfolding we will make an important contribution to a wide range research. We might also help in the future development of therapeutic strategies to reduce the protein misfolding that leads to disease. SasG is a very repetitive, elongated protein; such proteins have potential uses in nanotechnology. Thus we will also perform experiments that will help establish its potential. Finally, as SasG has a novel structure, we will solve structures of a another protein with characteristics related to SasG, to see if it also has unusual structure that appears to break the rules.\n\nThe strategy we will use is straight-forward, so is likely to work. We will change many features of SasG, one at a time, to see if we can make it unstable and to misfold. This will then tell us which features are important for stability and correct folding. We will use a combination of both well-established and state-of-the-art techniques to perform the experiments. The well-established techniques involve the use of increasing concentrations of a chemical that makes proteins unfold; the more unstable the protein, the less chemical required for unfolding. Related experiments allows us to extract the rate of folding and unfolding. Other more recent, but still well-established, techniques involve pulling on the protein to measure the force required for unfolding. In the state-of-the-art techniques we will put two labels on the protein that are able to &quot;communicate&quot; dependent on how far apart they are. We place them so they will be too far apart to &quot;talk&quot; when the protein is correctly folded but close enough when the protein is misfolded. The use of lasers allows the communication between the labels to be detected on single molecules.\n\nThe work will be carried out in the labs of Dr Jennifer Potts at the University of York (where the structures of SasG were recently determined) and of Prof Jane Clarke, at the University of Cambridge, who is an expert on protein folding and misfolding and has recently developed the sensitive methods to detect misfolding events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J006459/1","grantId":"BB/J006459/1","fundValue":"324630","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"  We have presented these findings at a number of conferences, in poster and lecture form\n\nWe are currently finalizing a first manuscript, a second is in preparations and we anticipate at least one more publication shortly.\n\n\nFinal impact: A visitor worked on this project for 6 months. a a result she has been accepted to do a M Phil in Chemistry A training and development impact. Education,Other Economic","person":"Jane  Clarke","coPersons":[],"organisation":"University of Cambridge","findingsText":" We have used light and small angle X-ray scattering (SAXS), single-molecule fluorescence microscopy and mechanical unfolding methods, combined with simulations, to show that, despite being monomeric and lacking covalent crosslinks, SasG maintains a highly extended conformation in solution and is mechanically strong. \nWe have used protein-folding studies to show that the extension is mediated through obligate folding cooperativity of the intrinsically disordered E domain that couples non-adjacent G5 domains thermodynamically, forming interfaces that are more stable than the domains themselves. Thus, counter-intuitively, the elongation of the protein appears to be dependent on the inherent instability of its domains. \n\nWe have used Atomic force spectroscopy to demonstrate that SasG is remarkably mechanically resistant. Molecular dynamics simulations have revealed that the strength of SasG arises solely from tandemly arrayed 'clamp' motifs within the folded G5 and E domains, formed from long, directly hydrogen-bonded, ?-strands. \n\nOur findings reveal an elegant minimal solution for the efficient assembly of monomeric mechanoresistant tethers of variable length.\n\nWe have also investigated the folding mechanism of these domains, and are currently exploring the role of the conserved residues, in particular the conserved glycines that give the G5 domains their name. Our understanding of the means by which a single protein can produce a long strong molecule might have utility of nanotechnology. Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}