{"id":"C286539A-206D-4DAA-B43E-FC21E1ED1618","title":"Integrating cAMP- and nitric oxide- signalling in Mycobacterium tuberculosis: novel regulatory networks that challenge established paradigms","abstractText":"Tuberculosis (TB) is often considered as a disease of the past, but it remains an endemic disease in many developing countries. One third of the world's population some 2 billion people are infected with the causative agent of TB, the bacterium Mycobacterium tuberculosis. Most infected individuals are asymptomatic and the bacterium resides within their bodies in a dormant state. However, at some point during their lifetimes about 10% of these infected individuals will develop active TB in which conditions that compromise their immune systems allow the bacteria to 'wake up' and begin to grow and multiply. Consequently about 1.8 million deaths are caused by TB every year, making it the greatest cause of death due to a single infectious agent. This is despite the availability of an effective drug treatment. However, the treatment regimen is prolonged, taking at least 6 months, and is threatened by the emergence of multi-drug resistant strains. Moreover, the BCG vaccine, although very safe, is of variable efficacy. Thus, TB is a major worldwide healthcare problem and the quest for new and better drugs and vaccines is a pressing research goal. To open up new opportunities for interventions to control TB we need a more detailed understanding of the fundamental biology of M. tuberculosis. It is clear that its ability to exist for decades in the lungs of infected individuals in a dormant, non-replicating state only to emerge later and cause active TB (reactivation TB) is a central feature of the disease. If we had a better understanding of how the bacterium enters and exits from the dormant state this could offer the prospect of identifying new drug targets and vaccine components. Our previous work has established that two gene regulators play key roles in controlling this central feature of TB pathogenesis. A protein known as CRPMT is required for M. tuberculosis virulence and it regulates a suite of genes in response to changes in the concentration of a small signalling molecule cAMP, which the bacterium produces to promote growth by compromising host signalling pathways. Amongst the genes regulated by CRPMT is whiB1. WhiB1 is a gene regulator that responds to nitric oxide. Nitric oxide is produced by host lung macrophages to kill M. tuberculosis, but low levels of nitric oxide push the bacterium into the dormant state. CRPMT and WhiB1 together regulate the function of a bacterial protein secretion system that releases specific bacterial proteins into host cells to promote bacterial growth. Hence, we believe that CRPMT and WhiB1 are key players in determining whether M. tuberculosis will grow and cause active TB or whether it will enter the dormant non-replicating state (latent TB). Our goal is to obtain a detailed mechanistic understanding of how CRPMT (and a related protein Cmr) and WhiB1 work together to optimize gene expression to control central features of M. tuberculosis virulence. In doing so we will provide the scientific underpinning to aid the quest to identify and develop new drug targets and vaccine components.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K000071/1","grantId":"BB/K000071/1","fundValue":"298108","fundStart":"2012-11-01","fundEnd":"2016-06-30","funder":"BBSRC","impactText":"  Improved quality of life by increased understanding of a fundamental biological process. Education Cultural","person":"J  Green","coPersons":[],"organisation":"University of Sheffield","findingsText":" This on-going award has revealed the mechanism of action of a transcription factor (Rv1675c) in Mycobacterium tuberculosis and new information on the regulation of the virulence critical ESX-1 secretion system. We are seeking information to provide the scientific underpinning for the identifying new drug targets for TB. Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}