{"id":"C2884DE7-4F04-45BB-A186-37674F73680A","title":"Development &amp; Clinical Translation of Scalable HPC Ultrasound Models","abstractText":"The use of ultrasound as a diagnostic imaging tool is well known, particularly during pregnancy where ultrasound is used to create images of the developing foetus. In recent years, a growing number of therapeutic applications of ultrasound have also been demonstrated. The goal of therapeutic ultrasound is to modify the function or structure of the tissue, rather than produce an anatomical image. This is possible because the mechanical vibrations caused by the ultrasound waves can affect tissue in different ways, for example, by causing the tissue to heat up, or by generating internal radiation forces that can agitate the cells or tissue scaffolding. These ultrasound bioeffects offer a huge potential to develop new ways to treat major diseases such as cancer, to improve the delivery of drugs while minimising side-effects, and to treat a wide spectrum of neurological and psychiatric conditions.\n\nThe fundamental challenge shared by all applications of therapeutic ultrasound is that the ultrasound energy must be delivered accurately, safely, and non-invasively to the target region within the body. This is difficult because bones and other tissue interfaces can severely distort the shape of the ultrasound beam. This has a significant impact on the safety and effectiveness of therapeutic ultrasound, and presents a major hurdle for the wider clinical acceptance of these exciting technologies. In principle, any distortions to the ultrasound beam could be accounted for using advanced computer models. However, the underlying physics is complex, and the scale of the modelling problem requires extremely large amounts of computer memory. Using existing software, a single simulation running on a supercomputer can take many days to complete, which is too long to be clinically useful.\n\nThe aim of this proposal is to develop more efficient computer models to accurately predict how ultrasound waves travel through the human body. This will involve implementing new approaches that efficiently divide the computational problem across large numbers of interconnected computer cores on a supercomputer. New approaches to reduce the huge quantity of output data will also be implemented, including calculating clinically important parameters while the simulation runs, and optimising how the data is stored to disk. We will also develop a professional user interface and package the code within the regulatory framework required for medical software. This will allow end-users, such as doctors, to easily use the code for applications in therapeutic ultrasound without needing to be an expert in computer science. In collaboration with our clinical partners, the computer models will then be applied to different applications of therapeutic ultrasound to allow the precise delivery of ultrasound energy to be predicted for the individual patient.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M011119/1","grantId":"EP/M011119/1","fundValue":"352913","fundStart":"2015-03-02","fundEnd":"2018-03-01","funder":"EPSRC","impactText":"","person":"Bradley Ernest Treeby","coPersons":["Benjamin Timothy Cox","Dean Colin Barratt"],"organisation":"University College London","findingsText":"","dataset":"gtr"}