{"id":"C2897088-9D44-44DD-9F28-A024F6940E03","title":"Detection of loss of grid event in distributed generation systems using pattern recognition","abstractText":"There is an urgent need to expand the use of renewable energy generation systems to meet UK government targets. The expansion of grid-connected renewable energy sources must be done in a way which does not reduce the security of the power distribution system. Integral to power distribution system security is the ability of distributed generators to reliably detect a loss of grid condition. This is important to prevent unwanted islanded sections of the system which continue to be energised after the grid connection is lost. An islanding system occurs when a part of the grid system become disconnected from the rest of the network but continues to be energised by localised distributed generation systems. Islanded systems are (i) potentially hazardous to power system workers, (ii) may operate outside voltage and frequency tolerance, (iii) may be inadequately grounded and (iv) may not re-synchronise properly leading to undesirable protection trips. \n\nThe existing approaches to islanding detection either have operational regions in which they fail to work or are required to have artificial signals injected into the grid which can impact on power quality. The most difficult operational condition is when there is a power balance between a distributed generator and its local load network. During this condition many systems will not detect that the grid connection has been lost because the fundamental frequency quantities are not altered by the event.\n\nMany renewable generation systems require a grid-connected inverter to transfer power into the grid. This is necessary because the generating source itself is rarely capable of producing power at grid frequency. A grid-connected inverter must be able to detect the loss of grid event. This proposal will investigate a novel approach using pattern recognition with a high sampling rate. The pattern recognition system is required to analyse the inverter output voltages and currents to determine if a loss of grid event has taken place. The novelty in this proposal is to include the high frequency information due to PWM effects in the real-time analysis. The benefit of doing this is that information will still be available to the pattern recognition system when a power balance condition exists.\n\nThere is concern that many islanded detection systems are not immune from the effects of other neighbouring equipment. This equipment may be power electronic loads or other grid-connected inverters. The basis of the proposed approach is that the pattern recognition system will be able to discriminate between the presence and absence of the grid connection despite potential interference signals from neighbouring equipment. A major advantage of the proposed scheme is that it makes use of high frequency signals generated by the PWM switching in the inverter. These signals are extracted from the output voltages and currents by using high sampling rates where a number of samples are taken during one PWM cycle. These signals will still be present when a balance load condition exits and therefore will provide valuable diagnostic information during this difficult condition. These high frequency signals will add to the signals associated with the fundamental frequency components to detect the loss of grid event.\n\nIt is important that this scheme is demonstrated experimentally and therefore a test rig will be produced which contains a range of typical loads and other grid-connected generators. The rig will be used to evaluate the performance of the proposed scheme in the presence of other neighbouring power electronic equipment.\n\nIf successful the research will have major impact on the integration of renewable energy generation into power distribution systems. There will be significant benefits to power distribution system security and to the manufacturers of grid-connected inverters.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J017116/1","grantId":"EP/J017116/1","fundValue":"238489","fundStart":"2012-10-31","fundEnd":"2016-04-30","funder":"EPSRC","impactText":"","person":"David John Atkinson","coPersons":["Matthew  Armstrong","Shady  Gadoue"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}