{"id":"C2915683-517F-46E9-B1EF-4F83BF76CD38","title":"The Development of Precession Electron Diffraction for High Resolution Electron Crystallography","abstractText":"By forming a parallel beam in the transmission electron microscope (TEM) and selecting a crystal with an aperture, or by forming a fine convergent beam of only a few nanometres diameter, a diffraction pattern can be recorded from crystals too small to be studied by x-ray diffraction. In addition, electron diffraction appears to offer many fundamental advantages for the study of crystalline materials: electrons have a greater interaction cross-section than x-rays or neutrons, they are scattered by light atoms relatively more strongly and electron diffraction patterns can show reflections corresponding to a resolution beyond that available with x-rays. However, in general, the reflections will be sensitive to dynamical effects and their intensity is a complex function of the crystal potential and the specimen thickness. To minimise dynamical effects, a relatively new approach, 'electron precession', is proposed in which the beam is rocked in a hollow cone both above and below the specimen plane. The resulting diffraction pattern has the same geometry as a conventional diffraction pattern but there are considerably more reflections excited. Most importantly, the intensities in precession patterns suffer less from dynamical perturbations and, at least in some cases, can be treated as kinematical.A. Technique Development: To solve structures in three dimensions, electron precession patterns must be recorded at a number of crystal orientations, ideally from mutually perpendicular zone axes. In practice, this ideal may not be possible but instead precession patterns can be recorded at many orientations about a tilt axis (or axes) to sample reciprocal space systematically and used for 3D structure determination. In the longer term, we would make such an acquisition semi-automatic.We will develop novel structure determination algorithms which are more suited to the rather sparse data sets recorded with electron diffraction. We are developing a method that applies constraints, in both reciprocal space and real space, which appear to be very good at limiting the possible solutions when data is sparse. We plan to formulate a theory that places the precession technique on a firmer footing that should allow better optimisation of the precession angle and sample thickness for diffraction experiments.B. Applications. Tin oxide is an important industrial compound for gas sensors, as an opacifier in ceramic glazes, as a heterogeneous petrochemical catalyst and, with indium oxide, a transparent conductive coating. It forms a metastable phase whose structure and precise composition is unknown. It cannot be grown as a single crystal, and in powder form it grows in combination with the equilibrium phases of tin oxide and elemental tin. We plan to solve the structure of this phase using electron precession.Ordered mesoporous silicas are solids with extremely high specific surface areas leading to catalysts of high activity and selectivity in the hydrogenation of key organic molecules. We propose to use electron precession to reveal the full three-dimensional crystallography of one of these ordered silicas, MCM-48; results from previous work disagree on the size of an important secondary pore structure.The high percentage of unknown crystal structures in the pharmaceutical industry is testament to the difficulty in determining their structures by x-ray diffraction (e.g. polymorphism). Electron precession offers valuable experimental data from minute quantities of crystal that can be used, at best, to determine the crystal structure directly, or at worst, offers experimental evidence to support powder refinements or computational analyses. We will investigate the viability of electron precession for pharmaceutical materials, studying, for example, the structure of polymorphs of 5-fluorouracil, a common anti-cancer drug, and anhydrous theophylline used as a vasodilator and a muscle relaxant whose structure is still not fully solved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E037275/1","grantId":"EP/E037275/1","fundValue":"279038","fundStart":"2007-07-23","fundEnd":"2009-07-22","funder":"EPSRC","impactText":"","person":"Paul Anthony Midgley","coPersons":["James Arthur Elliott","Alan  Windle"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}