{"id":"C2931F64-3031-4756-BB28-B918AD71594A","title":"Improving Survivability of Structures to Impact and Blast Loadings","abstractText":"Mitigating the effects of explosions and impacts is one of the most important aspects of military technology. This is also becoming a significant design issue in civilian applications due to the increased threat of terrorist activity which has highlighted the vulnerability of vital infrastructure. Ongoing research into improvements of blast and ballistic resistant structures at Imperial College in conjunction with Dstl for air, land and marine applications has shown the potential benefits of introducing novel materials in military platforms. Recent Dstl reports have highlighted potential weight savings and improved performance against weapons effects by incorporating high performance fibres into hybrid composite systems. Hybrid systems are not unusual in nature for improving performance under various dynamic load conditions; the spider's web is probably one of the best examples where up to seven different silks with varying properties are used to optimise the performance of the web.In the last 15 years a large number of new high performance polymer fibres with aligned carbon chains have been developed, which include Aramid fibres (Kevlar, Twaron), polyethylene fibres (Dyneema, Spectre), polypropylene fibres (Curv, Tegris), PBO (Zylon) and PIPD (M5). The main market for these low density fibres with high tenacity is lightweight body armour such as vests and helmets, and in hybrid combination with metals or ceramics, as light weight vehicle armour to protect against ballistic impact.Impact energy is dissipated by wave propagation along the fibres and the controlling materials properties are the tensile wave velocity in the fibres and the specific energy absorbed at failure. High performance polyethylene (HPPE) and polypropylene (HPPP) fibres exhibit excellent values of these important material properties and so are particularly attractive for use in impact protection systems and containment devices. Some of these materials are costly at present due to low volume production. They also lack detailed characterisation under shock loading environments, both at the structure and material level. However, their use on future civil and military platforms needs to be assessed as their potential benefits could significantly improve survivability and overall platform performance. Furthermore, the availability of constitutive material models suitable for advanced numerical modelling are also lacking.Enhancements of existing concepts using these new high performance materials, in a single or hybrid material combination offers the potential to produce a major improvement in impact and blast performance.The overall aim of the project is to deliver these improvements to the performance of composite materials and structures subject to impact and blast.The key objectives are:To investigate the blast and impact behaviour of new composite hybrid systems.To develop advanced structural and material modelling techniques for blast and impact.To characterise the detailed failure behaviour of new composite systems.To determine the Equation of State (EoS) for new materials and hybrids.To develop a new optimisation technique to improve the blast and impact performance of complex hybrid concepts.The programme of work envisaged is ambitious as it will encompass testing and modelling at both the material and the structural level. Initial characterisation tests and smaller scale impact tests will be used to determine the most promising materials and hybrid concept(s) to be taken forward to larger scale blast and impact tests. In parallel new and improved modelling techniques, including damage model development will be investigated in the LS-DYNA and ABAQUS FE code for the materials and hybrid concept(s), which provides the 'best' performance under blast and impact threats. The improved damage models will be validated against the laboratory and larger scale experimental tests performed during the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G042861/1","grantId":"EP/G042861/1","fundValue":"1171660","fundStart":"2009-09-01","fundEnd":"2013-02-28","funder":"EPSRC","impactText":"","person":"Lorenzo  Iannucci","coPersons":["Paul  Robinson","Luke Andrew Louca"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}