{"id":"C293BEAF-99B4-4C4C-AE20-E02630938838","title":"High Sensitivity Cryoprobe Equipment for the NMR Facility of the Department of Biochemistry University of Cambridge","abstractText":"NMR spectroscopy has emerged as a powerful tool to study the structure and mobility of biomacromolecules such as proteins and nucleic acids in their natural environment in solution. A particularly powerful feature of NMR is that interactions of molecules can be studied at an atomic level that allows to differentiate e.g. functional from structural regions in a protein and permit to characterize which residues are involved in a interaction at molecular level. Strengths and timescales of such interactions can be determined which reveal information about the underlying physical mechanisms behind such interactions. Unfortunately, NMR spectroscopy is a relatively insensitive method so that the majority of currently available studies have been limited to smaller proteins &lt; 20 kDa. More recently novel techniques and improved spectrometer hardware have led to a dramatic increase in the basic sensitivity so that the study of larger biomacromolecules has become possible. One such significant advance has been the introduction of the so-called cryoprobe that improves the sensitivity of NMR experiments between two and five-fold. This dramatically higher sensitivity can be used to good advantage, to study larger proteins and their complexes with other proteins or DNA/RNA typically not accessible with conventional equipment, to investigate less abundant or aggregating proteins, or to reduce the time required to perform a particular NMR experiment, thus increasing the capacity of the spectrometer. Our Departmental NMR facility forms a collaborative research environment that serves a wide range of users from the Departments of Biochemistry and Chemistry that work on a multitude of structural projects. Many of these projects involve work with large proteins, or multi-protein complexes or have to be conducted at low protein concentrations so that this work would dramatically benefit from the availability of such cryoprobe equipment. In this application we are requesting funds to install cryoprobes on two out of our four facility machines to be able to pursue our proposed research projects. Some of our outlined projects are extremely demanding and high sensitivity NMR equipment is a pre-requisite for their feasibility. Here are some selected examples of biological and clinical importance from our research plan. Our areas of work cover structural studies of molecules and complexes involved in many aspects of cell-signalling and their implications in cell motility and cancer and the study of cancer susceptibility syndrome proteins involved e.g. in Fanconi Anaemia, a disease that leads to progressive bone marrow failure. Further projects study different aspects of misfolding of proteins such as can be found in plaque in brain tissue of patients that have the debilitating diseases of Alzheimer's or Parkinson's. The study of chromatin, central to the control of gene expression, it's interactions with DNA and many proteins is another major significant research area. Structural studies on intact ribosomes, the cellular centers where protein synthesis occurs, are relatively new and particularly challenging to perform due to the very low concentrations and limited lifetimes of the synthesized nascent protein attached to the ribosome. As a final example we mention the structural study of membrane proteins. These proteins account for ca. 30% of all encoded proteins and control a vast range of biological functions such as respiration, signalling and transport at a molecular level. As they are water insoluble structural information is hardly available. NMR can study such proteins in a detergent solubilized form but the large size of such complexes requires the highest NMR sensitivity available.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E013228/1","grantId":"BB/E013228/1","fundValue":"242086","fundStart":"2007-06-01","fundEnd":"2008-05-31","funder":"BBSRC","impactText":"  The installation of high sensitivity Cryoprobe equipment on our high field 800 MHz instrument has allowed the investigation of a wide range of structural projects that could not have been addressed without this upgrade. The equipment is used by the research groups in the Department of Biochemistry, University of Cambridge Departments and occasionally by groups at the MRC-LMB. Pharmaceuticals and Medical Biotechnology Economic","person":"Daniel  Nietlispach","coPersons":["Darerca  Owen","Kira  Weissman","Ernest Douglas Laue","Helen  Mott","Christopher  Dobson","Natalia  Murzina","Richard William Broadhurst","David Mark  Carrington","Peter  Leadlay","Luca  Pellegrini","Jean Olwen  Thomas","Richard William Farndale","Sophie Elizabeth Jackson"],"organisation":"University of Cambridge","findingsText":" Biomolecular NMR studies are frequently constrained by the limited sensitivity of the technique. However, a dramatic 3-fold improvement in NMR sensitivity introduced by cryoprobe technology facilitated through this grant has allowed the users of our Departmental Facility to engage in a range of challenging projects, which would not have been feasible without this new in-house equipment. It has permitted us to remain competitive at an international level both over the grant period and well beyond. Here are some of the findings ordered by research themes:\n\n\n\nHMG-box proteins:\n\nThrough NMR structural studies we showed that the chromatin destabilizing regulator of gene expression HMGB1 and the linker histone H1, a promotor of stable chromatin interact via their unstructured tail regions, revealing the likely mechanism for switching between stabilised and destabilised chromatin states. We established that this same, highly acidic tail has a regulatory role and is responsible for inhibition of HMGB1 binding to DNA or chromatin through interaction with the HMGB1 DNA-binding region. This furthered also our understanding of how HMGB1 enacts its chaperone role in the binding of certain transcription factors (e.g. the tumor suppressor p53) to their cognate DNA.\n\n\n\n7-helical transmembrane proteins:\n\nMembrane proteins are difficult to work with and seven-helical transmembrane proteins in particular. Representing a crucial group of signaling proteins only little structural information on them is available. Using a microbial variant we showed that it is possible to solve structures of such proteins by NMR spectroscopy, to study dynamical aspects and to look at protein-protein interactions. This work was inconceivable without access to an in-house Cryoprobe. \n\n\n\nVoltage-gated sodium channels:\n\nThe electrical excitability in neurons depends on the activity of gated sodium channels. The influence of b3-subunit on the gating behaviour of membrane bound NaV1.3 was investigated. Using NMR we reported the first structural analysis of the intracellular domain of any NaV b-subunit and showed involvement of a short helix followed by a disordered region to be involved in fast inactivation. \n\n\n\nProtein folding and misfolding:\n\nThe hereditary form of systemic amyloidosis is related to partial unfolding of human Lysozyme. Using NMR local cooperativity was observed during the unfolding process that converts lysozyme into amyloid fibrils. The region that unfolded first correlates with the region that starts fibril formation providing a coherent picture of the initial events underlying amyloid formation.\n\n\n\nStructural study of the Virulence factor of sleeping sickness:\n\nThe cell surface of African trypanosomes is covered by the glycoprotein, VSG. The structure of the C-terminal di-domain of VSG was determined, and showed evidence for structural conservation in that VSG domain. This allowed building the first structure-based model of a phospholipid anchored protein, which seems to suggest that the lipid glycan may be an integral structural part of these anchored proteins. \n\n\n\nSmall GTPases:\n\nSeveral structures of small GTPases and their complexes with effector proteins were solved such as RalB in its active form and in complex with its effector protein RLIP76. The significance of the polybasic C-terminal region of Rac1 for effector interaction was established and the structure of BART an effector protein of Arl2 was established, showing a novel GTPase binding motif. Pharmaceutical research and small company bioscience businesses involved in drug development, lead finding and fragment screening directly benefit from our structure based research output into the elucidation of molecular mechanisms. Primarily our studies gather scientific data on protein structure, dynamics and binding to other proteins, DNA and small ligands. The knowledge is used to further mechanistic insight into the diverse molecular regulatory mechanisms of the cell. A wide range of medically relevant themes are addressed including chromatin regulation, membrane protein signaling, amyloid formation, small GTPase signaling and sleeping sickness infection. \n\n\n\nUsing NMR we are addressing particular problems, which are difficult to pursue by X-ray crystallography (i.e. a main structural tool) but where atomic resolution information is necessary or where the results of NMR studies are highly complementary. Our research is into generating quality, world-leading research results to enhance the knowledge of biochemistry at the level of molecular processes. Our work furthers academic understanding and is relevant for the advancement of international science. We participate intensely in the academic exchange of information through publication and dissemination of our results.\n\n\n\nThe approaches employed to do our studies have been made available in the literature and applicable by other research environments. All data generated has been deposited in databases or is readily available upon request.\n\n\n\nWhile academic research, pharmaceutical and small bioscience companies are the ones immediately benefitting from the potential of our fundamental studies, the long term effects via development of drugs and a better understanding of cell signaling at a molecular level will reach much further: they will be the fight of disease and an improvement of health of the general public. Communities and Social Services/Policy,Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}