{"id":"C294874C-4D11-46DD-8B7F-127E1835E856","title":"Engineering complex fluids in biology and medicine","abstractText":"The proposed project will assess the feasibility of several complementary projects linked to a common theme: device and process engineering based on control and understanding of complex fluids. Resources will target three project areas: bio-processing, cytometry and cardio-vascular monitoring.These areas, while diverse in terms of their potential applications, have commonality in terms of fundamental aspects of complex fluid behaviour. All seek to engineer the complex properties of fluidic phenomena to produce devices to analyse or process biological materials such as cells, bacteria and tissue:1. The living laser - The 'living laser' will pass single cells through a micro-scale laser thus changing the lasing characteristics. This device is thus a hybrid biological/solid state device in which living cells become a part of the laser, because of the multiple passes of light around the laser cavity extremely sensitive optical interrogation of the cells can be achieved.2. Near-spinodal metastable fluid bio-processing - Nothing is presently known about the behaviour of even simple biological systems in liquids under near-spinodal conditions of negative pressure but known forms of bacteria and even viruses are unlikely to withstand brief exposure to such conditions without experiencing significant adverse effects, including pronounced rupture of cell walls and membranes. It is anticipated that few, if indeed any, forms of bacteria could remain viable following exposure to such conditions. We propose investigating the feasibility of generating near-spinodal levels of negative pressure within solutions of bacterial cells as a means of ensuring cell death and hence establishing the platform for a new technique for the sterilization of high value products.3. Cardiovascular devices - Patient specifc cardiovascular fluidic models of whole body arterial blood and air-flows have been developed. We will test the feasibility of using these models to develop new diagnostic device designs via reverse engineering approaches. These would involve preliminary architectures highlighting the major design issues and scoping the potential for detection of microstructural changes in the arterial system (stenosis and aneurysm) or pinpointing the location of a constriction at the lower human airway branches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H024271/1","grantId":"EP/H024271/1","fundValue":"201562","fundStart":"2010-01-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"","person":"Huw  Summers","coPersons":["Perumal  Nithiarasu","Phylip Rhodri Williams"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}