{"id":"C29F0177-D87C-46F2-A655-CC9343471263","title":"inTouch: A video link system to improve social inclusion for people with dementia","abstractText":"The inTouch project brings together expertise in dementia, assistive technology, virtual communication and user-engagement to develop a video link system for enabling people with dementia to interact with relatives during virtual visits . Dementia is currently a national priority in the UK, as it affects a large and growing number of people and incurs substantial financial costs. It can also have devastating personal effects on people who have dementia, as well as their families and carers. A significant number of people with dementia live alone or spend long periods alone and can become socially isolated, particularly if family members live far away. Improved social interaction can extend the time that a person with dementia can live independently at home, and improve their quality of life.A video link system could enable a person with dementia to interact remotely with their relatives. Internet access and video conferencing technology are widely available at low cost, and people with dementia have been seen to hold successful telephone conversations and even video link interactions. However, one of the barriers which prevent people with dementia using technology is their diminishing working memory, which progressively reduces their ability to initiate familiar tasks and learn new tasks. Simply providing helpful technology to a person with dementia is no guarantee that it can actually be used independently.Technology for people with dementia must therefore be completely intuitive to use so that it requires no learning or recollection of previous use. Those user interfaces (e.g. the audio messages or touch-screen displays) which are intuitive to people with dementia can only be determined through careful user evaluation of prototype systems. The Bath Institute of Medical Engineering has a strong track record of using this approach to draw out subtleties associated with successful technology for people with dementia. The proposed inTouch video link system will allow a person with dementia to hold a virtual visit with a family member. Crucially, they will be able to operate the system themselves, by using appropriately designed audio and visual cues and touch screen interfaces. The two key aspects of the proposed system which set it apart from existing video conferencing systems are: 1. The inTouch system will provide a wide view of the family member's home, giving the feel of a visit rather than just a video phone call 2. The inTouch system will not require the person with dementia to have any prior knowledge of computers or other technologyThe work will be carried out as follows:- Select a flexible video conferencing platform as a basis for the inTouch system- Gather views from people with dementia, carers and family members to understand how they hope to use inTouch- Carry out iterative user evaluations in a specialist day centre to try out different aspects of the system and develop the user interfaces - Test a complete system across a remote link between the day centre and a relative's home- Install inTouch in the community and carry out nine user evaluations over periods of up to ten weeks each, with technical support- Hold a final focus group to discuss the project with interested parties- Compile and disseminate the findings, including developing electronic teaching material using video footage to portray the findings in a powerful and informative wayThe research will draw on expertise throughout the project from RICE (the Research Institute for the Care of Older People), which specialises in dementia, and Dr Panteli who has experience of video conferencing behaviour and the factors which influence the adoption of Information Technology. By combining this expertise with the specialist design approaches used by BIME, the proposed project will provide a sound design methodology designed to have maximum impact both in terms of academic findings and commercial potential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I001921/1","grantId":"EP/I001921/1","fundValue":"190044","fundStart":"2011-01-04","fundEnd":"2013-02-03","funder":"EPSRC","impactText":"","person":"Nigel  Harris","coPersons":["Roy William Jones","Niki  Panteli"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}