{"id":"C2A14DB3-4313-49AC-9876-7FCB5751CB13","title":"Data-Driven Sociotechnical Energy Management in Public Sector Buildings","abstractText":"Reducing energy demand from existing public-sector buildings through manager and occupant behaviour change is crucial for meeting UK carbon emission reduction targets. Public sector buildings account directly for 24% of UK service-sector building energy consumption, and corresponding carbon emissions. While there are many reduction efforts aimed at new-build, a focus on existing buildings is essential as much of the building stock that will be in place in the UK in 2050 is already built. Using an interdisciplinary conceptual framework, our team of computer scientists, architects and sociologists will work together to explore the interaction of energy technologies and building manager and occupant energy behaviours. Non-domestic energy demand will be able to be analysed in great detail across a variety of building types and uses, and the effect of behavioural and control feedback evaluated. \n\nThis project's main goal is to construct a feedback loop which provides information to building managers and occupants not just on their energy consumption, but also on what activities are using energy, how much for each one, together with suggestions for what they might do to reduce energy expenditure and use. The feedback loop will also be used in new automated control for building energy systems. We will construct these systems and evaluate their effectiveness by involving City of Edinburgh and University of Edinburgh buildings in a study over a two and a half year period. We will involve a variety of building uses including offices, labs, libraries, schools and community centres.\n\nThese systems and concepts will be explored in &quot;Living Labs&quot; in the buildings that will provide the managers and users with a wealth of information that they can use to reduce their energy expenditure. At the end of the study we will ask participants if we can use the data we have gathered, with any personal information removed, in future studies. Those that agree will be contributing to a database that will be invaluable for future research efforts by us and others.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L024403/1","grantId":"EP/L024403/1","fundValue":"496909","fundStart":"2015-06-01","fundEnd":"2017-11-30","funder":"EPSRC","impactText":"","person":"Nigel  Goddard","coPersons":["Kate  Carter","Janette  Webb"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}