{"id":"C2ACF468-60A5-4756-A153-E2329C226240","title":"The role of protected areas in climate change adaptation strategies: assimilation and dissemination of evidence","abstractText":"Climate change represents a challenge to conservation because the species, habitats and other benefits (e.g., soil retention, maintenance of water quality, landscape value) associated with particular nature reserves and other protected areas (e.g. SSSIs) will change. Furthermore, this may undermine the legislative basis of some protected areas that have been designated as important because they support particular species or contain large numbers of individuals of certain species. Government, conservation agencies and volunteers (often through conservation charities) - stakeholders - need to meet this challenge so as to ensure that the limited resources available for conservation are deployed most efficiently. This Knowledge Exchange programme will bring together researchers and stakeholders to identify the questions that stakeholders most require answering to develop conservation strategies that are relevant under climate change, and then to bring together appropriate scientific and other information to answer the key questions identified by the stakeholders. The focus will be on the role of protected areas within conservation strategies. The project will be achieved via networking, workshops and literature / evidence gathering work. The answers will then be disseminated widely through a jointly-produced report, journal article and accounts in stakeholder magazines and web sites; as well as by oral presentations at a launch event and at stakeholder meetings. We will also identify stakeholder requirements for further research and for further Knowledge Exchange activities. The network formed through this programme will be well-placed to drive further integration of science into policy development and conservation action. The network will include researchers at the University of York and NERC Centre for Ecology &amp; Hydrology, Knowledge Exchange specialists, and a variety of stakeholders and policy makers from, e.g., The Royal Society for the Protection of Birds, The Botanical Society of the British Isles, Butterfly Conservation, from the Joint Nature Conservation Committee, Countryside Council for Wales, Natural England and Scottish Natural Heritage, and also from Defra.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I008578/1","grantId":"NE/I008578/1","fundValue":"100574","fundStart":"2010-09-06","fundEnd":"2012-02-29","funder":"NERC","impactText":"","person":"Christian David  Thomas","coPersons":["Jane Katharine Hill"],"organisation":"University of York","findingsText":"","dataset":"gtr"}