{"id":"C2AE9B41-225D-43DB-A5A6-D448B89B3AB1","title":"Critical perspectives on public engagement in science and environmental risk","abstractText":"<p>The past decade has seen a dramatic rise in public engagement and participatory modes of governing science, technology and the environment, promoted by arguments that it enhances trust, acceptance, and the quality and social responsibility of science and decision-making.</p>\n\n<p>Most academic and practical effort in this field to date has been channelled into developing engagement methods and instrumental forms of evaluation to judge their effectiveness. Much less attention has been paid to developing critical studies of participation. While critical perspectives on the power, discourse and tyrannical potential of participation have existed in development studies and planning for some time, they have begun to emerge only relatively recently in disciplines more closely associated with public engagement in science and environmental risk, including science and technology studies (STS), geography, environmental science, and risk research. Work at the interface between these fields is beginning to focus attention on the construction, performance and framing of public engagement, and warns that participation is just as susceptible to problems of trust, legitimacy, framing effects, exclusion, closing down debate, and acting as a smokescreen behind which decision-making institutions can conduct ‘business as usual’.</p>\n\n<p>This field of research is in its infancy, however, lacking interdisciplinary coherence, and remains largely separated from the practical realities of participatory governance. This seminar series thus aims to bring together an interdisciplinary range of social scientists, in collaboration with natural/physical scientists, participatory practitioners and policy-makers, to build a learning community and forge a new research agenda that is more constructively critical about the potentials and pitfalls of public engagement in science and environmental risk.<br /><br />Further information is available on the project website: http://www.uea.ac.uk/env/esrcsems</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0623","grantId":"RES-451-26-0623","fundValue":"15102","fundStart":"2009-01-01","fundEnd":"2011-03-31","funder":"ESRC","impactText":"  A major impact of the seminar series in social and economic terms has been its central role in raising awareness of and prompting more critical and reflective practice of public engagement on science-related issues in the UK and beyond. Through building greater reflection on the potentials and pitfalls of public participation and of critical social science insights the series has contributed to building more responsible, accountable and socially just forms of participation in science and the environment, and as a result choices over future sustainability pathways and courses of action. There is strong evidence in feedback from non-academic participants that key ideas from the series have been taken up and a more critically reflective perspective on public engagement has worked into their organisations, working environments and policy communities. This has enhanced the ability of science and policy institutions, government, business and civil society organisations to reflect on and build more meaningful forms of public participation and better account for public values and concerns. In terms of economic impacts, insights from the seminar series have fed through the growing public engagement industry in the UK, raising awareness of the social responsibilities and ethical implications of particular techniques or forms of public participation. This organisational uptake of seminar series findings leads to wider societal impacts through opening up understandings of the potentially disempowering effects of participation, thus creating greater opportunities for publics to participate, express their concerns, and be heard when it comes to decisions that affect their own lives.\n\nThe series and individual seminars within it are key outputs in themselves that have led to the social and economic impacts outlined above. Not only did they enhance practitioners' and policy-makers' knowledge, understanding and appreciation of critical studies of public engagement, they also made time and space for them to be actively involved in co-producing the research agenda. Impact feedback provides a number of examples where this has fed into organizations and working practices, including a representative from a government agency actively exploring possibilities for embedding this more reflective approach within the International Association of Public Participation (IAP2) and stated intentions to promote these ideas within government departments. The models of interaction between critical social science and policy/practice experimented with and demonstrated in the series further amplified socio-economic impacts and hold the potential to build more constructive relations at this interface. Social and economic impacts have also been enhanced through the seminar series network, a key outcome that has brought together a learning community of academic social scientists and non-academic practitioners in closer interaction, dialogue and in some cases collaboration that would not have happened otherwise. The website and accessibly written workshop reports represent a resource that practitioners have found useful (as stated in impact feedback) and continue to be used a year after the series has ended (the National Co-ordinating Centre for Public Engagement being the most recent example of this) thus enhancing the socio-economic impacts noted above.\n\nThe seminar series built partnerships with user communities. For example through in the co-design and facilitation of the final conference at the Royal Society where the research team worked jointly with the Department for Business, Innovation and Skills (BIS) / Sciencewise-ERC, thus considerably enhancing knowledge exchange, policy engagement, and socio-economic impact. The website and regular communications on the mailing list assisted the achievement of these impacts through sustaining engagement, interactions and conversations in between seminars thus building a more effective critical public engagement learning community. The reports from each of the main events in the series played a crucial role in disseminating the key findings to practitioners. The research team continues to receive requests for advice from non-academic users relating to key themes from the seminar series. The translation of these findings into practice has been further achieved by members of the project team through their respective strategic advisory roles relating to public engagement with science. Collaborative projects between academics and non-academics have grown out of the seminar series (for example two projects for the Sciencewise Expert Resource Centre) thus assisting the integration of findings into practice and achieving economic and societal impact. Digital/Communication/Information Technologies (including Software),Education,Energy,Environment,Government, Democracy and Justice Societal,Economic,Policy & public services","person":"Jason David Chilvers","coPersons":[],"organisation":"University of East Anglia","findingsText":" The past decade has seen a dramatic rise in public engagement and participatory modes of governing science, technology and the environment in the UK and internationally. While such moves can empower citizens and enhance social justice, they can also serve to close down, disempower and exclude. The key ambition of this seminar series was to move beyond a dominant focus within this field on developing participatory methods and evaluating their effectiveness in order to build a more critically reflective mode of public engagement research and practice. It did this through bringing together critical social scientists from science and technology studies, geography and cognate disciplines, in interaction with scientists, participatory practitioners and policy makers, across five seminars between April 2009 and February 2011. The opening conference established the theoretical themes and research questions, which were then explored in three seminars focusing on emerging technologies, natural hazards, and sustainable energy futures. The final workshop considered how to enhance relationships between critical social science, policy and practice, and embed more reflective forms of institutional learning, on public engagement. The series has developed an active international network of over 200 participants. Key findings from the seminars are summarised in accessible reports, a project website (www.uea.ac.uk/env/esrcsems), and an edited book. Feedback from seminar participants was generally positive and provides evidence that the series has begun to build capacity in a more reflective mode of public engagement research and practice within the UK and possibly beyond. The seminar series has developed a more critically reflexive agenda for research and practice of public engagement with science and the environment. This research agenda has been advanced both conceptually and through furthering empirical understanding, as presented in the major edited book from the seminar series entitled 'Remaking Participation: Science, Environment and Emergent Publics'. This work stands to be taken forward in developing new relational and coproductionist theories of participation and associated empirical studies in Geography, Science and Technology Studies, and related social science disciplines. In addition, the findings from the seminar series and edited book provide the basis for building more reflective and reflexive practice of public engagement with science and the environment, opening up a space for further experimentation and development by social scientists, scientists, participatory practitioners and policy makers alike. Finally the seminar series itself provides a model for how to bring together critical social scientists with public engagement practitioners from science, industry and government. This collective experimental approach can inform future collaboration and exchange between critical scholars and practitioners in the public engagement field and beyond. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Energy,Environment,Government, Democracy and Justice","dataset":"gtr"}