{"id":"C2B3AB32-84EB-4955-B242-2EF9E65D56D3","title":"SAXSess / Small Angle X-ray Scattering System for Materials Chemistry","abstractText":"Small angle X-ray scattering is a versatile technique for studying nanoscale structures in a wide range of materials, both ordered and non-ordered. We have an outstanding opportunity to obtain a state of the art small angle scattering instrument to enhance materials research at the University of Bath through an arrangement to buy an ex-demonstration instrument at a substantially reduced price. The university has also contributed part of the purchase price in order to support this bid.Research which will be enabled by this instrument includes:- studies of nanostructures in surfactant templated inorganic and polymeric materials - drug encapsulation and release from polymer-surfactant membranes- understanding lipid-DNA-histone self-organisation- characterisation of electrochemically deposited inorganic and polymer films- linking formation and size of metal nanoparticles with catalytic activity in solution- development of metal nanoparticle on titania nanotube catalysts- understanding drug release from porous PLGA nanoparticles- integrating Hg porosimetry, nitrogen adsorption and SAXS to accurately characterise porous materials- sonochemical nanoparticle growth in polymer matrices- structure of DNA-silicone hybrid polymers in solution","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E024904/1","grantId":"EP/E024904/1","fundValue":"92032","fundStart":"2007-01-31","fundEnd":"2009-01-30","funder":"EPSRC","impactText":"  Extensive use of SAXSess instrument by a variety of collaborators including industrial collaborations. The instrument was used to generate data for a TSB funded collaboration with Unilever, Rockwood Additives, Croda Suncare, Liverpool Uni and the NNFCC. It also was been used to characterise nanoparticles for drug delivery leading to a patent application (2013) with medics from Bristol &amp;amp; Renishaw. Chemicals,Healthcare,Manufacturing, including Industrial Biotechology Economic","person":"Karen  Edler","coPersons":["Sean Patrick Rigby","Andrew  Weller","Frank  Marken","Gareth J  Price","Stephen  Roser","Alexei  Lapkin"],"organisation":"University of Bath","findingsText":" This grant provided funding to supplement funding from the University of Bath, and in kind contributions from PANalytical to purchase a SAXSess small angle X-ray scattering system for materials research. The instrument continues to be used extensively for characterisation of systems ranging from micelle, vesicles and polymersomes to porous carbons, silicas and polymers, titania, gold and silica nanoparticles, proteins, nanostructured films, cellulose nanofibre gels, pickering emulsions and drug delivery systems. Many groups within and external to Bath have used this instrument to obtain small angle X-ray scattering data. Prof Edler assists with data analysis leading to research impacts in many areas. Agriculture, Food and Drink,Chemicals,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}