{"id":"C2B74202-6A49-4A27-A2A7-DB207F64FB07","title":"Cosmology and Astrophysics at Portsmouth","abstractText":"This consolidated grant is to support cosmology and astrophysics research in the Institute of Cosmology and Gravitation (ICG) at the University of Portsmouth. The ICG was formed in 2002 through a strategic investment from the university, and now hosts 50 researchers making it one of the largest extragalactic astronomy groups in the UK. \n\nCosmology and astrophysics are experiencing a golden age of discovery driven by new experiments and theoretical advances. However, we still face three fundamental challenges before a more complete model of the Universe can be achieved: i) What are the properties of the &quot;dark matter&quot; and &quot;dark energy&quot; that make up 96% of the Universe? ii) How do galaxies form and evolve? iii) What is the origin and distribution of structures in the Universe?\n\nThis grant will address these fundamental problems through pioneering theoretical work and the use of new surveys of the sky to map billions of distant galaxies. Galaxies are the &quot;building blocks&quot; of the Universe and as well as studying how they form, we will use the galaxies to improve our understanding of cosmology (the properties of the Universe as a whole). We will exploit current and forthcoming galaxy surveys including the Dark Energy Survey, BOSS and LOFAR to measure numerous probes of cosmology such as the clustering of galaxies, supernovae and weak gravitational lensing (distortions of the galaxies' shape due to gravity). Precise cosmological models will be constructed and analysed, and simulated with Portsmouth's SCIAMA supercomputer. These models will be compared to data to reveal the cosmological properties of the Universe.\n\nThese surveys will also be used to study how galaxies form, by measuring their colours and taking detailed spectra of the galaxies. We will also study the evolution of galaxies by comparing the galaxies in the nearby Universe, showing their present state, with those of the distant Universe, which gives us a window into the past. \n\nBringing together all our work, we will model and measure the evolution of the Universe throughout its entire history. We will constrain whether the accelerated cosmic expansion is best accounted for by a cosmological constant, as first proposed by Einstein, or more exotic theories like quintessence, extra dimensions or changes to the laws of gravity. Additionally, our analyses will shed light on the properties of dark matter, which we can detect via gravity but which does not interact like normal matter. We will also obtain a fuller understanding of the characteristics of galaxies throughout cosmic time. This will tell us whether the usual assumptions about dark matter provide an adequate description of the formation and evolution of galaxies.\n\nIn addition to research, the ICG staff are committed to public outreach and have been engaged in a number of high-profile activities in the media and local community. For example, our staff have visited many local schools to discuss their careers, their research (e.g. Galaxy Zoo), and their enthusiasm for astrophysics and cosmology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K00090X/1","grantId":"ST/K00090X/1","fundValue":"1378550","fundStart":"2013-04-01","fundEnd":"2016-03-31","funder":"STFC","impactText":"  Research at the ICG has helped understand the formation and evolution of the universe. This information is important to advance our understand of fundamental physics as well as being of great interest and fascination by the general public. Education Cultural,Societal","person":"Robert  Nichol","coPersons":["Daniel  Thomas","William James  Percival","David  Bacon","David Graham Wands","Robert  Crittenden","Marco  Bruni","Roy  Maartens","Kazuya  Koyama","Claudia  Maraston"],"organisation":"University of Portsmouth","findingsText":" Research at the ICG has helped understand the formation and evolution of the universe. This information is important to advance our understand of fundamental physics as well as being of great interest and fascination by the general public. Research at ICG is published in peer-reviewed journals and have received significant citations over the last decade. Researchers at the ICG are some of the highest cited astrophysicists and cosmologists in the UK, showing their work is used and influential (mainly by other academics in our field of research) Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}