{"id":"C2BF15C9-475F-4C5C-971E-C3D9F09E1BB7","title":"Temporal Co-regulation of Pathogenesis in Phytophthora","abstractText":"How do plant pathogens, such as the potato late blight pathogen, Phytophthora infestans, regulate the timing of their different infection stages, and which genes are required at specific stages of plant infection? Despite the enormous cost and impact of Phytophthora diseases, we know little about how this group of pathogens regulate and coordinate specific stages of plant infection that culminate in disease development.\nLate blight, caused by P. infestans, is the most devastating disease of potato, the third most important food crop globally. The very broad host range pathogen P. capsici is a major threat to vegetables, against which (durable) resistance is not available in most crops. Crop plant diseases caused by Phytophthora pathogens are thus a threat to global food security. The situation in Europe is compounded by legislation banning or restricting some chemicals that farmers rely on to prevent Phytophthora diseases. Changes in pathogen populations, coupled with the need to produce more food with a diminished environmental footprint, means that new avenues of disease control must be sought. In addition to P. infestans and P. capsici, more than 120 species of Phytophthora have been characterized, which collectively cause significant disease on almost all dicot crops. Some are limited in host range, and the resources for host genetics and genomics provide novel opportunities to identify and harness natural disease resistance. However, others, such as P. ramorum and P. kernoviae, are emerging as threats to natural ecosystems, infecting a broad range of tree and shrub species with which they have not co-evolved. To combat these, breeding for resistance is not a viable strategy. A deep understanding of Phytophthora infection biology is required to provide novel, next generation targets for highly specific and environmentally benign chemical control, and to identify new avenues that lead to disease resistance in plant hosts.\nIn order for it to be a successful pathogen, Phytophthora must grow within living plant tissue and then spread to new plants by producing spores. This requires the formation of different pathogen infection structures, which involves the action of many different genes, many of which are only active at these specific stages of infection. The DNA sequences of P. infestans and P. capsici have revealed hundreds (over 500) of candidate virulence factors that are transferred into plant cells to promote disease. These pathogens also have many other potential virulence proteins about which little is known. By identifying which of these candidate virulence genes are most active during specific infection of plants, this project will allow us, for example, to identify how Phytophthora coordinates its gene expression to form specialised infection structures, and what nutrients it obtains from its host plants. \nHowever, the main focus of this project is to identify the 'switches' that initiate and regulate expression of the large numbers of genes required for infection. We will search for those regulatory switches that are common to P. infestans and P. capsici, as essential and conserved are likely to be more promising for later development of broadly applicable disease control strategies. As these are likely to be the central controls of Phytophthora disease development, it is likely that disruption of their function will also severely compromise the ability of Phytophthora to cause plant disease. \nGene expression underlying specific stages of disease development could be exploited through identification of crop plant traits that interfere with, or otherwise reduce, production of Phytophthora virulence factors. Alternatively, as we are seeking the regulatory components that are common to both narrow and broad host range Phytophthora species, these may be attractive targets for development of new chemical control agents that may also be active against other oomycete plant pathogens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J017817/1","grantId":"BB/J017817/1","fundValue":"290211","fundStart":"2013-02-13","fundEnd":"2016-08-12","funder":"BBSRC","impactText":"  At this point, we do not have any major outputs to report Agriculture, Food and Drink,Creative Economy,Other ","person":"Edgar  Huitema","coPersons":["Paul Robert Birch"],"organisation":"University of Dundee","findingsText":" So far, we have \n\n1. Identified motifs that may underpin gene regulation in P. capsici (and possibly P. infestans). we are about to start screening for the TFs that may bind these elements\n\n2. We have analysed a large RNAseq experiment to further refine motif predictions. we are able to quantify P. capsici gene expression at the very early stages, a capability that we will seek to exploit for further motif identification.\n\n3. We have identified a candidate TF in P. capsici that when over expressed, gives a phenotype during infection. we are currently characterising this protein further (Co-IP, Y2H and microarray analyses on over expression lines) to identify bindings sites and other regulatory factors. \n\n4. we are currently assessing our RNAseq data to (i) identify candidate TFs that are (differentially) expressed during infection and (ii) validate gene models using our sequence data. this should generate a resource for those interested in gene regulation in Phytophthora. to be determined when we learn more about Gener regulation and TFs in Phytophthora. Agriculture, Food and Drink,Chemicals,Creative Economy","dataset":"gtr"}