{"id":"C2C20771-081D-47DB-8BE9-9D1C4E655D0F","title":"Shedding new light on volcanoes: real time synchrotron x-ray tomography of magmatic phenomena","abstractText":"Volcanic eruptions are powered by magma. To predict their occurrence the models require an in depth understand and quantitative description of the flow properties of magma during transport and eruption. However, there are many properties of magma we still don't fully understand... What causes magma to ascend and erupt? How does magma flow? Will it erupt as a benign effusion or as a catastrophic explosive event? How long will eruptions last? All these are vital questions to the 10% of the global population that lives in the vicinity of an active volcano. \n\nThe magmas that drive these volcanic systems are complex liquids that carry variable amounts of both solid crystals and gas bubbles. It is these crystal and bubble cargos and the interactions between them that control how magma behaves, i.e. whether it will flow or blow. Generally, the more crystalline a magma, the more difficult it is to flow and the more likely it will break; similarly, the more bubbly a magma, the more likely it will blow. Understanding the interactions between the liquid, crystals and bubbles is key to understanding magma behaviour, forming one of the grand challenge of volcanology. \n\nAt present experimental studies performed to develop models of magma storage (at depth) and volcanic processes (near/at the Earth surface) have been limited by the fact that traditional methods do not allow us to observe what is happening inside the sample during a test. The technology we propose will transform this, giving us the 3D X-ray glasses needed to see into magmatic flow. This will be done using the UK's synchrotron, Diamond Light Source, combined with an experimental rig that can heat, contain, and flow magma whilst ultra-high speed CAT scans are taken to see in side it. This is called 4D imaging - 3D plus time. \n\nThis equipment will enable volcanologists to experimentally deform magma whilst quantifying the interaction between liquid, crystals and bubbles in real-time. The data produced will provide a greatly enhanced understanding of these processes, providing the information needed by other groups to produce detailed new models. This will shed new light on volcanoes, improving our ability to constrain magmatic processes and forecast volcanic eruption.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M013561/1","grantId":"NE/M013561/1","fundValue":"405921","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"NERC","impactText":"","person":"Peter David Lee","coPersons":["Marian  Holness","Yan  Lavallée"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}