{"id":"C2C88F53-EC6F-4320-BDA4-E86E288B68D7","title":"Linking data with Identifiers.org","abstractText":"Annotating data, life science datasets with cross-references to other sources of knowledge has always be very important. These metadata are often what separate valuable information from heaps of unusable data. With the advent of systems biology, the size and complexity of datasets shifted the balance from direct human interaction to automated computer processing. Such operations are greatly facilitated if the metadata is encoded following standard procedures and using controlled vocabularies. If those procedures and vocabularies are shared between different types of data, it becomes possible to align, compare and integrate different datasets. A key part of any cross-reference is the identifier of the resource it points to. This identifier must be unique, perennial, resolvable and free. Most data providers create identifiers for their own records; for example '9606' identifies 'Homo sapiens' in the Taxonomy, and '22140103' identifies the latest publication about Identifiers.org in PubMed. However, those identifiers are only unique within a given dataset so their usefulness is limited when considering records in a wider context.\n\nIdentifiers.org provides such global identifiers, and resolves them to the relevant dataset. In order to achieve this purpose, it uses the information recorded in the MIRIAM Registry (http://www.ebi.ac.uk/miriam/). Therefore both projects provide a distinct part of the final technical solution. Identifiers generated with the Registry make use of the accession numbers supplied by data providers, but also contain information about the collection they come from. All identifiers are unique, resolvable and robust. They allow persons or software tools to directly access the identified pieces of data on the web, via alternative providers. Although a prototype, Identifiers.org has been adopted by a number of communities and projects, as it fulfils their need for perennial cross-references and removes their previous need for maintaining and keeping up to date long lists of ever changing web links (or URLs).\n\nAs more and more communities realise the benefits of using Identifiers.org URIs, new needs and use cases have appeared. This proposal seeks to strengthen and extend the services provided by the resource in order to respond to those new user requests. We will make the resource easier to use in automated procedures, specially for semantic web applications. This involves providing the content of the Registry in Resource Description Framework (RDF) format and supply a SPARQL endpoint for query purposes. Users will be able to fine-tuned the way identifiers are resolved, via the creation of 'profiles', that will record their preferences. The resource will allow the communities (more specially the data providers themselves) to get involved in the maintenance of the Registry. This will take place via a system of &quot;ownership&quot; by data providers of their record in the Registry. Although we currently have automatic systems in place to detect obsolete information, having the actual data providers contributing to the maintenance would ensure better quality of the recorded information, meaning a better quality of the services provided. Finally we will improve and extend the underlying computing infrastructure. By deploying it in more more data centres, we will provide more reliable services to an ever growing number of users.\n\nThe resulting resource will provide a way to seamlessly link all data annotated with the same URI to represent the same concept, a key step towards data integration. By providing a semantic glue between those datasets, Identifiers.org will facilitate data retrieval, comparison, integration, locally or through the semantic web. It will also facilitate the reasoning on the integrated datasets and lead to new, possibly automated discovery in the biomedical domain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K016946/1","grantId":"BB/K016946/1","fundValue":"119457","fundStart":"2013-08-26","fundEnd":"2014-11-25","funder":"BBSRC","impactText":"  Identifiers.org is a tool for data providers with cross-referencing needs and researchers wanting to explore large datasets to extract new findings. Therefore the societal impact is mainly indirect.\n\nSimilarly for the economic impact: this should be mostly visible to funding agencies (like the BBSRC) if other resources rely on Identifiers.org and do not require support to develop similar system (as a lot of resources do such needs). Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology Economic","person":"Henning  Hermjakob","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" This grant provided the means to further develop Identifiers.org's infrastructure and services, in order to provide the features that users have been requested, as well as making the resource more reliable.\n\nThe existing services have been consolidated by migrating them to the EBI London data centre, which provide a redundant hosting infrastructure.\n\nA SPARQL endpoint was created to allow users to easily integrate heterogeneous datasets from multiple sources, using Semantic web technologies. This service relies on the Registry being able to record alternative URI schemes and performs URI scheme conversion so that users do not need to worry about the type of URIs which are being used in each dataset.\n\nPreviously, Identifiers.org URIs only resolved to HTML pages. While this is sufficient in most cases, it does not take into consideration that a lot of resources do provide their information in a wide range of formats. Therefore, support for additional formats has been added. This allows users to get direct access to the information they need in their preferred format (availability depends on data provider's offering). Automated services can also be built on top of that new feature, such as semantic web applications relying solely on RDF encoded data.\n\nTo build on a long standing strength of the system (the resolving to potentially multiple locations on the web) but which caused annoyance to some users (who wanted to use a specific resource for a given type of data), customised services were developed. This takes the form of &quot;profiles&quot;, and allows anyone to customise the resolving of Identifiers.org URIs. This can be useful for example to databases which want to display their cross-references and have preferences for which resources or format to point to.\n\nFinally, to ease the curational effort on our team and make the resource more sustainable in the long term, maintenance of the Registry has been opened to the community. People are now able to login the Registry (using their existing account with for example Google or Yahoo) and update records for which they have been granted access to. This facility is aimed at data providers, but can be used by keen users too. Identifiers.org is a tool which can be useful to anyone needing to store or handle cross-references, as it simplifies the tasks previously necessary. Identifiers.org URIs are so versatile that they can be used unmodified in backend databases, in import/export formats, in web-based user interfaces and as a way to access the identified data.\n\nWe expect that more data providers will adopt the system and retire their ad hoc mechanism as the advantages are numerous, such as decreasing the need for each resource to maintain this necessary, but not core, aspect of their data provision.\n\nAdditionally, with the new features added specially targeting the semantic web community (such as the SPARQL endpoint for URI schemes conversion), this opens up the possibilities for data integration of heterogeneous datasets.\n\nFinally, although the focus has been so far on the life sciences, the system is perfectly suited to any type of data accessible on the web. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}