{"id":"C2C89CF5-DD63-4A2D-AADF-A4596982299D","title":"Dynamically Adaptive Metal-organic Nanopores","abstractText":"We propose to prepare and study a new class of synthetic ion channels based on dynamic metal-organic complexes that possess a pore-like central channel that will allow for substrate transport across a lipid bilayer. \nThese complexes are obtained through the condensation of simple organic building blocks around octahedral metal ion templates. The modular nature of these complexes and the dynamic nature of their imine bonds will allow us to tune the assemblies to confer different physical properties upon them, while retaining their overall structures. Through tuning we will identify the key characteristics of complexes that can be inserted into lipid bilayers. This project builds upon preliminary investigations that have shown that heptyl-chain-bearing derivatives allowed chloride ions to pass across a membrane, providing a point of departure for our investigations.\nIn other key precedent work we established that it is possible to induce reconstitution of the complexes into entirely different structures in the presence of different templating anions. We will investigate ways to exploit this phenomenon as an approach to controlling flux across a membrane by reversibly triggering reconstitution to form complexes that do not possess central channels, thus inhibiting ion transport. \nDevelopment of these tuneable, gating ion channels will pave the way to new industrial processes that are driven by the effective separation of high value compounds from impure mixtures, and new chemical transformations involving the selective gating of intermediate species between vesicular reaction chambers. In future, our technologies may also facilitate new treatments for those who suffer from forms of channelopathy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M008258/1","grantId":"EP/M008258/1","fundValue":"604939","fundStart":"2015-03-23","fundEnd":"2018-06-22","funder":"EPSRC","impactText":"","person":"Jonathan Russell Nitschke","coPersons":["Ulrich Felix Keyser"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}