{"id":"C2CD6548-EEA1-4187-92DC-9E219DC57A32","title":"Arctic Biosphere-Atmosphere Coupling across multiple Scales (ABACUS).","abstractText":"Climate warming is resulting from disruption of the global carbon cycle. The Arctic is already warming significantly, and warming is expected to be fastest and greatest at high latitudes, 4-7 degrees C over the next century. However, there are complex links among climate, the carbon cycle and the global energy balance which mean that the details of such global changes remain poorly understood. We propose a major, linked programme of plant and soil studies, atmospheric measurements, aircraft and satellite observations, and modelling, to improve our understanding of the response of the arctic terrestrial biosphere to climate change. Our overall aim is to determine what controls the temporal and spatial variability of carbon, water and energy exchange between arctic ecosystems and the atmosphere. Our field sites are based at Abisko, Sweden (with one focus area in dry tundra, the other in birch forest), and Kevo, Finland (with one focus on wet tundra, the other on dry tundra). At Kevo and Abisko both satellite imagery and aircraft flights will encompass an area of 10 km x 10 km, including both focus areas. The project has eight work-packages: WP1 Studies on plant allocation and phenology, and respiration-production ratios for major community types (via harvests, root measurement and isotope tracer experiments). WP2 Turnover of litter, soil organic matter (SOM), landscape distribution of soils (via soil surveys, isotope labelled litter, bomb C dating to determine SOM age), CH4 emissions. WP3 Chamber measurements of C and water exchanges from soils and vegetation at fine scales (a resolution of ~1m). WP4 Continuous tower measurements of CO2 and water exchange between the soils/vegetation and the atmosphere at scales of ~100 m, and records of snow depth, soil moisture and climate. WP5 Aircraft measurements over the two study regions, recording CO2 and water exchanges and images of the land surface and profiles of CH4. These measurements will extend over areas of many km squared. WP6 Earth Observation via satellites. We will link observations from several satellite instruments to measurements of plant cover recorded in field campaigns. WP7 We use models to connect the information connected at different time and space scales. The models represent our best understanding of the system, and we check and improve our understanding against independent observations, whether from chambers, towers, aircraft or satellites. We test whether we can understand the data from satellites and aircraft in terms of the detail recorded at the chambers and towers and with the WP1 and WP2 experiments. WP8 We will run an international workshop to share our ideas with colleagues from around the world. We will train post-graduates with a summer-school based around field measurement, and provide undergraduates with summer field experience.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D005795/1","grantId":"NE/D005795/1","fundValue":"496796","fundStart":"2006-07-01","fundEnd":"2010-10-31","funder":"NERC","impactText":"  Convened a session on &quot;Impact of climate change on polar terrestrial ecosystems&quot; at the IPY Open Science Conference in Oslo, May 2010\nContributed to the IPY final report\nhttp://www.icsu.org/publications/reports-and-reviews/ipy-summary/ipy-jc-summary-part2.pdf Environment Societal","person":"Mathew  Williams","coPersons":["Philip  Ineson","David  Hopkins","Richard  Harding","Malcolm Colin  Press","Mathias Inguar Disney","Robert  Baxter","Martin  Sommerkorn","Mark Henry Garnett","Maurizio  Mencuccini","Gareth  Phoenix","John  Moncrieff","Brian  Huntley","Philip  Gates","Eleanor  Blyth","Philip Edward Lewis","Philip Andrew Wookey"],"organisation":"University of Edinburgh","findingsText":" Objective: To determine how the variations in vegetation and topography govern the strength of C sources and sinks over the arctic landscape.\nA process-based model was parameterised from ABACUS data and tested against CO2 eddy flux data and observed time series of stock changes. The initial results closely matched observed fluxes. We used our modelling to generate complete estimates of gross primary production (i.e. for gap filling, as EC data are never complete). Overall, birch woodlands were estimated to be almost twice as productive as tundra. However, we found some notable discrepancies between modelled and measured fluxes, particularly during the growing season at night. We are now using the chamber data to determine whether model or EC are likely to be correct. We also found differences in measurement and observation of late season fluxes, indicating potential errors in the phenology modelling or in the metabolic activity in the late season. We have shown how chamber data can be used to construct a simple model of net ecosystem C exchanges across a range of arctic vegetation. The modelling study indicated high sensitivity to initial conditions and vegetation functional type, so the heterogeneity of soils and vegetation requires explicit modelling. \n\nObjective: We addressed a source of uncertainty in the modelling of landscape C fluxes, namely whether measurements within patches of the main vegetation types are representative of the whole landscape\n\nWe compared C fluxes in the transition zones between patches. We showed for the first time a consistent reduction in photosynthesis in transition zones, helping to constrain possible errors when modelling C fluxes from vegetation patches to the landscape scale.\nWe have demonstrated that an information conserving approach to upscaling ecological structure and thereby function dramatically reduced bias in estimates of ecosystem carbon flux at larger spatial scales. Aggregating (averaging) land surface properties resulted in substantial bias, but preserving the information contained in the full distribution of land surface features, namely the normalized difference vegetation index (NDVI), which is related to leaf area index, resulted in a flux estimate that was trivially different from the best estimate.\nOutcome: identification of critical scaling biases can be avoided by preserving spatial information in upscaling. To support the improvement of land surface models and upscaling approaches for carbon cycle analyses Environment","dataset":"gtr"}