{"id":"C2EE4D63-1A5E-4646-8C32-19C2BE149610","title":"Instant Knowledge: Secure Autonomic Business Collaboration","abstractText":"The proposed Instant Knowledge (IK) project is about providing up to date and relevant data to users throughout an organisation. Such information will be continually changing. Moreover, the network that is created to access this data will have to cater for mobile terminals. In such a dynamic environment techniques such as data mining will be used to automatically maintain the data sources. Thus, the data provider will not be actively involved in releasing information to remote users. Of course the data provider may refuse to release any sensitive information but that would severely limit the usefulness of the IK network. On the other hand, if the information contains sensitive company data or personal identifying information (PII) relating to the provider or third parties, then it cannot be released without controlling who has access rights. The central research problem therefore is how to control access to dynamic information in a complex dynamic environment. Our first task is to identify the system requirements and from this determine potential threats to the system. These threats may be from accidental leaking of data or more malicious attacks on the system. Once the threats have been identified, in order to focus our research we need to understand what the major threats are, and what are likely to have less impact. This analysis will be carried out in collaboration with the industrial partners and will determine the overall security requirements for the project. The second task will focus on designing security protocols to meet the above requirements. One area we will investigate is the field of Trusted Computing (TC). This subject is normally associated with software licensing and protecting multi-media content, but the same technology can be adapted to protect the PII distributed within the IK network. Many protocols exist that will confirm the identity of the party that data is being sent to, but which offer no guarantee that the recipient will subsequently protect that information. What TC provides are mechanisms to seal data so that it is only exposed when the platform is in a specific configuration. Thus the owner of the data retains control of this even after it has been released - the trust required of the recipient is greatly diminished. TC technology exists for static platforms, but standards for mobile platforms were only released in July 2007. The research challenge is to identify the components for a trusted mobile platform to support our protocols. The difficulty lies in adapting technologies for static platforms, such as virtual machines, to a more resource limited Trusted Mobile Platform (TMP). Based on this TMP, our research will focus on how security policies that determine access to data can be enforced. Mechanisms exist for policy enforcement on standard platforms, but without TC they assume a high level of trust in the Policy Enforcement Point (PEP) and the entity running this device. We seek to exploit Mobile TC to strengthen the PEP on mobile devices. Some form of authentication is often required before data is released. We will investigate how a TMP will allow authentication based on entities' attributes rather than identity. Moreover we will investigate how the DAA protocol can be exploited to provide a further degree of user anonymity. This protocol can attest that a platform can be trusted without revealing any PII. We will also investigate how the TMP can be used to provide data provenance. In all of the above we will collaborate with other groups to produce a demonstrator system. As this develops adjustments may be made to the initial system design. We will therefore continuously monitor developments and repeat security analysis as we progress, reviewing and modifying requirements with the industrial partners. The final stage of our research will be to carry out a rigorous security analysis of the final system to ensure that all our security requirements are met.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/F007310/1","grantId":"DT/F007310/1","fundValue":"193944","fundStart":"2008-05-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"","person":"Allan  Tomlinson","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":" This research produced several schemes that could be used to provide privacy in enterprise based social network systems.\n\n\n\nThe overall project produced an enterprise wide social network system that automatically generated user profiles based on employees' behaviour and interaction with colleagues within the enterprise. This data is collected and used by the system to identify employees with particular skills or contacts. The resulting database can then be queried to find users with specific skills or contacts based on their automatically generated profile.\n\n\n\nOur contribution was to analyse the threats to privacy and to produce a threat model and privacy impact assessment. The threat model was used to define requirements for both security and privacy in this system. We first produced a security architecture that allowed secure storage and transfer of personal information. This was based on providing secure storage in a java sandbox on the mobile device and using web services security to authenticate queries; control access to and release of the data; and to secure the data in transit.\n\n\n\nHaving secured the data we then produced architectures that reduced the risks to privacy caused by linking such personaldata to specific individuals, while at the same time allowing the database to make introductions based on user profiles. This protects users from insider attacks and leaking of personal information. The privacy protection mechanisms we produced can be deployed in various enterprise structures depending on the resources and infrastructure that already exists. Our proposals allow pseudonyms to be given to each user. These pseudonyms may be ephemeral or more long lasting, depending on the trust relationship that exists or may develop between users being introduced by the system. As trust builds up between individuals, more long term pseudonyms may be used.\n\n\n\nSeveral privacy architectures were proposed depending on whether central servers were available to manage the user ID, and whether all messaging went via these servers or directly from peer to peer. We also proposed an ID management architecture for a fully distributed system.\n\n\n\nFor larger enterprises we proposed a hierarchical system that groups users at each level in the hierarchy. This scheme allows users to be identified as one of k members of a group. If more privacy is desired `k' can be increased by including the user in a group further up the hierarchy. This can be combined with a pseudonym as proposed in the first scheme. Of course, in all our proposals any data released under a pseudonym will be accompanied by a signed assertion from a third party trusted by the receiver. This assertion will attest to the validity of any data being released.\n\n\n\nTwo proof of concept systems were produced to demonstrate, firstly the secure storage and transfer of data; and secondly a privacy system based on a central ID manager. These were demonstrated at our quarterly steering group meetings.\n\n\n\nOur contribution to the overall project resulted in 9 project deliverables, 4 conference papers and 1 journal paper. This research was managed by an industrial steering group and members of the consortium guided all research so that it could be exploited by the industrial partners. All of this research could be used by enterprise organisations to enable secure information management within the organisation. This work was a collaboration with an Academic/Industrial consortium - Mobile VCE.\n\n\n\nThere were around 30 industrial members of this consortium who have access to the research. Thales and Vodafone were actively involved and carried out tests of the proof of concept systems in their labs. Digital/Communication/Information Technologies (including Software),Security and Diplomacy","dataset":"gtr"}