{"id":"C2EF44FE-8528-451F-9675-A116D859785D","title":"Light-triggered precision drug dosing from PVC endotracheal tube biomaterials","abstractText":"There is currently a high death rate due to pneumonia of patients in Intensive Care Units (ICU). A major challenge facing the medical staff in ICU is to keep the patient free from infection. The patient is often taking medicines to weaken their immune systems to allow, for example, a transplant to be accepted by the body instead of rejecting it. Unfortunately this means that their bodies are particularly susceptible to infection. A further complication is that the patient often has several medical devices connecting their body to specialised equipment. One of these is an endotracheal (ET) tube, which is inserted into the patient's trachea channelling air from an artificial ventilator into the lungs. ET tubes are mostly manufactured from PVC, and bacteria are able to attach relatively easily to the surface of the tube, where they rapidly grow and develop into large colonies known as biofilms. This is similar to the bacterial plaque which forms on the teeth. The biofilm is extremely difficult to kill due its resistance to antibiotics and its location on the inside wall of the ET tube. When ventilated air is pumped into the patient's ET tube some of the bacteria growing in the biofilm are shed from the surface and carried down into the lungs and pneumonia develops. We have obtained ET tubes from patients who have either died or recovered in ICU and investigated how much and what types of bacteria are attached to the tubes. These studies have allowed us to develop our research plan to prevent bacteria infecting the ET tube by modifying its surface and so reduce the number of patients dying in ICU.We will still use specific and selective antibiotics against these bacteria, but instead of giving them by injection or as tablets we will chemically bind them to the surface of the ET tube. Some researchers have added antibiotics into the ET tube polymer, but this does not provide sufficient antimicrobial activity at the surface and the tube itself can become mechanically weaker because of the added substances. This weakening can cause collapse of the ET tube and blockage of the patient's airway. In our new approach, we will firstly bind the antibiotics to the surface where the bacteria are going to attach. Then, when we need to, we can break the bonds binding the antibiotic to the plastic surface by shining light from a fibre optic on them. In practice, the doctor will insert a fibre optic through an opening in the patient's ET tube and light will be directed to the inner walls where the bacteria attach. Some of these 'light-dependent' bonds will break releasing antibiotic in a very high concentration right at the attaching bacteria. We have carried out this type of research work before with attaching antibiotics to polymers and have also worked with both light-activated surfaces and molecules. Given this, we have confidence that we will be able to help patients in ICU to recover well by reducing the chance of pneumonia developing and also help the medical device industry in this country by developing a new type of ET tube for manufacture and commercialisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H012249/1","grantId":"EP/H012249/1","fundValue":"344172","fundStart":"2009-12-01","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"  Outline of how the research has contributed to advances in understanding, the types of impact and who benefits from the research.\n\nThe research has resulted in several advances in understanding, and in the demonstration of a new paradigm for drug delivery, of benefit to the academic research community. \n\n\n\nFirstly, current methods to attach molecules to PVC surfaces are limited. Thiol groups had been shown previously to react on PVC surfaces, though not efficiently. We have demonstrated in preliminary communications which parameters are important to efficiently achieve this, improving significantly on the best methods reported to date. We will publish further on this in due course.\n\n\n\nPrior to our disclosure of the 3,5-DMB system as a method for using light to control the delivery of drugs, there was only moderate activity in this field in the literature. Since this disclosure, which has been cited 47 times (as of February 2013), there has been a significant acceleration in the uptake of this concept by the academic community. This advance in theory arising from our paradigm is continuing to inform and stimulate research. Additionally, new research is applying the concept to new problems, such as the triggered delivery of large payloads from microgels which can be collapsed upon application of light, and the triggered delivery of active substances directly in cells.\n\n\n\nWe have also advanced understanding in methods by reporting on how to permanently incorporate these light-activated drug derivatives into matrices which can be used for medical implants, particularly to prevent infection.\n\n\n\nIn the medical devices field, our work has attracted interest from commercial partners, who are seeking to apply our systems in real-world devices. This requires a joint engineering, chemistry, polymer, surface and photochemistry effort, and engineering advances from these partners have already been made to exploit this technology. A partnership has now begun with a multi-billion dollar medical devices company to commercialise this work.\n\n\n\nIf the efforts in medical device development move to full commercialisation, there will be economic, societal and public health benefits. The resulting products will reduce the cost of treatment to the NHS directly, as a result of savings made treating device-related infection. In society, patients will benefit from enhanced quality of life, with many lives being saved due to prevention of life-threating infections such as ventilator-associated pneumonia.\n.\n\nBeneficiaries: Researchers in drug delivery, infection control and medical device research, patients hosting medical devices, NHS, medical device industry\n\nContribution Method: The research contributed through influence arising from publication, and from influence generated as a result of interest in the intellectual property arising from the research. The paradigm established by the research has been taken up widely by the research community and is under development commercially to drive new products which will benefit patients and the economy. Pharmaceuticals and Medical Biotechnology Economic","person":"Colin Peter McCoy","coPersons":["David Simon Jones","SEAN PATRICK Gorman"],"organisation":"Queen's University of Belfast","findingsText":" Ventilator-associated pneumonia is a major cause of infection, and death, in intensive care patients. It is difficult to treat with conventional antibiotics, and is very common. The principal cause is proliferation of bacteria on the surface of the endotracheal (ET) tubes which are used to support the patient’s airway.\n\n\n\nOverall, the project sought to establish an entirely new way of preventing these infections, by attaching antibiotics at the point of bacterial attachment – the tube surface. The drug stays latently at the surface until required, then is released by applying a burst of light to the tube.\n\n\n\nThe first hurdles were to establish ways both to make light-sensitive molecules which can liberate drugs on exposure to light, and, in parallel, to establish ways to efficiently anchor them to PVC, from which ET tubes are principally made.\n\n\n\nTo remain latent on the PVC surface and not diffuse out of the tube, the ideal attachment method is covalent bonding, and thiol groups had been shown previously to react on PVC surfaces, though not efficiently. Using a model thiol, we systematically established which parameters are important to efficiently achieve this, improving significantly on the best methods reported to date.\n\n\n\nThe synthesis of appropriate molecules both to attach to PVC, and release their drug when irradiated with light, required synthetic modification of the target drugs. Firstly, a light-sensitive functionality was introduced by appropriate reaction with a class of compounds known as 3,5-dimethoxybenzoins (3,5-DMBs). 3,5-DMB derivatives of ciprofloxacin were prepared using synthetic organic chemistry in multi-step reactions. To widen the applicability of our system, a number of derivatives were synthesised from other relevant drug classes including antifungals, non-steroidal anti-inflammatories, anti-histamines and neurotransmitters. Synthetic methods were then employed to introduce thiol groups to these molecules, to allow covalent attachment to PVC. Additionally, the concept of adding polymerisable groups to the light-sensitive drug conjugates was explored, as this also provides a mechanism for attachment to PVC. \n\n\n\nDerivatives for attachment were characterised to determine how rapidly they liberate their parent drug in the presence of light, and to determine which wavelength(s) can achieve this. Importantly, we showed we can regenerate 100% of drug held latently in a 3,5-DMB derivative and that we can use wavelengths and intensities available from cheap, commercially-available diodes and are not damaging to tissue.\n\n\n\nWe characterised loading and release of derivatives in both PVC and hydrogels, which are frequently used to coat the surface of PVC medical devices. Hydrogels are particularly advantageous as we showed we do not always need to include the extra step of tethering to give a functional delivery platform. We showed we can control precisely how much drug we produce by coupling the regeneration of drug to the application of light, whose wavelength, power, duration and position of application are highly controllable. We also showed we can deliver multiple, pre-programmed doses to give the dose needed. As an example, for ciprofloxacin, we were able to achieve a concentration higher than the minimum inhibitory concentration on our material multiple times though stepwise irradiation, and were able to reduce adherence of relevant bacteria by &gt;99% relative to control.\n\n\n\nThe project has generated intellectual property, which we are currently exploiting with a commercial partner. We hope to see direct clinical benefit to patient outcomes in the medium term. This work could find application in products used in hospitals worldwide. As well as the applications explored here for endotracheal tube improvement, the concept can be applied to other medical devices to deliver a range of substances to prevent, for example, infection, inflammation, artery occlusion or pain. Having protected the intellectual property arising from this project, we have established a partnership with a leading global medical device partner, and they have invested resources to develop ways to move the findings of the project forward to a commercial product. Such a product would be able to remain free of infection for a prolonged period, and so stop patients developing potentially life-threatening complications arising from their treatment. There are related applications for the technology, where light can be used to trigger release of precise doses in precise locations, and these are being explored with potential commercial partners. If realised, these applications will lead to improved clinical outcomes for patients, and a reduced cost burden to healthcare providers.\n\n\n\nPublication of the finding will also inform the academic community of our paradigm, and will potentially inspire new methods of triggered drug delivery to be developed. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}