{"id":"C2F3DE32-A68A-4B68-AB10-1B4045807252","title":"FPP3D: Coupling frontal photopolymerisation and interfacial wrinkling for single shot 3D patterning","abstractText":"The solidification of polymeric materials by light exposure is a common approach in coatings and patterning technologies. Under specific conditions, a solidification front (defined by the interface between liquid and solid) is sharp and, driven by light, travels thereby invading the unpolymerised material. Such light-driven travelling wave polymerisation processes give rise to frontal photopolymerisation which is an attractive manufacturing tool for multi-level patterns and objects. It is thus desirable that the liquid-solid front is planar and smooth. However, interfacial &quot;roughness&quot; may occur at certain front velocities, light intensity, temperature, time and other manufacturing conditions. This project will investigate and control this &quot;roughness&quot; - caused by wrinkling, folding and creasing of the interface - to manufacture functional surfaces of high value. An experimental capability map and predictive computational tool will be established and validated and then applied to rapidly prototype exemplars of this novel manufacturing approach, including optically active materials with smooth 3D profiles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L022176/1","grantId":"EP/L022176/1","fundValue":"301085","fundStart":"2014-04-29","fundEnd":"2015-10-28","funder":"EPSRC","impactText":"  A novel patterning approach based on light manufacturing of polymer structures has been reported. Ongoing progress on the fabrication of optically / radiation active surfaces and surfaces with directional wetting and spreading; possible security application. Aerospace, Defence and Marine,Energy,Environment,Manufacturing, including Industrial Biotechology Economic,Policy & public services","person":"Joao  Cabral","coPersons":["Omar Kamal Matar","Paul Nicholas  Stavrinou"],"organisation":"Imperial College London","findingsText":" We discovered that the coupling of polymerisation (a common solidification process in which a monomer is converted into a polymer by light) and wrinkling results in intricate 3D pattern formation. By understanding the nature of the phenomena, we have been able to carefully design and fabricate light and surface active patterns with applications ranging from lens prototyping (otherwise a lengthy and costly process) to non-wetting surfaces Microfabrication and prototyping at low cost of functional optics Energy,Manufacturing, including Industrial Biotechology,Security and Diplomacy","dataset":"gtr"}