{"id":"C2F3961D-944F-40AA-A34A-2D4D76663A12","title":"Asymptotics of Operator Semigroups","abstractText":"Many physical, biological and economic systems which are evolving in time can be modelled by differential equations whose solutions can be studied via operator semigroups. Typical examples include models of diffusion of heat in a body, wave motions of many kinds and populations of biological systems.\n\nSuch equations usually cannot be solved explicitly. Nevertheless one can often find some information about the solutions, such as their long-time behaviour. For example, one may be able to show that the quantity under examination decays (or grows, or oscillates) by analysis of the equations, and to estimate the rate of decay (or growth). In recent years there has been much research into the rates of decay of the energy of damped waves, and operator semigroups have been used to give precise estimates in that case.\n\nThis research will build on the previous work in this area. It is hoped to be able to provide general results determining more precisely when decay occurs and to improve the estimates for the rates of decay when quantities other than energy are being examined. Moreover we hope to gain a better understanding of mixed systems where the question whether the solutions decay or grow depends on the initial data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010723/1","grantId":"EP/J010723/1","fundValue":"264422","fundStart":"2012-09-01","fundEnd":"2015-08-31","funder":"EPSRC","impactText":"  Results on functional calculus and the product rule are currently being used to advance the theory of subordinate semigroups such as arise in probability theory. Methods used to obtain sharp for decays of decay are being used to obtain similar results in other situations.\n\nThe results for complex systems have been used to solve systems of differential equations that model wave propagation through inhomogeneous media. Other ","person":"Charles  Batty","coPersons":[],"organisation":"University of Oxford","findingsText":" We have obtained very precise results about the rate of decay of solutions of classes of evolution equations, assuming that one has quantified the properties of the system driving the evolution.\n\nIn addition we have solved complex systems of differential equations, such as those that model wave propagation through rough interfaces with corners and edges, and constructed the solutions explicitly from boundary data by the method of layer potentials. The results on rates of decay may be applied to estimate or predict the rate of decay of damped waves of various forms, or to various types of dynamical systems.\n\nThe results for complex systems might be used to improve models of wave behaviour, such as that of light, sound or electricity, through rough materials in real world applications. Aerospace, Defence and Marine,Agriculture, Food and Drink,Construction,Electronics,Energy,Environment,Transport,Other","dataset":"gtr"}