{"id":"C2F57CA7-C910-4556-8CFD-25DA7CEC812F","title":"Integrated Laser Induced Fluorescence System Using Photonic Crystal Cavities","abstractText":"Light has many uses, one of its biggest applications is in optical communications systems where a laser is switched on and off to transmit data. There are also many applications in the world of medicine, biology and biochemistry and tradiationally these have required very expensive, very large pieces of equipment. Currently the life sciences are required to look at smaller and smaller samples, sometimes down to the size of a single molecule. What this means is that the world of nanotechnology could be be used to create very small scale pieces of equipment that shine light onto very small samples and observe the light emitted by the samples. This then enables scientists to understand many important properties of the material. To work with light at these very small scales is very difficult, but recently, a new technology known as Photonic crystals(PhCs) has made breakthroughs in the way light can be confined and controlled. To make Photonic crystals nanofabrication procedures are need that are coming into mainstream use and they are now being applied in many different disciplines. This project will look to use PhCs to guide light onto a sample and then guide light emitted by the sample at a different wavelength towards a detector. A very small light source, a laser, will be included on the chip to make a very compact measurement device. The beauty of this approach is that 1000's of these devices could be placed on to a chip to measure many different samples simultaneously. This is the approach that is need for decoding genes to enable new drugs to be made.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G011664/1","grantId":"EP/G011664/1","fundValue":"334939","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Martin James Cryan","coPersons":["Judy  Rorison","John  Rarity","Peter J Heard","Andrew  Orr-Ewing","Siyuan  Yu","Colin  Lazarus"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}