{"id":"C2F90CE0-1209-46F5-8979-C6A94D1431AE","title":"CREW Project Management","abstractText":"The aim of the research is to develop a set of tools for improving the capacity for resilience of local communities to the impacts of extreme weather events.This will require the identification of potential EWE scenarios and modelling toolkits which allow decision makers to evaluate their potential impacts (Evidence), to develop intervention strategies and to manage the impacts (Decision Making) on the ground. In the development of such a toolkit, consideration needs to be given to both its strategic use for community resilience planning and its operational use to assist communities to recover following an EWE event. It therefore requires a detailed understanding of both, how decision makers may use EWE predictions, and how communities may react to EWE events. The wider research programme will develop and test a range of tools that support a greater understanding of the strategic issues that affect local community resilience to EWEs and provide the basis for the development of effective intervention (coping) measures for the community through local policy makers, households and businesses. The programme will use a stakeholder-led, multi-disciplinary, participatory research approach where scientists, social scientists, management scientists, engineers and geographers will work with end users to test and refine academic solutions against real life situations. This approach will ensure that programme outputs are immediately appropriate to end-users' needs. Scenarios and modelling toolkits which will allow decision makers to evaluate their potential impacts, to develop intervention strategies and to manage the impacts on the ground. In the development of such a package, consideration needs to be given to both its strategic use for community resilience planning and its operational use to assist communities to recover following an EWE event. To develop this package thus requires a detailed understanding of both how decision makers may use EWE predictions and how communities may react to EWE events. The plan for this research programme is to develop and test a range of tools that support a greater understanding of the strategic issues that affect local community resilience to EWEs and provide the basis for the development of effective intervention (coping) measures for local policy makers, households and businesses (SMEs). In order to address this aim the programme will use a stakeholder-led, multi-disciplinary research approach in which scientists, social scientists, management scientists, engineers and geographers will work with end users through a participatory approach in which academic solutions are tested and refined against real life situations. Through this approach it is believed that the outputs from the research programme will be immediately appropriate to end-users' needs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F036795/1","grantId":"EP/F036795/1","fundValue":"187337","fundStart":"2008-02-04","fundEnd":"2011-11-28","funder":"EPSRC","impactText":"  Examples of impact include:\n\nNumerous accesses to the publicly available final report and videos from the CREW project (http://www.extreme-weather-impacts.net).\n\nPresentations and case studies provided to the Climate Change Committee's 'Adaptation Sub-Committee Secretariat.\n\nPresentations to the South East London Local Resilience Forum (SELLRF) and related stakeholders.\n\nCREW Project (2011) BBC Radio 4. 'You and Yours' interview 'The CREW Project', following the CREW Project Final Genera Communities and Social Services/Policy,Construction,Environment,Government, Democracy and Justice,Transport Societal","person":"Stephen  Hallett","coPersons":[],"organisation":"Cranfield University","findingsText":" 'Community Resilience to Extreme Weather' (or CREW) was an EPSRC-funded research project, established in 2008 to develop a set of tools for improving the capacity for resilience of local communities to the impacts of future and future extreme weather events. It comprises a series of linked projects forming a broad consortium of some 40 researchers, drawn across 14 Universities. The research focussed upon a case study area of five local authorities in London, to the south of the River Thames, nam CREW considered the impacts of extreme weather on communities and small businesses, and the decision making process at this scale. An important element of the research considered geohazard modelling and the consequences of climate change.\n\nOne obvious development forwards for the research activity, is to consider the impacts of these changes on the wider built environment and the planning process for the provision of infrastructure. This is something that a number of the research team have gon Communities and Social Services/Policy,Construction,Environment,Government, Democracy and Justice,Transport","dataset":"gtr"}