{"id":"C2FA14AE-3157-47A1-91B6-DF6EA02AC357","title":"A Meta-narrative review of conceptualisations and meanings of 'community' within and across research traditions","abstractText":"Community is a contested concept that defies easy categorisation. We aimed to collect systematically the key ways in which community has been understood within and across research traditions. To do this, we used a meta-narrative methodology which attempts to unravel the 'storylines' of research. We identified a set of meta-narratives in sociology, anthropology and political theory. These ranged from pre-modern approaches to community as exemplified by the study of distant 'others' by early anthropologists to post-modern conceptualisations which emphasise new forms of commonality, difference and interaction in an era of globalisation and hypermodernity. We found considerable variability amongst the set of meta-narratives, particularly between 'real' and 'imagined' communities, and the ongoing tension between individual and collective political positions in framing the importance of communities. The findings from this review provide a framework from which to think more insightfully about 'community'. This framework could be used to facilitate a dialogue between academics and policy-makers on how different conceptualisations might translate into different types of interventions and might also help to guide decision-makers to consider their assumptions about community. Finally, we suggest some implications for future research around the use of an intersectional approach to study individuals' belonging to different communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J500018/1","grantId":"AH/J500018/1","fundValue":"31629","fundStart":"2011-02-01","fundEnd":"2011-10-31","funder":"AHRC","impactText":"","person":"Marcello  Bertotti","coPersons":[],"organisation":"University of East London","findingsText":" A useful tool that could be used by both policy makers and academic researchers to look at the concept of community from different angles. \nThe current concept of community used in policy (e.g. Big Society) is mainly based on connections between individuals on a specific geography and does not deal with some of the contradictions of the concept of community, namely that it is an exclusionary concept defined by who is and who is out and that current technological changes are moving the idea of community away from its traditional geographical sense. A useful extension of our review would be to develop a toolkit for the identification of the different characteristics of a community that could be used in assisting the design of policies and practical interventions. However, prior to this, the empirical literature on communities would need to be drawn upon and combined with the findings of the current review, which focused mainly on the conceptual literature. This could include, for instance, the empirical work on social capital in crime, health and other domains of public policy; research on social support and social networks from within community and health psychology; and research which examines the perspectives of members of communities themselves on how they define and value communities.\n\nOur set of meta-narratives also suggest that individuals can be conceptualised as belonging to a variety of communities at the same time, thanks to a range of embodied and imagined connections with other individuals. These multiple forms of belonging raise interesting research questions, such as, 'How do individuals belonging to different types of community influence each other?' and 'What happens at the intersection of belonging to different communities?' Intersectional analysis from within feminist theory exposes what happens at the intersection between class, gender, age and other characteristics of women's identities. Methodological and conceptual work from this tradition could be applied more generally to answer the questions above and thus provide a useful new way of understanding communities. Communities and Social Services/Policy,Creative Economy,Healthcare,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}