{"id":"C2FCA26B-BA45-4A27-A641-FC3EF2B5E5AC","title":"Apologies for Historical Wrongs: When, How, Why?","abstractText":"This project examines the functions and forms of apologies in dispute settlement and reconciliation processes concerning conflicts and traumas of both national and international scale. It challenges the notion of apologies for wrongdoing as providing a terminus to a linear dispute settlement process. It analyses case studies in which the apology, present and absent, forms a focal point in campaigns for recognition, remembrance and/or reconciliation. In connecting its inquiry to anniversaries of apologies in the twenty-first century, it contextualises its critique of linear temporality within the internal logics of apologies that propose a clear beginning and end date for the conflict. \n\nThe central aim of the project is to harvest data on official apologies and campaigns for official apologies in the 21st century in relation to their functions (why they are made) and modes (when and how). Utilising participant observation and focus group methodologies in addition to a critical review of secondary literature, the project will provide an update and a new critical assessment of the functions and modes of apologies in light of the experiences of the past fourteen years. In the process, its focus upon the role of temporality will probe the rationales (political, legal and sociological) for official apologies for historical wrongs in the contemporary zeitgeist. \n\nThe project poses the following research questions:\n1. What are the forms of official apologies in the twenty-first century? \n a. When and how are apologies made? For example, by what process (political, legal, diplomatic, social) are apologies mandated, by whom are they issued and to whom are they addressed? \n b. What forms of language do apologies take? Are they connected to reparations or other 'material' redress or stand alone as 'moral' redress?\n2. What are the functions of official apologies in the twenty-first century? \n a. Why are they made? What are their ostensible purposes (remedy, reconciliation, commemoration, etc.)?\n b. How are the apologies received by the addressees? How are they received by those not addressed who felt that they should have been addressed? Are there generational trends or differences in their reception? \n\nAs indicated in the project title, the project will examine apologies and campaigns for apologies in the twenty-first century (1 January 2001). Not only have apologies become more frequent in recent years but a number of milestones are approaching in relation to campaigns for recognition, apologies and reparation which provide the impetus for this project. Examples of apologies and campaigns in the twenty-first century include: the International Day of Remembrance of the Victims of Slavery and of the Transatlantic Slave Trade on 25 March 2014, the 100th anniversary on 24 April 2015 of the pogroms against Ottoman Armenians, which are claimed to be 'genocide', the 5th anniversary on 15 June 2015 of the UK Government's apology for Bloody Sunday, and the 10th anniversary of the apology in Argentina on 24 March 2014 for disappeared civilians during the dictatorship.\n\nThis project will utilise these milestones as catalysts for its inquiry into the functions and modes of apologies. In so doing, its central focus of critiquing the utility of apologies as a linear culmination, termination and/or expiation of wrongdoing will permeate its comparative analysis of these case studies. The project will gather new primary data through participant observation and focus groups at the workshop with external participants, and will compile a database cataloguing the lead up, and reaction, to apologies through desktop analysis of online and archival primary sources such as newspapers, government documents, TRC, witness statements and campaign groups' materials. This will be supported by secondary source analysis and review of current literature on apologies of the past fourteen years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M006239/1","grantId":"AH/M006239/1","fundValue":"43458","fundStart":"2014-10-01","fundEnd":"2015-09-30","funder":"AHRC","impactText":"","person":"Arman  Sarvarian","coPersons":["Maire  Braniff","Noa  Vaisman","Anyaa  Anim-Addo","Bryony Annette Onciul"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}