{"id":"C304E064-9141-4FFC-B0C1-B6F7C93F621A","title":"MethaneNet","abstractText":"Methane (CH4) accounts for approximately 20% of current anthropogenically-enhanced radiative forcing. Its atmospheric concentration has more than doubled over the past 200 years and between the 1970s and early 1990s atmospheric concentrations had been increasing at a steady rate of 10 to 15 ppbv per year. After slowing down to a halt in the late1990s and early 2000s there has been a surprise increase in atmospheric concentrations. The reasons behind this change are unknown. As well as climate and environmental change, Key drivers for methane research include energy and resource management, understanding tropospheric chemistry, and natural and anthropogenic hazards. This subject involves a wide range of stakeholders including the research community, energy industry, policy-makers and regulators, all of which are represented in the UK, but are not effectively integrated. The Methane Network (MethaneNet) will facilitate communication between these groups, broaden links, and establish a prioritised research agenda to include the UK &amp; international community. This will be done through a series of high profile meetings including a 2-day Royal Society Discussion meeting and the initiation of a series of biennial International Methane Conferences. These broad general meetings will be supplemented with more targeted problem oriented workshops. The spine of MethaneNet will be an interactive website that harnesses the power of social networking to allow the community to gel. Two specialist journal volumes are planned and novel outputs include use of the website to disseminate videos of talks, short news items and blogs of researchers engaged in field research. MethaneNet will be managed by a core-management team that draws on a range of expertise in both Universities and NERC centre/surveys. The team is fully embedded in the UK and international methane community and covers all relevant areas through 5 work packages.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H001964/1","grantId":"NE/H001964/1","fundValue":"245210","fundStart":"2010-01-11","fundEnd":"2015-06-10","funder":"NERC","impactText":"","person":"Vincent  Gauci","coPersons":["Anthony Stephen Cohen"],"organisation":"Open University","findingsText":"","dataset":"gtr"}