{"id":"C316972B-4C14-473D-BE5C-4B19A938DC7F","title":"Quantifying the efficiency with which solid mineral particles nucleate ice when immersed in supercooled water droplets","abstractText":"Clouds composed of both ice particles and supercooled liquid droplets, known as mixed phase clouds, exist at temperatures above ~-37oC and cover a large portion of the planet. These clouds impact on climate by both simultaneously warming the planet by trapping outgoing infrared radiation and cooling the planet by reflecting incoming visible light from the sun back to space. It is becoming increasingly apparent that mixed phase clouds are very sensitive to the number and type of particles, known as aerosols, present in the atmosphere. A lot of work has been done in the past to understand the role of aerosols on clouds that are entirely composed of liquid droplets and the Intergovernmental Panel on Climate Change (IPCC) attempted to quantify this impact, albeit with large uncertainties. However, the role that aerosols play in ice formation, which dramatically alters the properties of a cloud, remains very uncertain and the IPCC were not in a position to assess this forcing despite evidence that the impact is large. Aerosols that can catalyse ice particle formation are known as ice nuclei; however, their identity, concentration, global distribution and the efficiency with which they nucleate ice are all poorly quantified at present. An important class of ice nuclei is mineral dust which is transported over globally from arid regions such as the Sahara (dramatically illustrated by the satellite picture in the main proposal) and is known to impact cloud formation on a planetary scale. Unfortunately, while we know that ice formation is important for clouds, our knowledge is too poor to accurately model cloud formation in climate models and this limits their accuracy, which is an obvious problem for policy makers. Furthermore, there has been a two-four fold increase in mineral dust in the North Atlantic region since the 1960's and this is possibly linked to human activities with an unknown impact on ice formation in clouds. However, progress in modelling ice formation and its impact on climate in clouds is being made. In the first global modelling sensitivity study of its kind, Lohmann and Diehl (J. Atm. Sci., p968, 2006) studied the impact of two clay minerals (common components of atmospheric dust) on stratiform mixed phase clouds and found the radiative forcing to be between 1.0 and 2.1 W m-2. Hence radiative forcing by mineral dust through ice nucleation in just one cloud type is comparable to the forcing by CO2 (1.7 W m-2) emitted through human activity since 1750. In addition they also demonstrated that climate is sensitive to the dust type. While these global model studies show that ice formation by dust is important the authors acknowledge that their modelling studies are based inadequate laboratory data. The existing data only covers a narrow range of mineral dusts known to be in the atmosphere and that which exists is poorly quantified in terms of amounts of dust present in droplets. This situation needs to be improved through dedicated laboratory experiments. In this proposal a set of experiments are outlined in which existing equipment, developed in Murray's laboratory, will be made use of to determine the rate at which various mineral dusts nucleate ice when immersed within aqueous droplets. This data will provide the basis for understanding the ice nucleating properties of any natural mineral dust since natural dusts are a mixture of minerals. This hypothesis will then be tested with a range of natural dusts. In this proposal funds are sought for a 12 month post-doctoral position for a named researcher (Sarah Broadley).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H001050/1","grantId":"NE/H001050/1","fundValue":"80167","fundStart":"2009-11-01","fundEnd":"2011-02-28","funder":"NERC","impactText":"","person":"Benjamin John Murray","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}