{"id":"C31987C8-ADAA-4CE7-9D69-8CE633F8EC4C","title":"Geo-Refer 2: meeting community-specific research needs in geographical referencing","abstractText":"This project builds on the first round RDI project &quot;Geo-Refer: Geographical Referencing Resources for Social Scientists&quot;.&nbsp; Online learning materials developed under this project have been used to help social science researchers to understand and use the most appropriate methods when dealing with geographically referenced data – most often for mapping or data linkage.&nbsp; This new project aims to deliver these materials to new communities of researchers – specifically focusing on census research, local government and public health researchers by working with external partner organizations already involved with research skills development in these areas.&nbsp; The project involves: development of customized query interfaces to the existing Geo-Refer learning materials, which have been designed from inception to facilitate reusability through adaptive learning environments; more specialised training workshops to the target research communities and limited development of additional learning objects which provide exemplars appropriate to the specific research areas.&nbsp; The project will have particular regard to the sustainability of the online resources and will work closely with the ESRC National Centre for Research Methods’ sustaining online resources project (ReStore) and ESRC Census Portal to ensure that the Geo-Refer learning resources remain accessible at the points where they are most valuable to research users.\n<br />\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-035-25-0047","grantId":"RES-035-25-0047","fundValue":"78376","fundStart":"2008-02-01","fundEnd":"2008-12-31","funder":"ESRC","impactText":"  The online workshops and training materials created for this award were aimed at the social science research user community, with a particular focus on users in health, local government and the broader census user community. This award built on the work of PTA-035-25-0029 which had already begun to address the training needs of these groups. Detailed advice on specific projects was given to attendees at the training events and advice by correspondence with users of the online training materials, which continued to received over 50,000 pageviews from February 2011 and March 2014. All the online materials generated by the project are now freely available through the ESRC National Centre for Research Methods ReStore repository. The material has also been used extensively by others in the academic community to support training activities which are open to researchers from any sector. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Government, Democracy and Justice ","person":"David James Martin","coPersons":["Yung  Leung","Samantha  Cockings"],"organisation":"University of Southampton","findingsText":" This project was an extension to an earlier award which generated a series of online learning materials for researchers who are not trained geographers and find themselves needing to use geographically referenced data, for example for mapping or data linkage purposes. It provided additional materials particularly focused on researchers with interests in census analysis, local government and health care. These materials have been designed for users from any sector who need to handle geographically referenced social science data. This project particularly focused on the needs of practitioners and researchers working with census data, in local government and healthcare contexts. All the online materials generated by this and the predecessor project are freely available through the ESRC's ReStore repository. Individual pages can be used as a reference source or a user can provide profile information and receive a customised tutorial. ","dataset":"gtr"}