{"id":"C31F61AD-61F9-4B87-A195-2A9DDA48903F","title":"Development of multi-parent advanced intercoss populations for fine mapping QTL in wheat","abstractText":"The identification of small segments of chromosomes containing genes that control traits can improve the speed, efficiency and effectiveness of plant breeding. One method of identifying such segments is to look for correlations between DNA markers and traits. Typically, a marker is a short length of DNA with a known location on a chromosome. A strong correlation between marker and trait is an indication of a gene with an effect on the trait close to the marker. This process is typically carried out by searching for correlations among the progeny of a cross between two inbred parents. In such controlled crosses other factors affecting the genetic make-up of a population, such as migration, are eliminated. This minimises the occurrence of spurious correlations between markers and traits. This approach has two limitations. Firstly, marker-trait associations in bi-parental populations are not guaranteed to be important among the lines used by breeders. Secondly, correlations occur when marker and gene are quite a distance apart and these have little practical use. Ideally, the presence of a correlation should indicate that the marker is close to the gene. Plant breeders can then select for presence or absence of the marker, rather than selecting for the trait. This can be quicker and cheaper. Methods have been developed to overcome these limitations. One is to repeatedly cross individuals over successive generations before correlating markers and traits. These extra crosses cause thorough shuffling of genes coming from each of the parents, thereby improving the chance that marker-trait associations are only detected if the marker is very close to the gene. Such populations are called 'Advanced Intercrosses'. There is no requirement for an Advanced Intercross to have only two parents. Multiple parents can make the population more representative of the lines used by breeders. Multiparent Advanced Intercross (MAIC) populations take time to set up and more markers are required than usual. However, the cost of DNA markers is falling steadily. It is therefore important that MAIC populations are established now, to exploit cheaper marker systems as they become available. The work described in this proposal sets out to establish this resource for winter wheat. We shall set up two MAIC populations, one based on current elite lines and one based on older lines of historic importance. Within the time available, we shall also derive a set of inbred lines from the first generation of each population. These will be made available to all interested stakeholders. The use of these populations in very fine mapping is limited, but they will still allow location of genes with greater precision than possible with available alternatives. We have also identified two pre-existing highly outcrossed winter wheat populations. These have not been maintained under controlled conditions but are still likely to be of use as MAIC populations. We will generate 1000 lines from each of these populations to create a resource available immediately for very fine mapping. Although the theory behind the use of MAIC populations is understood, we need to confirm that it works in practice. For this purpose, we will use a system of cheap genetic markers called DArT (Digital Array Technology) to genotype (genetically fingerprint) samples of individuals and inbred lines. Using these data, we can check that the shuffling process occurs as expected and that the pre-existing populations can indeed be treated as if they were MAIC populations. Finally, we will use the DArT data to hunt for associations with the genes responsible for male sterility, present in the established outcrossing populations. The location of these genes in roughly known, but we shall refine it to provide a practical demonstration of the power of the MAIC. Locating this gene with greater precision will also help in the design and execution of future genetic experiments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E007260/1","grantId":"BB/E007260/1","fundValue":"65476","fundStart":"2007-01-01","fundEnd":"2011-12-31","funder":"BBSRC","impactText":"","person":"John  Snape","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}