{"id":"C3242F8F-FC71-4ECE-9E2F-0EC429B253EC","title":"e-Infrastructure South Consortium - Centre for Innovation","abstractText":"The e-Infrastructure South consortium comprises four of the UK's leading Universities in the area of high-performance computing (HPC) who, collaborating with the e-Science Centre at RAL, will create this new regional Centre of Innovation. The five partners in the Centre are the University of Bristol, the University College London, the University of Southampton, the University of Oxford, and the STFC: Rutherford Appleton Laboratory (RAL).\n\nThe Centre for Innovation will provide a shared infrastructure for the development of data driven applications, simulation and software; science and enterprise drivers for the continuing development of that infrastructure and software; a training centre to create the next generation scientists, engineers, social scientists and other research computing practitioners and to maintain a skilled workforce. It will offer both traditional large-scale high-performance computing capacity and leading-edge GPU-based facilities.\n\nThrough the Centre of Innovation, e-Infrastructure South will stimulate new academic-industrial collaborations, creating new opportunities for economic growth and enabling advances in science and engineering. The creation of a regional computational facility opens opportunities for innovation and collaboration that would be difficult to deliver through existing facilities and with the existing disparate knowledge base.\n\nThe Centre will support research partnerships that will allow industrial and academic investigation and exploitation in the existing research areas of:\n\n- Modelling the Earth's Climate, oceans and atmosphere, and the atmospheres of other planets.\n- Epidemiological analysis of large datasets to understand the efficacy of drug regimes.\n- Modelling and imaging of multi-scale interactions (e.g. how does a cell/organ work at the molecular/cellular level) in biological systems and drug transport through membranes.\n- Mapping medical conditions in the general populations to catalogues, such as the human genome.\n- Complex engineering systems, such as aircraft and ships, fluid flow and turbulence.\n- Simulating 3G &amp; 4G communications networks.\n- Development of nanotechnologies for fuel cells and new pharmaceuticals, and to design and test new industrial processes.\n- Understanding transportation and informing policy through social simulation.\n- Innovating in energy systems, developing new modes of energy and the management thereof.\n- Understanding, modelling and visualizing causality.\n- Discovery of new drugs by molecular modelling techniques.\n- Development of new tools for the processing and management of medical images.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K000144/1","grantId":"EP/K000144/1","fundValue":"701299","fundStart":"2012-04-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Anne Elizabeth Trefethen","coPersons":["Juan  Bicarregui","Oswald George Parchment","Simon James Cox","Peter  Oliver","Mike  Giles","Andrew  Richards","Simon  McIntosh-Smith","Ian Burgess Stewart","Richard  Catlow","Gavin  Mclachlan","Clare Andria Gryce"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}