{"id":"C3264CE8-C178-45BB-9381-6F7561DF811D","title":"TERRESTRIAL METHANE CYCLING DURING PALAEOGENE GREENHOUSE CLIMATES","abstractText":"Human activity has led to an increase in pCO2 and methane levels from pre-industrial times to today. While the former increase is primarily due to fossil fuel burning, the increase in methane concentrations is more complex, reflecting both direct human activity but also feedback mechanisms in the climate system related to temperature and hydrology-induced changes in methane emissions. To unravel these complex relationships, scientists are increasingly interrogating ancient climate systems. Similarly, one of the major challenges in palaeoclimate research is understanding the role of methane biogeochemistry in governing the climate of ice-free, high-pCO2 greenhouse worlds, such as during the early Paleogene (around 50Ma). The lack of proxies for methane concentrations is problematic, as methane emissions from wetlands are governed by precipitation and temperature, such that they could act as important positive or negative feedbacks on climate. In fact, the only estimates for past methane levels (pCH4) arise from our climate-biogeochemistry simulations wherein GCMs have driven a dynamic vegetation model, from which methane fluxes have been derived. These suggest that Paleogene pCH4 could have been almost 8x modern pre-industrial levels, and such values would have had a radiative forcing effect nearly equivalent to a doubling of pCO2, an impact that could have been particularly dramatic during time intervals when CO2 levels were already much higher than today's. Thus, an improved understanding of Paleogene pCH4 is crucial to understanding both how biogeochemical processes operate on a warmer Earth and understanding the climate of this important interval in Earth history.\n\nWe propose to improve, expand and interrogate those model analyses using improved soil biogeochemistry algorithms, conducting model sensitivity experiments and comparing our results to proxy records. The former will provide a better, process-orientated understanding of biogenic trace gas emissions, particularly the emissions of CH4, NOx and N2O. The sensitivity experiments will focus on varying pCO2 levels and manipulation of atmospheric parameters that dictate cloud formation; together, these experiments will constrain the uncertainty in our approach. To qualitatively test these models, we will quantify lipid biomarkers and determine their carbon isotopic compositions to estimate the size of past methanogenic and methanotrophic populations; these will then be compared to a large and growing literature regarding the concentrations of these compounds/organisms in modern mires and Holocene peat. The final component of our project will be the determination of how these elevated methane (and other trace gas) concentrations served as a positive feedback on global warming.\n\nCollectively, our work will test the hypothesis that elevated pCO2, continental temperatures and precipitation during the Eocene caused increased wetland GHG emissions and atmospheric concentrations with a significant feedback on climate, missing from most modelling studies to date. This work is crucial to our understanding of greenhouse climates but such an integrated approach is not being conducted anywhere else in the world; here, it is being led by international experts in organic geochemistry, climate, vegetation and atmospheric modelling, and palaeobotany and coal petrology. It will represent a major step forward in our understanding of ancient biogeochemical cycles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J00748X/1","grantId":"NE/J00748X/1","fundValue":"244127","fundStart":"2012-11-01","fundEnd":"2016-06-30","funder":"NERC","impactText":"","person":"David  Beerling","coPersons":[],"organisation":"University of Sheffield","findingsText":" -we are developing new model code to simulate global wetland distributions in relation to climate and ecosystem properties\n\n-we are coding new scheme for calculating volatile organic compound emission from terrestrial vegetation\n\n-we are undertaking new simulations of pre-industrial and early Eocene trace gas fluxes for atmospheric chemistry calculations\n\n-we are participating in the global methane project which aims to provide 'top down' and 'bottom up' estimates of global CH4 emissions. -ultimately we will provide better constraints on the concentration of atmospheric greenhouse gases for past warm/greenhouse world intervals.\n-our participation in the global methane project will deliver policy-relevant results. Agriculture, Food and Drink,Environment","dataset":"gtr"}