{"id":"C32836A1-CF37-4C5E-B59B-1FEF2434F70B","title":"Investigating orthographic effects on speech perception and speech production using a word learning approach","abstractText":"<p>Spoken language has primacy over written language. Before acquiring skills in reading and writing, most people have developed relative competence in understanding and producing speech. Thus it is unsurprising that experience with the sounds of words plays a powerful role in the adult and developing reader. </p>\n\n<p>The present research capitalises on recent methodological advances in the area of word learning to investigate the more intriguing question of whether the acquisition of literacy comes to influence one's spoken language abilities. </p>\n\n<p>Two experiments are planned in which participants will be trained on novel objects whose spoken names are spelled in a regular manner or in an unusual manner. Following a period of overnight consolidation, participants will be given various speech perception and speech production tasks relevant to the novel words. Critically, if one's abilities to perceive and produce speech are influenced by the spellings of words, then the results should reveal a performance disadvantage for those novel words with unusual spellings. </p>\n\n<p>The findings from this project will be of most interest to cognitive psychologists working on modelling language processing, though interest may also arise from clinicians studying language impairment and from professionals working in the area of literacy education.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3553","grantId":"RES-000-22-3553","fundValue":"79061","fundStart":"2010-07-01","fundEnd":"2011-12-31","funder":"ESRC","impactText":"","person":"Kathleen  Rastle","coPersons":["Colin  Davis"],"organisation":"Royal Holloway, University of London","findingsText":" Spoken language has primacy over written language. Before acquiring skills in reading and writing, most people have developed relative competence in understanding and producing speech.Thus it is unsurprising that experience with the sounds of words plays a powerful role in the adult and developing reader. The present research capitalised on recent methodological advances in the area of word learning to investigate the more intriguing question of whether the acquisition of literacy comes to influence one's spoken language abilities. \n\n\n\nThis small ESRC research grant provided support (?79,061) for us to develop an approach to investigating this question and to conduct two experiments using that approach. In these experiments, participants were trained on novel objects whose spoken names were spelled in a regular manner or in an unusual manner. Following a period of overnight consolidation, participants were given various speech perception and speech production tasks relevant to the novel words. Results showed a substantial impact of the spellings of the novel words on participants' spoken language processing of them. Specifically, participants showed slower speech processing of those novel words that were spelled in an unusual manner.\n\n\n\nThese findings support a conceptualisation of the language system as reflecting massive interactivity, whereby the spelling of a word can influence the way that it is aurally perceived or produced, and whereby the sound of a word can influence the way that it is read. They pose challenges for current theories of speech perception and speech production, and emphasise the importance of a sound and effective literacy strategy during schooling. already reported Education","dataset":"gtr"}