{"id":"C3284BB7-B87A-42FD-A880-CC8A1284D6BB","title":"Development of a novel surgical planning tool for high tibial osteotomy and a musculoskeletal model to determine the changes in internal knee loading","abstractText":"High Tibial Osteotomy (HTO) surgery is performed as a treatment for people who have osteoarthritis (OA) affecting one side of their knee. It realigns the joint to redistribute joint loading and relieve pain. It is used by some clinicians as a valuable joint preserving intervention for patients who are too young for a total knee replacement. It is also occasionally used in asymptomatic patients to prevent further mal-alignment of the knee. \n\nTo prolong the life of the joint, the angle of joint alignment correction must be sufficient to reduce loads on the medial compartment, whilst not excessively loading the lateral compartment. In current clinical practice, the angle of correction is estimated from standing static x-rays. However, dynamic gait measurements, in particular the knee adduction moment, are reported to be more highly related to clinical outcome than measures of static knee alignment. The proposed research aims to develop a method to quantify the optimum correction angle, based on a patients preoperative gait biomechanics. If new methods of calculating the correction angle can be found that improve longevity of the joint, the procedure as a service may be adopted more widely. This proposal also aims to evaluate associated changes in the forces acting through the joint using models that consider the effects of muscle forces on the joint. \n\nA patient specific dynamic model from the University of Florida will be employed in this research. This model was developed to predict the changes in knee adduction moment following HTO surgery using pre-operative gait data and the angles of correction measured from standard long leg x-rays. This research will test whether optimised models, calibrated to each patient, can predict post-surgery knee adduction moments using HTO surgical parameters. This will be the first implementation of this software using pre and post-operative patient data. \n\nThis software will be adapted to determine the changes in tibial geometry required to produce the optimum post-operative knee adduction moment. The ability to calculate the optimum angles of correction based on a patient's pre-operative gait will form the basis of a new clinical tool.\n\nAs part of the proposed research, open-source software (OpenSim) will be employed to investigate changes in joint reaction forces following HTO surgery. A model will be adapted for this purpose. This will be the first implementation of a musculoskeletal model to investigate changes in joint reaction forces for patients undergoing HTO and will provide a basis for further development. Joint reaction forces calculated pre-operatively and how they change post-operatively will be compared to a healthy cohort. This will provide information on the changes in loading in the knee and thus the efficacy of HTO surgery in restoring normal knee joint loading. \n\nThe end product of this research will be a new tool for bespoke surgical planning and outcome measures detailing the efficacy of HTO surgery. It will enhance the biomechanical understanding of HTO realignment and demonstrate the usefulness of dynamic measurements and musculoskeletal modelling.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010111/1","grantId":"EP/J010111/1","fundValue":"93927","fundStart":"2012-09-28","fundEnd":"2014-05-01","funder":"EPSRC","impactText":"  The results of this study provide important evidence on the biomechanical effects of high tibial osteotomy surgery. Project findings have been disseminated to the biomechanics and clinical communities via conferences and clinical meetings, receiving a poster prize from the British Orthopedic Research Society conference in 2013. The findings have led to further investigations correlating biomechanical and clinical information, having the potential to contributing towards evidence-based practice. This project is linked to the Arthritis Research UK Biomechanics and Bioengineering Centre and the information is being used in within complementary multidisciplinary projects within this Centre. The PI has used information from this study as part of public engagement talks to students and wider public, to disseminate work to a non-scientific audience. Healthcare Societal","person":"Gemma  Whatling","coPersons":[],"organisation":"Cardiff University","findingsText":" High Tibial Osteotomy (HTO) surgery is performed as a treatment for people who have osteoarthritis (OA) affecting one side of their knee. It realigns the joint to redistribute joint loading and relieve pain. This research has quantified changes in joint loading following HTO and contributes to the development of a new surgical planning tool for HTO surgery. The key findings to date are: \n\nPatients display a reduced knee adduction moment following HTO surgery: Adduction moment is a clinical measure of medial loading in the knee joint. This is loading on the side of the knee affected by osteoarthritis for this patient cohort. The first and second peak of the adduction moment was reduced significantly for all patients in this study (P&amp;amp;amp;lt;0.001). This provides evidence that the aims of the HTO surgery, in redistributing loading from the affected to non-affected side of the knee, are being met.\n\nPre-surgery gait data can be used to predict post HTO adduction moments: In collaboration with the University of Florida, the patient specific modeling method of Reinbolt et al was used and further developed to predict patient gait post - HTO surgery, using pre-surgery gait data. The most appropriate clinical measures were identified from postoperative x-rays and applied to the model to simulate surgical correction angles. The model predicted the first knee adduction peak within 0.5% of BW*H for 8 out of 10 patients tested. \n\nHTO realignment surgery alters lower limb biomechanics: Results indicate that HTO surgery not only alters loading and alignment of the affected knee, but also changes in hip and ankle alignment in the operative limb, reduces medial loading in both ankles and alters the range of motion of both hips and the trunk. These changes are not currently accounted for in the gait predictions and since these changes will contribute to knee joint loading, they must be taken into account in future iterations of the model. \n\nMusculoskeletal model development: As part of this research, musculoskeletal modeling was used to estimate changes in internal joint loading for patients following HTO. In collaboration with KU Leuven, this part of the project is being taken forward with a model developed to more accurately represent this patient population.\n\nThis research has strengthened collaborations between Cardiff University, Cardiff and Vale Orthopedic Centre and both the University of Florida and KU Leuven. The work has contributed to five conference abstracts (two conference podium presentations and three poster presentations). \n\nThe study has identified important information about biomechanical changes associated with HTO surgery. This will inform clinical practice and has increased our understanding of patient and clinically measured factors that affect gait prediction for this patient population. It has also provided valuable information to form the basis of a new clinical tool. This work will be adopted to provide academic and clinical impact. This project has fostered strong relationships with the University of Florida and KU Leuven and has led to further development of accurate models for HTO modeling. From a clinical perspective, this study has provided quantitative biomechanical evidence for surgeons on pre and post HTO gait. It has revealed that other joints are affected by HTO. This is of great importance and thus must be investigated further. The PI works within a large multidisciplinary Arthritis Research UK Biomechanics and Bioengineering Centre. Findings from this project will link into future Centre objectives. Healthcare","dataset":"gtr"}