{"id":"C32BAED4-3D7E-4866-BBCE-61092330BF88","title":"Optimal Collective Decision-Making in Social Insects","abstractText":"Social insects are model systems for studying collective decision-making, decentralised control, and self-organisation. Our own recent theoretical work has laid the foundations for analysis of optimal decision-making during emigration: we were the first to show how simple models can be parameterised to implement statistically optimal decision-making by social insect colonies, in which an optimal compromise between speed and accuracy of decisions is achieved. This proposal has two aims: first, to validate empirically these predictions with ants and honeybees, using experiments with the latest technology for tracking individuals. Second, to extend the models and their optimality analysis to more sophisticated decision-tasks, including novel decision-problems that have not received theoretical treatment before: in particular, a social insect colony must simultaneously attempt to sample its environment optimally for uncertain information on available alternatives, and at the same time optimally decide between these alternatives. These theoretical investigations will inform and be informed by novel experiments with ants and honeybees. These two species have converged on almost identical collective decision-making mechanisms, that differ however in subtle but important details in their implementation. This proposal will hire two post-doctoral research assistants, one to undertake theoretical work in Bristol under the direction of Dr James Marshall, and one to undertake experimental work with ants in Bristol under the direction of Prof Nigel Franks, and with honeybees in Arizona under the direction of Dr Anna Dornhaus and with the advice of Prof Tom Seeley. This project also forms part of a larger research programme: our novel theoretical perspective, which motivates this proposal, was achieved by synthesising ideas from social insect behaviour, evolutionary psychology and vertebrate neuroscience. The study of decision-making in humans and other vertebrates enjoys a sound theoretical footing, based on provably optimal decision-making procedures. As our previous work has shown, there are striking parallels between models of neural decision-making circuits in the primate brain, and models of collective decision-making in social insect colonies. This allows very similar optimality analysis techniques to be applied to both. There are also interesting differences, however, between brains and social insect colonies: in particular, as stated above, social insect colonies must actively sample information from their environment, rather than receiving information on available alternatives at equal and unvarying rates, as assumed by some neural models. Of course, this is actually a false dichotomy: some decision-making tasks in the brain, such as active perception, also require strategies for simultaneous sampling and decision-making. Thus we see this research programme at the interface of collective behaviour and brain behaviour as a genuine synthesis, with each field able to provide fundamental insights to the other. For the purposes of this proposal, however, one particular benefit of working with social insect colonies, compared to neural systems, is their ease of experimental observation and manipulation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G02166X/2","grantId":"BB/G02166X/2","fundValue":"325186","fundStart":"2010-10-01","fundEnd":"2012-10-19","funder":"BBSRC","impactText":"  Findings have been used to design psychological experiments on human perception, to test whether humans exhibit value-sensitive decision-making of the kind predicted by our model. Other ","person":"James Arthur Marshall","coPersons":["Nigel  Franks"],"organisation":"University of Sheffield","findingsText":" 1. We discovered a novel form of signalling in honeybee swarms, the stop-signal, used in addition to the waggle-dance and previously only observed in foraging honeybee colonies.\n\n2. We constructed and analysed a model of this behaviour, showing that it implements a sophisticated value-sensitive decision-making strategy that resolves problems associated with earlier models that compromise between speed and accuracy of decision-making\n\n\n\n2. We theoretically analysed the decision-making mechanism implemented by stop-signalling, revealing various novel aspects of value-sensitive decision-making including deadlock breaking, speed-accuracy trade-offs, and Weber's law-like behaviour. This mechanism may inform the study of transcriptional networks within cells and neural circuits within brains. The development of the value-sensitive decision-making perspective, and the particular mechanistic model constructed, is of broad importance, since diverse natural systems should be faced with decisions of this nature. The results are already attracting the interests of experimental psychologists and cognitive neuroscientists and microbiologists. Additionally, the value-sensitive mechanism described is suitable for development of decentralised decision-making algorithms for artificial systems, such as groups of robots trying to reach a consensus decision about which of several possible courses of action is most rewarding. Digital/Communication/Information Technologies (including Software),Other","dataset":"gtr"}