{"id":"C32E4788-588B-41E1-8802-63D751B647E9","title":"The temperature of the Earth's core from quantum Monte Carlo Calculations","abstractText":"The temperature of the Earth's core is one of the fundamental parameters in Earth Sciences. Itsknowledge would allow the construction of models for the thermal structure of the interior of the Earth,which could then be used to understand the dynamics of our planet, including the generation of the Earth's magnetic field which shield us from the deadly solar wind, mantle convection and plate tectonics which are eventually responsible for earthquakes and volcanic eruptions.The Earth's core is mainly made by iron, and as it happens the very interior of the core is solid, surrounded by a shell of liquid iron which extends roughly half way up towards the surface of the planet.To measure the temperature of the core directly has been impossible to date, and it is likely to remain impossible in the foreseeable future. However, one possible strategy to constrain the core temperature is to exploit the presence of the boundary between the solid and the liquid (the ICB), which implies that the core material must be at the melting temperature at that boundary. Therefore, if one is able to measure or calculate the melting temperature of iron at the pressure of the ICB, one also has a closeestimate of the temperature of the core. A number of experiments have been performed to address this problem, but the objective has proven elusive to date, because the conditions are extreme and therefore the difficulties very high. The result is a big scatter of data in the literature. Theoretical calculations have also been used, some of them based on the implementation of quantum mechanics known as density functional theory (DFT). The stategy of our own group has been to apply DFT to the calculation of the free energies of solid and liquid iron, and then obtain the melting temperature by the condition of continuity of the free energy. Although we believe that these calculations are very accurate, we recognise that at present we cannot definitely address the question of the accuracy of DFT itself (or rather the exchange-correlation functional employed).The main objective of this proposal is to use quantum Monte Carlo techniques to address this problem. These are techniques which are believed to be much more accurate than DFT, and therefore should provide the solution of the problem with a higher degree of confidence. Quantum Monte Carlo techniques are various order of magnitudes more expensive than DFT, and for this reason have been essentially out of reach of computers for many problems. The arrival of HECToR is the ideal opportunity to apply QMC to a real life problem. We should also mention that QMC adapts very well to massively parallel computers, and therefore can exploit the capability of HECToR to the full.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F048750/1","grantId":"EP/F048750/1","fundValue":"10182","fundStart":"2008-01-01","fundEnd":"2008-08-31","funder":"EPSRC","impactText":"","person":"Dario  Alfe","coPersons":["Mike  Gillan"],"organisation":"University College London","findingsText":" he temperature of the Earth's core is one of the fundamental parameters in Earth Sciences. Its\n\nknowledge would allow the construction of models for the thermal structure of the interior of the Earth,\n\nwhich could then be used to understand the dynamics of our planet, including the generation of the \n\nEarth's magnetic field which shield us from the deadly solar wind, mantle convection and plate tectonics which are eventually responsible for earthquakes and volcanic eruptions.\n\nThe Earth's core is mainly made by iron, and as it happens the very interior of the core is solid, surrounded by a shell of liquid iron which extends roughly half way up towards the surface of the planet.\n\nTo measure the temperature of the core directly has been impossible to date, and it is likely to remain impossible in the foreseeable future. However, one possible strategy to constrain the core temperature \n\nis to exploit the presence of the boundary between the solid and the liquid (the ICB), which implies \n\nthat the core material must be at the melting temperature at that boundary. Therefore, if one is able to measure or calculate the melting temperature of iron at the pressure of the ICB, one also has a close\n\nestimate of the temperature of the core. \n\nA number of experiments have been performed to address this problem, but the objective has proven elusive to date, because the conditions are extreme and therefore the difficulties very high. The result is a big scatter of data in the literature. \n\nTheoretical calculations have also been used, some of them based on the implementation of quantum mechanics known as density functional theory (DFT). The stategy of our own group has been to apply DFT to the calculation of the free energies of solid and liquid iron, and then obtain the melting temperature by the condition of continuity of the free energy. Although we believe that these calculations are very accurate, we recognise that at present we cannot definitely address the question of the accuracy of DFT itself (or rather the exchange-correlation functional employed).\n\nThe main objective of this proposal was to use quantum Monte Carlo techniques to address this problem. These are techniques which are believed to be much more accurate than DFT, and therefore should provide the solution of the problem with a higher degree of confidence. \n\nQuantum Monte Carlo techniques are various order of magnitudes more expensive than DFT, and for this reason have been essentially out of reach of computers for many problems. The arrival of HECToR at the end of 2008 has been the ideal opportunity to apply QMC to a &quot;real life&quot; problem. \n\nIn a paper published in Physical Review Letters we reported our finding of the QMC melting point of pure iron at Earth's core conditions of ~6900 K.  Environment","dataset":"gtr"}