{"id":"C3306202-42FE-4C75-A422-C4488B53488E","title":"New ligand systems for metal-based catalysis: Synthesis, screening and theoretical studies","abstractText":"There is currently substantial growth in the petrochemical industry in the Far East. This is particularly the case for the Chinese Petrochemical Industry. As a consequence, there is also currently a great deal of academic interest in the field in that part of the world, with various groups actively engaged in the development of new catalytic systems. This is in stark contrast to the situation in the UK, which has been stagnent for some time, with much of the industry moving to mainland Europe or the States, with an inevitable negative knock on effect for UK academia. Interestingly however, there are now signs of a recovery, reflected in the fact that Dalton Transactions are about to publish a special issue later this year on olefin polymerisation. It is against this background that we feel well-placed to maintain the UKs academic interest in the development of new catalysts for olefin polymerisation (and ring opening polymerisations). Our experimental studies on catalyst development are on-going with the groups of Profs Sun (Beijing) and Yamato (Saga), complemented by the theoretical studies conducted by the Kasai group in Osaka. Other groups in mainland China (Changchun), Hong Kong (City U and HKUST) and Japan (Kumamoto) are now keen to join the project.A related area of chemistry is to utilise calixarene assemblies as nanopots for organic catalysis (and prehaps also polymerisation catalysis). This includes generation of a red/ox potential by absorption of photons by semiconductor Quantum Dots. Calixarenes will be bound in close proximity to the QDs' surface. Small organic 'guest'-molecules will enter the calixarene cavity and be transformed. The activation energy (electrochemical reduction potential) will be reduced as compared with 'direct' reduction by entropic profit of the binding of the reactants at the calixarene. This project will bring on board added expertise from the PIs own institution, with results guided by modelling performed in Osaka.Finally, peptidocalixarene frameworks will be used to mimic the secondary interactions found in the active site of all iron hydrogenase. Calculations performed in Osaka suggets that a calix[5]arene platform is best suited to provide the requisite iron - iron separation, and synthetic work will be conducted at UEA, guided by the theoretical studies in Osaka.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H031855/1","grantId":"EP/H031855/1","fundValue":"51350","fundStart":"2010-06-17","fundEnd":"2013-06-16","funder":"EPSRC","impactText":"  Results of the work have been cited many times by other groups working in the same or closely related areas. Chemicals Economic","person":"Carl  Redshaw","coPersons":[],"organisation":"University of East Anglia","findingsText":" A number of new catalysts have been discovered which can produce polymers at high temperatures and are therefore suitable for use under industrial conditions. We have also produced a number of new catalysts with high efficient for producing biodegradable polymers. Because these catalysts generate new IP there is the possibility that new (and old) polyolefin companies can use these systems rather than buy our licences rather than purchase told and expensive catalyst technology. Chemicals","dataset":"gtr"}