{"id":"C3369C49-995D-4BF5-9904-704CCEF60002","title":"Beyond the Campus: Connecting Knowledge and Creative Practice Communities Across Higher Education and the Creative Economy","abstractText":"Higher education institutions are central to local economic development, through their engagement with knowledge economies, local regeneration and the development of human capital. These dynamics have recently acquired more importance across the arts and humanities research-base. However, while many have tried to advocate for the knowledge engagement and collaborative partnership that involved arts &amp; humanities departments and external arts, creative and cultural organisations, there has been very little opportunity for academics and practitioners to reflect on this creative engagement and the opportunities, benefits and challenges it presents. \n\nThis research network aims to create a platform for discussion between academics, practitioners, artists, cultural organisations, business development managers and other university directors about knowledge connections and collaboration between universities and the creative and cultural sector. Whilst there have been related policy documents and analyses published recently, there has been little coordination of current research, knowledge exchange and collaboration between academia and external partners in this area.\n\nThe research network has four main objectives:\n1. Compile a literature review of existing research which aims to address the role of knowledge exchange and collaboration across academia and the creative and cultural sector;\n2. Develop an open knowledge platform which acts as point to reference in the work of academics and practitioners in this areas, with case studies, links, interviews working papers and policy briefings;\n3. Through systematic analysis, develop a clearer articulation of the relationship between A&amp;H teaching and research and the creative economy, based on data collected through the project, interviews and seminar presentations;\n4. Explore international perspectives on the 'creative campus', and in particular the Australian context, in order to understand different approaches and opportunities coming from outside UK. \n\nTo address these objectives, the research network aims to host five seminars in UK and one international seminar in Australia and also develop an online platform and website to share case studies, knowledge and practice. The seminars will be hosted by five different institutions across UK and the Queensland University of technology, focusing on 6 specific key topics:\n\n- Higher education, communities and cultural regeneration (University of Kent)\n- Higher education and the arts and cultural sector (University of Manchester)\n- Spaces and networks as shared platforms: creative arts &amp; creative industries (University of Coventry)\n- Creative graduates and creative careers: embedding creativity (LCACE, London)\n- Creative engagement and creative economy: the Australian experience (Queensland University of Technology) \n- Creative knowledge, digital co-production and communities (University of Newcastle)\n\nThe website will be used as a knowledge bank and every month, also in collaboration with the other academics partners involved, a brief article / interview or case study will be published to provide further examples of collaborative dynamics and engagement. The website will also include a moderated blog which will allow other academics or practitioners to be involved in the debate. Alongside this open platform, further means of dissemination are also planned, such as an edited book which collects case studies, reflection and experiences in the national and international context about interaction between HE and the creative economy. \n\nThe activities of the research network will give the AHRC, the arts &amp; humanities research community and creative and cultural practitioners a consolidated platform to engage in knowledge exchange and open external relations, offering an opportunity to critically reflect on previous partnerships and collaborations and to foster and support future ones.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J005800/1","grantId":"AH/J005800/1","fundValue":"33617","fundStart":"2012-09-03","fundEnd":"2015-01-31","funder":"AHRC","impactText":"  Findings from our research are currently informing some international higher education networks and bodies but as the network is not yet concluded, further outcomes are being explored. Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural,Economic,Policy & public services","person":"Roberta  Comunian","coPersons":["Abigail  Gilmore"],"organisation":"King's College London","findingsText":" The research network is still on-going and key findings are currently being elaborated for submission at end of Jan 2015 (end of award) Our findings are currently being elaborated in a policy pamphlet. We envisage the findings being useful to academics as well as higher education policy bodies and research funding councils. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}