{"id":"C3377107-5D80-4B9F-878B-7336290D3637","title":"Long Term, In Situ Material Degradation Studies Utilizing High Resolution Laboratory X-ray Tomography","abstractText":"Although recent years have seen rapid growth in the use of X-ray tomography to non-destructively observe and quantify microstructure and defects within the bulk of materials, the availability of long term 4D (time and spatial resolution) characterisation remains limited especially where specific environmental conditions are needed in degradation studies. While synchrotron facilities provide state-of-the-art capability in terms of high resolution, in situ observations with high speed acquisition, allocation of beam time to individual users (in some cases a maximum of 3-4 days per annum) limits the opportunities to study the evolution of defects in real systems. There exists a general need for laboratory x-ray facilities for long term experiments that do not need the advanced capabilities available at a synchrotron light sources. The proposed research strives to establish research capability within the UK, in collaboration with the Henry Moseley X-ray Imaging Facility at the University of Manchester, to provide for long term in situ characterisation of environmental degradation under static and dynamic load. The project builds on our recent work which has demonstrated effective capability of in situ measurements at synchrotron facilities in characterising and quantifying the evolution of localised corrosion and stress corrosion cracking events. Validation of the capability of the environmental stressing stage will be conducted via the extension of an on-going programme to address current critical issue in environmental degradation of turbine disc steels in a simulated condensed steam environment under static and dynamic loading. Steam turbines are a particular industrial example where pitting and stress corrosion cracking impinge directly on structural integrity. Maintaining availability of operating plant has become strategically important in response to the increasing demand for a reliable energy supply. It is imperative to obtain relevant data and to develop a predictive framework combined with an understanding of damage mechanisms to enable informed decisions concerning life extension of existing plant and life assessment of next generation plant. Previous studies by this group via ex situ microCT experiments indicate cracks evolve from pits in this system over a timescale of 500 to 5000 hours. The evidence provided by the x-ray tomographic analysis necessitates a re-assessment of quantitative modelling of the early stages of stress corrosion crack growth from pits and suggests a complexity that may be intractable on a deterministic basis. A reliance on empirical assessment for engineering application would seem inevitable and there is need for further investigation into the specific character of early stages of crack initiation, coalescence and propagation during the entire life of specific pit-to-crack events. This information cannot be easily obtained via ex situ tomographic experiments and, therefore, in situ capability is necessary to provide more robust life prediction strategies. It should be emphasised that the modelling criteria were focused on fatigue cracks and its use in that context is not specifically questioned by the ex situ x-ray tomography analysis for stress corrosion cracking in this system. More detailed exploration of the early stages of corrosion fatigue crack evolution from corrosion pits would be informative for this system as well and will be performed during the advanced stages of the programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H025286/1","grantId":"EP/H025286/1","fundValue":"101023","fundStart":"2010-03-11","fundEnd":"2012-03-10","funder":"EPSRC","impactText":"","person":"Brian Joseph Connolly","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}