{"id":"C345993D-872A-42C9-9EAC-8B9945CB3B8E","title":"Systems approach to gene regulation biology through nuclear receptors","abstractText":"The overall goal of this multidisciplinary project (SYNERGY) is to gain a comprehensive, quantitative and predictive understanding of nuclear receptor (NR) regulated gene regulatory networks through allying state-of-the-art experimental technologies with cutting edge bioinformatics and mathematical modeling. Transcription of NR-regulated genes is a complex, tightly regulated process where distinct NRs, in conjunction with other transcription factors (TFs), the basal transcription machinery and covalent modifications to chromatin, regulate gene expression. Computational methods, combined with biomedical knowledge and leading technology to describe genome-wide gene regulation at a molecular and mechanistic level will be used to describe and predict gene networks regulated by NRs. We will derive experimentally validated, dynamic computational models that (i) describe the synergy of NRs and other TFs with modifications to chromatin, (ii) predict gene regulation and (iii) characterize downstream effects of the NR-regulated genes. Close, iterative collaborations between modeling and experimental focused partners are the driving force of SYNERGY. We will conduct two large-scale cycles that include experimental design, large-scale data production, bioinformatics, mathematical modeling and experimental validation. Both series involve several smaller iteration loops, where predictions and observations from computational work packages are validated or used in experimental design. In the first large-scale cycle, we will characterize comprehensively estrogen receptor alpha (ERalpha) induced gene regulation in MCF7 (breast cancer) and MCF10 cells ('normal' breast epithelial). We will describe transcriptional networks at a number of time points for ERalpha, the NR-interacting protein p65 and other TFs (identified within SYNERGY) using ChIP-seq to define dynamic histone, DNA methylation and covalent chromatin marks in conjunction with RNA-seq to report the transcriptome. This unique and comprehensive data set on ERalpha-induced gene regulation will be complemented with positional definition of the association of distal enhancer elements with NR regulated promoters. Two mathematical approaches will be used to translate these data to predictions. Firstly, a Gaussian process approach with differential equations will be used to model the dynamic transcriptional response resulting from dynamic TF binding and chromatin states. Secondly, continuous-time state-space models will be used to identify NR-activated pathways and gene regulatory networks. These models will facilitate quantitative predictions of effects of perturbations to NRs and related regulators on direct targets as well as predictions of further downstream effects, thus enabling in silico simulations. The models and predictions from our analyses will be extensively validated with relevant perturbation experiments, such as siRNA and chemigenetics approaches. Based on our experience acquired within the large-scale ERalpha cycle, we will design experiments and conditions that define the action of the glucocorticoid receptor (GR) and the androgen receptor (AR) in LNCaP-1F5 prostate cancer cells. Collectively, both experimental/modeling cycles will assess the robustness and scalability of the methodologies developed, as well as provide guidelines for future experimental design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004769/2","grantId":"BB/I004769/2","fundValue":"323043","fundStart":"2011-01-01","fundEnd":"2013-08-31","funder":"BBSRC","impactText":"","person":"Neil David Lawrence","coPersons":["Magnus  Rattray"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}