{"id":"C34A2B77-37DC-4E85-A90F-2FBC0A0FBA3D","title":"CO2 Optimised Compression ('COZOC')","abstractText":"Nottingham see this research as the opportunity to start the full research into a complicated combination of compressor technology and CO2 behaviour. As such it is the first stage of two, and will establish the likely behaviour of a centrifugal, barrel pump type compressor and examine the likely effects of impurities in the gas on the behaviour during compression. This opportunity to work alongside a major manufacturer of high pressure-high volume compressors for methane delivery and a major supplier of power plant consultancy and turnkey power plant puts UK research at the forefront of a high need technology. Current demands and future predictions indicate that CO2 capture and long term storage in depleted oil and gas wells is set to increase. It will require a novel compressor technology to do it effectively, since the behaviour of CO2 is particularly complicated by its transition to the super critical state over the required pressure range. Additional unknown complexity is introduced by impurities in the exhaust combustion gas stream. Compression is done in a number of stages to satisfy the demands of the Laws of Thermodynamics, the required machine efficiency and the particular thermodynamic characteristics of the fluid. A single stage will be modelled in the first instance, requiring high speed rotating flow modelling together with compressibility effects of the fluid that is worked upon. This extremely demanding computational modelling work therefore requires at this stage a mechanical engineering project to model the un-measurable characteristics of a CO2 compressor starting with a current pump design used for methane, to establish the modelling technique. It also requires a chemical engineering project to gather all the current knowledge on CO2 compression and delivery and the effects on the gas of including impurities as the various pressure stages are passed through. This combination of effort will then be driven forward to produce a model of the whole process, by projection of single stage modelling, to model the overall effect of processing the CO2. The two post doctoral researchers will be joined by a post graduate researcher on a PhD, who will work on the mechanical side over three years, investigating the more fundamental characteristics of the fluid behaviour in computational models. This key person will, by the time the other two reserch contracts have finished, be in a strong position to continue the work and to link to the second stage of the work. The aim of the overall project with industrial partners is to not be limited by current technology. Nottingham is very interested in assessing the effect of impurities in CO2. The work package 1 review of literature will find out what real testing should be done for the next stage of the work. With interstage cooling there are potential gains. Together we are looking to second generation compressor development, and this first stage of that work will develop the basic principles for a second stage project which proposes to conduct experimental investigation together with further numerical development of a practical application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G001693/1","grantId":"TS/G001693/1","fundValue":"192260","fundStart":"2009-02-03","fundEnd":"2011-02-02","funder":"EPSRC","impactText":"  The research findings of this project have established an important dataset for the design of CO2 compressors and has wider impact and relevance to the whole CCS transport system. The understanding gained of the phase behaviour of CO2 impurity mixtures is critical for compressor design. There is also potential impact on terms of providing a UK based provider advanced compressor concepts. Energy Economic","person":"M Mercedes Maroto-Valer","coPersons":["Trevor  Drage","Martyn  Poliakoff","Colin Edward Snape","Mike  George"],"organisation":"University of Nottingham","findingsText":" Carbon dioxide capture and storage (CCS) technologies can significantly reduce the release of carbon dioxide (CO2) into the atmosphere. The pipeline transport of CO2 is a fundamental technology that will underpin a large proportion of future CCS applications. Prior to transportation, compression of the CO2 stream will be required to allow for efficient cost effective transportation. A key challenge is how to compress huge volumes of CO2 in a safe and energy efficient manner. The presence of impu The research findings of this project have established an important data-set for the design of CO2 compressors and has wider impact and relevance to the whole CCS transport system. Firstly, the key output of the literature reviews conducted has resulted in a priority list of principal CO2 and impurity mixtures for phase behaviour determination, as well as principal corrosive species and vulnerable compressor components. Secondly, the understanding gained in this project of the phase behaviour of Energy,Environment","dataset":"gtr"}