{"id":"C3570CCF-6272-46EA-8D5B-2D8C9414AC49","title":"Reporting by people with autism: A new evidence-based supportive model for information gathering in applied interview contexts","abstractText":"Autism spectrum disorder (ASD) is diagnosed in around 1% of the population and presents a number of challenges to the day-to-day lives of these individuals as well as their families and support services. This project will provide an evidence base and guide improvements to existing methods used by professional groups to support those with ASD. This will take place in three important information-gathering contexts in which they are currently at a disadvantage. First, only around half of young adults with ASD have worked for pay outside the home - the lowest rate among disability groups. Performance in occupational interviews is a crucial determinant of employment prospects, yet the social, cognitive and communication difficulties of ASD mean they are often unable to perform to the best of their abilities in interviews. Second, people with ASD are more likely to have certain social and health-related issues and co-occurring conditions, and may therefore be more likely to visit health and social care professionals. However, difficulties with introspection and social communication are likely to make relaying relevant information difficult, unless their specific difficulties are appropriately supported. Finally, although individuals with ASD are over-represented in the Criminal Justice System (CJS) as both witnesses (victims) and suspects, current police interviewing models are ineffective in supporting them to provide 'best evidence'.\n\nFor people with ASD and their families, research on societal issues and improving the lives of ASD individuals is vital. Yet research of this nature is currently lacking. Most services including health and social care, employment and the justice system are developed to cater for &quot;neurotypical&quot; people, or adapted for those with broad intellectual disability. However little consideration or support is in place for the social and cognitive difficulties that are specific to ASD. If individuals with ASD are to receive appropriate and fair access to services and justice, their difficulties must be better understood and accommodated. This begins with their reporting of relevant information to authorities and services. People with ASD show impairments in socio-cognitive domains, including a lack of insight into their own and others' intentions, as well as 'executive functions' (a set of capacities involving cognitive control, regulation, planning and flexibility). As a result, they experience problems in open-ended social situations where the desired response or type of information required from them needs to be inferred. The proposed project will compare how individuals with and without ASD perform on varying social and open-ended tasks. It builds on my existing work to test 1) how the shifting social contexts and increased task complexity inherent in information-gathering interactions in employment, healthcare and CJS contexts might heighten ASD impairments, and 2) how these can be ameliorated with appropriate support. Furthermore, people with ASD can also have areas of strength, and the research aims to determine how these strengths can be utilised to develop interviewing formats that support their difficulties whilst capitalising on their strengths.\n\nThis research will directly inform best practice in HR, health and social care and the CJS, improving access to services and justice for people with ASD. It will also advance theory by providing new insight into how the social and cognitive difficulties (and strengths) of ASD impact upon real life social interactions. Findings will have implications for national organisations, including the Department of Health, Department for Business Innovation and Skills, Home Office, as well as more local groups, for example, potential employers, police interviewers and health and social care professionals. An extensive program of dissemination to both academic and non-academic stakeholders is planned to maximise the research impact with a broad range of key users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N001095/1","grantId":"ES/N001095/1","fundValue":"223644","fundStart":"2016-01-01","fundEnd":"2018-06-30","funder":"ESRC","impactText":"","person":"Katie Louise Maras","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}