{"id":"C36AFED0-6A6C-4A74-9BC5-54D2D0F088CB","title":"Mechanistic understanding of cell wall biosynthesis to combat antimicrobial resistance","abstractText":"The discovery of the antibiotic penicillin opened the door to the treatment of a wide range of infections. It works by stopping bacteria from making the polymer in the cell wall (peptidoglycan, PG) that holds them together. This is assembled by specialised proteins (called penicillin-binding-proteins or PBPs, which are present in all bacteria) that either have the ability to stitch together both the sugar backbone and the peptides (these are known as bi-functional enzymes), or either just the sugar back bone or just the peptide-crosslinks (mono-functional enzymes). We know little about how the polymerization and cross linking activities are controlled or co-ordinated, or how they truly interact with their natural substrates. Furthermore, the construction of peptide cross-links by PBPs is famously the target inhibited by penicillin which stops cell wall construction and kills the bacterium. \n\nPenicillin has been an excellent antibiotic, not least because it targets multiple PBPs simultaneously within a bacterium and resistance rarely develops by altering the PBP target (with the notable exception of bacteria that can acquire altered PBP genes from other species that are poor targets for the antibiotic). Unfortunately, many bacteria have acquired resistance to penicillin by other mechanisms. Primarily this has been due to the acquisition of enzymes that degrade the antibiotic (beta-lactamases), or reduce penetration (influx) of antibiotic into the bacterium or increasing the rate of efflux out of the bacterium. We urgently need to fight back and the strategy of exploring PBPs to make better versions of current antibiotics that are more active, can evade beta-lactamases or resistance due to changing influx or efflux. Global pharmaceutical companies have a real interest in progressing such developments, however, they need better mechanistic insight into how PBPs work. We attend to address these fundamental gaps in our understanding. \n\nWhy can we succeed where others have failed? \n\n1. Progress in achieving this mechanistic insight has been hampered by past inability to routinely synthesise the key chemical components or precursors that make this polymer. From past MRC and BBSRC funding we can now make key chemical components at Warwick, and have developed an exceptional track record of providing reagents to study peptidoglycan biosynthesis to academia worldwide.\n\n2. Having studied how to synthesise all of the chemical precursors used by different PBPs we have developed completely new continuous assays that will now help us to understand how PBPs polymerise precursors or how they crosslink these. We have one assay to finalise, which would bring together our ability to study polymerization and crosslinking in one reaction. Alongside a continuous crosslinking assay, these new technologies represent a 70 year long breakthrough and world first. \n\n3. Super high resolution imaging is now available so that we can see how PBPs work inside bacteria and in the test tube, how they interact with each other and other proteins or lipids within bacterial cells. We can also study PBP structure at ultra-high resolution to understand how PBPs interact at the molecular level with their natural substrates and different well known antibiotics. We also have access to new chemical approaches, which along with our assays and structural biology will help direct us to new ways to stop these enzymes.\n\n4. Finally, we have brought together international academic experts from across the UK with skills in microbiology, chemistry and physics to work in synchrony and closely with many industry experts and a wider scientific advisory panel. This concentration of effort across a wide skill base with new technology will help ensure rapid progress and results with broad application that will be valuable for future programs of antibiotic discovery and development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N002679/1","grantId":"MR/N002679/1","fundValue":"3236690","fundStart":"2015-09-01","fundEnd":"2020-08-31","funder":"MRC","impactText":"","person":"Christopher Gerrard Dowson","coPersons":["Jamie  Hobbs","Waldemar  Vollmer","Christopher Joseph  Schofield","Adrian John  Lloyd","Stéphane  MESNAGE","Simon J.  Foster","David Ian  Roper","Matthew  Turner","Syma  Khalid","Richard  Lewis","Simon  Jones"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}