{"id":"C36F3BAE-F184-4715-A571-EC86C00D8AC0","title":"C2C CLOUD TO COAST: Integrated assessment of environmental exposure, health impacts and risk perceptions of faecal organisms in coastal waters","abstractText":"Health impacts from pathogens indexed by faecal indicator organisms (FIOs) arise from water contact and food consumption derived from catchments, rivers, estuaries and coastal waters. However, the risks associated with these exposures are often highly episodic and determined by rates of pathogen shedding, tides, weather and seasons, all of which are impacted by changing climate, and particularly when storminess is included. Point sources include sewage effluents, intermittent discharges from combined sewer overflows, agricultural point sources such as manure stores, and diffuse sources. Faecal loads are attenuated during the soil - fresh water (including groundwater and/or river water) - estuarine - coastal pathway. Better predictions of the fate and transport of these pollutants along their pathways from sources to receptors would inform several health, policy and operational issues, including: - Whether to manage health risks by restricting access to receiving waters or by management of potential sources of pollutants; - When to declare coastal waters closed, and when to reopen them, trading off the health risks against the economic and social impacts; - What further sewage/intermittent discharge treatment to deploy, which involves trading off the financial and carbon costs against the infrequent health improvements; - What agricultural management options to impose, trading off the financial and food security impacts against the potential health improvements? - How better to optimise health and risk-management processes based on scientific evidence vis-a-vis public perception. The proposed research seeks to develop a new integrated model to predict the exposure to and the health impact assessment of pathogen risks, as indexed by FIOs, in near-shore coastal waters. The approach will be to build and validate a FIO fate and transport model which incorporates rainfall and catchment sources to coastal receiving waters, to use this model together with enhanced disease burden modelling and quantitative microbial risk assessment procedures to produce a dynamic quantitative health impact assessment. The overall model will then be used to analyse policy options for range of future scenarios, including climate change (in terms of changes in rainfall), and to relate the outcomes to actual and perceived health risks. The outputs of the research will inform identified policy gaps and afford improved decision making to minimise health risk from FIO.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I008306/1","grantId":"NE/I008306/1","fundValue":"1762340","fundStart":"2011-06-01","fundEnd":"2015-11-30","funder":"NERC","impactText":"  Not yet as project unfinished, but strong interest from end users. Agriculture, Food and Drink,Environment,Leisure Activities, including Sports, Recreation and Tourism Societal,Economic,Policy & public services","person":"David Nicholas LernerAdrian John  Saul","coPersons":["Binliang  Lin","Philip Joseph Catney","David  Kay","Roger Alexander Falconer"],"organisation":"University of Sheffield","findingsText":" We are discovering how to manage catchments and waste water to reduce the incidents of fecal pollution on beaches and of shellfish. The work is unfinished. By adoption of our models in their planning and investment processes. Agriculture, Food and Drink,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}