{"id":"C37A247D-86EF-4967-9FFF-3A1E8E022B04","title":"CREDO - Composites Reliability from Engineering Design Optimization I. Stochastic Analysis","abstractText":"Composites have been used for a number of years in different sectors, including the aerospace, marine and construction industries. It is generally acknowledged that, compared to some traditional materials such as steel or aluminium, their design should aim for a higher utilisation ratio and ensure that proper attention is given to detailing, partly in order to offset higher material costs but also because of increased sensitivity to inhomogeneities, defects and, more generally, deviation from nominal properties. Coupled with the higher number of alternative designs that may be produced owing to directionality of properties, and the availability of many different material systems, the design and analysis tasks for composite structures need to be based on advanced and refined methods and tools. In this respect, finite element analysis is one such tool that can furnish the required information on structural response subject to general loading conditions. However, finite element analysis of composite structures is often undertaken by adopting some idealisations that are more appropriate to homogeneous materials, for example by making conservative assumptions regarding mechanical properties and geometric tolerances, in the absence of procedures that can account realistically with the spatial variation of such parameters within a component or structure.The aim of the proposed combined project is to develop a robust software tool for the design and analysis of composite plates, shells and sandwich panels, taking account of the random variability in geometric tolerances and mechanical properties, in other words accounting for random stiffness and strength influences on the predicted response of composite structures. The project combines experimental work, analytical and numerical modelling, in developing the required input models and algorithms for stochastic finite element analysis of composite structures. It brings together engineering materials technology, structural engineering and life cycle design, and strongly links these fields with topics in applied mathematics, such as optimisation and uncertainty modelling. In terms of academic partners it brings together two groups with distinct track records in relevant fields who can only achieve the overall project objective by working closely together. Hence, in addition to the deliverables to the engineering community, it is believed that the project will enhance significantly the research capability of the two groups, and will allow further research to be undertaken on the foundation that will be created through the execution of this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C548582/1","grantId":"EP/C548582/1","fundValue":"223179","fundStart":"2006-05-29","fundEnd":"2009-05-28","funder":"EPSRC","impactText":"  The project was 50% funded by the MoD. It is anticipated that the outcomes of the project will have been exploited in this context, but details are not known.\nImpact at an academic level have been realised as publications. Aerospace, Defence and Marine,Construction,Manufacturing, including Industrial Biotechology Economic,Policy & public services","person":"Peter David Gosling","coPersons":["Marios  Chryssanthopoulos"],"organisation":"Newcastle University","findingsText":" In this project we developed numerical methods to enable us to take into account uncertainty in the material properties of composite materials. We explored how to measure the effect of this uncertainty by computing the reliability index. This is a measure that relates the probability of failure of a structural component when subjected to certain boundary conditions including displacement and loads. The mathematical models and methodologies that were produced within the project were published in several papers. These outcomes could be coded into commercially available software. Aerospace, Defence and Marine,Construction","dataset":"gtr"}