{"id":"C37E945F-1C69-4C5A-A3EB-BE8FDA112BED","title":"Fission and fusion in the complete fusion reactions leading to the neutron-deficient 180Hg isotope","abstractText":"The atomic nucleus is composed of neutrons and protons, which are collectively known as nucleons. The Coulomb repulsion between protons in the nucleus opposes the strong attractive nuclear force between nucleons which gives the nucleus its stability. For stable nuclei, the disruptive Coulomb force is not sufficiently strong to overcome the strong nuclear force. The repulsive Coulomb force becomes progressively more and more significant with increasing atomic number (increasing number of protons). Thus, the process of alpha-particle decay, in which high atomic-number nuclei emit an alpha-particle (the nucleus of the 4He atom), is a direct consequence of the Coulomb repulsion between protons in the nucleus. Similarly, the process of spontaneous nuclear fission, in which heavy nuclei break up into two medium-mass fragments, is a product of the Coulomb force. Nuclear fission can also be initiated by bombarding the heaviest nuclei with, for example, neutrons. Indeed, it was in December 1938, that Hahn and Strassmann sent a manuscript to Naturwissenschaften reporting the detection of barium after bombarding uranium with neutrons. In 1944, Hahn received the Nobel Prize for the discovery of nuclear fission. It is not possible to understand the nuclear fission process by considering the nucleus as a charged liquid drop (the 'liquid drop model'). Nuclear shell effects are also required for a more complete understanding of the process. What are these shell effects? One of the most significant advances in the historical development of our understanding of the microscopic structure of the atomic nucleus was made more than 50 years ago, when it was shown that nucleons (protons and neutrons) occupy orbitals in much the same way as electrons do around the nucleus. In this case, it is the other nucleons themselves which effectively generate a potential within which each nucleon moves. Over the years, experimental results have shown that the so-called 'nuclear shell model' is valid for a great number of nuclei, in particular those near closed shells, which correspond to gaps in the nuclear energy levels. However, recent experimental results have shown that, for neutron-rich nuclei, particularly those near neutron numbers 8, 20 and 28, the shell gaps become small (shell quenching) and the magic numbers, nucleon numbers corresponding to closed shells, are no longer valid. Shell effects play an important role in the decay of heavy nuclei and are crucial to the understanding of the fission process. With increasing excitation of the fissioning nucleus, shell effects do become damped. The main goal of the present research is to study the fission properties (e.g. fission cross-sections, barrier heights, energy and mass distributions) and their isospin dependence in the very neutron-deficient isotopes in the lead region. This is a new region for fission studies, where the nuclei which do not fission spontaneously and which possess very unusual neutron to proton ratio will be accessed (e.g. the neutron to proton ratio N/Z~1.23 for 180Hg, to be compared with a typical ratio of N/Z~1.55 in the fission of 238U). Important exotic and scarcely-studied fission phenomena, such as the low-energy or even the so-called 'cold fission' (no neutron emission) modes are expected to exist in these nuclei. The mass split is expected to be driven by the subtle competition between the N=50 and/or Z=50 spherical shells on one hand and by the nearby deformed shells on the other hand, which is again different from fission in the classical region around Uranium nuclei. The results will also help to shed more light on crucial issues in modern fission studies, such as the astrophysical r-process (rapid neutron capture) termination by fission or fission recycling, which are expected to proceed in nuclei far away from the beta stability line.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H009035/1","grantId":"ST/H009035/1","fundValue":"7115","fundStart":"2010-01-12","fundEnd":"2010-04-11","funder":"STFC","impactText":"","person":"Andrei  Andreyev","coPersons":["Robert  Chapman","Steven Daniel  Pain"],"organisation":"University of the West of Scotland","findingsText":"","dataset":"gtr"}