{"id":"C380DEE4-2BD9-495A-B7AF-17B4CF287C24","title":"Macroscopic bodies --- a novel ingredient in the quantum engineering toolbox","abstractText":"The quantized electromagnetic field has a number of rather peculiar features: it contains an infinite amount of energy even in its vacuum state where it vanishes on average. Moreover, the electromagnetic field fluctuates wildly around its mean value, thereby causing atoms to lose their internal excitations spontaneously, as well as spontaneously polarizing atoms and dielectric materials. The fluctuating polarizations themselves lead to forces between microscopic matter and material bodies as well as amongst themselves that seem to be created out of `nothing' (the electromagnetic vacuum). In fact, the very existence of such dispersion forces (van der Waals, Casimir-Polder and Casimir forces) is a proof of the correctness of the quantum theory of light.All of these forces are extremely short-ranged. For instance, the Casimir-Polder force between an isolated atom or molecule and a macroscopic body becomes measurable only at the micrometer scale. This is exactly the length scale at which atoms and molecules are trapped near metallic surfaces in atom chip experiments. At present, Casimir-Polder and related forces are a mere nuisance, as they set lower bounds on the distance from a surface, at which atomic systems can be trapped and manipulated. This proposal aims at controlling dispersion forces by designing microstructured surfaces and using (thermal) non-equilibrium effects to one's advantage.The project will focus on transient Casimir-Polder forces, quantum friction and the manipulation of interatomic interactions with macroscopic bodies. Quantum friction describes dissipative Casimir-Polder forces on moving atoms or molecules near surfaces. Here we are particularly interested in resonant enhancements of friction forces in resonator structures at finite temperatures. We will explore to what extent these structures can be used to guide and slow polar molecules without the need for active interrogation. Besides its immediate application to the manipulation of atoms and molecules, studying Casimir-Polder forces between moving bodies is of much wider fundamental importance as it provides us with the first example of a quantum theory of light in the presence of moving bodies which has been hitherto elusive.The presence of macroscopic bodies does not only induce forces between those bodies and other microscopic or macroscopic objects, it alsochanges the way atoms interact with one another. Of particular interest to us will be the modification of the van der Waals interaction that determines the scattering properties of atomic ensembles. One striking effect that has been put to good use is the appearance of Feshbach resonances in magnetic fields which dramatically alter the behaviour of the scattering processes between atoms. We propose here to go one step further and investigate ways how the Feshbach resonances themselves can be modified by the presence of macroscopic bodies, thereby providing an additional degree of experimental freedom in controlling and coherently manipulating atoms and molecules.The proposed research will establish macroscopic bodies firmly as the third pillar of quantum optics that complements the traditional two pillars photons and atoms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H012443/1","grantId":"EP/H012443/1","fundValue":"276874","fundStart":"2009-10-15","fundEnd":"2013-02-22","funder":"EPSRC","impactText":"  Our findings have been used as the basis of a large number of other scientific investigations. Digital/Communication/Information Technologies (including Software) ","person":"Stefan  Scheel","coPersons":[],"organisation":"Imperial College London","findingsText":" The quantized electromagnetic field has a number of rather peculiar features: it contains an infinite amount of energy even in its vacuum state where it vanishes on average. Moreover, the electromagnetic field fluctuates wildly around its mean value, thereby causing atoms to lose their internal excitations spontaneously, as well as spontaneously polarizing atoms and dielectric materials. The fluctuating polarizations themselves lead to forces --- so-called dispersion forces --- between microscopic matter and material bodies as well as amongst themselves that seem to be created out of `nothing' (the electromagnetic vacuum).\nIn this project, we have shown how dispersion forces between systems out of thermal equilibrium can be resonantly enhanced to be controlled almost at will. This represents a major step towards the manipulation of atoms and molecules purely by the ubiquitous dispersion forces generated by structured materials. \nFurthermore, we were able to devise a theory of quantum friction as a first step towards a full quantum theory of light in moving media. The manipulation of atomic systems by dispersion forces can potentially be of interest in applications using cold atoms or molecules in atom chips for sensing purposes and metrological applications. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}