{"id":"C385A831-5DA3-4E9A-8B43-52830C10EC84","title":"Cross-Disciplinary Feasibility Account : Computational Statistics and Cognitive Neuroscience","abstractText":"The capabilities of functional magnetic resonance imaging (fMRI) and magnetoencephalography (MEG) are providing tantalising new frontiers of investigation for clinical and cognitive neuroscientists studying normal and diseased brain function. In Glasgow cognitive neuroscientists are undertaking internationally pre-eminent research into auditory cognition, face recognition, and sensory integration all of which need to exploit the potential of fMRI and MEG to the full. At the same time Glasgow computing scientists and statisticians working with life-scientists are leading the way in multi-disciplinary research developing the novel methodologies necessary to meet the challenges of the systems view required to elucidate complex biological mechanisms. Whilst cognitive neuroscience and systems biology seem quite orthogonal domains of research they share the need of evidence-based scientific inference. They also often share common data structures, involving large p (number of variables) and small n (number of cases) regimes. This therefore provides an exciting opportunity to explore the potential of inferential techniques developed in one domain to problems in the other. There is therefore an urgent need for the acceleration of strong engagement in cross-disciplinary research activities of the statistical inference, computational science, and cognitive neuroscience research groups to ensure that the UK maintains an internationally leading research profile. Novel experimental procedures can now be developed to study brain function given the unique resource of dedicated fMRI and MEG research facilities at Glasgow. However the computational statistical methods of data modelling and analysis necessary to make sense of and interpret the resulting data need to be researched and developed in parallel and in partnership with the neuroscientists. We are on the verge of making significant breakthroughs in our understanding of processes such as auditory cognition but the advanced inferential machinery must be developed and made available in a systematic and coherent manner. We wish to be established as a leading international facility, which has cognitive, computing, and statistical scientists working in concert driving forward systems cognitive neuroscience. Given our successful track record in multi-disciplinary research with life-scientists ( see group webpage www.dcs.gla.ac.uk/inference) the research group is seeking to make a major impact in this new multi-disciplinary research endeavour.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H024875/2","grantId":"EP/H024875/2","fundValue":"67451","fundStart":"2011-09-01","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"","person":"Mark  Girolami","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}