{"id":"C3888276-A159-45BA-8A43-6A6DA40F6DCE","title":"Sandpit: Design in the Digital World Network","abstractText":"This Network extends the December, 2008 EPSRC Ideas Factory Design in the Digital World: For the people, by the people . The Digital Economy, an emerging research area, is defined by Research Councils as the novel design or use of information and communication technology to help transform the lives of individuals, society or business . This Ideas Factory focussed on a critical aspect of this transformation - the involvement of users throughout the design process. The underlying motivation is to have digital technology and related services reflect the requirements, aspirations, and potential of users. The technology should be inclusive, promoting participation not only of typical early-adopters of technology, but also the participation of the population at large, many of whom have difficulty with traditionally-designed interfaces and/or currently do not see the relevance of the digital technologies for their lives.The purpose of the network is to facilitate the continued interdisciplinary approach to Design for the Digital World. Specific objectives include:- To support collaboration on a suite of research proposals that explore innovative applications and methodologies for involving users in the design process- To establish a new research community that integrates multi-disciplinary teams dedicated to creating innovative design principles that address the challenges and barriers of the Digital Economy- To facilitate the transfer of knowledge from network participants to a broader community - To encourage interdisciplinary training and information exchange for research students and research assistants- To create a critical mass for the field, placing the UK in a world-leading position in the Digital Economy","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H006664/1","grantId":"EP/H006664/1","fundValue":"106194","fundStart":"2009-04-06","fundEnd":"2012-10-05","funder":"EPSRC","impactText":"  The seven research projects in the Network each have their own grants and will report their individual impacts. This summary will be a high level description of these.\n\nThe collective Network projects made multiple and significant contributions to society. Various projects have, for example, investigated creativity, environmental sustainability, city councils, police, museums, schools, and public services, inclusion, and activities with communities. Significant press has been generated and Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Energy,Retail Societal","person":"Vicki  Hanson","coPersons":[],"organisation":"University of Dundee","findingsText":" Design in the Digital World was the Network related to a group of interdisciplinary researchers from fields as diverse as computing, fashion, engineering, architecture, interactive media, digital design and business. The goals of the individual projects in the network were to consider novel design or use of information and communication technology to help transform the lives of individuals, society or business. The work focussed on a critical aspect of this transformation - specifically, the involvement of users throughout the design process. The underlying motivation was to have digital technology and related services reflect the requirements, aspirations, and potential of users. Technology should be inclusive, promoting participation not only of typical early-adopters of technology, but also the participation of the population at large, many of whom have difficulty with traditionally-designed interfaces and/or currently do not see the relevance of the digital technologies for their lives.\n\n\nSeven projects were funded from the Design in the Digital World (DDW) Sandpit. The purpose of the Network was to facilitate a continued interdisciplinary approach among these project researchers. Through annual workshops, the Network successfully:\n\n1) supported collaboration on the seven research projects, exploring innovative applications and methodologies for involving users in the design process;\n\n2) created a new research community that integrates interdisciplinary teams dedicated to creating innovative design principles that address the challenges and barriers of the Digital Economy;\n\n3) facilitated the transfer of knowledge from Network participants to a broader community; and\n\n4) encouraged interdisciplinary training and information exchange for research students and research assistants (such as shaping of MSc programmes, creating new interdisciplinary undergraduate design and research modules, and providing for cross-disciplinary supervision of PhD students). A number of the Network projects were deployed in the real world for user benefit. For example, VoiceYourView deployed several different means of community participation solutions, TOTeM involved Oxfam in the use of digital stories about donated articles, Bespoke deployed multiple artefacts for community development, and Digital Sensoria made internationally available it's &quot;shooglits&quot;. As this research is still in progress, new non-academic contexts for use can be expected. User Engagement is at the heart of the work undertaken by the DDW Network researchers. End-users were involved in advisory boards, focus groups, and as research participants. These users came from organized charities, community groups, and local volunteering. Many were involved in relatively long-term interactions with the researchers and one of the key questions arising out of the Network has been how to sustain user involvement over even larger time scales. User engagement has also taken the form of reaching out to industry, charities, and local government.\n\n\n\nOf note is the fact that the Network projects have begun to propagate new funded research. The EPSRC-funded Catalyst project at Lancaster University can be cited as one excellent example of this. Catalyst is a direct follow-on from the VoiceYourView project. Other examples include TOTeM which received funding for related and impact work from the Edinburgh College of Art, an enterprise award to UCL, and AHRC and EPSRC Telling Tales funding. Charm received new ESRC funding and was instrumental in the PI working on the new Digital Economy Network+ for Sustainability. Microsoft provided funding for a PhD student (TOTeM).\n\n\n\nAs this was a Network grant, not a research grant, there were not the usual publications. We believe, however, that the innovations of the Network researchers have been significant enough that we are now in the process of writing a book about the interdisciplinary nature of the work undertaken. Case stories from the projects will be used to illustrate the interdisciplinarity and the user engagement. We have a contract with a publisher for the book and an expected publication date at the end of 2012. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare","dataset":"gtr"}