{"id":"C38C7CB4-1EC5-493E-98FD-7F854E950834","title":"Enhancing the CONSORT initiative: renewal of intellectual support for the CONSORT Group","abstractText":"Randomized trials provide the best evidence of the effectiveness (and harms) of health care interventions; they are a crucially important part of the practice of evidence-based medicine. Proper reporting of trials is thus essential to ensure maximum benefit accrues from the trials conducted at great effort and expense. Yet a wealth of evidence shows that reporting of randomized trials is well short of ideal. The CONSORT (Consolidated Standards of Reporting Trials) Statement was developed in 1996 to try to improve the reporting of randomized trials. If randomized trials are not well reported it is difficult for clinicians to use best evidence to inform best practice; patients may not get the best care.\n\nThe main product of CONSORT Group is the CONSORT Statement, an evidence-based, minimum set of recommendations for reporting randomized trials. In the form of a checklist and flow diagram, CONSORT offers a standard way for authors to prepare reports of trial findings, facilitating their complete and transparent reporting, and aiding their critical appraisal and interpretation. Originally published in 1996, the CONSORT Statement was updated in 2001 and mostly recently in 2010. In addition, several extensions have been developed for specific types of randomized trials. There is now a large and increasing body of evidence that CONSORT has had a beneficial impact on the quality of published articles. CONSORT is used and endorsed of by hundreds of medical journals worldwide. The CONSORT website is viewed nearly a quarter of a million times, annually. \n\nIt is important that CONSORT is kept up to date to reflect new evidence and changing opinion. In 2005, the CONSORT Group successfully received five year funding from the Health Technology Assessment Research Methodology Programme to support its activities and develop a major update of the recommendations. That funding is coming to the end and we now seek a renewal to enable us to continue to support and enhance the work of the CONSORT Group. We outline four broad, interlinked areas of planned activity relating to the CONSORT Statement and its extensions: to continue to refine and update the guidelines; to continue efforts to improve the implementation of and adherence to CONSORT; to conduct relevant research relating to how randomized trials are reported; and to provide vital infrastructure to support the activities of the CONSORT Group.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J004871/1","grantId":"MR/J004871/1","fundValue":"264082","fundStart":"2012-02-29","fundEnd":"2015-02-28","funder":"MRC","impactText":"","person":"Douglas Graham Altman","coPersons":["David  Moher","Sally  Hopewell"],"organisation":"Oxford University Hospitals NHS Trust","findingsText":"","dataset":"gtr"}