{"id":"C398B6F2-B238-42B6-A940-9BC76BB25DFF","title":"Contribution of Wnt signalling to Amyloid Beta-mediated synaptic dysfunction","abstractText":"Alzheimer's Disease (AD) is a condition initially characterized by the loss of new memories, but progresses into dementia at later stages. This devastating condition afflicts people of different races, social and educational backgrounds. AD contributes to more than 64% cases of all dementias. Importantly, the number of cases of dementia will double in the next 20 years and will triple by 2050. It was estimated that in 2010, the worldwide cost of dementia represents more than 1% of global GDP. Despite extensive research, effective treatment for AD is not yet available. Thus, AD represents a real burden and challenge to our society.\n\nAD is a progressive neurodegenerative condition that leads to the loss of nerve cells (neurons) in the brain. A cellular characteristic of AD is the progressive deposition of Amyloid-Beta (AB) protein, the main component of Amyloid plaques in AD brain. Many studies have demonstrated that AB is highly pathogenic as induces the death of neurons. For many years, scientists have focused their work in understanding how AB induces neuronal degeneration. However, the levels of AB plaques are not fully correlated with cognitive decline. In contrast, cognitive and memory deficits are better correlated with the loss of synapses, which are specialized junctions between neurons, essential for brain function. Studies in cultured neurons as well as in animal models of AD showed that AB affects the stability and function of synapses before neuronal death is evident. However, the molecular mechanisms by which AB induces these synaptic changes are poorly understood. Studying the molecules that regulate and promote the stability of synapses could provide important insights into the mechanisms by which pathogenic molecules like AB affects synapses in the adult brain.\n\nWe discovered that molecules called Wnts promote the formation, growth and maintenance of synapses in the vertebrate brain. Recently, we found that a secreted protein that blocks the function of Wnts induces synaptic loss. Importantly, this factor is elevated in brain of AD patients and in neurons exposed to AB. These results suggest that AB induces the production of this Wnt antagonist, which then promotes the loss of synapses. Consistent with this hypothesis we found that blockade of the Wnt antagonist suppresses the toxic effect of AB on synapses. These findings demonstrate that this Wnt inhibitor is crucial for AB-mediated toxicity on synapses. In this project, we will investigate the contribution of this Wnt antagonist in AB-mediated effect on synapses by taking a combination of cellular, electrophysiological and behavioural approaches. We will also screen for small molecules that interfere with the effect of this antagonist with the aim to develop therapeutic strategies for the prevention and/or treatment of AD. Our studies could also contribute to the identification of diagnostic markers that could be used to detect early stages of AD.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J013374/1","grantId":"MR/J013374/1","fundValue":"546825","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Patricia Cristina Salinas","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}