{"id":"C398A507-9EDA-41A6-8E62-2087D96E9118","title":"International Collaboration in Chemistry: Spatially resolved measurements of cellular releasates","abstractText":"Our understanding of the cell and of cellular interactions is greatly advanced by the development of high-resolutionimaging techniques, from bright-field optical and confocal fluorescence microscopy to electron microscopy and scanningprobe microscopy. Optical microscopy provided the first visualization of a single cell and the organization of multiple cellsto form complex cellular networks we call tissues. In combination with immunostaining, electron microscopy offered keyinsight into the localization of proteins and the organization of subcellular architectures with unprecedented spatialresolution. Fluorescence microscopy has provided striking visualizations of the dynamic environment inside a cell, suchas protein trafficking visualized using green fluorescent proteins.Despite these advances, the visualization of cellular releasates - chemicals released to initiate cell signalling response -has been much more challenging. For certain small molecules, such as calcium and zinc, it is possible to usefluorescence indicators to monitor their spatiotemporal changes. For most other cellular releasates, such as cytokines,metabolites, and peptides, it has been much more difficult to map from where and when they are released. Yet, the abilityto follow the such release pattens is critical in deciphering the complex chemical communications between cells. In thenervous system, for example, the pattern of neurotransmitters and peptide neuromodulators released directly dictatespatterns of activity of the entire network. In the immune system, formation of the immunological synapse results inclustering of cytokine receptors and causes T cells to secrete their vesicular contents..Several techniques have been developed towards addressing this need to monitor cellular releasates. For small electroactivemolecules, Wightman and co-workers have pioneered the use of microelectrodes for the electrochemical detectionof quantal releases from cells, which has been applied towards understanding drug addiction and the brain rewardsystem. Sweedler and co-workers have demonstrated the use of single-bead solid-phase extraction and massspectrometry for measuring various secreted peptides, and Kennedy and co-workers have studied the secretion fromsingle islets of Langerhans using electrophoresis-based immunoassay. Here, we propose to develop a newmethodology, based on holographic optical trapping and ultrasensitive single-molecule bead-based assay, for monitoringthe spatiotemporal dynamics of cellular releasates. We believe this method will offer significant improvements in spatialresolution and sensitivity over current techniques.This project is joint with Prof. Daniel Chiu's group at the University of Washington in Seattle. The Chiu group are leadingexperts in microfluidic design with particular applications in biosensing. The two groups will combine their microfluidicsand optical knowledge to try and create new techniques and devices for biochemical sensing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H004238/1","grantId":"EP/H004238/1","fundValue":"283742","fundStart":"2010-03-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"","person":"David  McGloin","coPersons":[],"organisation":"University of Dundee","findingsText":" The key findings in this grant were focused around the development of approaches to investigate cellular processes within microfluidic systems and in optical trapping geometries. Beyond this optical tweezers control mechanisms and work moving towards new forms of detection of chemical release were developed. \n\n\n\nThe specific key outcomes were as follows:\n\n\n\n1. We demonstrated that optical manipulation and a new form of microfluidics, called 'rails and anchors', which moves away from conventional microfluidic 'channels' could be used for droplet manipulation and the control over chemical reactions within droplets. A future goal is to develop this further to look at cells contained within the droplets.\n\n\n\n2. We explored the binding properties of T cells under flow, and showed that a specific kind of molecule, called an integrin, leads to adhesion strengthening under such conditions. This behaviour is a key part of the immune system response, and the quantification of such results will lead to a better understanding of cellular mechanics. We are continuing to explore this process using optical tweezers and microfluidic techniques.\n\n\n\n3. We have shown that cell chemotaxis (the migration of cells in chemical gradients) can be studied in confined microfluidic geometries, and in doing so this significantly simplifies the analysis of the cell behaviour. Specifically we now have preliminary results showing motion of the cells through the generation of blebs in advance of the production of actin at the bleb site.\n\n\n\n4. We have developed aerosol lasers that can be trapped and excited using optical tweezers. These lasers are only a few millions of a metre in diameter and offer new possibilities for sensing of aerosol behaviour. We now also have unpublished data that shows that cells can be trapped within such droplets and we can produce a laser from the chemicals that they release opening up a whole new area of study for the sensitive measurement of cellular chemical release.\n\n\n\n5. We have developed techniques that allow the study of ultrasound cavitation in a more controlled way than is currently possible, by combining lasers with ultrasound - this is of interest in developing ways to treat tumours with ultrasound, and also for new methods of drug delivery.\n\n\n\nAs a package of results these are very much waypoints on the journey to understand chemical release from cells, and improvements in the detection of the small volumes involved. Our work will take all of the above forward in future as we move to single molecule measurements in new grants won on the back of the results above, and to explore further mechanobiological processes within cells using optical tweezers techniques. The major exploitation routes of the work carried out in this project are clearly interdisciplinary and offer great promise for better understanding cellular processes in future.\n\n\n\nThe major non-academic context for this work is in the medical arena - the work on laser induced ultrasound might pave the way for new types of medical treatment and drug delivery, but this is still some way off. The work on cell adhesion could (in the very long term) lead to better understanding of how some diseases Environment,Healthcare,Other","dataset":"gtr"}