{"id":"C39F968F-AB3E-4934-9618-23A8970532BE","title":"Multi-Technique Bio-Analytical Investigation at the Single / Sub-Cellular Level Using a New Lab-On-A-Chip Technology Platform","abstractText":"Advances in the 'silicon chip' industry during the 20th century led to the development of new microchip processing technologies that have allowed the continued miniaturisation of electronic and mechanical devices. These advances were adopted by and contributed to 'on-chip' tools to enable the massive boost in knowledge and invention within the Biotechnology area. A Biochip is a polymer, glass or silicon chip with integrated devices and features that can be used to better understand biochemical processes that occur in human beings. This new knowledge and information can be then used to develop new or better treatments for diseases. \nMore recently there has been a research drive to integrate 'on-chip' all the necessary sensors, micro-fluidics and analysis tools required for specific biological experiments, in this case the chip can be considered as a self contained laboratory. This technology is called Lab-On-A-Chip (LOAC) and has tremendous scope to achieve further advances in knowledge across differing scientific disciplines such as health, technology and surface science. The biotechnology industry has made highly significant contributions to health and the global economy with the invention of the DNA microarray for example. \nResearch groups working in the LOAC area are focusing significant research effort into various technologies that allow biological investigation at the single cell or sub-cellular level. These chips require the ability to sort cells by type, separate them and deliver them in a controlled manner to an experimental micro-site for experimentation. New tools are now becoming commercially available that can analyse the cells at the micro-site simultaneously combining 'top down' AFM force measurement and imaging with 'bottom up' advanced optical investigation. Where combined AFM and optical analytical techniques have been used the LOAC technologies used have been required to be glass based due to the required transparent characteristic. This has prevented the use of silicon chip based LOAC technology that would allow the development of new sensor functions and for example the dielectrophoretic control of cells to be performed 'on-chip' reducing size and cost.\nThis research program aims to design, fabricate and test a novel silicon Lab-On-A-Chip (LOAC) structure with optical transparent characteristics that allow multi-technique singular or sub-cell investigation and analysis using AFM and epi-fluorescence microscopy. The use of a Complementary Metal Oxide Semiconductor (CMOS) compatible process to fabricate the new LOAC structure enables scope for future 'on chip' integration of analytical techniques combined with the processing power of integrated silicon chip technology. This research will provide a novel technology platform that can be developed with future innovations leading to new tools and thereby better understanding of the immunological response that underpins many disease states including allergy, diabetes and cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I038799/1","grantId":"EP/I038799/1","fundValue":"97855","fundStart":"2011-09-12","fundEnd":"2013-03-12","funder":"EPSRC","impactText":"  A new IEEE paper is in press, others are being submitted. A patent is being filed by Swansea University. Also an industrial PhD is underway with a local company. In the coming year a new application to EPSRC will be made to capitalise on the findings which should result in commercial activity.  ","person":"Paul Michael Holland","coPersons":["Catherine Ann Thornton"],"organisation":"Swansea University","findingsText":" The grant was to demonstrate that it is technically possible to use MEMS technology to etch through silicon CMOS wafers leaving the thin and dielectric layers in place such that there is an optically transparent path through the wafer from top to bottom. This development allows the development of a new Lab-On-Chip technology platform that can be used for real time biological analyses using traditional high quality analytical tools such as inverted microscopes. This is a new idea that has been proven through funding from EPSRC. It opens up new research opportunities and a breakthrough in the possible applications of LOAC technologies. Electronics,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}