{"id":"C39F5833-429B-472D-A7EC-EAE21FC16B8E","title":"Pharmaceutical and cosmetic silica nanoparticles: towards an understanding of their structure, fate and behaviour in aquatic systems","abstractText":"Engineered oxide nanoparticles are widely used in cosmetics and personal care products (e.g. sunscreens, toothpastes, skin creams) and in topically-applied pharmaceutical formulations (e.g. creams for local and transdermal application) and are routinely released into wastewaters. This Small Grant examines the loadings of SiO2 nanoparticles to wastewaters from typical domestic use of cosmetic and pharmaceutical formulations, the efficiency of removal of SiO2 nanoparticles by wastewater chemical treatment (flocculation and sedimentation) and stability, structure and behaviour of SiO2 nanoparticles in natural waters. SiO2 nanoparticles were selected for this study as these types of oxide nanoparticles are widely used in the formulations under study. Previous research indicates that discrete nanoparticles and small aggregates are likely to be more bioavailable/toxic to aquatic organisms than larger aggregates and that flocculation and sedimentation of nanoparticles are likely to mitigate ecotoxicity and reduce dispersion of nanoparticles within aquatic systems. Therefore, this study provides a series of laboratory experiments to measure the dispersion-aggregation behaviour of SiO2 nanoparticles under a range of aquatic chemical conditions, thereby assessing whether SiO2 nanoparticles are likely to agglomerate and sediment out during chemical water treatment and when discharged into surface waters. Our hypotheses are: (1) Cosmetics (sunscreens, toothpaste) and pharmaceuticals (topically applied creams) provide a significant source of SiO2 nanoparticles to wastewaters. (2) Chemical water treatment (flocculation and sedimentation) is limited in its effectiveness in removing SiO2 nanoparticles. There is therefore potential for discharge of oxide nanoparticles via treated effluent into surface waters (3) The stability, transport and fate of SiO2 nanoparticles in aquatic environments (in relation to aggregate size, structure and rates of sedimentation), are influenced by: (a) aqueous matrix chemistry (pH, ionic strength and composition), (b) interactions with natural organic matter and (c) interactions with aquatic sediments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E014585/1","grantId":"NE/E014585/1","fundValue":"63879","fundStart":"2007-11-26","fundEnd":"2008-11-25","funder":"NERC","impactText":"  From the study we found that by coating silica nanoparticles with surfactant it was possible to change their surface chemistry and remove then readily from waste sewage. \nThe findings of the study were used to design further research to determine whether or not the results are specific to silica nanoparticles or apply to metal nanoparticles such as silver. Excitingly we found that the same results were obtained using silver nanoparticles suggesting that the mechanism is common and may be used as a way to avoid nanoparticles escaping the sewage treatment process and getting into the environment. Environment Societal,Economic","person":"Margaret Jayne Lawrence","coPersons":["Stephen Michael King","Helen Philippa Jarvie"],"organisation":"King's College London","findingsText":" A new understanding about nanoparticle behaviour in sewage treatment plants could improve the environmental management of nanoparticle wastes from foods, cosmetics, medicines, cleaning and personal care products. it is believed some nanoparticles may have harmful effects on the environment or human health. The results of the present study has determined how certain nanoparticles behave in wastewater and has identified a way to potentially help remove them during primary sewage treatment. The results of the present study have implications for how nanoparticles can be treated to remove them from the waste water before they enter the environment. The results, besides being of interest to academic researchers will be of interest to researchers in a increasingly wide variety of industries where nanoparticles are being used. The technique could be applied to ensure that nanoparticles do not enter the environment via the waste water from these industries. Agriculture, Food and Drink,Chemicals,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}