{"id":"C39FF072-580D-448B-B857-45E42DDAAD67","title":"Smart Communities: shaping new low carbon community norms and practices","abstractText":"<p>Smart Communities is the first research project to bring together members of a community to discuss, develop and adopt new energy-saving ways of doing everyday practices. The three-year project draws on practice theory, the social norm approach and community action best practice. Led by researchers at Kingston University, the project is a partnership between the community itself, Fern Hill primary school, Kingston Council's sustainability team, Transition Town Kingston, Tudor Drive library and the Energy Savings Trust.</p>\n\n<p>In cycles of action and reflection, active community members will meet to discuss energy consuming practices (such lighting, cooking or cleaning), develop new energy-saving ways of doing things, and decide how to encourage their adoption by the rest of the community. The school and all community households will use energy monitors to learn about the energy consumption of everyday practices. </p>\n\n<p>The Smart Communities website will act as a virtual community hub, where participants record their energy consumption, pledge to try new practices, record their progress, and share advice. Following the social norm approach, the website will encourage adoption of new energy-saving practices by plotting participants’ performance against the progress of the community as a whole. The project evaluation includes extensive qualitative and quantitative research.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-628-25-0024","grantId":"RES-628-25-0024","fundValue":"574357","fundStart":"2011-01-01","fundEnd":"2014-06-30","funder":"ESRC","impactText":"  In the early stages of Smart Communities, the team acted as advisors to the evaluation of DECC's Low Carbon Community Challenge (LCCC); as a result, theoretical ideas that informed Smart Communities also informed the evaluation of the LCCC. The findings from Smart Communities have been used by the Community Energy and Smart Meter teams in DECC, as well as Smart Energy GB. The findings have also been used by third sector and community groups working on energy (such as the Centre for Sustainable Energy). In Kingston upon Thames, the Smart Communities project is now being run by local group, South West London Environment Network, and plans are in place to take the project to new geographical areas. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Energy Policy & public services","person":"Ruth  Rettie","coPersons":["Kevin  Burchell"],"organisation":"Kingston University","findingsText":" Smart Communities was a three and a half year - largely demand-side or 'behaviour change' - community energy project (January 2011 to June 2014). The project drew on the principles of action research, and took place in Kingston upon Thames. The main action phase of the project was from May 2011 to May 2013. \n1. In broad terms, the Smart Communities findings support the contemporary policy focus on demand-side action, community energy, and energy consumption feedback. \n2. At the same time, the project highlights the long term and challenging nature of these strategies, and the implications of this for funding. \n3. The findings emphasise: the complexity and household-specific nature of energy know-how (ideas about ways to reduce energy consumption and the know-how to put these ideas into practice); the lack of energy know-how among householders as a key constraint on change; and, practical ways in which more widespread know-how might be developed. \n4. With particular reference to the smart meter roll-out, the project highlights a number of ways in which householder engagement with energy consumption feedback can be enhanced and prolonged (in particular, through ongoing communications that prompt action, offer advice and create a 'sense of being part of something'). \n5. The project also emphasises the benefits of action on energy within a primary school, and the ways in which this prompts engagement with energy in the home. All five of the findings listed above should be investigated in a range of contexts and using a range of approaches and methods. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Energy","dataset":"gtr"}