{"id":"C3A3C8C2-CA72-4ADE-AEC5-D4FBA754B675","title":"Designing novel structures biomaterials and folding pathways of the TPR repeat proteins","abstractText":"Proteins are essential components in all living systems - evolving over many millennia into specific sculpted forms that enable them to perform a diverse range of functions from immune response and cell signaling to structural roles in the cytoskeleton and muscle contraction. However, to fulfil their multitude of functions, each protein must first fold from an unstructured highly flexible linear chain of amino acids to a compact and specific three-dimensional structure. Further, it is the three dimensional structure of a protein, combined with its biophysical characteristics (such as flexibility, thermodynamics and stability) that defines its biological function. Yet, despite the fundamental nature of these relationships, they are still poorly understood. While most proteins studied so far have certain structural features that class them as globular, this is not representative of all proteins. For example, of the twenty most common families of protein found in nature, five are of a class called repeat proteins. These possess a radically new type of three-dimensional structure. Contrary to the highly studied globular folds, which have amino acids that interact with other residues distant in their sequence to lock their structure in place, repeat proteins form structures where repeated blocks of amino acids residues interact with residues close in sequence. The repeated blocks then stack on top of each other to form an elongated structure, like stairs in a spiral staircase. Moreover, such elongated structures have allowed repeat proteins to evolve into molecular scaffolds that allow other proteins to dock onto them and thus control and regulate the function of many important cellular processes. Thus, the exciting structural properties of repeat proteins not only provide an exciting system to characterise the energetics and binding specificities of a novel class of protein, but also present a unique opportunity to address current issues in protein folding/misfolding, design and production of novel biomaterials. The research proposed in this grant will therefore focus on addressing two inter-related areas, we will investigate how certain representative repeat proteins can (i) be designed to form novel structures and biomaterials and (ii) be modified to cause folding through specific folding pathways. To accomplish these aims, we will employ a multidisciplinary approach that combines molecular biology, protein engineering and biophysical characterisation. The significance of this research and benefits to society can be easily appreciated by the growing list of diseases whose molecular basis are linked to mutations that either unfold protein, mis-fold protein or prevent proteins interacting with one another. Further, by learning how amino acid sequence specifies protein structure we can begin to rationally design the properties of these proteins to produce novel biomaterials of therapeutic value. This work will be of great interest researchers in the fields of protein folding, protein design and bionanotechnology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E005187/1","grantId":"BB/E005187/1","fundValue":"271987","fundStart":"2007-04-23","fundEnd":"2010-11-22","funder":"BBSRC","impactText":"","person":"Ewan Ralph Main","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}