{"id":"C3ACF4FC-F8DB-48B0-945C-4B8588FB4DE3","title":"Mathematical culture in Restoration England: the life and letters of John Collins","abstractText":"The second half of the seventeenth century witnessed a remarkable growth in the mathematical sciences in England, culminating in the publication of Newton's Principia in 1687. This progress was reflected not only in the newly established Royal Society, but also in an increasingly sophisticated level of practical mathematics in accountancy, commerce, navigation, and instrument making. New mathematical learning permeated workshops, warehouses, dockyards, coffee houses, and taverns, and was disseminated by means of printed books, journals, and letters. The most prominent facilitator of mathematical exchanges in Restoration England, and perceived as such by eminent contemporaries, was undoubtedly John Collins (1625-83), whose primary goal was 'the promotion of mathematick learning'.\n\nNotwithstanding his importance, Collins occupies a still largely unexplored place in the intellectual and cultural history of early modern England. Although he has long been recognized as a principal figure in disseminating and promoting the work of the young Isaac Newton, he has up to now largely escaped historical scrutiny. No articles or books have made him their subject. No account of the emerging mathematical culture in England has considered his contribution to practical learning and the spread of numeracy. This deficit is all the more regrettable, since his letters, like no other contemporary resources, illuminate the intersecting worlds of the mathematical practitioner and the mathematical intelligencer. This project proposes to remedy this oversight through the creation of a one-volume edition of Collins's correspondence combined with an in-depth essay describing his life and work, and situating him in the broader context of seventeenth-century England. These two components are inextricably bound together. A comprehensive study of Collins's life and letters has previously not been possible, because until very recently most of the extant letters have been available only inadequately or not at all. A further reason is the geographical dispersion of the correspondence, which is held in five major repositories across the United Kingdom; it has never been calendared as a whole and indeed much of it has not even been satisfactorily catalogued. Only by reuniting Collins's letters in a complete edition and by situating them in their social, cultural, and intellectual context will their true significance within a recreated epistolary network become apparent. The edition of his correspondence will in turn enable for the first time a comprehensive study of Collins's life and a thorough appraisal of his intellectual legacy.\n\nPrevious research in the history of mathematics has considered Collins only tangentially and not as a figure in his own right. In effect, Collins has been no more than a marginal figure in the intellectual biography of Newton and in accounts of the priority dispute over the discovery of the calculus. One of the reasons for this neglect is a continuing tendency among science historians to focus on certain key established figures in their discipline. But another equally important reason in the case of Collins is the fact that up to now it has not been possible to study the rich resource of his surviving correspondence in its entirety. The project will address both the lack of a complete modern edition of Collins's letters and the absence up to now of a study of his life, assessing his contribution to the growth of modern science in England. Moreover, it will complement contemporary historical research on mathematical practitioners and correspondence networks, while delivering additional source material for ongoing international research on Newton.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L002248/1","grantId":"AH/L002248/1","fundValue":"357933","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"AHRC","impactText":"","person":"Pietro  CorsiJacqueline  Stedall","coPersons":["Philip  Beeley"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}