{"id":"C3AD6A68-07C9-4012-AB1E-F413E0F91B43","title":"Workshop on Business Processes and Software Standard: Theory and Infrastructural Foundations.","abstractText":"The dialogue between practice and research (including both theoretical and systems research) has been an important subject since the inception of computing. Theories can be used for understanding, description, specifications, analysis, verification, maintenance, and for designing machines, new languages and middleware. For example such notions as union types, record (structure) types, pointer types, etc. are now familiar to all programmers, have their precise understanding only based on long-standing research. Such dialogue is expected to be all the more significant in software development where the key elements and standards for applications are more and more dependent on global and open software infrastructure including foundations of Internet and World-Wide Web. In particular web services, business protocols, and advanced business processes in general, lead to design and implementation of software whose key element is complex communications among components distributed across organizational and often national boundaries: such applications demand infrastructural foundations (including global standards) whose meaning is clearly and precisely understood among parties with possibly conflicting interests. As an example, consider a global standard for financial protocols concerning credit transfer, associated with a governmental regulation. Such a standard should precisely describe what are responsibilities of each party, what it means for a participant to conform to, or violate, the standard, and whether such and such behaviour conforms to the regulation. Moreover such description should be precisely understandable to all players and should enable generation of diverse software tools and legal discussions. Such standards inevitably demand open software infrastructure including runtime and design tools, interoperating with proprietary software. Thus we need theoretical clarity and clear open software development.This workshop is intended to offer a forum where, centring on the area of business process modelling, web services and other advanced fields associated with communication-based applications, experts will discuss feasible directions on how research (theoretical and systems) can impact the future software infrastructure and standards which are relevant to such advanced application fields. Such infrastructural development is already under way, in the form of the development of advanced business process modelling languages and web service languages, libraries (APIs) for advanced concurrency in a popular programming language, the use of a basic formalism of concurrency for checking security APIs, the use of types and virtual ISAs for low-level code in the standard open-source compiler, and alike. In many of these developments, fruits from research, both systems and theory, are used prominently. These standards and infrastructural development reflects a basic change in computing paradigm, which comes from the explosive and permeating use of world-wide webs and Internet, subsequent emergence of the new areas of distributed applications, and the advent of the age of multicore processors (which contain parallel CPU units inside one core), placing concurrency and distribution at the heart of information processing. The complexity of concurrency and distribution makes it a must to make the best use of elucidations coming from theoretical and systems research, starting from the infrastructure/standards for document and message formats centring on XML to those for describing communications in business protocols to those for APIs and systems software.The workshop aims to deepen our understanding on the current directions and possibilities of the dialogue between research and practice in this new context, and seeks to find effective directions, sharing the vision for future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F029799/1","grantId":"EP/F029799/1","fundValue":"26715","fundStart":"2007-11-01","fundEnd":"2008-06-30","funder":"EPSRC","impactText":"","person":"Kohei  Honda","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}