{"id":"C3AD443F-E9C7-4873-B0AC-91FA47840571","title":"Title: Understanding the molecular mechanisms of hyperinsulinaemic hypoglycaemia and developing novel therapies","abstractText":"Hyperinsulinaemic hypoglycaemia (HH) is a complex medical condition where the beta-cells of the pancreas make too much of the hormone, insulin. This is a very important hormone which controls the blood sugar (glucose) level. Too much insulin in the blood can cause severe low blood glucose levels (hypoglycaemia). Since blood glucose is an essential fuel for the brain, anything that leads to hypoglycaemia will lead to permanent brain damage. HH usually presents in the newborn period with symptomatic (irritability, poor feeding, seizures, coma and sudden death) hypoglycaemia. However there are some types of HH which can present later (in infancy or childhood period). In HH the blood glucose level is often very difficult to control and these patients virtually always require concentrated intravenous dextrose infusions to maintain normal blood glucose levels (normoglycaemia). Great Ormond Street Children's Hospital NHS Trust is a national and international referral center for patients with HH. The Principle Investigator is the clinical lead for the HH service at Great Ormond Street Children's Hospital and the service is commissioned by NHS England. \n\nCertain forms of HH are inherited and have a genetic basis (congenital HH). So far abnormalities in 10 different genetic pathways (genes) have been described which lead to congenital HH. Abnormalities in all these genes account for about 90% of patients who are unresponsive to medical therapy but only about 20% of patients who are medically response. Thus there are a large number of patients with medically responsive forms of congenital HH where the genetic basis is still not known. As part of a MRC funded research project, over the last 3 years we have collected DNA samples (1800) on patients with congenital HH from all over the UK and the world. Each of these patients has been systemically phenotyped and genotyped and all the biochemical data collected. We have identified a unique group pf patients with no known genetic cause of their CHI. In this group of patients we have generated a substantial amount of preliminary data. This patient cohort thus therefore provides us a with unique platform to undertake the proposed research. Understanding the mechanisms of HH in these patients will not only provide novel insights into pancreatic beta-cell physiology but an insight into the more common conditions such as diabetes mellitus. \n\nIn some patients with congenital HH the hypoglycaemia is so severe that the only treatment available at the moment is to undertake a major operation to remove nearly the whole pancreas (near total pancreatectomy). However once the pancreas is removed children develop another lifelong and serious condition called diabetes mellitus. Hence there is an urgent need to develop new medical therapies so that we can avoid a near total pancreatectomy. We have recently tried a new oral medication in a very small number of patients (4) with severe Congenital HH who were unresponsive to conventional medical therapies. Interestingly blood sugar levels improved in all these patients in response to this new treatment and they have not undergone a pancreatectomy. These very early observations suggest that this medication might help us in treating other children with CHI. We now want to understand the pharmacology of this medication in children with congenital HH. \n\nIn this research study we will use the latest cutting edge techniques in molecular genetics (like exome and genome sequencing) to try and understand the cause of the HH in all those patients where we have not found a genetic cause so far. Using a morphoproteomics approach we will aim to develop new treatment options for children with diffuse and focal fros of congenital HH.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M023265/1","grantId":"MR/M023265/1","fundValue":"693161","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"MRC","impactText":"","person":"Khalid  Hussain","coPersons":["Sian  Ellard"],"organisation":"University College London","findingsText":"","dataset":"gtr"}