{"id":"C3AF5B29-7F31-41AF-B1AE-C59809582930","title":"Brokering Employer Sponsored Volunteering Strategies: Creating effective engagement between employers and third sector organisations","abstractText":"<p>This project brings together academic research with the practitioner work of an organisation working to develop more effective brokerage for ESV; Hull and East Yorkshire Community Foundation (HEYCF). The Knowledge Transfer collaboration develops existing research knowledge of the academic team - based upon their ongoing work on ESV -, the contacts, expertise and experience of the broad range of organisations within the Employee Volunteering Network, and the evolving work of HEYCF. The primary objectives of the collaboration are as follows:</p>\n\n<ul>\n \n\n <li>to create an effective brokerage model for HEYCF to utilise in co-ordinating ESV activities within the Humber and East Yorkshire region</li>\n\n <li>to advise on the piloting, and evaluate the effectiveness, of the brokerage model being developed by HEYCF</li>\n\n <li>to work in partnership with HEYCF to identify the processes through which this model can become financially sustainable</li>\n\n <li>to examine ways in which the brokerage model can be disseminated to other groups and locations</li>\n\n <li>to consider the implications of the development of brokerage activities within the context of the coalition government’s policy changes regarding third sector infrastructural funding and business-community engagement around the ‘Big Society’ agenda.</li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K005332/1","grantId":"ES/K005332/1","fundValue":"36658","fundStart":"2013-04-01","fundEnd":"2014-05-31","funder":"ESRC","impactText":"  In the development of Brokerage organisation policy and practice by Hull and East Yorkshire Community Foundation. Through our work with the case studies businesses the findings are being used to reshape and inform organisations policy on ESV and Community engagement. The brokerage and organisations findings are currently being used to develop wider impacts in other organisations through work with Business in the Community, Selby Volunteers Centre, Barnsley HR network and others. Adding to this the research team are working with the regional Cabinet office and demos to achieve policy related impacts, as well as wider public dissemination through interviews and press releases. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceu Societal,Economic,Policy & public services","person":"Joanne  Cook","coPersons":["Jon  Burchell"],"organisation":"University of Hull","findingsText":" While Employee Volunteering is an important commitment by firms to civil society, currently important opportunities and reach are being missed due to the gaps in Effective brokerage between businesses and third sector organisations. These are illustrated in the key findings from this project which have illuminated four key resource gaps; infrastructure, skills, capacity and knowledge. A user friendly summary of these findings are available at the listed url Replication in business and public sector organisations across the country. Used to develop effective government and local government policy making on employee volunteering, business civil society partnerships, the link between volunteering and paid work and citizenship and participation. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmace","dataset":"gtr"}