{"id":"C3B3E3C1-7767-4FA4-A720-B582D48B7C61","title":"The UK Catalysis Hub","abstractText":"Catalysis is a core area of science that lies at the heart of the chemicals industry - an immensely successful and important part of the overall UK economy, where in recent years the UK output has totaled over &pound;50B and is ranked 7th in the world. This position is being maintained in the face of immense competition worldwide. For the UK to sustain its leading position it is essential that innovation in research is maintained, which can be achieved through bringing together the internationally leading academic activity that exists in the UK in this key area of contemporary science. We therefore, aim to create a coordinated UK programme for Catalysis, with a hub in the Research Complex at Harwell, which will help to keep the UK at the forefront of this crucial scientific and technological sector. The location of the hub at Harwell will allow us to interact closely with both central facilities, to whose development the project will contribute, and with the broader scientific community on the Harwell/RAL Campus. The major developments in the in situ characterisation of catalytic materials that have taken place in the recent years have been of immense importance in addressing the complex scientific problems posed by catalytic science. The component of the programme based at the hub will focus on catalyst design and will develop state-of-the art in situ facilities that will be used for experiments to be conducted at the Diamond, Synchrotron Radiation, ISIS Neutron Scattering and Central Laser Facilities. Such experiments will allow us to probe the structure and evolution of catalysts at the molecular level during their operation; but their effectiveness will require integration with a wide ranging modeling programme which will explore and predict catalytic systems and performance across the relevant length and time scles form the nanao - to the macro-level.\n\nThe hub will couple with an extensive programme of applications, which will be distributed amongst the extensive rage of collaborating institutions and will be built round the following central themes in contemporary catalytic science:\n\n* Catalysis Design\n* Catalysis for Energy \n* Chemical Transformations\n* Environmental Catalysis \n\nBy coordinating the expertise of the collaborative groups, in novel areas of catalytic science with a strong focal point in the Harwell/RAL campus, we will provide a platform for new initiatives that will provide a hub for UK catalysis research and will give substantial added value to the existing investment in catalytic science. Moreover by working together, the UK scientific team will be able take centre stage and lead the world in this crucial field.\nThe impact of the Centre will be further promoted by a vigorous and effective dissemination strategy which will develop strong interactions with a wide range of academic and industrial groups and with the broader scientific community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014854/1","grantId":"EP/K014854/1","fundValue":"3193280","fundStart":"2013-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"  The research is discovering new catalysts and catalytic processes Chemicals Economic","person":"Graham  Hutchings","coPersons":["Duncan Frank Wass","Stan  Golunski","Matthew  Rosseinsky","David  Cole-Hamilton","Michael  Bowker","James  Anderson","Asterios  Gavriilidis","David  Lennon","Rudolf Konrad Allemann"],"organisation":"Cardiff University","findingsText":" This is one of four awards that have enabled the UK Catalysis Hub to be established. 8 initial projects have been set up in the Environment theme of the UK Catalysis Hub and all pdras have been appointed. Key discoveries to date have included a new route to methanol from glycerol and a new catalyst for hydrogen peroxide synthesis We are interacting with industry to take the discoveries forward Chemicals,Energy,Environment","dataset":"gtr"}