{"id":"C3BC17E8-7A54-456E-AED7-4076D9D5D5C8","title":"Testing Theoretical models for Earthquake Clustering using Cl-36 Cosmogenic Exposure Dating of Active Normal Faults in Central Italy","abstractText":"It is difficult to predict the timing of future destructive earthquakes (&gt;Ms 6.0) because earthquakes on any given fault cluster in time (Figure 1). Variability in earthquake recurrence intervals due to clustering is poorly known because we lack data on the timing of earthquakes on any given fault over a sufficient time period that several earthquakes will have happened. This lack of knowledge hinders probabilistic forecasts of earthquake occurrence because the intrinsic variability in recurrence intervals, the Coefficient of Variation, CV, is a key parameter for input into probabilistic calculations (e.g. Ellsworth et al. 1999). What we do know is that large numbers of palaeo-earthquakes on individual faults can be dated by measuring the cosmogenic 36Cl concentration, but such data are very rare. Uplift along an active normal fault during an earthquake causes the rocks that were buried beneath the ground surface to be exposed to cosmic rays. The rocks that become exposed, accumulate 36Cl through time due to interaction of cosmic particles with the atoms within the rock minerals. Thus the concentration of 36Cl reveals the age of exposure of the rock at the Earth's surface. Steps in exposure age profiles reveal the timing of large earthquakes that offset the ground surface in the past. Such stepped exposure age profiles provide earthquake records that are an order of magnitude longer than historical earthquake records (e.g. a single 36Cl profile constrained 7 palaeoearthquakes since 12-18 ka on the Velino Fault, Italy [Palumbo et al. 2004; Fig. 2]). The historical record, which is complete since 1349 A.D., reveals only 1 earthquake since then (1904 A.D., Ms 5.5). The Velino fault does not typify other active normal faults in Italy, because it is a new fault that slips relatively slowly (~0.3 mm/yr average vertical motion since 12-18 ka), and it is growing to link 2 long-established faults that are slipping at 1-2 mm/yr since 12-18 ka. Our initial numerical modelling shows that such linking-faults have different values for CV than the main basin-bounding normal faults. We propose to collect field 36Cl data and conduct numerical modelling that will allow us to test how and why recurrence variability is controlled by fault geometry and fault growth/linkage. Faults in central Italy are ideal because (1) fault scarps amenable to 36Cl dating are abundant (Palumbo et al. 2004, Papanikolaou et al. 2005), (2) fault geometries and growth histories are well constrained (Cowie and Roberts 2001, Roberts and Michetti 2004), (3) the P.I. and Co.I's have established links with Italian Government earthquake agencies, and have access to both 36Cl and scarp mapping equipment in Edinburgh and Durham, (4) The P.I. has existing numerical model runs that already show how CV varies with fault geometry and fault growth, (5) we have experience in using earthquake recurrence for mapping earthquake probabilities (Roberts et al. 2004). We will collect 36Cl profiles from newly-growing, linking faults, and long-established active faults to establish spatial variability in CV related to fault geometry. We have identified sites where surface exposure has been solely through surface faulting and not erosion/sedimentation cycles. Laser-mapping (LiDAR) and field mapping will further constrain the sample sites and optimise the sampling strategy. Numerical modelling will constrain the physics of why CV varies between newly-growing, linking faults, and long-established active faults. We will iteratively compare field and numerical results, to constrain the underlying physics that determines the recurrence in each circumstance. We will calculate earthquake probabilities using the recurrence variability, CV, and map seismic hazard and how it varies across the fault geometry, using our findings to assess seismic hazard worldwide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E016545/1","grantId":"NE/E016545/1","fundValue":"34338","fundStart":"2007-11-28","fundEnd":"2011-11-27","funder":"NERC","impactText":"","person":"Patience  Cowie","coPersons":["Kenneth  McCaffrey"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}