{"id":"C3C43A46-FFB4-41F5-B3AD-7B89E0266AEA","title":"Subverting stereotypes: Asian women's political activism - a comparison of the Grunwick and Gate Gourmet strikes","abstractText":"The proposed study is a comparison of the involvement of women from Asian backgrounds in industrial action in London. The main comparison is of the Grunwick strike in the mid 1970s and the recent dispute at Gate Gourmet and the aim is to document both the involvement of women from different backgrounds and ages, their political education and radicalisation and the representations of these strikes in the contemporary media. \n\nThe typical stereotypical image of an Asian woman is either of a 'passive' wife or a single woman worker whose apparent docility and 'nimble fingers' makes her an ideal employee in the manufacturing sector of both advanced industrial societies or in the developing economies of South and East Asia. This image was shattered in Great Britain during the long-running strike at the Grunwick film-processing factory in West London. The strike lasted two years and was led by Jayaben Desai and her fellow workers who were, in the main, Asian women from East Africa. Until the early 1970s, the Asian population in Britain had been predominantly mate, working in male-employing manufacturing industries. But the introduction of legislation at this time, denying Commonwealth citizens the right to travel freely to the UK, resulted in large numbers of women and children joining the men and also taking low status, low waged work in industries such as textiles in northern towns and forms of packing and assembling in the London labour market. At the time of the Grunwick strike, these women employees were both relatively new workers and often ignored by the Trade Union movement. \n\nAlmost thirty years later, the political conditions and the structure of the London labour market was very different. Rather than lack of union recognition, action in the Gate Gourmet dispute was constrained by anti-union laws forbidding secondary action. Despite this union support and support by other workers was evident. Furthermore, the women involved in 2005 were older than the Grunwick strikers, although they too were Asian women, in this case mainly from the Punjab. They have a longer tradition of participation in the British labour market, which is it now more dominated by female-employing jobs. It may be that the women involved in the latter strike were the main breadwinners in their family, which was unusual in 1976. \n\nWomen involved in each of the strikes will be traced and interviewed as the basis for a book and academic articles. In addition, a series of photographs will be taken (assuming permission is given) as well as collecting artefacts, pamphlets and earlier images in order to mount an exhibition which will be offered to local libraries in the Heathrow area and to Asian women's centres, and subsequently preserved on personal cds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E508731/1","grantId":"AH/E508731/1","fundValue":"209723","fundStart":"2007-04-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"","person":"Ruth  Pearson","coPersons":["Linda Margaret McDowell"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}