{"id":"C3CF3A86-6F24-41DD-97E9-7F354700BF12","title":"Reactive Oxygen Species, metabolic by-products of mitochondrial respiration, as conserved regulators of synapse growth and neuronal homeostasis.","abstractText":"Nerve cells communicate with each other using electrical signals, which require large amounts of energy, making the brain the most fuel-demanding structure in the body. Brains therefore use a great deal of oxygen to generate the energy required for processing information, controlling behavior and for cognition. Brains are also very sensitive to ageing and most of us have experience of ageing relatives with faulty memories. By using a lot of oxygen to generate energy, the brain also produces a by-product, which becomes toxic when allowed to accumulate. This by-product is toxic forms of oxygen and is termed 'Reactive Oxygen Species', or ROS for short. Normally, the brain can cope with low levels of ROS that are a by-product of normal metabolism, because it has a battery of protective mechanisms to neutralise ROS. But as the brain ages, these self-repair mechanisms become less efficient, and as a consequence ROS levels become excessive and signs of ROS-caused damage more evident. ROS chemically react with and damage the building blocks of cells. As waste material accumulates, it can also generate a second source of ROS, generated by metals within the accumulated waste material reacting with oxygen to produce more ROS. Thus, a self-perpetuating cycle of damage ensues. Because of this cyclical nature, it has remained unclear precisely how ROS affect the nervous system in the first instance, as opposed to secondary or tertiary knock-on effects. We previously found that the connections between nerve cells, called synapses, grow excessively when ROS are excessive. Synapses are known to adjust their size in response to neuronal activity, though how nerve cells sense activity levels is incompletely understood.\n\nWith this proposal we are tackling these fundamental questions. First, we are investigating the hypothesis that during normal nervous system development and function, cells use ROS as signals that inform them about their activity levels. Next, we will study the molecular mechanisms by which ROS regulate the size and function of synapses. Last, we will test the hypothesis that ROS signaling is evolutionary conserved and we will examine how discoveries made in the genetic model system of the fruitfly also apply to vertebrate nerve cells. \n\nWe use the fruitfly, Drosophila, as an experimental system, because the high evolutionary conservation of basic cellular processes has meant that most discoveries made in the fly, including mechanisms that underlie learning and memory, are directly pertinent to our understanding of the human brain. Importantly, the fruitfly is one of the most powerful genetic experimental organisms and allows unprecedented precision for genetically manipulating identified neurons and their connecting partners. \nIn our experimental system, when we induce activity in neurons, but reduce ROS at the same time, we prevent the synapse overgrowth that we see when we induce activity or ROS alone. This suggests that neurons use ROS generated during energy manufacturing as a readout for their activity and that ROS signal synapse growth. We have discovered the function of one protein, DJ1 (aka Parkinson Disease Protein 7) as important for sensing ROS levels and then activating a known cell growth promoting pathway to enlarge synapses. These DJ1 mediated processes that we have observed are very likely of critical importance to our understanding of the decline in brain function as we age, and this proposal aims to investigate DJ1 function further. \n\nIn summary, this work will help us to understand the mechanisms, events and molecules that cause change and, ultimately, failure in nerve cell function in the ageing brain. The results of this work have every potential to aid the discovery of drugs and treatments to alleviate adverse effects of ageing and will thus, in time, benefit society as a whole.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M002934/1","grantId":"BB/M002934/1","fundValue":"397707","fundStart":"2014-11-01","fundEnd":"2017-12-12","funder":"BBSRC","impactText":"","person":"Matthias  Landgraf","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}