{"id":"C3D36A80-BA21-40D5-81E3-F130678F125C","title":"Visiting Researcher: BiGlobal Methods for Optimal Flow Perturbations","abstractText":"Research applications of computational fluid dynamics in viscous, unsteady and separated flows since the mid-1980s largely focused on direct simulation of the time-dependent Navier--Stokes equations. Increases in computational power and advances in computational methods over this time have permitted significantly larger simulations to be performed, with concomitantly larger volumes of data as the outcome. However one of the major issues still facing the analyst, particularly when dealing with unsteady and transitional/turbulent simulations, is the question of how to assimilate, analyse and apply this great wealth of data. The development complex geometry stability (biglobal) and bifurcation analyses to understand the dominant instability modes of the underlying basic state have provided a powerful tools to applying computational analysis which complement experimental data.Despite the successes of biglobal stability methods in complex geometries in various application such as bluff body flows there have still been a number significant failures of this classical approach, e.g. the finding that both tubular Poiseuille flow and planar Couette flow are asymptotically linearly stable (whereas they are both well-known to support turbulence). More recently, there has been a general recognition of the fundamental importance of non-normality of linear instability modes and techniques using adjoint methods to determine optimal flow perturbations. However the published works dealing with applications of regular and adjoint modes have almost without exception dealt with either one-dimensional or quasi-one-dimensional boundary-layer type flows, while biglobal stability analyses have dealt only with with the asymptotic instability of regular modes. In the present proposal, we seek to begin the process of marrying the methods, by extending our existing highly accurate spectral/$hp$ element stability analysis for asymptotic instabilities to the problem of optimal growth, but in general geometries.The researchers believe significant further progress will only be possible through continued direct collaboration. A certain amount of useful interchange and incremental advance can take place through email exchanges, but for rapid progress and significant advances this cannot replace face-to-face interaction. This application therefore seeks funding to allow an external visit to the UK by Dr~Blackburn in 2006. During this visit Blackburn, Sherwin and Barkley will build on existing research and consolidate further work which will be undertaken in the intervening period.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E006493/1","grantId":"EP/E006493/1","fundValue":"32367","fundStart":"2006-09-05","fundEnd":"2007-09-04","funder":"EPSRC","impactText":"","person":"Spencer John Sherwin","coPersons":["Dwight  Barkley"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}