{"id":"C3D47577-16CF-4338-AC90-597C2E60EE1C","title":"Spintronics at Leeds: Platform Grant","abstractText":"The incorporation of electron spin into electronics is now known as spintronics. Our group at Leeds has recently expanded from two to four academics working on spintronics and this is an appropriate time to consider the longer term development of our activity. One of our new academics is an expert in lithographic techniques and superconductivity whilst the other specialises in carbon-based electronics. This development means that most of the interesting phenomena in spintronics now have some activity in Leeds. Quantum Information (QI) is the application of quantum mechanics to information processing with the long term objective of building a quantum computer. The idea is to exploit the property of a quantum system whereby all possible states are 'explored' simultaneously. The key to this exploitation is the control of the mixing of the quantum states or the 'entanglement' as it is known. One of the most basic and most controllable quantum two-level system is the spin, and hence there is the possibility of using solid-state spintronics for creating qubits, the basic QI unit.We are building a very close collaboration with five academics in the new Leeds QI theory group and we have some very interesting proposals to develop experimental work on the application of spintronics in QI. This project will study solid state systems with a view to learning how to manipulate the entanglement of states. We shall approach this problem by using our experience in spintronics to control and measure properties at the level of a single spin, to control and measure pure spin currents where there is no net flow of charge and hence no dissipation, and to apply these findings to further the understanding of quantum entanglement. Our proposal describes how we shall use some of the most exotic new materials such as graphene in devices contacted by ferromagnets and superconductors in different geometries; how we are using carbon nanotubes connected to superconductors to generate entangled pairs and spin polarised currents without the application of voltages. We shall develop single spin devices by embedding nanoparticles in insulators and use organic molecules to change the work function of metals and form single electron spin polarised emitters. We shall combine ferromagnets and superconductors in devices known as pi-Josephson junctions to develop spin-based qubits. This application is unique in seeking to combine two of the topics attracting huge attention globally: spintronics and quantum information.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G005176/1","grantId":"EP/G005176/1","fundValue":"1283460","fundStart":"2008-10-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  Our research falls within the Advanced Materials and Energy Efficient Computing remit of the eight great technologies defined by BIS, and addresses three of the four Grand Challenges of EPSRC Physical Sciences: (i) Assembly and control on the nanoscale, (ii) developing quantum physics for new quantum technologies, and (iii) understanding physical phenomena far from equilibrium. Additionally we expect to make impact in a number of the EPSRC strategic priority research themes, viz. Digital Economy, Energy, and Nanoscience through engineering to application. For example for (i): our work on fabrication and growth has resulted in artificial spin ices, skyrmion physics, shadow deposition of spin current structures and hybrid magneto-organic multilayers, (ii) single spin control has been achieved in carbon nanotubes and magnetic quantum dots embedded in oxides, (iii) spin accumulation resulting in spin currents either through magnon excitation or direct current injection as well as non-equilibrium effective thermodynamics in artificial spin ices and high frequency electronics (domain walls and organics). Thus we can demonstrate that the provision of this funding has helped us to participate at the highest level in the most strategically important areas.\nWe have not taken out patents nor have we discussed possibilities with our industrial collaborators that our research is at the exploitation stage because it is not. Our research is used by other researchers in academia and in industry to further the knowledge and understanding of the fundamental physics unpinning much of what might become new technology. Nevertheless the fact that we have industrial collaborators (IBM, Hitachi Cambridge, Intel, and Seagate) who wish to work with us is evidence that our science might one day be exploited as technology.\nMost notably our single greatest direct contribution to impact is the highly skilled professional physicists that leave our group and take up leading positions in society. In the last four years 16 PDRAs have gone on permanent positions in academia (4), research institutes (1), industry (3), and teaching (1), or onto further postdoc positions (7). Of these, 10 were funded on this grant. Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy Cultural,Societal","person":"Bryan  Hickey","coPersons":["Luis E Hueso","Gavin  Burnell","Christopher Hugh Marrows"],"organisation":"University of Leeds","findingsText":" Single spin effects have been observed in both carbon nanotubes (CNTs) and magnetic nanoclusters. We formed CNT devices by contacting them with nanoprobes and used them to build CNT nanocircuits. We determined the chiral indices of CNTs grown in SiN windows then removed the tube using nanoprobes and placed it in a lithographically patterned circuit for transport measurements. Subsequently we were invited to write a review article for the journal Carbon, and published a new method for growing vertically aligned tubes. We sputtered Py single domain contacts with exceptional switching properties and achieved single electron transport in the Coulomb blockade regime. We were able to demonstrate huge magnetoresistance (~800%) due to shifts away from the Coulomb blockade resonances. \nWe performed electron tunnelling in samples where magnetic clusters (CoFe) were embedded in an insulator (MgO) and single electron transport was achieved through the Coulomb blockade effect - charge supplied by a STM tungsten tip was limited by the capacitive energy of the dot resulting in the staircase I-V characteristic. The I-V curve near the steps has a negative gradient which indicates the presence of spin accumulation with the spin lifetime being more than 104 times longer than in the bulk. \nWe have demonstrated a means of measuring spin-torque non-adiabaticity by measuring the DW depinning boundary (featured as a scientific highlight by the Diamond synchrotron), and we have controlled depinning fields using notches and engineered well-defined resonances when RF currents are applied (a second Diamond highlight), offering frequency selective operation for applications. We have also doped Permalloy with Vanadium, increasing the non-adiabaticity coefficient b whilst leaving the Gilbert damping a unchanged, demonstrating that different microscopic mechanisms underpin these dissipative processes. A measurement of the modification of DW creep by a current in a Co/Pt multilayer, made in collaboration with Hitachi, showed that the spin-transfer efficiency is a factor of 100 higher in this material than in permalloy. It is likely that this huge efficiency is the result of spin Hall effect torques arising from spin current injection from the Pt layers, combined with interfacial Dzyaloshinskii-Moriya interactions (DMI).\nThe platform grant also allowed us to dedicate the resources needed to cooperate in magnetometry measurements with other groups in fields where we had no previous experience such as biomagnetism, analytical chemistry and medical engineering. This broadening of our activities lead to publications in journals where we had not published before, including papers in Analytical Chemistry, Bioelectromagnetics, Advanced Functional Materials and Chemical Science. Furthermore, these collaborations and the national support we gathered through them, led to becoming a centre for magnetometry measurements, resulting in our acquisition of the SQUID-VSM (EP/K00512X/1/1 &amp; EP/J021156/1), the first (and so far only) one to be installed at a UK university.\nMannan Ali was retained by the platform funding and provides an interesting example of how collaborations can be developed. Prof R Stamps was working in Perth Australia when he requested samples from our growth facility. The Leeds work was led by Ali and was a series of studies on spin dynamics in exchange biased systems and spin glass type systems as in CuMn culminating in a PRL on loose spin coupling. The added value of this work was that Stamps renewed his collaboration on moving to Glasgow, working with us on domain walls (EP/I011668) and on spin ices (EP/L00285X). The discoveries outlined here are not close to application and certainly not to a commercial product. Rather they form part of the understanding and knowledge that is necessary to apply physics to the production of new devices. They are valued by companies such as IBM and Hitachi and the evidence is that they fund parts of our research and work with us. Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy","dataset":"gtr"}