{"id":"C3DA0F3A-8512-431B-A6FF-E3B27EF09921","title":"Building Banter","abstractText":"People in buildings feel disengaged and disempowered to take energy saving actions. This project will improve energy efficiency by involving building users in engaging and ongoing conversations prompting energy efficiency actions in building environments. By exploiting and co-opting existing technologies, and developing a user-centred design approach, it will deliver 'conversational tools' through which people and buildings can input and receive information about themselves and each other. The approaches, interventions and solutions will initially be informed by a detailed case study and trial deployment within an industrial site comprising of both factory and office environments. They will then be further developed into a generic solution, applicable across a wide range of non-domestic buildings. The developing action research methodology will then be transformed into a process toolkit which can be applied in a range of contexts through a consultancy model.The University of Southampton will contribute to this project through the development of the software mechanisms and interfaces which will allow the state of the building and the activities of the occupants to be sensed (or inferred) through the use of the buildings existing sensors and IT system, and through the simple low costs sensors developed and deployed with the project. Furthermore it will seek to develop the algorithms which will detect the need for, and initiate, energy saving interventions by the buildings users. The emphasis within this work is to use existing infrastructure, augmented with additional low-cost sensors, in order to sense what is possible to sense, and to infer what cannot be sensed directly (e.g. where it is not possible to directly monitor the electricity consumption of a machine, it may be possible to infer its opeartion through an alternative means - perhaps through simple vibration and acoustic sensors - and then infer the energy consumption from existing aggregate measurements).The project will seek to develop fundamental and generalisable approaches monitoring and sensing building use and energy consumption. It will demonstrate them within the context of the industrial setting provided by Federal-Mogul. It will make use of the innovative user-centred interventions developed by Vitamins and the Universities of Dundee and Leeds, which are in turn informed by a systematic data gathering process including a review of published evidence and use of current models performed by Arup and University College London. It will interface with the sensing and interaction hardware developed by Moixa Energy and More Assoicates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I000615/1","grantId":"TS/I000615/1","fundValue":"79219","fundStart":"2010-11-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"  Results used by Federal Mogul in a deployment of energy feedback technologies within their Chapel-en-le-Frith factory refurbishment programme. Digital/Communication/Information Technologies (including Software),Energy Economic","person":"Alexander Carl Rogers","coPersons":[],"organisation":"University of Southampton","findingsText":" The project developed low cost hardware, and supporting server software, to enable organisations to rapidly deploy energy metering in industrial contexts. This was a part TSB funded project, and the core deliverable was a demonstration of the system deployed on the shopfloor at Federal-Mogul's plant in Chappel-en-le-Frith. The project is being taken forward by Moixa Energy - the project's main partner - and is currently seeking new industrial partners for deployment. Digital/Communication/Information Technologies (including Software),Energy","dataset":"gtr"}