{"id":"C3E1F48A-C186-4C0E-B961-1B160A437258","title":"Polyvalent protein-ligand displays for human endometrial stromal cell and embryonic stem cell adhesion differentiation and proliferation","abstractText":"Organ transplants are sometimes required to replace diseases or dysfunctional tissue but patients must take immune suppressants, which have unpleasant side-effects, to prevent rejection of the transplanted tissue. The aim of this project is to discover ways of getting around this problem by a process called tissue engineering. One of the goals of tissue engineering is to take cells from the patient&iquest;s healthy tissue and expand that tissue in the laboratory (in vitro) for transplantation back into the patient without fear of immune response. In the body cells stick (adhere) to an extracellular matrix composed of proteins which guide the cells development (differentiation) and organisation, which are prerequisites for successful expansion of tissue in tissue engineering. Many cells interact with an extracellular matrix protein called fibronectin. Since a synthetic matrix is required for cell support in the laboratory we need to be able to mimic fibronectin. This is commonly done using a small molecular called RGD derived from fibronectin. However, RGD does not provide the full cell support normally afforded by fibronectin. To overcome this limitation we intend to use fragments of fibronectin which fully interact with cells. These fibronectin fragments will be attached to surfaces in a specific orientation (as viewed from the side) and pattern (as viewed from above). The intended pattern will show clusters of fibronectin fragments evenly distributed across the surface. We will prepare human cells from the tissue lining the womb since these cells grow well and reproducibly in the laboratory. We will incubate the cells with our modified surfaces so that we can study the mechanisms controlling cell adherence and differentiation in the artificial cell supports. We then intend to investigate cell growth in three-dimensions (as would normally occur during the organisation of tissue), making 3D scaffolds by attaching the fibronectin fragments within a gel-like substance. Succssful proliferation and differentiation of human cells within the 3D scaffold would be a first step to engineering of many tissue type for use in medicine. An important strategy for tissue engineering is the use of embryonic stem cells, which are unusual in that they have the potential to specialise into any particular cell type (such as heart muscle, skin or endometrium). Stem cells are of value where tissue cannot be taken from the patient for in vitro expansion. They would also allow us to generate tissue that would otherwise have to come from animals for experiments. Our work will study how stem cells, originally derived from mouse embryos, multiply and differentiate on surfaces modified with the fibronectin fragments. These mouse stem cells when grown on gelatine supports (as is normally the case) differentiate into either blood cells, heart cells or cells lining the blood vessels. Our work will therefore look specifically for these types of mature cells under the microscope and genes associated with the different cell types. In this way the impact of fibronectin on the stem cells can be assessed and will represent an important step in defining culture conditions that may be of use in tissue generation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D522497/1","grantId":"BB/D522497/1","fundValue":"437335","fundStart":"2006-02-01","fundEnd":"2009-07-31","funder":"BBSRC","impactText":"","person":"Christopher  Van Der Walle","coPersons":["Gerard  Graham","Helen  Mardon"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}