{"id":"C3E4E360-3BD4-440E-976B-89ECCB07744F","title":"Diasporic Film in Communities: A scoping study of the relationship between screen culture, stakeholders and communities","abstractText":"This project will scope the relationship between Diasporic communities and Diasporic film. Starting from the premise that community means different things to different people, it will explore the struggles and processes that take place in how various ideas of community and connectivity are constructed or acted upon in relation to Diasporic screen culture. Broadly, it will investigate how different communities come to inhabit certain kinds of film as culture.\n\nThe proposed research involves collaborative activities in partnership with the British Film Institute, the lead advocate for film, film culture and film education in the UK. Four events (a seminar and three workshops) will be held, designed to facilitate a space where postcolonial Diasporic screen audiences discuss how diasporic film shapes their ideas and values about community, and vice versa. A further dimension of the project will look at how the concept of 'community' is approached by cultural organisations that design public projects and programmes around Diasporic film. The project therefore examines the relationship between cultural products, organisations and communities as a dynamic interaction between those who organise and exhibit cultural products, and those who not only interpret the film but process the film experience in a variety of ways.\n\nDiasporic screen culture is used here as both a conceptual frame and case study through which to explore wider themes of community. Community has become an increasingly disputed term and thus fertile ground for an examination of its formation around screen cultures. Specifically, the Diasporic Film in Communities project seeks to help gain a better understanding of community in a contested multicultural moment. The current fascination of researching screen cultures is that, whilst complex modes of migration, globalisation and media consumption develop; the centrality of screen culture persists even in the midst of such change.\n\nWhilst Diasporic film has meaning beyond the contexts of Diasporic audiences and Diasporic audiences engage with a range of screen culture (not just Diasporic film), there are two primary motivations for bringing Diasporic communities and film together in the proposed research. The first is because of the possible experiences that this mode of cinema (ranging from avant-garde practice to more commercially-oriented, from local to global) produces for communities of the postcolonial Diaspora; for example in the context of identification, memory, popular pleasures, audience interpretations or dominant 'structures of feeling'. Does Diasporic cinema offer a space where communities can define or redefine themselves (as an alternative perhaps to more mainstream representations)? Does film language (including music and cinematography), structure, stylistic conventions or point-of-view evoke particular or indeed multiple responses or affects for these communities? A second motivation is that cultural organisations that support and exhibit Diasporic film often target or construct public programmes around particular Diasporic communities and establish consultative community partnerships as part of their broader institutional audience development or diversity strategies. The rationale, structures and processes involved - such as how community is conceptualised, how relationships are developed and sustained and the way in which these organisations and communities interact with each other - have, to date, been under- explored.\n\nThe research will be structured in three parts: 1) A critical review of academic literature, 2) An overview of cultural policy documentation and strategies supported by observation of a BFI public diasporic film programme and 3) Consultation with diasporic cultural groups (African-Caribbean, South Asian and Chinese) in collaboration with BFI Education. The dissemination will facilitate an exchange between academics, communities and cultural organisations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011991/1","grantId":"AH/J011991/1","fundValue":"31124","fundStart":"2012-02-14","fundEnd":"2012-10-13","funder":"AHRC","impactText":"  The Diasporic Film in Communities project set out to critically examine the role of Diasporic film culture in Diasporic communities. A case study approach was used to explore how three postcolonial publics (African-Caribbean, Chinese and \nSouth Asian) mobilise around film, interface with cultural organisations and reflect on their significance as film communities. A range of collaborative activities were held in partnership with the British Film Institute (BFI), including participatory screenings, networking events and a final research seminar.Finally, an open research seminar was held at \nthe National Film Theatre in London to explore the research themes and present preliminary research findings. The seminar was an important part of the stakeholder engagement \nactivity, bringing together community 'collaborative partners', BFI personnel, academics, film programmers and cultural \npolicy-makers. It was chaired by Colin Prescod (Chair of the Institute of Race Relations) and included presentations from David Somerset (Education Curator, Adult Programmes, BFI) \nRichard Paterson (Head of Scholarship and Research, BFI) and Anna Kime (Manager of Cultural Film Exhibition &amp;amp; Education Projects, Film London). Significantly, the project integrated a 'critical reflection phase' for the collaborative project partner. One output is a BFI-compiled report, A reflection on the Diasporic Film in Communities project, outlining the organisation's policy and programming approach in this area, both historical and current, and producing a substantive appendix of further related documents (Somerset, 2012). Creative Economy,Education Cultural,Policy & public services","person":"Sarita  Malik","coPersons":[],"organisation":"Brunel University","findingsText":" This project involved collaborative activities in partnership with the British Film Institute, the lead advocate for film, film culture and film education in the UK. Four events (a seminar and three workshops) included selected participatory screenings of Diasporic films. These events were designed to facilitate a space where postcolonial Diasporic screen audiences (specifically African-Caribbean, South Asian and Chinese) could discuss how screen culture (used broadly to accommodate the moving image including video and DVD imports and alternative platforms for non-mainstream cinema) shape their ideas and values about community. A further dimension of the project looked at how the concept of 'community' is approached by cultural organisations that design public projects and programmes around Diasporic film. The project therefore examined the relationship between cultural products, organisations and communities as a dynamic interaction between those who organise and exhibit cultural products, and those who not only interpret the film but process the film experience in a variety of ways.\nThe project has 3 main findings:\n1. Strong feelings of cultural and group identity are formed through film \n2. Race and power are high on the agenda for Diasporic publics in how they talk about film culture and programming.\n3. 'Cultural brokering' raises critical dilemmas for understanding the film/community nexus. The project produced a scoping study that has resulted inclose collaboration with media audiences, programmers and linked the public with a leading national cultural organisation (the British Film Institute). \nThe findings of the research and summary of evidence gathered during the stakeholder engagement activities highlight that cultural film programming and participation is a broad and complex area for research. It was always the intention that this exploratory work could generate further insight in the field. A number of recommendations for future research have emerged from the scoping study. In particular: \n? To build on the links established through this scoping study and plan collaborative research that foregrounds the significance of lived differences in how various communities experience film culture and the role of cultural politics in how the activity of reception is framed. \n? More specifically, to engage in in-depth research on the social experience of cinema and on comparative forms of engagement across communities. Such an approach \nmight draw on the cross-disciplinary literature on community, sociological audience/reception studies and cultural studies (particularly for what it can add to understandings of inequaltity). \n? To develop a shared framework for interpretation and criticism of Diasporic screen culture that locates 'community' at the centre.\n? To further develop research that directly involves policy-makers, with the aim of encouraging cultural policy frameworks to directly address the political significance \nand participation of a diverse range of constituents. Broadly, this has implications for how we discuss the organisation of \n'diversity' in multicultural contexts. \n? To develop further research that partners with those 'inside' cultural organisations in the design, delivery, objective-building and evaluation of research. The value of the research partnership with the BFI has many dimensions: securing major access, building links beyond the Higher Education context, \nknowledge transfer and accommodating a self-reflexive process for a cultural organisation itself. Communities and Social Services/Policy,Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}