{"id":"C3E7869F-26F2-445C-B70A-EEB390672521","title":"'Urgent invite': Camden Borough Active Spaces Project","abstractText":"Physical activity is beneficial for the health of young people. It is recommended that young people engage in physical activity of moderate intensity for at least one hour a day, to maintain good health. However, just 24% of British girls and 32% of boys achieve this recommendation, which has been partly linked to the rise in obesity levels across the UK.\n\nStudies have found that weekday physical activity in school children is lowest when they are at school. Numerous school-based interventions have focused on physical education lessons in an attempt to increase activity levels, but have generally been unsuccessful. Environments both stimulate and provide the arena for physical activity although there is limited research to show if changing the physical environment at school influences activity levels in children. \n\nCamden Borough Council will be re-designing six existing school playgrounds with exciting bespoke features to engage children to become more active. The underlying goal is to encourage motivation by integrating potential for activities that are not motivated by traditional sports or by team competition. This presents a unique opportunity to evaluate the impact of these structures on physical activity, engagement, wellbeing, and academic performance. The building work will be undertaken in the school holidays of this year.\n\nMeasuring physical activity in children is challenging and often relies on proxy measures such as parent-report that can be unreliable. In the last decade the measurement of physical activity has been revolutionised with the introduction of small wearable motion sensors that now enables us to assess movement objectively over prolonged periods at low cost.\n\nWe propose to randomly select approximately 80 pupils from similar year groups from each of the six schools (total sample size~ 480) and collect objective physical activity data from them, using an accelerometer, at three different time points before and after the intervention (Spring/summer term 2014; Autumn term 2014; summer term 2015). Taking repeated follow up assessments would allow us to examine if short term effects are sustained over a longer period. We will also collect data on the child's mental and physical health (such as body mass index), and markers of academic performance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M003795/1","grantId":"ES/M003795/1","fundValue":"153797","fundStart":"2014-05-19","fundEnd":"2015-09-27","funder":"ESRC","impactText":"","person":"Mark  Hamer","coPersons":["Courtney  Kipps"],"organisation":"University College London","findingsText":"","dataset":"gtr"}