{"id":"C3EB5EA1-DE14-4A9C-9A40-595BCA37499D","title":"SEASONAL VARIABILITY IN THE EFFICIENCY OF UPPER OCEAN CARBON EXPORT","abstractText":"The oceans are a major repository for atmospheric carbon. An important component of the global carbon cycle is the ocean's biological carbon pump (BCP), which is dominated by the sinking of organic particles from the surface ocean to its interior. Of the material generated via phytoplankton primary production in surface waters, most is recycled in the upper ocean. A small fraction is exported to the deep ocean and sequestered away from further contact with the atmosphere on timescales of hundreds to thousands of years. Both the size and efficiency of the BCP are predicted to decline globally in response to climate change, potentially resulting in reduced ocean carbon storage and hence increased atmospheric carbon dioxide levels. Therefore, accurately quantifying the magnitude and efficiency of the global BCP is essential to understanding the Earth's carbon cycle and the impact of continued anthropogenic inputs of carbon dioxide. However, current estimates of the strength of the BCP range 4-fold, suggesting that despite more than 30 years of study, no consensus on its magnitude has yet been reached. There is even more uncertainty about what controls the efficiency of the BCP and its variability on seasonal timescales.\n\nRecently, a new parameterisation of the export ratio (which describes the efficiency of the upper ocean BCP) was developed by the PI and co-authors. This suggested that the BCP efficiency was substantially lower than previously thought. However, our parameterisation of the export ratio has relatively large uncertainty at cold sea surface temperature. The export ratio is thought to be driven in large part by the type of phytoplankton present in the upper ocean, because large, dense phytoplankton sink rapidly and export more efficiently than smaller plankton. Our hypothesis is that the variability in export ratio at low temperatures is due to strong seasonality in phytoplankton bloom evolution at high latitudes, driven by temporal shifts in phytoplankton community structure. \n\nThis project will assess how seasonal variability of the phytoplankton bloom alters the export ratio in the sub-Arctic through a combination of in situ and satellite data based studies. We propose to collate measurements of upper ocean particulate organic carbon flux and simultaneous phytoplankton community structure from two high latitude regions with suitably cold SST and strong variability in phytoplankton blooms. This project will use data to be collected on a UK Ocean Acidification Research Programme cruise to the Arctic (work already funded by NERC), and on a cruise to the Labrador Sea, for which funds are requested here. We propose to participate in an existing cruise in May 2012 (funded by DFO Canada) to take additional measurements of export flux and phytoplankton community structure. The variability in bloom stage and PCS encountered during the cruises will be used to determine the impact of seasonal gradients in bloom conditions on the export efficiency. We will then apply the understanding gained from the regional studies to a global database of export measurements, using satellite-derived data on sea surface temperature, bloom stage and phytoplankton community structure. We will then develop a revised parameterisation of the export ratio, including relevant seasonal information and in the final stage of the proposed work, apply our revised parameterisation globally to calculate a new estimate of the magnitude of the BCP. The project aims to gain understanding of controls on seasonal variability in the export ratio, and hence reduce uncertainty in the estimate of global BCP magnitude.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J004383/1","grantId":"NE/J004383/1","fundValue":"78138","fundStart":"2012-04-02","fundEnd":"2013-11-01","funder":"NERC","impactText":"  This fundamental research undertaken in this grant has led to additional NERC projects which link directly to improved modelling of ocean carbon uptake for use in future MetOffice predictions of global climate.  ","person":"Stephanie Anne Henson","coPersons":[],"organisation":"National Oceanography Centre","findingsText":" Arctic phytoplankton blooms play a role in the carbon cycle The Arctic Ocean is currently experiencing dramatic decreases in ice extent. Arctic phytoplankton are sensitive to the shrinking of ice cover, but we don't know whether this will result in increased carbon storage in the Arctic. Observations from a cruise to the Arctic showed that the Arctic biological carbon pump is exceptionally efficient where a particular type of colony-forming algae occurs at the melting ice edge. We also found that these blooms contribute to the sequestration of carbon at depth. The surface area of the Arctic Ocean experiencing ice edge conditions during the melt season will increase in the future; this would favour the occurrence of these blooms and may enhance the export of carbon into the ocean interior in the future Arctic Ocean. Our database of hundreds of carbon export measurements collated from across the literature has been made publicly available (Le Moigne et al. 2013). This has already engendered new international collaborations and increased academic interest in the topic of what controls ocean carbon sequestration. Environment","dataset":"gtr"}