{"id":"C3ECE8AE-EC31-46D5-B960-6F46890FFB57","title":"The medieval Occitan tensos and partimens","abstractText":"The medieval troubadours are best known for their 'invention' of Courtly Love and the highly wrought courtly canso or love lyric, and to a lesser extent their songs of sociopolitical comment, celebrated by Dante in his Commedia and De Vu!gari Eloquentia and influencing European wide literature and sensibility from the Middle Ages to the present day. \nLess well known are their tenses and partimens, or dialogue poems. These are of interest for a number of reasons: their manuscript transmission seems to differ significantly from that of the cansos and the other principal genre, the satirical sirventes; and they bring us much closer to the ordinary lives, and language, of their interlocutors. Some decades ago Professor John Marshall embarked on a new critical edition of the entire corpus of these 173 pieces, but in the 1980s was unable to continue because of failing eyesight. \nIn 2000 he handed over all his materials to Ruth Harvey and Linda Paterson who have undertaken to update and complete his edition. They were awarded a British Academy grant for a pilot study, followed by a three year grant from the AHRC Resource Enhancement Scheme, which has enabled them to hire two very highly qualified research assistants from Italy, Dr Anna Radaelli and Dr Claudio Franchi. The size of the undertaking is such that collaboration has also been sought from other scholars, and contributors working on editions of individual or small groups of texts now include Professors Walter Meliga and Giuseppe Note of the University of Turin, two Italian postgraduate students under the supervision of Walter Meliga, and a postdoctoral researcher. It is hoped to publish the edition in three volumes with the Edizione deii'Orso (Turin), and also to place the texts on the Rialto website run by the University of Naples (www.rialto.unina.it).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500079/1","grantId":"AH/D500079/1","fundValue":"21492","fundStart":"2006-04-01","fundEnd":"2006-06-30","funder":"AHRC","impactText":"","person":"Linda  Paterson","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}