{"id":"C3EDC7F4-44CF-4D4D-802E-4F5A18E55E70","title":"Understanding the Changing Cultural Value of the BBC World Service and British Council","abstractText":"The BBC World Service (WS) and the British Council (BC) are the UK's largest international cultural organisations: key national-to-global institutions charged with representing British identities and interests. Very well known and respected abroad, 'at home' in the UK awareness of their activities is low. Little academic research has been done into the cultural value they channel and produce. Our project is ambitious in aiming to produce an analytical and methodological framework adequate to understanding, evidencing and explaining the role of WS and BC and their users in curating, creating and translating cultural value abroad and at home. \nThe project is timely as the future of both organisations is uncertain. Changes to funding and remit make this a vital moment to engage with them in re-assessing their roles. Uses of digital media provide an apt methodological as well as substantive point of entry. Both organisations are investing digitally with the aim of engaging new audiences. For the World Service, internet is as important as radio or television in key markets, and the aim is to curate online audiences in a 'global conversation'. The British Council increasingly uses the internet to share the UK's 'great cultural assets' and so 'build trust' worldwide. Real-time quantitative or 'big' data' on user activities presents real opportunities as well as challenges. In order to understand the quality of individual cultural experiences and how such experiences are valued, we use an innovative methodological approach that builds bridges across social sciences and digital humanities.\nWS and BC are often conceived of in terms of their functions for British 'soft power', 'public' or 'cultural' diplomacy and 'nation branding', or in terms of vague notions of intercultural communication, cultural exchange imbued with cosmopolitan values and aspirations. These perspectives rely on assumptions about the intrinsic value of the cultural experiences these institutions offer. We will test prevalent assumptions about cultural value, drawing on an extensive historical and digital archive created during a recently concluded 5-year AHRC-funded set of projects on interculturality at the WS, and extensive work evaluating BC projects. We will also evaluate several new digital projects carefully selected for locating and analysing their significance for reflective individuals and engaged citizens.\nUnderstanding the changing cultural value of the WS and BC through the lens of digital interactions is valuable because they can be tracked and analysed, offering unprecedented insights into users' cultural experiences. Our work will shed light on whether the intercultural dialogue opened up around visual media can be regarded as evidence of trust, a crucial value for both organisations. \nArguably digital media change the nature of trust in/resulting from cultural organisations as they no longer exercise the same levels of control over narratives or audiences. Culture and geography are unbound in the digital domain which makes communication across cultural boundaries and 'soft power' influence more complex to assess. New digital projects also involve trade-offs between fundamental organisational values. Peer-to-peer communication relies on recommendation, openness, transparency and engaging the individual in immersive and atmospheric experiences, or as current WS editorial strategy puts it, 'Living the Story'. Traditional organisational values of impartiality and objectivity are being challenged and even rejected as colonial vestiges. So how do notions of trust and transparency fit in with notions of cultural value? The project will break new ground in understanding and researching cultural value in international organisations bringing the bird's eye view into dialogue with the snail's eye view or in Weber's terms, arriving at verstehen (understanding) by begreiffen (grasping the bigger picture).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L006065/1","grantId":"AH/L006065/1","fundValue":"47940","fundStart":"2013-10-14","fundEnd":"2014-06-13","funder":"AHRC","impactText":"","person":"Marie  Gillespie","coPersons":["Simon George Bell"],"organisation":"Open University","findingsText":"","dataset":"gtr"}