{"id":"C3F3E0C4-F386-48EA-A256-5245AA96881B","title":"MOTION CAPTURE DATA SERVICES FOR MULTIPLE USER CATEGORIES","abstractText":"The project proposes to address the issue of cross-sector usability of data made available through distributed computing, identifying Grid services which optimise interdisciplinary exploitation of a given data set for diverse end-users. Choice of the area of motion capture is driven by the wish to get beyond historicist archival practices characteristic of early arts and humanities forays into e-science, to move into a more volatile sector of data acquisition and management tuned to the urgency of creative arts and in vivo science research. The proposed team features expertise in the scientific and artistic sectors via performing arts and technology, bioengineering/ motion capture, e-science development and visualization. Through arts and humanities project leadership, the e-demonstrator will be informed by and geared towards a highly motivated interest group susceptible to play a strong dissemination role. Within the six-month time frame, emphasis will be placed on service integration and key commonalities and differences discerned in user behaviours and requirements. As far as possible, these will be reviewed without preconceptions, on the assumption that both the scientific and arts and humanities sectors employ tacit terminologies and methodologies which, once made explicit, may prove to be mutually beneficial in enriching future Grid developments. The project is structured to instantiate and maintain constant dialogue between the partner disciplines, from the initial requirements review phase through to the final evaluation and dissemination phases, to ensure feedback that will make its outputs credible and robust. This exchange will be facilitated by the interdisciplinary steering group led by the arts and humanities based principal investigator. The project is designed to serve as an exploratory, pilot scheme for future in-depth research in the area of motion capture and distributed computing, and will be carefully monitored to identify the areas that represent the strongest mutual interest for future developments.Use of high-end display possibilities offered by a virtual reality platform, in addition to conventional distributed desktop environments will enhance comparison of the different types of processing and visualisation required by scientific and artistic users of the data. Moreover, the Informatics Research Institute's virtual reality suite will serve as a strategic dissemination platform, as indicated by previous highly successful interdisciplinary encounters it has hosted in conjunction with Culture Lab, attracting large groups of arts and humanities researchers.The work packages are designed for optimum clarity and differentiation of the project phases, with a view to serving as a useful methodological basis for future e-science projects undertaken by humanities scholars. Dissemination of findings as both academic papers and creative work (electronic multimedia documentation) will likewise target a broad public not familiar with distributed computing, employing lay terminology and simple explanation of aims, methods and results.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E005624/1","grantId":"EP/E005624/1","fundValue":"40506","fundStart":"2006-11-01","fundEnd":"2007-04-30","funder":"EPSRC","impactText":"","person":"Sally Jane  Norman","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}