{"id":"C400165E-2DC3-4C9E-9616-17E919A7E9AB","title":"Quantifying the Effects of Aerosols on Climate, and Their Behaviour in the Atmosphere","abstractText":"Summary for General Audience Atmospheric aerosols - small particles suspended in the air - include seasalt (from breaking waves), wind-blown dust, and sulphates and organic compounds from both natural and anthropogenic sources. Aerosols can affect the earth's budget of solar radiation, first, by scattering and absorbing incoming solar and outgoing terrestrial radiation (the direct effect). Second, aerosols can affect the optical properties of clouds - which both scatter solar radiation back to space, and absorb outgoing long wave radiation - by changing the numbers of water droplets present (the indirect effect). The total magnitude of the aerosol effect on the surface temperature of the earth is similar to that of the greenhouse gases (mainly CO2), but is believed to be a net cooling rather than warming. However, the exact size of the effect is very uncertain. Aerosol particles also affect human health and provide surfaces for chemical reactions to take place on, many of which are important in determining the concentration of surface ozone which is harmful. The U.K. Meteorological Office carries out climate research and is the joint leader of a programme to build and evaluate a new global computer model suitable for a range of topics in climate and environmental change research. One of the key tasks is to improve the representation of atmospheric aerosols and their effects in the model. Important aerosol properties include the uptake of water by the aerosol particles in response to atmospheric relative humidity and temperature changes, the size of the aerosol particles, and the partitioning between the aerosols and surrounding gas phase of volatile compounds such as ammonia, nitric acid, and some organic compounds. Improving the treatment of aerosols in the computer model is an essential step to representing both the direct and indirect aerosol effects more accurately, and to making improved climate change predictions, and formulating effective public policy for adaptation and remediation. This project assists the Met Office in this task. The formation, properties, and behaviour of atmospheric aerosols are currently the subject of active investigation in the laboratory, by field measurement campaigns, and by modellers around the world. The Met Office does not have expertise in the detailed thermodynamics of gas/aerosol which can be used to develop and test new aerosol schemes that can be incorporated into their climate model. The primary purpose of this knowledge transfer project is to address this gap by providing web-based tools incorporating state-of-the-art aerosol models developed by us over a period of more than 5 years. These embody the results of internationally recognized research into the behaviour of the components of tropospheric and stratospheric aerosol systems. They will enable the Met Office to evaluate and test representation of aerosol properties in their global climate and other models, guide their future development, and ultimately reduce the uncertainties associated with the aerosol influence on climate change. These web-based tools can be accessed freely, and our past experience demonstrates that they are likely to be used in aerosol science research and teaching worldwide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E002641/1","grantId":"NE/E002641/1","fundValue":"277273","fundStart":"2007-04-16","fundEnd":"2011-10-15","funder":"NERC","impactText":"  The purpose of this project is to transfer state-of-the-art knowledge of the equilibrium thermodynamics of atmospheric aerosols relating to global climate change and air quality, as a set of easy to use web-based tools. These provide the ability to calculate aerosol size and physical state for given environmental condition of relative humidity and temperature, and the partitioning of volatile substances (ammonia, nitric and hydrochloric acids, organic compounds) between the gas phase and aerosol particles and fog and cloud drops.\n\nThe work carried out as part of the project included:\n\n(1) Development of the website: (i) to add user-defined organic compounds; (ii) addition of registration and database facilities so that users can save their compound definitions both for their own use and to share them with students and colleagues; (iii) addition of calculators for molar volume, vapour pressure, and densities.\n\n(2) New research to extend the capabilities of the chemical models at the heart of the website: (i) a new model of surface tensions of solution mixtures that extrapolates to extreme low temperature and high concentration (published in J. Phys. Chem.); (ii) new models of solution density, with the same application to extreme conditions; (iii) reviews of atmospheric occurrence, thermodynamic properties, and inclusion of atmospheric amines in the chemical model (relevant to carbon-capture processes); descriptions of the methods used in the model and their application to evaluating a regional air quality model.\n\n(3) Collaborations with Dortmund Data Bank Software and Separation Technology Gmb (to add their vapour pressure prediction methods to the website), and with Dr Elmar Friese at the University of Cologne (Germany) to include his work in the models.\n\nThe results of the project enable scientists and students around the world to carry out calculations of gas/particle partitioning in aerosol systems relevant to air quality and climate applications, using models and tools that are recognised as state-of-the-art. The Extended Aerosol Inorganics Model developed in this project is the only web-based model of its kind in the world, and is used world-wide. Records show that the numbers of individually entered calculations carried out on the site have increased by over 50% (to &gt; 20,000 per year) since the project began.\n\nThe chemical models developed in this project are regarded as the reference standard in their field, and have been used as the basis for others such as the codes used in regional air quality computer models. In general, the project benefits the aerosol science community by improving understanding of the role of equilibrium thermodynamics in gas/aerosol partitioning, aerosol water uptake, and cloud formation. It also helps maintain the U.K. among the leaders in this area of aerosol science.\n\nThe most significant future application of the work - and the subject of on-going research - is the atmospheric chemistry of amines, largely related to carbon-capture technologies (i.e., CO2 sequestration from power plant emissions) and the formation of new aerosol particles in the atmosphere (nucleation). Environment ","person":"Simon Leslie Clegg","coPersons":["Peter  Brimblecombe"],"organisation":"University of East Anglia","findingsText":" The purpose of this project is to transfer state-of-the-art knowledge of the equilibrium thermodynamics of atmospheric aerosols relating to global climate change and air quality, as a set of easy to use web-based tools. These provide the ability to calculate aerosol size and physical state for given environmental condition of relative humidity and temperature, and the partitioning of volatile substances (ammonia, nitric and hydrochloric acids, organic compounds) between the gas phase and aerosol particles and fog and cloud drops. \n\n\n\nThe work carried out as part of the project included: \n\n\n\n(1) Development of the website: (i) to add user-defined organic compounds; (ii) addition of registration and database facilities so that users can save their compound definitions both for their own use and to share them with students and colleagues; (iii) addition of calculators for molar volume, vapour pressure, and densities. \n\n\n\n(2) New research to extend the capabilities of the chemical models at the heart of the website: (i) a new model of surface tensions of solution mixtures that extrapolates to extreme low temperature and high concentration (published in J. Phys. Chem.); (ii) new models of solution density, with the same application to extreme conditions; (iii) reviews of atmospheric occurrence, thermodynamic properties, and inclusion of atmospheric amines in the chemical model (relevant to carbon-capture processes); descriptions of the methods used in the model and their application to evaluating a regional air quality model. \n\n\n\n(3) Collaborations with Dortmund Data Bank Software and Separation Technology Gmb (to add their vapour pressure prediction methods to the website), and with Dr Elmar Friese at the University of Cologne (Germany) to include his work in the models. \n\n\n\nThe results of the project enable scientists and students around the world to carry out calculations of gas/particle partitioning in aerosol systems relevant to air quality and climate applications, using models and tools that are recognised as state-of-the-art. The Extended Aerosol Inorganics Model developed in this project is the only web-based model of its kind in the world, and is used world-wide. Records show that the numbers of individually entered calculations carried out on the site have increased by over 50% (to &gt; 20,000 per year) since the project began. \n\n\n\nThe chemical models developed in this project are regarded as the reference standard in their field, and have been used as the basis for others such as the codes used in regional air quality computer models. In general, the project benefits the aerosol science community by improving understanding of the role of equilibrium thermodynamics in gas/aerosol partitioning, aerosol water uptake, and cloud formation. It also helps maintain the U.K. among the leaders in this area of aerosol science. \n\n\n\nThe most significant future application of the work - and the subject of on-going research - is the atmospheric chemistry of amines, largely related to carbon-capture technologies (i.e., CO2 sequestration from power plant emissions) and the formation of new aerosol particles in the atmosphere (nucleation).  ","dataset":"gtr"}