{"id":"C408FC5C-A1E8-4B1A-9B72-E654B8F2B115","title":"Studies of UTLS Composition and Structure Using Disposable Composition Sondes","abstractText":"This proposal is to develop and deploy for the first time lightweight low cost (disposable) multi-species chemical sondes to address limitations in composition measurement capability in the troposphere and low stratosphere. The sondes would incorporate state of the art CO, O3 and CO2 sensors developed by the applicants, and would be launched on standard meteorological balloons flown by National Weather Services (thus providing T, P, RH). The intention is that the sonde be suitable for use in global sonde networks such as SHADOZ and GRUAN as well as for stand-alone use, with applicability to both short term case studies (e.g. transport, chemical processes) and long term monitoring (for example linked to trend detection and climate change).\nThe project will be in four phases:\n- Development and construction: involving integration of chemical sensors into a sensor module and its interface with the existing Vaisala RS92 and the new RS41 radiosonde systems.\n- Testing and validation: to be carried out in the JOSIE atmospheric simulation chamber, on simultaneous flights with conventional ozone sondes and in parallel with flights by the NERC FAAM research aircraft. \n- Field deployment: to be conducted as a) an intensive field activity as part of a larger measurement campaign, and b) regular measurement for 12-18 months. These deployments will be in Malaysia and will be used in studies of the tropical atmosphere.\n- Data analysis: statistical analysis of composition profiles and comparisons with the NAME and UKCA models to study chemical and transport processes in the tropical tropopause layer (TTL) and the transport of constituents in the free troposphere over Southeast Asia.\n\nWe have, together with our project partners, the expertise and knowledge to develop and prove these new composition sondes which have the potential to revolutionise atmospheric measurement programmes through their ability to be launched routinely by operational meteorological agencies with minimum infrastructure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K005855/1","grantId":"NE/K005855/1","fundValue":"480498","fundStart":"2013-06-01","fundEnd":"2017-05-31","funder":"NERC","impactText":"","person":"Roderic  Jones","coPersons":["Neil Richard Harris"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}