{"id":"C4090763-D7B0-4B7B-BB62-1C0BCCC311A8","title":"Squeezing the Barrel: Knowledge exchange adds value to oilfields in decline","abstractText":"The oil and gas industry routinely drills wells of depth and hence temperature suitable for geothermal heat extraction and in some instances electricity generation but there has been little crossover between fossil based and geothermal energy research or within the relevant industries. The UK petroleum industry has reached middle age and oil production has been declining over the past 10 years. Despite this, most aging oilfields have recovered less than 50% of their oil in place. For most oilfields, water is produced alongside oil but in much greater quantities (typically ten or twentyfold) and is commonly found at temperatures of up to 100oC. Usually this water is cleaned prior to disposal at sea or re-injected into the oil well. The petroleum industry effectively operates as a water handling and clean-up industry with oil being a valuable by-product. This project explores the opportunity to exploit co-produced water as a geothermal energy resource for both direct heating and power generation. There is evidence to suggest that the if the cooled water produced following the extraction of geothermal energy were re-injected into the oil well, this can improve the recovery of oil from the well. Economic recovery of remaining indigenous resources will have a major impact on security of oil supply for the UK at a time when the UK places increased reliance upon fossil fuels imports from other nations such as the USA and Russia.\n NERC has had a long history of supporting deep geothermal research in the UK which peaked during the 1980s in response to the 1970s oil crisis. This research included drilling 6 deep (in excess of 1 km) test bores in the UK of which the Southampton borehole was one. This research concluded that the UK geothermal resource could contribute up to 100% of the UK heat demand with the possibility of some electricity production. Subsequent NERC research has focused upon the geothermal opportunity offered by deep sedimentary basins in the UK. Most recently NERC has supported the involvement of the British Geological Survey alongside the Universities of Newcastle and Durham in drilling a 2km deep geothermal borehole in central Newcastle.\nThis research proposal will consider existing, possible and potential geothermal opportunities. The Southampton well provides an existing, proven geothermal system that has been supplying a district wide heating scheme for around 25 years. A possible opportunity is provided by the Wytch Farm Oilfield in Dorset where the waste heat available from co-produced water is at least 20x greater than that available from the geothermal well at Southampton. Potential opportunities for new geothermal systems will be derived following an inspection of onshore exploration well data from an estimated 1500 deep wells. A subset of these will be examined to produce a map that suggests areas of geothermal potential where wells are present. For these existing, possible and potential opportunities, the project will consider whether Southampton could produce power in addition to heat, whether the Wytch Farm oilfield could be used to produce geothermal heat and power to supply neighbouring cities and towns and whether there are opportunities at new sites throughout the UK. \n The novelty of this proposal brings together the production of heat with the potential for power production and the potential to rejuvenate oilfields. Organic Rankine cycle (ORC) technology can produce power from water at temperatures less than boiling point. Current research relating to the optimisation of (ORC) systems is underway within the School of Engineering at Durham and has demonstrated that geothermal fluids could be a potential target for the generation of electricity. The opportunity to transfer the knowledge gained through the NERC supported geothermal research to the oil industry has now arrived and this has the potential to add value to existing operations and provide a source of low carbon energy for the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L008203/1","grantId":"NE/L008203/1","fundValue":"35664","fundStart":"2014-01-01","fundEnd":"2014-06-30","funder":"NERC","impactText":"","person":"Jon  Gluyas","coPersons":["Jonathan Phillip Busby","Simon Ian Hogg"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}