{"id":"C40918EF-804D-4A05-B21F-12D0FB98832E","title":"Tissue specific control of the cell cycle in C. elegans","abstractText":"In all animals, including humans, correct control of the cell cycle is essential. It is necessary during development to produce organs and tissues of the correct size and continued control throughout life is also essential. Cancer is a disease where the normal control of the cell cycle has been lost, resulting in the uncontrolled proliferation of certain cells. There are two reasons to investigate the manner in which control of the animal cell cycle is regulated in C. elegans. C. elegans is a small and experimentally tractable animal. Its genome has been completely sequence and can be compared with that of humans. Many genes and key biological processes are shared between all animals and research on C. elegans can help in elucidating how genes function in humans. C elegans is a model organism where processes relevant to human disease can be easily and efficiently investigated. Additionally, some nematode species are important tropical parasites of humans. Because of the importance of the cell cycle in human malignancies, the pharmaceutical industry is developing drugs that target various molecules involved in driving the cell cycle in humans. It is highly probable that many of these drugs, or close relative, could target the cell cycle of parasitic nematodes. Developing systems to permit the investigation of parasitic nematode cell cycle molecules in an experimentally tractable way may provide new methods of identifying potential antiparasitic drugs. \nIJ will detail research findings on the web in a manner that is accessible to the general public and will also agree to talk to the media if requested.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0301078","grantId":"G0301078","fundValue":"250953","fundStart":"2005-01-05","fundEnd":"2008-07-04","funder":"MRC","impactText":"","person":"Iain Lindsay Johnstone","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}