{"id":"C4197C5E-395B-4FE6-BD79-9F4E6E310E2A","title":"Mobile VCE Strategic Partnership: User Interaction","abstractText":"XXXXXX","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G066426/1","grantId":"EP/G066426/1","fundValue":"117064","fundStart":"2009-01-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  The findings were material to the redirection of our research since 2008 and continuing until at least 2020 Electronics ","person":"Carsten  Sorensen","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":" The original framework in which the research programme was setup made a number of assumptions on the innovation cycle, development of new products process and stakeholders roles and control of the value chain and platforms. Since the start of the project a fast pace was developed in the innovation cycle in part due to the emergent expansion of smart phones and the platform owners providing services on those devices. Apple and Google are steaming ahead and in essence since the inception of the project the landscape has changed. Innovation cycles and design are more open and not restricted to academic or industrial research, which a constant flow of ideas, new products and services that can be overwhelming. In this environment, however, the project managed to be ahead of the curve of innovation by focusing in core hardware development and analyzing how the controller APIs and possible new digital services will fit in the emergent landscape of digital platforms. By focusing on the components of platform innovation and the interaction between platform owners and developers and innovators it was possible to create an analytical bridge to understand the problems for developing impact on the area of research. This work relied on the critical synthesis within two dimensions. Firstly, the synthesis of Human Computer Interaction research on novel interaction modalities and on service discovery architectures for dynamically composable services with our work at LSE on business model and platform innovation. This allowed for new insights bridging the critical gap from technical innovation to business innovation. Secondly, this exact same gap was also bridged by the more general synthesis of academic insights and business requirements facilitated by the extremely close collaboration between academics and industrials throughout the project. We have produced a series of 10 YouTube videos, engaged with industry in a number of events, use the results when teaching MSc and PhD students. Education","dataset":"gtr"}