{"id":"C41D1728-9CEF-4FE4-B533-D13611CB1985","title":"Premium upgraded Biomass Solid Fuels - Fundamentals of torrefaction and performance of torrefied fuels","abstractText":"Biomass - vegetation such as trees, grasses or straws - is resurging as a source of sustainable, environmentally-friendly fuel for use in power stations. This is because, when grown in a sustainable way, it is almost carbon-neutral - the carbon-doxide emitted when the biomass is burned, is readsorbed from the atmosphere during the photosynthesis of the next crop of biomass. Consequently, there is a great deal of interest in using biomass in coal-fired power stations by substituting a portion of the coal. Today, many power-stations in the UK have adopted this co-firing approach to reduce their carbon (dioxide) emissions. This is a good strategy since the biomass is burned in the very large coal power stations which have a higher efficiency than the small systems needed if the same amount of biomass was to be burned alone. However, in the power stations the coal is crushed to a fine powder in huge mills before being blown into the burners in the boiler. Most biomass does not grind or crush very well because it is springy and fibrous. Consequently, when power generators attempt to powder the biomass in the coal mills it tends to form a mat on the bottom of the mill. This has limited the amount of biomass which can be processed in the mills and hence limited the amount of biomass used in the power-stations, and hence limited the carbon savings from co-firing biomass. Some power stations have invested millions of pounds to install separate, different types of mills for cutting biomass so that they can use more - for example, up to 20% by weight is used in Fiddlers Ferry power station. Another strategy is a process known as torrefaction in which the biomass is pre-treated so that it becomes more brittle and easier to crush. This process involves heating biomass to a moderate temperature (~280 C) in the absence of air. It is similar to the process used to roast coffee beans and so is sometimes refered to as roasting biomass. During torrefaction some material is lost from the biomass - particularly moisture and some gases and volatile substances - but the material which is left, the residue, still contains typically 80% of the heating value of the original biomass, and is transformed into a harder, darker fuel, which is much easier to crush. This process is attracting a great deal of interest from all sectors involved in the bioenergy chain: - growers see this is a way of adding value to the biomass they grow and reducing transportation costs (since the fuel is dry and has a greater energy per unit volume); power-generators see this as a simpler fuel to handle in the power stations; and there is also interest in using torrefied biomass as a fuel in other conversion processes, such as biomass gasification to liquid (transport) fuels (BTL). Furthermore, torrefied biomass does not go mouldy upon storage like raw biomass and so it becomes attractive for extending the supply window for using biomass. In order for torrefaction of biomass to happen on a large scale much information is needed in order to design safe, environmentally-friendly torrefiers. This research is aimed at providing much of this information and answering these questions: What are the explosion risks within torrefiers or mills using torrefied biomass? (Fine dust can result in explosions under certain concentrations, and knowledge of these concentrations is needed in order to incorporate adequate safety design features.) What would the effluents from the process (liquid and gas) be composed of? Can the gas and vapours produced provide the heat to drive the torrefaction? How would torrefied biomass burn in the power station? It also aims to develop a tool which engineers can use to help them design the torrefier itself, so that they know what temperature is needed, and how long the biomass needs to reside within the torrefier so that an optimum fuel is produced.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H048839/1","grantId":"EP/H048839/1","fundValue":"600020","fundStart":"2010-10-01","fundEnd":"2014-06-30","funder":"EPSRC","impactText":"","person":"Jenny Marie Jones","coPersons":["Gordon Edward Andrews","Alan  Williams","Herodotos Nestora Phylaktou"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}