{"id":"C4372B6B-0F66-4453-AEAB-25E0E28B79E6","title":"Sensors in Extreme Environments","abstractText":"Of all the environments likely to be encountered during the pursuit of science, commerce or medicine, few can match the extremes encountered in Space. Instrumentation deployed above the Earth's protective atmosphere and magnetic field can be subject to extreme low pressure (or extreme high pressure in the case of descent through dense atmospheres), charged particle fluxes which would render conventional electronics inoperative, temperature variations of hundreds of degrees in a few minutes, violent vibration during launch and landing, and a number of other hostile elements any one of which terrestrial systems are seldom required to tolerate. Yet hardware deployed in this most extreme of environments must function unattended for the duration of a mission / often several years / and must achieve the high performance required of them in miniaturised, low mass, power-efficient packages. It is therefore unsurprising that space instrumentation is one of the most demanding fields of sensor development, or that devices developed for this application frequently possess characteristics which make them ideal for adaptation to extreme or exacting applications on Earth.This proposal describes the creation of a new research group - the Space and Hazardous Environments Sensors Group - specialising in the development of new sensor technologies for extreme environments. The main research theme will be in the development of devices for space, and the group will adopt a proactive approach to sensor development enabling it to respond to a wide range of mission opportunities with established agencies such as ESA. A key strategy of the group will be to develop new technologies which address the longer term goals of these agencies, and, supported by a network of academic and industrial partners, we will further extend collaboration with research groups working in other areas of detector research (bio-medical, industrial). We will also seek to broaden its funding base through the commercialisation of selected technologies, and the group includes a Technology Translator who has expertise in this area.The Space and Hazardous Environment Sensors Group is comprised of a number of younger researchers in the Space Research Centre, and is led by the applicant. Mechanical and electronic engineering support is also provided by younger members of the Centre, but in all cases the assistance of more experienced members of the organisation is available, as is the full equipment and organisational infrastructure of the Space Research Centre (as evidenced by a letter of support by the Head of Department). A number of exciting new technologies are identified in the proposal as prime areas of research in the first 5 years of the group's work, and this work will lead to the Space and Hazardous Environment Sensors Group establishing an international reputation for excellence in developing detector technologies for space and a wide variety of challenging environments on Earth - from within the human body to the centre of nuclear power installations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D030277/1","grantId":"EP/D030277/1","fundValue":"543676","fundStart":"2006-03-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"","person":"Nigel Paul Bannister","coPersons":[],"organisation":"University of Leicester","findingsText":" The grant allowed us to create a new group of expertise based on the application of technologies and techniques used in spacecraft systems engineering. While a number of research projects were pursued (see Narrative Impact), we regard two in particular as being of note:\n\n1) Ophthalmic Spectrometry. The funding allowed us to start a collaboration with consultants at the Leicester Royal Infirmary, which has now grown into a multi-institute project. Beginning as a collaboration in which the team provided expertise to help ophthalmologists investigate the application of spectroscopy in diagnosing certain eye conditions, we have now expanded the work to include detection of malignant (cancerous) tissue not only in the eyes, where biopsy techniques are difficult and high-risk, but in the skin, lungs and elsewhere. A patent has been filed for this work.\n\nThe work on radioisotope power systems which was started through this grant, has expanded to become a self-sustaining activity in which the group are now internationally recognised leaders, and are providing inputs at Agency level which are informing future international research and development agendas. The work concerns the development of new radioisotope heat systems that use Americium (and abundant by-product of civil nuclear power generation) as an alternative to the more conventional plutonium heat sources used in US and Russian devices. The work also includes development of new thermoelectric modules which are used to convert the heat generated by the radioisotope into electrical power. Applications for this technology include space exploration, and energy harvesting for terrestrial roles (e.g. in automotive systems or heat recovery systems). The collaboration is international, including groups in the US and Europe. RTG: Our findings are leading to new radioisotope power generation system designs that would provide a European solution to the problem of powering deep space missions and may lead to the development of commercial off-the-shelf energy devices for a number of applications.\n\nOphthalmology: our findings are significant in the context of rapid identification of microbial infection agents (e.g. in the eye), and also for the detection of cancerous and pre-cancerous tissue in a range of sites including the eye, lungs and skin. IP protection has been filed, and a clinical implementation of the system is planned for use in GP surgeries and hospitals. Aerospace, Defence and Marine,Energy,Healthcare","dataset":"gtr"}