{"id":"C43FD666-4E74-422F-BB8C-ED65FAD24F41","title":"Income inequality: making sense of British social attitudes","abstractText":"<p>This study aims to make sense of complexity and ambiguity in public attitudes to income inequality.&nbsp; Income inequality is now a marked feature of the socio-economic structure of the UK, and is the subject of increasing attention.&nbsp;A greater understanding of public attitudes is critical to debates about policy responses to inequality.&nbsp; </p>\n\n<p>This study will build on Orton and Rowlingson's recent literature review on this subject (funded by the Joseph Rowntree Foundation) which found that a large and enduring majority of the public consider income inequality is too great.&nbsp; But there was much less of a consensus about what government should do, if anything, about it.&nbsp; The review highlighted significant gaps in our knowledge here.&nbsp; </p>\n\n<p>This study will address these gaps in our knowledge by including a specific module on attitudes to income inequality in the 2009 British Social Attitudes Survey.&nbsp; This is a rigorous and highly-regarded annual survey of the general public carried out by the National Centre for Social Research (see <a href=\"http://www.natcen.ac.uk/\" rel=\"nofollow\">http://www.natcen.ac.uk/</a>). </p>\n\n<p>Findings from the research will be published in the British Social Attitudes Survey report in January 2011 and through a range of other publications. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-1671","grantId":"RES-062-23-1671","fundValue":"115677","fundStart":"2009-02-27","fundEnd":"2011-11-26","funder":"ESRC","impactText":"  The findings have been used to increase public debate about economic inequality Other Societal","person":"Karen  Rowlingson","coPersons":["Michael Joseph Orton","Miranda  Phillips"],"organisation":"University of Birmingham","findingsText":" Income inequality in the UK rose dramatically after 1979 and now stands at historically high levels. But what does the British public think about inequality and redistribution? This ESRC-funded study analysed data from the 2009 British Social Attitudes survey and found that the majority of the public are concerned about income inequality with 78 per cent thinking that the gap between those with high and low incomes is too large, up from 73 per cent in 2004. People generally think that income inequality has negative impacts, with 63 per cent saying that it contributes to social problems like crime. The majority of the public believe the government should act to reduce income inequality but only 36 per cent say that government should redistribute income from the better off to the less well off. The research set out to explore why people generally do not support policies to directly reduce inequality.\n\n\n\nPart of the issue seems to be with the term ‘redistribution’, as more people answer favourably about redistribution when the general principle is put forward without the explicit term. Another part of the explanation for lower levels of public support for redistribution is self-interest. Those on higher incomes, who might lose out from redistribution, are less likely to support redistribution than those on lower incomes. But self-interest cannot explain views about redistribution entirely, given that a quarter of those on higher incomes, who say when asked that they put themselves first over others, still support redistribution. Another part of the explanation is people’s underlying beliefs about inequality. Those who see inequality as caused by factors outside people’s control (eg social injustice or bad luck) are much more likely to support redistribution than those who see it as due to laziness on the part of ‘the poor’ and hard work on the part of ‘the rich’. The third explanation is that people support other kinds of government intervention aimed at reducing income inequalities such as equal opportunities.\n\n\n\nAt a time when the recession and resulting cuts in public expenditure look set to impact most on those at the bottom, it seems that the British public will be concerned about consequential increases in income inequality. This research is of use to politicians, policymakers and the general public because it discusses public attitudes to a live policy issue. Findings have been presented at Chequers to Ministers within Gordon Brown's Labour government as well as at a TUC fringe event, a Fabian society meeting and a public event in Birmingham. Public attitudes to inequality are of use in an academic context within politics, sociology and social policy. They are also useful to politicians and policymakers as they can inform policy responses to this issue. Other","dataset":"gtr"}