{"id":"C4400F41-ACEF-4916-8F3E-A6C3FC1FF5B1","title":"Truly Predicting Root Uptake of Water: Case Study with Wheat","abstractText":"We heavily rely on soil to support the crops on which we depend. Less obviously we also rely on soil for a host of 'free services' from which we benefit. For example, soil buffers the hydrological system greatly reducing the risk of flooding after heavy rain; soil contains very large quantities of carbon which would otherwise be released into the atmosphere where it would contribute to climate change. Given its importance it is not surprising that soil, especially its interaction with plant roots, has been extensively researched. However the complex and opaque nature of soil has always made it a difficult medium to study. Soil is complex in that it is composed of different materials (mineral particles, organic matter, water, microrganisms) of all shapes and sizes (from centimetres to microns) which aggregate together to form a complex porous material. While the function of soil is determined by the processes taking place at the micro-scale (often called pore scale), within this complex material we have traditionally only been able to measure and observe soil function at the larger, macro-scale (usually referred to as the field scale). We can manipulate soil systems at the macro-scale and empirically observe what occurs, and this empirical description is useful, but it offers no scope to truly predict how the system would respond to modification. This is important because we have the potential and most likely the future need to manipulate the underlying processes at the microscale (in both plants and soil). For example we will need to know: should our crops root deeper? Would a change in root architecture be useful? To what extent can roots adapt to stresses in the soil physical environment? What management induced changes to soil structure are desirable for future environments? Evaluating such possibilities at the field scale currently requires case by case empirical investigation with little direction offered by any underlying theory; this is a huge gap in current knowledge. Even if good theories existed to explain soil-root interactions at the micro-scale, it is not clear how this could be applied to the field scale. Understanding and manipulating the system at the scale of &lt;1mm is all very well, but we want to make a difference at the scale of &gt;10 kms! We need to be able to 'scale up' our micro-knowledge to a scale that is useful. Progress can be made to address the microscale understanding of soil-root interactions, however this progress will only be of real importance if we also find ways to scale up to the field situation. This is also a huge gap in knowledge. These knowledge gaps can now be addressed as a result of two recent methodological developments. Firstly new experimental techniques based on X-ray Computed Tomography (CT) are making it easier to visualise and quantify soil and root micro-structure in a non-invasive manner. Secondly, mathematical homogenisation theory offers new ways to correctly scale up micro-scale processes to macro-scale models thereby addressing the scale problem. Integrating these two new methods for the first time we will consider the specific question of water movement in soils and its uptake by wheat, an important crop for UK agriculture. We will undertake experiments to measure the micro-structure of soils and investigate how water passes through these soils to the roots of plants. Our aim will be to use this information to develop and test theoretical models of water movement and uptake and use these to evaluate the performance of different wheat root architectures. We will do this in a way that is specifically designed to enable us to 'scale up' the results so we can make predictions at the field scale, based on the observable micro-scopic characteristics of soil. Thus, because of the generic methodology produced within this project the results are not only applicable for wheat, but for wide range of agricultural crops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J000388/1","grantId":"BB/J000388/1","fundValue":"307485","fundStart":"2012-08-27","fundEnd":"2015-08-26","funder":"BBSRC","impactText":"","person":"Sacha  Mooney","coPersons":["Michael John Foulkes","Tony  Pridmore","Neil  Crout","Malcolm  Bennett"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}