{"id":"C4404A23-7081-4BA3-B2E6-21BF3CCE3BF5","title":"Into the Future: Sustainable Access to the National Review of Live Art Digital Archive","abstractText":"By making the resource available to remote users online, the project aims to enhance the sustainability and interoperability and profoundly extend the accessibility of the National Review of Live Art Video Archive, which has been digitised through AHRC Resource Enhancement funding. The digitisation of this internationally recognised, leading festival of contemporary live art and performance will be brought up to date and completed with the final festival (March 2010), such that the dataset will be complete and definitive. Selected works will be used in collaboration with the artists to model how their works should be preserved for the future via the Performing Arts Documentation System (PADS), thus developing the depth and detail of metadata available to users around specific documents and modelling approaches of use to other online archives, artists and curators. Applying the Semantic Tools for Arts Research System (STARS) will enable public participation in the production of user-generated metadata, interactivity and the curation of performance documents across the whole range of the Theatre Collection, as well as provide transferable models for other archives. A bespoke virtual research environment will be produced, within which this data will be used and re-used. Rethinking ways of delivering and processing the archived information using these web technologies will generate new forms of understanding, both of the documents and records themselves, but also of the methodologies for online use of other kinds of archival materials, creating the potential for considerable future research, not only in performance documentation and performance history, but other fields also. This will be achieved through an interdisciplinary team comprising leading specialists in their fields: academic, professional and technical.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H03739X/1","grantId":"AH/H03739X/1","fundValue":"115356","fundStart":"2010-10-01","fundEnd":"2012-09-30","funder":"AHRC","impactText":"","person":"Simon  Jones","coPersons":["Angela Ann Piccini","Paul  Clarke"],"organisation":"University of Bristol","findingsText":" Into The Future [ITF] has met its key objectives: to make the National Review of Live Art [NRLA] video archive available in an online version; to complete the digital preservation of the archive of the festival's final years (2007-10), started by the previous project - Capturing the Past, Preserving the Future [CPPF]; to ensure the whole archive's long-term preservation as part of the Live Art Archives [LAA] of the University of Bristol's Theatre Collection [TC] through a partnership with the University's Advanced Computing Research Centre and High Performance Computing [HPC]; and to develop approaches to online use of archives through three case-studies.\n\n\n\nThe NRLA video archive consists of a total of 1811 video files of varying lengths, existing in four formats, ranging from U-Matic to Mini DV tape. They were digitally captured and held for archival purposes as raw .avi files, which were then converted to MPEG-2 files as a working format for trans-coding into DVDs for the TC archive and copies for artists, and then .flv files for the site. Each file has a unique metadata profile, which was an implementation of the Performance Arts Data Structure [PADS]. ITF created 6.5TB of uncompressed digitised material from the 2007-10 archive as the raw dataset, stored and preserved on the HPC facility; and transferred to HPC the 37TB created by the previous project from the 1986-2006 archive, resulting in a 43.5TB dataset. A further 587 DVDs from 2007-10 were also created and copies sent to artists. As regards Intellectual Property Rights, every effort was made to contact the 584 artists, whose work is documented in the archive, to seek permission for both digitisation and online delivery of their work. Where permission in writing was not received, demonstration of due diligence has allowed material to be digitised; however, the TC Management Committee set a higher threshold for work to be made available online. DVD access copies are available for all material not made available online. Furthermore, extensive consultation regarding the ethical issues surrounding making available archives of performances containing challenging material was undertaken with all stakeholders, including the Arts Faculty Ethics Committee, the University's Director of IT Services, Director of Legal Services, Director of Public Relations, the Universities' regulator of IT JANET, IT Security Officer and Research Governance Officer. This resulted in requiring users to register and be aged over 18 years; and in some material not being made available online.\n\n\n\nThe ITF website combines a number of technical challenges: data modelling, video streaming, large-scale data storage, video annotations, relational-data visualisations, bookmarking, collaboration, user-contributed material, searching and case-studies. These were all integrated together into a single cohesive site using the flexibility of the open-source Drupal Content Management System (http://drupal.org/). Several additional user-contributed modules were installed to handle the complex modelling requirements and provide OAI-PMH compliance. The open-source Red5 streaming server (http://www.red5.org/) provides the video-streaming functionality on a scale normally only associated with commercial providers. The project also developed custom modules to integrate research efforts from the earlier JISC-funded Semantic Tools for Arts Research [STARS] and Visualizing China projects, thus enhancing the STARS approach to user-generated functionality and graphic visualisation of data, pioneered by the Institute for Learning and Research Technology since 2004. The site invites users to annotate and tag video via its innovative player/editor interface; to add new resources to the database via third-party sites; to create new links between existing data; and to generate and share data-visualisation maps. The development process for these functions is documented in the STARS case-study on the website.\n\n\n\nThe case-study on Augusto Corrieri's Quartet (for Anna Akhmatova) tested the full potential of PADS, which is a metadata schema developed specifically for performance structuring information about resources. It was used as a fine-grained system to closely describe the parts from which this work was composed, drawing on artist interviews and commentaries to enhance the video documentation, providing rich information for researchers about the text, movement, clothing, music and objects, along with recording the artist's intentions. As part of the case-study, Quartet was re-staged and documented immediately by its spectators from multiple perspectives, using a range of media. A selection of audience-generated documentation and the resultant findings are available online, along with programme notes and publicity. PADS was initially developed by CPPF through a case-study around Richard Layzell's 1996 NRLA performance, I Never Done Enough Weird Stuff, which has been migrated to the ITF site to make the data more readily accessible.\n\n\n\nThe third case-study took a digital resource from the archives, Bodies in Flight's CD-ROM archive - Flesh &amp; Text, the accessibility of which had become severely compromised by software redundancy, and developed an online emulation of its functionality, as well as interviewing the artists and IT designer involved in its construction in 2001, raising issues around using digital technologies to organize the archival materials resulting from performance. Through both the increased accessibility of the archive footage and the logistics and challenges of the project processes, ITF has significantly raised the profile of the NRLA Archive and other LAA collections across a variety of sectors. As of 20th December 2012, there were 253 registered users of the site, of whom 133 described themselves from non-academic contexts: 7 colleges, 20 arts organizations, 8, museums/ galleries/ libraries, 79 freelance artists, and 19 without affiliation. Artists and practitioners have been positive and supportive throughout the project, which has resulted in the deposit of new archives and material into the TC. The archive's accessibility has encouraged artists, researchers, students and the general public nationally and internationally with an interest in live art and performance to engage with the material and enquire further about the archives and the TC's holdings. The archives, museums and conservation sector have followed the progress of the project with interest and it has generated a number of requests for advice and support for other digitisation projects.\n\n\n\nThe Open Source software underpinning this online archive is already used in many commercial settings. However, video-based repositories are some of the most technically challenging websites. ITF has primarily been modelling the PADS data structures, using various Drupal modules to provide access to this data, as well as combining the STARS, Red5 and Drupal technologies into a single cohesive application. This solution could easily be adapted for use in many other types of online repositories. The PADS structure is also expressive enough to model many different types of artistic, cultural and historic material, so the approach used by the ITF site has wide applicability to libraries, museums and other cultural institutions. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture/ Heritage/ Museums and Collections","dataset":"gtr"}