{"id":"C445E4AE-0908-4171-836F-132344C4DB16","title":"Developing rutile chrono-thermometry in polymetamorphic assemblages for deciphering stages of mountain belt evolution","abstractText":"As continents collide and mountain belts rise, climates are moderated, and rocks within the Earth's crust are buried and subjected to intense heat and pressure before being transported back to the surface in an altered form. Minerals in these rocks record the pressures and temperatures they experienced, which, together with the time at which they grew, enable pressure-temperature-time histories to be constructed from each rock. The overall evolution of the mountain belt can be built up piece by piece by combining many such trajectories. Certain minerals can tell us how deeply the rocks were buried and the temperatures they reached, while other minerals tell us about the overall timescales involved. The current difficulty lies in linking the temperature-pressure estimates with the timing of these events. Garnet is one of the most effective minerals for recording pressures and temperatures, yet is extremely difficult to date precisely. Conversely, the best minerals for determining age, such as rutile, zircon and monazite, have not, until recently, been able to yield information about the pressures and temperatures at which they formed. Their growth conditions critically influence the interpretation of the age, or age range, that these minerals may yield and hence understanding how they form underpins their usefulness for defining part of the pressure-temperature-time history. Recent experiments have shown that the concentration of zirconium in rutile is dependent on temperature. By measuring the zirconium concentration of a rutile crystal, it is therefore now possible to infer the temperature at which it grew and, if the age of the rutile has also been determined by isotopic methods, to directly link time to temperature. This novel approach is particularly useful because it exploits a mineral which is common to many metamorphic rock types and, once formed, is not easily affected by subsequent high-temperature events. Rutile therefore retains information about the early history of the rock. The combination of rutile crystallisation temperatures and growth ages with independent information about pressures creates a very powerful tool capable of revealing, for the first time, the thermal conditions deep under mountain belts and the amount of time it takes for rocks to be transported through the mountain-building system. This project will apply this novel technique to Himalayan rocks of different types and bulk compositions. We have examined a small number of samples from a reconnaissance collection from Bhutan in the eastern Himalaya. These rocks are unusual for the Himalaya in that they show evidence for having been formed under high-pressure conditions (indicating burial depths of about 50 km). Subsequent high temperatures have eradicated all but a small glimpse of this episode, making it very difficult to use conventional techniques for determining the pressure-temperature environment in which they formed. Their evolutionary history, however, provides vital information on the way(s) in which continental crust behaves during continental collision processes in general, and in the Himalaya in particular. Our proposal to study the geochemistry and textural relationships of rutile and its coexisting assemblages may provide the vital missing constraints on this metamorphic episode. By combining mineral chemistry data with textural observations of the mineral assemblages we shall infer the reactions responsible for rutile formation as well as determine the extent to which the reactions are influenced by bulk-rock composition and by metamorphic conditions. The overarching aim of this project is to develop the appropriate methodology for tracing the early thermal conditions that prevailed in the deep crust and so provide insight into a crucial part of Himalayan evolution, which in turn will allow further insight into the link between mountain belt rise and long term climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G009813/1","grantId":"NE/G009813/1","fundValue":"79933","fundStart":"2009-09-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"  The findings have been used to develop the use of accessory phases for tracking tectonic processes Environment Societal","person":"Clare Janet Warren","coPersons":["Nigel Brian Harris","Nicholas William Rogers"],"organisation":"Open University","findingsText":" Rutile is a mineral that can record the temperature of its crystallisation but only if it does not get hotter after it crystallises. Useful for academic purposes for tracking tectonic processes Environment","dataset":"gtr"}