{"id":"C458CE01-11F4-44D5-90F6-CA3FCFAC92A9","title":"Development of a high resolution genomic Single Nucleotide Typing (SNP) system for genitotropic C.trachomatis","abstractText":"Chlamydia is caused by a bacterium that can be carried without symptoms by both men and women and is thus known as the silent sex disease. Chlamydia have to be grown in human cells and thus are very difficult to study. Chlamydia can cause inflammation of the urethra in men and women. In women the infection can become chronic and ascend to the womb and fallopian tubes where a common complication is infertility and ectopic pregnancy ? which is a life threatenning condition. Genital C. trachomatis infection is the commonest curable sexually transmitted bacterial infection in the UK, and is the most preventable cause of infertility in women. The large number of silent infections are considered to be a ?fertility time bomb? for the UK population.The increasing trend of unprotected sex among younger age-groups, plus the presence of unsuspecting asymptomatically infected populations, affords a considerable risk factor in the spread &amp; persistence of C. trachomatis.\n\nThere are many different types of Chlamydia but currently nothing is known of the distribution of C. trachomatis ?types? in the UK. There is an urgent need for the establishment of detailed data on the distribution of Chlamydia. We will take a genetic approach making use of the science of genomics where the complete genome sequences or genetic ?blue print? of an organism is used to create a typing system. Currently only one such blueprint is available for C.trachomatis from the genital tract. However, we have completed six more in collaboration with the Sanger Institute. Using this information we propose to develop a highly accurate ?typing? system. We propose to validate the typing system using reference strains and a collection of 300 live genital chlamydial isolates from the UK. The government is introducing a national screening programme for chlamydia and we will also ensure the typing protocol works on the commonest methods used to test samples for the presence of C.trachomatis. Our proposal is a pilot study designed to prepare the ground and set the scene prior to a more detailed national survey. The spread of infection is determined by patterns of sex partner selection, the relative risk of infection associated with particular social networks and the existence of bridge populations. We believe that the ?type? of chlamydia is a key factor in this process and thus detailed knowledge of chlamydial types infecting the population is essential as part of developing an effective control strategy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601640","grantId":"G0601640","fundValue":"179677","fundStart":"2007-09-01","fundEnd":"2010-02-28","funder":"MRC","impactText":"","person":"Ian  Clarke","coPersons":["Peter  Marsh"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}