{"id":"C46902BC-CBB8-4D88-B2D7-38B0C7C5CBFD","title":"Large Field X-ray Tomographic Imaging","abstractText":"3D X-ray imagingX-ray tomography builds up a 3D image in the computer of the object non destructively from many 2D X-ray radiographs taken from different angles. 3D X-ray imaging is a rapidly growing area attracting users across many disciplines most of whom have never used large scale facilities. Our project will set up the first synchrotron X-ray imaging beam line in the UK. We will use it to develop tomographic imaging techniques, instrumentation and a user community that will move to JEEP on Diamond in Jan. 2009. We will develop new detectors to establish a unique large area - medium resolution facility that is complementary to the ESRF and which reflects the unique characteristics of the sources on 16.3 and JEEP. This combined with sufficient space around the instrument will facilitate a very wide range of novel experiments including in situ and dynamic studies. Because the 16.3 beamline would otherwise close down in Spring 2007 as an economy measure, we will be able to dedicate the beamline to tomography and extend its lifetime to match the overall closure of the SRS X-ray facility. This project represents a seamless programme of work between SRS (till the end of 2008) and the new Diamond Light Source (From 2009) with both facilities fully involved at all stages. through the testing and development of the beamline on 16.3 we will be able to accelerate the commissioning period on the new JEEP engineering beamline, directly transferring hardware and expertise. Further we will exploit developments in tomographic methodology, image reconstruction, visualisation and e-science being developed at the European synchrotron source with Manchester to develop acomplete solution to allow a large throughput of novice users access, including the full CT reconstruction process, from data-reduction, reconstruction, back-up, data distribution through to 3D rendering and visualisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=CC/D000084/1","grantId":"CC/D000084/1","fundValue":"674305","fundStart":"2006-07-01","fundEnd":"2010-06-30","funder":"STFC","impactText":"","person":"Philip  Withers","coPersons":["Robert Joseph Cernik","Alexander M Korsunsky"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}