{"id":"C469F389-79C7-4C8C-A064-2EDF10C060F1","title":"Control of G-quadruplex self-assembly through glycosidic bond angle","abstractText":"In our planet nature has evolved for millions of years adapting and evolving. Whilst doing that it created and utilized codes to do so. So far as we can ascertain DNA sequence is the code for life as we see it. Currently various groups make use of this understanding of how nature uses its molecules to perform functions to develop highly organized nano-size materials, motors, and other tools with various functions both inside and outside cells. DNA is one of these molecules. The double-helical structure of DNA is not the only structure that it adopts. There is a particular architecture DNA folds into that looks more like a knot- it is known as G-quadruplex structure. DNA can thus also fold into many different forms of this architecture. Many of these knots are unexpectedly resistant to high temperatures and to degradation by exposure to enzymes. These properties, together with our understanding of other highly fine-tuned properties derived from evolution, make DNA a molecule that can be utilized for technological purposes. However, in order to realize their potential, we have to understand how to use them for design purposes. In this context, a fundamental question is what type of knots/forms can DNA adopt and how do we control their formation? We know that one of the four bases that make up DNA is mostly responsible for adoption of these knots; G. Sequential segments of Gs make up the knots. The G can be locked into two different positions. Utilizing this understanding we have previously established that there are 26 theoretically possible knots. Better yet, we have predicted that the context of the presence of the two states of G in the DNA molecule will control the precise knot DNA folds into. In this project our aim is to verify experimentally our prediction that it is possible to utilize the two states of G in the DNA sequence to control the folding of the 26 knots. Indeed, it is also currently known that the folding into these knots can be influenced by very small chemical modification of this G base. We will also systematically measure some of the properties that make these knots of interest as materials and tools. We will measure both their temperature stability and their resistance to enzymes. Lack of good performance in these two domains is usually the cause for not using molecules from cells for technological purposes. Our proposal is thus fundamental to the future use of DNA knots for technological purposes. There are two significant benefits of the proposed work. Firstly, we hope to establish that it is experimentally feasible to design these knots. This is important for making nanomaterials and biotechnological tools. Secondly, data generated from this work has the potential to predict knots formation from the DNA sequence. This is relevant since it allows for developing a method for finding these knots in the genome. Currently, this is of great interest since these knots happen to have controlling functions in the genome. Thus the association of type of knot with function will be made feasible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H005692/1","grantId":"BB/H005692/1","fundValue":"291752","fundStart":"2010-08-01","fundEnd":"2013-07-31","funder":"BBSRC","impactText":"  An output of our studies has been the classification of G-quadruplexes in three different classes. We were consequently able to develop an inexpensive method for the rapid structural identification of these classes in solution. The method and classification have since become of customary use in the large scientific community in this area. The number of researchers engineering G-quadruplexes for biotechnological applications, nanostructural applications, therapeutics, and engineering of nanowires for bioelectronics currently use the principles of the geometric formalism of quadruplex folding (this grant) in their normal work Chemicals,Electronics,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Cultural,Societal","person":"Manuel Mateus Webba Da Silva","coPersons":[],"organisation":"University of Ulster","findingsText":" We know that DNA forms a double stranded architecture. DNA also forms four-stranded architectures. The four stranded architectures are resistant to enzymes, temperature, and can adopt a variety of shapes. This rich variety of shapes is useful for biotechnological, therapeutic, nanomechanical, and bioelectronics applications. Our main discovery has been the rules for engineering these architectures. We have also developed a method to classify and distinguish through absorption of light the the different shapes these molecules can adopt. We have developed rules for the engineering of four-stranded nucleic acids architectures known as quadruplexes, based on the spatial relationship between base and sugar in nucleic acids. The rules have been published (and continue to be published) in current literature, and have been used by users developing biotechnological devices, therapeutics, and nanoelectronics. Chemicals,Electronics,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}