{"id":"C46A6A3A-A71A-4D6F-8322-2D851F72436A","title":"Analysis of black hole stability.","abstractText":"The black hole stability conjecture is a challenging problem in the analysis of nonlinear partial differential equations and is one of the major open problems in mathematical relativity. Because of work by me and others, there has been great progress on this problem in the last decade. The proposed grant would partially fund a post-doctoral research assistant (PDRA), who will be essential to maintaining the recent pace of progress. \n\nGeneral relativity is a geometric theory of gravity, in which the universe is described by a four-dimensional set of space-time points and by an indefinite inner-product, which must satisfy the Einstein equations. \n\nPhysicists believe that black holes will play a crucial role in our understanding of theoretical physics, will absorb all matter in the late stages of the universe, and are the enormously massive objects known to exist at the centre of most galaxies. Kerr's family of explicit solutions to the Einstein equation are parametrised by mass and angular momentum, and they describe black holes when the angular momentum is small relative to the mass. For zero mass, the solution reduces to the Minkowski solution, and for angular momentum zero to the Schwarzschild solution.\n\nFor solutions having the appropriate asymptotic behaviour, the Kerr family is the unique family of stationary, black hole solutions of the Einstein equations. Although physicists believe that there can be no reasonable doubt that all black holes will asymptotically approach a Kerr solution, as with the Navier-Stokes equation, there is an enormous gap between what is expected on physical grounds and what can be proved. Hence, there is great interest in proving the asymptotic\nstability of the Kerr solutions:\n\nConjecture K: If a set of initial data is very close to one that generates a Kerr solution, then the corresponding solution will eventually approach a Kerr solution. \n\nIt is unlikely that that this conjecture can be proved without estimates on the rate of decay to the Kerr solution. For a nonlinear wave equation, which can serve as a model for the Einstein equation, it is known that for sufficiently small initial data and a sufficiently weak nonlinearity, the smallness of the initial data guarantees that the influence of the nonlinearity is small up to intermediate times, allowing the solution to decay at the same rate as a solution to the linear wave equation. Then, from intermediate to late times, since the nonlinear term is smaller than the linear terms when they are small (but larger than the linear terms, when the linear terms are large -this being the nature of the relevant nonlinear terms), the influence of the nonlinearity remains small and diminishing, so that the solution to the nonlinear equation behaves like solutions to the linear equation. \n\nAnalysis of the Einstein equation is challenging because it is nonlinear and geometric and because it has both solutions for which the curvature diverges in finite time and globally smooth solutions. A thorough investigation of divergent solutions has been possible only when solutions have a high degree of symmetry. One of the landmark results in the study of mathematical relativity was the proof that the flat space (known as Minkowski space) is stable. This built on decay estimates for the wave, Maxwell, and linearised Einstein equations. \n\nIn the Schwarzschild case, these equations have also been studied. In the general Kerr case, decay estimates for the wave equation have been proved, and I anticipate that my collaborators and I will have completed our analysis of the Maxwell equation by the start of this proposed period of the grant. The purpose of this grant is to continue this program, and to employ a post-doctoral researcher to investigate the linearised Einstein equation in the Kerr context. This should provide important progress that will help the mathematical relativity community resolve the Kerr stability conjecture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J011142/1","grantId":"EP/J011142/1","fundValue":"100517","fundStart":"2013-01-31","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Pieter  Blue","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}