{"id":"C46D9596-2709-4D38-B790-F238B88925E5","title":"Migration Policy and Narratives of Societal Steering","abstractText":"<p>This seminar series, jointly run by Christina Boswell (University of Edinburgh) and Andrew Geddes (University of Sheffield), explored 'narratives of societal steering' in migration policy: the norms and beliefs espoused by policy-makers about the societal impacts of their policy interventions. The seminars brought together policy-makers, practitioners and researchers to analyse and interpret different narratives of societal steering in three areas: migration control, immigrant integration, and relations with countries of origin/transit. The 4 seminars, held in Edinburgh, Sheffield and Sussex between 2007-9, provided a forum for early career and more advanced researchers to develop and debate theoretical and empirical research applying notions of 'narratives' to migration policymaking; and for policymakers and practitioners to reflect on how they draw on different sources of knowledge to develop narratives about the impacts of their policies on processes of migration control and socio-cultural integration. A selection of papers from the seminar was published as a special issue of the British Journal of Politics and International Relations (13:1, 2011), and many of the ideas informed a monograph on 'Migration and Mobility in the EU' (Palgrave, 2011) co-authored by Boswell and Geddes.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0463","grantId":"RES-451-26-0463","fundValue":"13649","fundStart":"2007-12-01","fundEnd":"2009-02-28","funder":"ESRC","impactText":"","person":"Christina  Boswell","coPersons":["Andrew Peter Geddes"],"organisation":"University of Edinburgh","findingsText":" The 4 seminars, held in Edinburgh, Sheffield and Sussex between 2007-9, provided a forum for early career and more advanced researchers to develop and debate theoretical and empirical research applying notions of 'narratives' to migration policymaking; and for policymakers and practitioners to reflect on how they draw on different sources of knowledge to develop narratives about the impacts of their policies on processes of migration control and socio-cultural integration. A selection of papers from the seminar was published as a special issue of the British Journal of Politics and International Relations (13:1, 2011), and many of the ideas informed a monograph on 'Migration and Mobility in the EU' (Palgrave, 2011) co-authored by Boswell and Geddes.  ","dataset":"gtr"}