{"id":"C46DD446-B9D6-4B05-87D7-9ED501DA2BBE","title":"Functional characterisation of the evolutionarily conserved splicing regulator protein Tra2B in germ cell development","abstractText":"A key question of interest to biologists is how complex organisms like humans and mice can exist with relatively low gene numbers. Embedded within pre-mRNAs are target sites for RNA binding proteins which control nuclear RNA processing so a single gene can encode different mRNAs and protein isoforms. Identifying these binding sites for important nuclear RNA binding proteins, and their functional readout is very important to understand how the genome works. We want to help answer this question using a systems-wide approach to identify functional targets regulated by the nuclear RNA binding protein Tra2B, and to find how physiological splicing patterns are established through Tra2B interactions with hnRNP G family RNA binding proteins. Our results will be significant in understanding how splicing factors interact to enable flexible use of information in the genome and development of complex tissues and specialised cell types. Three aspects of this project are timely. (1) We recently found that important human and mouse transcription factors are controlled by alternative splicing regulation by Tra2B and hnRNP G proteins (BBSRC funded work published in the November 2009 issue of PLoS Genetics and the January 2010 Journal of Cell Science). (2) A conditional version of the gene encoding Tra2B is available for this project and this can be inactivated in any cell type -we will target germ cells. (3) As a first step to comprehensively identify Tra2B-regulated RNAs at a systems-wide level we have identified and mapped 53,000 Tra2B binding sites within the mouse germ cell transcriptome. These sites provide a rich pool of regulated alternative events for analysis in this project. We predict just a subset of these Tra2B binding sites will affect splicing, and a key aim of our grant is to identify these and their functional outcome. Aims and objectives: We will first test whether Tra2B protein is essential for mouse male germ cell development using a conditional mouse strain from which we can remove the gene encoding Tra2B by germ cell-specific coexpression of a DNA cutting enzyme called Cre recombinase. Tra2 is essential for spermatogenesis in fruit flies. We will analyse mice for defects in testis structure or sperm morphology as a consequence of removal of Tra2B, and purify RNA for molecular analysis. We will use this RNA and our transcriptome-wide data to analyse how Tra2B protein regulates alternative mRNA isoforms in mouse germ cells. Our RNA binding data suggests that Tra2B protein binds to a 'poison exon' containing a translational STOP codon in the pre-mRNA for a Tra2B-related protein called Tra2A. We will test if splicing of the Tra2A poison exon changes in the conditional knockout mice. RNA analyses will be done using RT-PCR, with which we can rapidly amplify and characterise different mRNA isoforms from wild type and knockout mice. Because Tra2A might be affected in knockout mice and provide partially redundant function, we will also analyse Tra2B target RNAs by using shortened genes called minigenes that encode pre-mRNAs we can ectopically express in cell lines along with different levels of Tra2B and Tra2A. Since splicing targets respond in a dose-dependent fashion to the concentration of splicing regulators, our prediction is that co-expressed Tra2B will bind to functionally relevant sites and cause splicing affects which we will be able to monitor. We will use these same minigenes to test the splicing effect of protein interactions of Tra2B with hnRNP G family proteins (particularly RBMY and hnRNP G-T: both these proteins interact with Tra2B and are also implicated in controlling normal human fertility). Amongst our current set of Tra2B RNA targets are some which might affect other aspects of mRNA metabolism which we will test to see if Tra2B has more general functions. This project will establish the rules and provide a system-wide picture by which Tra2B protein regulates RNA processing in the male germline.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I006923/1","grantId":"BB/I006923/1","fundValue":"311626","fundStart":"2011-06-01","fundEnd":"2015-02-04","funder":"BBSRC","impactText":"  We have not used our findings yet.  ","person":"David  Elliott","coPersons":[],"organisation":"Newcastle University","findingsText":" We have used a genetic approach to discover that the splicing regulator Transformer2beta is essential for male germ cell development. We find a critical requirement in the very first stages of germ cell development in the adult. We are now concentrating on exactly where the defect takes place.\n\nWe have mapped RNA binding sites for Transformer2 beta in mouse testis and also in human breast cancer cells.. In particular we identified a critical role for Transformer2 in controlling the exons in breast cancer cells that were enriched in functions related to chromosome biology. These included in the critical CHK1 gene, and we found that by depleting both Transformer2beta and Transformer2alpha proteins in breast cancer cells we prevented expression of CHK1 and cancer cells accumulated DNA damage. For this latter project Caroline Dalgliesh carried out the essential gel shift experiments.We are testing this outcome now in our genetic model in mouse germ cells. The unanticipated role of Transformer2 proteins in DNA stability is very interesting, and we are taking this forward to see if it can make cancer cells more sensitive to genotoxic damage. Healthcare","dataset":"gtr"}