{"id":"C47466A6-214C-4E98-A1C1-84A6F1667F70","title":"The fabrication of three dimensional art and craft artefacts through virtual digital construction and output","abstractText":"The research project seeks to link 3D digital image construction with the output of 3D objects using commercially designed rapid prototyping technology. The study is undertaken from the perspective of the artist/crafts person and seeks to adapt its generic, intermediary, industrial role as a tool for creation of temporary prototypes to the production of one off, permanent bespoke or limited edition artefacts. As the current generation of this technology has now become more affordable to the fine art practitioner, there is much scope for ammassing industrial insights, and combining them with objectives and insights central to art and craft production in order to establish and articulate a new dimension to the field. \nIn order to Illustrate these principles, this project aims to pursue the problem from the perspective of the fine art ceramicist, adapting the printing mechanism of 3D print output to print clay bodied pieces that can be fired to produce permanent ceramic objects, in undertaking this task, the study will comprehensively test how a workflow relating to the design and output of permanent objects from the printer can be achieved using parameters that fulfil and extend traditional craft making procedures. In addition to this, the research will investigate the technologies latest capacity for printing objects in a full range of colour to formulate a unique procedure for incorporating ceramic making and decoration as a simultaneous function","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D503310/1","grantId":"AH/D503310/1","fundValue":"280734","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"  The research project sought to link 3D digital image construction with the output of 3D objects using commercially designed rapid prototyping technology. The study was undertaken from the perspective of the artist/ craftsperson and sought to adapt its generic, intermediary, industrial role as a tool for creation of temporary prototypes to the production of one off, permenent bespoke or limited edition artefacts. As the current generation of this technology is now more affordable to the fine art practitioner, there was much scope for amassing industrial knowledge and combining them with objectives and insights central to art and craft production in order to establish and articulate a new dimension to the field. \n\nIn order to illustrate these principles the project pursued the problem from the perspective of the fine art ceramicist, adapting the printing mechanism of 3D print output to print clay bodied pieces which could be fired to produce permanent ceramic objects and assess their potential for both art and industry. In undertaking this task the study comprehensively tested how workflow relating to design and output of permanent objects from the printer could be achieved. In addition to this the project investigated the capacity for printing objects in a full range of colour and produced a series of methods for colour management of 3D printed objects. \nWe fully achieved the first aim by developing a system for printing high quality fired ceramic artefacts thus enabling control of the tactile and material qualities associated with art and craft practice. The second aim required methodologies for creating colour management profiles for printing 3D coloured objects. New technology was created superceding the equiment capable of being purchased within the scope of this project (new Zcorp machine ?55000)therefore robust colour management profiles were created which are transferable to any generation of 3D colour printing machinery. These profiles are becoming a benchmark within the colour science community as previously no survey had been undertaken within this field. CFPR has subsequently collaborated with Zargreb University, the only other research institution investigating this problem, to investigate the potential of measurable colour therefore reproducable colour within 3D colour printing.\nObjectives:\n1. Survey the field of industrial and craft use of 3D craft printing in order to map the potential from an art and craft perspective including software and hardware.\n2. Evaluate the strengths and weaknesses of additive 3D printing methods in relation to subtractive methods such as CNC milling \n3. Investigate the possibilities of substituting the various powdered materials developed for the present scope of 3D printing with those that may facilitate the production of a permanent original rather than a temporary prototype\n4. Pursue the possibility for printing and firing clay bodies to create ceramic artefacts\n5. Investigate how permanent colour can be incorporated at the object printing stage - especially in relation to ceramic decoration\nObjectives 1, 2, 3 and 4 were fully met but 3 and 4 took far longer to achieve than anticipated due to intense competition in the field - this project had to go beyond the original scope of proof of concept to being able to produce high quality finished artefact. On further investigation objective 5 a change of emphasis took place, the potential that others would develop suitable methods for incorporating ceramic glazed particulates into an inkjet head did not occur during the project life. Therefore we could not develop colour methods for ink jetting glaze onto a ceramic body, instead we concentrating on models for improving colour and its permanence using available industrial rapid prototyping technologies.\nThe development of ceramic bodies for rapid prototyping has considerable importance to academia. It will move rapid prototyping from object representation into the area of actual object generation Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Stephen  Hoskins","coPersons":["Paul  Thirkell"],"organisation":"University of the West of England","findingsText":" We undertook survey of 3D rapid prototyping in order to map the creative potential from an art &amp; craft perspective. This was achieved and is demonstrated through: \n\nSynopsis of the survey on the website, (http://amd.uwe.ac.uk/cfpr/), \n\nFirst symposium discussed the mapping of the creative potential (See Website), \n\nArticle relating to the literature review and survey published in Artifact, Volume 1, Issue 4, 2007, pages 232 - 245 Authors: Walters &amp; Thirkell, downloaded from (http://amd.uwe.ac.uk/cfpr/index.asp?pageid=1685)\n\n\n\nThe objective dealing with the strengths and weaknesses of additive 3D printing methods in relation to subtractive methods such as CNC milling was achieved.Exemplified by: \n\nCase study of the Richard Hamilton medal of Dishonour. Current Rapid prototyping techniques commercially available were tested as well as CNC milling. \n\n'Beyond Digital.' Hoskins, S, Southern Graphics Council Conference: Global Implications, USA, March 2009. \n\nThe medal was commissioned by the British Art Medals Trust and was exhibited at British Museum (Catalogue: Medals of Dishonour, Phillip Attwood &amp; Felicity Powell 2009 ISBN 9780714118161) alongside all of the test samples and moulds &amp; Serpentine Gallery (http://www.serpentinegallery.org/2010/03/richard_hamilton23_february_18.html). \n\n'The Margins of Art Practice Bordering on Industrial Development', Hoskins, S. International Conference on Innovation through Knowledge Transfer, Hampton Court Palace, December 2009. \n\nA number of case studies examinging artists practice have been published on the CFPR website: http://amd.uwe.ac.uk/cfpr/index.asp?pageid=1783 \n\n\n\nThe PhD student also concentrated on this area - outputs: 'Ossicillating Spaces - The integration of 3d technologies within printmaking and sculptural practice'. Reid, B Impact 6 International Multi-Disciplinary Printmaking Conference, Bristol, September 2009. 'From 2D tiles to 3D printed Ceramics: A journey through digital print', Huson, D., Reid, B. Parallels and Connections - A Ceramics and Glass Research Student Conference, University of Sunderland, National Glass Centre, 2009. \n\n\n\nInvestigate the possibilities for substituting the various powdered materials developed for the present scope of 3D printing to facilitate the production of a permanent original.\n\nPursue the possibility for printing and firing clay bodies to create ceramic artefacts. Concentrated the bulk of the project on these two objectives, the results have been highly successful and are written up on the website. Papers relating to this part of the project are:\n\n'In Search of the Impossible Ceramic Object' Huson, D. IS&amp;T International Conference on Digital Fabrication Technologies, September 2007, Alaska\n\n'3D Printing of Bespoke Ceramic Artworks' IS&amp;T International Conference on Digital Fabrication Technologies, September 2008, Pittsburgh\n\n'Using 3D Printing and Associated Technologies in an Art/Craft Environment'. Huson, D. Ceram Powder Matrix Seminar on Rapid Manufacture, November 2008\n\n'Further Developments in the Digital Fabrication of Ceramic Artworks' IS&amp;T International Conference on Digital Fabrication Technologies, Louisville, September 2009\n\n'From 2D tiles to 3D printed Ceramics: A journey through digital print', Huson, D., Reid, B. Parallels and Connections - A Ceramics and Glass Research Student Conference, University of Sunderland, 2009\n\n\n\n\n\nPermanent colour at the object printing stage:\n\n'3D Printing in Colour: Technical Evaluation and Creative Applications.' Walters, Huson, Parraman, Stanic. Impact 6 International Multi-Disciplinary Printmaking Conference, Bristol, September 2009.\n\n'Specifying Colour and Maintaining Colour Accuracy for 3D Printing' Parraman, C. Walters, P. Huson, D. Reid, B. (2008) Proceedings of Electronic Imaging, Society for Imaging Science and Technology/Society of Photographic Instrumentation Engineers, San Jose, January 2008 \n\nFurther outcomes were a second symposium in December 2009 and exhibition Sept 2010. At the request of Aardman Animation the team undertook a consultancy project for Aardman's new film Pirates, to assess the potential of rapid prototyping the films puppet characters instead of creating them from plasticine. The team scanned and created a character which demonstrated the potential and then advised on the purchase of equipment. Two RP machines are now installed and all characters for the film have been created by RP. This work has been undertaken under a confidentiality agreement, so the results cannot be published as part of this project, even though it is a further demonstration of the creative potential and evidence of surveying the field.\n\n\n\nA patent Product and Process was filed and in 2011 an agreement has been reached to licence Viridis the rights to produce the patented ceramic material. Johnson Matthey Noble metals division have commissioned Hoskins and Huson to undertake fully funded contract research into materials for environmental cleaning of emissions, a collaborative research project with Bristol Robotics Lab has developed for using printed ceramics to create organic fuel cells, which shows great commercial promise (these research projects use the ceramic material developed).\n\n\n\n\n\nWalters RCUK funded fellowship has brought further benefits to the research and as a industrial designer has brought a broader perspective to the project, outcomes not anticipated are:\n\n1) Novel applications for 3D scanning and 3D printing technologies in Art and Design \n\n2) Designing smart structures and mechanisms based on biologically-inspired principles \n\n3) Designing smart actuators for art, design and robotics applications\n\n4) 3D Printing and Fabrication Techniques for Soft Robotics.\n\n\n\nSmart Actuators:\n\n'Three-Dimensional Fabrication of Smart Actuators: Design Applications' Walters, P. Rossiter, J. M. (2008) IS&amp;T International Conference on Digital Fabrication Technologies, 6-11 September 2008, Pittsburgh, Pennsylvania\n\n'3D Printing and Fabrication of &quot;Smart&quot; Responsive Devices: A Comparative Investigation.' Peter Walters. Proceedings of IS&amp;T NIP25/Digital Fabrication 2009 Society of Imaging Science and Technology, Digital Fabrication 2009, Louisville, Kentucky. 20 - 24 September 2009.\n\n\n\nHeart Robot: http://www.heartrobot.org.uk/ follow the link to 'The People' then 'The Specialists' then 'Dr Peter Walters'\n\nThe concept was created by Bristol Robotics Laboratory BRL to make a puppet to which people might respond emotionally - to make the puppet seem vulnerable, alien, and cartoony, handmade, not factory-built. Peter's expertise was vital in producing some of the more unusual systems of the Heart Robot using 3D printing and silicone rubber.\n\n\n\nBone fracture representation:\n\nThe joints of the body are frequently involved in bone breaks (intra-articular fractures) due to trauma. The economic cost of trauma is massive. It seems intuitively likely that the provision of an accurate three dimensional life size model of the fracture to be reconstructed would greatly aid the surgeon.With recent advances in computer power, it has become possible to reconstruct the two dimensional CT images into three dimensional (3D) representations on the computer screen. The Centre for Fine Print Research in collaboration with University Hospitals Bristol, have demonstrated that it is indeed possible to produce a model of a simple distal tibial pilon fracture which appears to be realistic. \n\n\n\nSound Form: Katie Davies and Peter Walters (2008) Context: Sound Form is the result of an enquiry into the transformation of sound to three-dimensional form. The work came about through a number of discussions between the artists as to whether it was possible to translate &quot;the invisible&quot; or more specifically invisible information into visible and tangible three-dimensional form.\n\n\n\nArtist Case Study (See Website) and '3D Printing for Artists: Research and creative practice' Walters, P., Davies, K. in Rapport: Journal of the Norwegian Print Association No. 5. Creative Economy,Education,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}