{"id":"C47E52F4-7DB2-443B-80EE-714BD33416CA","title":"Simplified models of emissions from electronic systems based on near field measurements","abstractText":"Electromagnetic modelling is an essential tool for electromagnetic compatibility characterisation of electrical equipment. All electrical equipment must satisfy international standards for electromagnetic compatibility (EMC) to ensure that it does not interfere with other equipment or is susceptible to external interference. The use of simulation software greatly reduces the design and development of new equipment that confirms compliance to EMC standards, so it is widely used throughout the electrical industry. The increasing processor clock signal speeds and the decreasing size of electronic devices has made electromagnetic simulation very demanding. It is not possible to fully model the complexity of electronic devices with full 3D electromagnetic simulators. Some form of simplification of the electronic devices is required. A recent EPSRC funded project by the George Green Institute for Electromagnetics Research has developed a way of characterising the electromagnetic emissions from printed circuit boards (PCBs) using near field scan data so that a simplified model of their behaviour can be constructed. The produced models have been demonstrated to be suitable for use in electromagnetic simulators. This work was very successful and achieved all the project objectives, but was only demonstrated on simple PCB structures and in the frequency domain. For this method to be fully incorporated in the industrial sector, however, it needs to encompass all common PCB structures, their interconnects and be extended into a time domain approach. This proposal will research extending the techniques developed so far using near field scans of PCBs so that it can provide simplified models of all common types of PCBs and include their interconnects and a way of combining their characteristics into complete system models. The work will also look at ways of extending the method into the time domain. In this was it is hoped that models suitable for use in full 3D electromagnetic simulators can be developed to enable engineers to provide EMC characterisation at the design stage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H051384/1","grantId":"EP/H051384/1","fundValue":"461463","fundStart":"2011-01-02","fundEnd":"2014-05-15","funder":"EPSRC","impactText":"  The research will deliver significant benefits within the commercial private sector, both to the collaborating partners and to wider sectors of industry. The proposers see this research as an enabling technology, equally valuable to perhaps the electronics, communications, automotive, military, aerospace and scientific engineering industries, and consequently, the benefit to industry is very significant. They will particularly benefit from reduced product development time. The simplified emissions models will have many applications beyond Electromagnetic compatibility and enable a large range of &quot;what if&quot; studies on equipment emissions which may also be of interest to the military or health sectors. \nThe benefit of reduced product development time may be realised in the near term (1-5yrs), since electromagnetic simulations are already utilised in all identified sectors, and they are well positioned and ready to benefit from the research outcomes. In the longer term (5-10years), further research and development leading from this research will deliver more applications for the simplified emission models which will further benefit these and other sectors. \nAt present the work has lead to new funding and invitations to present workshops. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Electronics,Manufacturing, including Industrial Biotechology,Transport Economic","person":"David  Thomas","coPersons":["Stephen  Greedy","Angela  Nothofer","Phillip Donald Sewell"],"organisation":"University of Nottingham","findingsText":" This project on the characterisation of emissions from printed circuit boards (PCBs) made significant advances to achieving the main objectives. Through the development of a novel modelling and characterisation methodology the project has enhanced knowledge and understanding of the issues related to design of systems with complex PCBs as regards emission and immunity. We have developed and validated the basic models which permit the simulation of the response of complete systems working over a wide frequency band (typically up to 3 GHz). We have also demonstrated how these models may be incorporated into computer based tools for the efficient analysis and design of systems. The main achievements are:\nThe proposed objectives are:\no Fully evaluation and extension of the equivalent dipole model of PCBs for a range of typical multilayer PCB motherboards and peripherals as found in popular electronic and communications equipment (Such as video boards, peripheral mixed signal boards etc) . This involved extending the technique to use edge dipole to represent diffraction.\n\no Develop the application of equivalent PCB models to complete systems comprising more than one PCB, interconnects and enclosures. This transpired to require new statistical analysis techniques as it was found such systems comprise many incoherent sources. This was a significant discovery and resulted in a new research avenue being created and funded.\n\no Due to the unforeseen consequences of the incoherent nature of complex PCB radiation it was not possible to complete the work on Extend the models to incorporate emissions from interconnects and interactions between PCBs Furthe EPSRC funding has been obtained to explore incoherent radiation sources Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Healthcare,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}