{"id":"C483B05E-9506-405C-AC19-4D6A5613A69F","title":"Midlands Graduate School in the Foundations of Computing Science 2007-2009","abstractText":"The Midlands Graduate School (MGS) in the Foundations of Computing Science is an annual event for UK-based PhD students in theoretical computer science, a research domain in which the UK is a longstanding world leader. The central aspect of the MGS is the training of PhD students in the mathematical foundations of computing, by means of a yearly Spring School that provides a series of technical courses on introductory, advanced, and emerging topics.This application is to seek continued EPSRC support for the MGS --- which it has enjoyed in recent years via two successive grants --- by means of funding twenty places for PhD students at each of the 2007, 2008 and 2009 events, together with support for the invited lecturers, and (as required under full economic costing), the local organisers and the director of the MGS. This application will secure the future of the MGS for the next three years, and hence contribute to maintaining the leading position of the UK in theoretical computer science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E050557/1","grantId":"EP/E050557/1","fundValue":"16415","fundStart":"2007-06-25","fundEnd":"2009-10-24","funder":"EPSRC","impactText":"  MGS 2007 was held at the University of Nottingham from 16-20 April 2007, and was attended by 56 PhD students. Further details: http://www.cs.nott.ac.uk/~nhn/MGS2007/ Digital/Communication/Information Technologies (including Software) Societal,Economic","person":"Graham  Hutton","coPersons":["Nils Henrik Nilsson"],"organisation":"University of Nottingham","findingsText":" MGS 2007 was held at the University of Nottingham from 16-20 April 2007, and was attended by 56 PhD students. Further details: http://www.cs.nott.ac.uk/~nhn/MGS2007/\n\n\n\nMGS 2008 was held at the University of Birmingham from 11-14 April 2008, and was attended by 50 PhD students. Further details: http://events.cs.bham.ac.uk/mgs2008/\n\n\n\nMGS 2009 was held at the University of Leicester from 30 March to 3rd April 2009, and was attended by 55 PhD students. Further details: http://www.cs.le.ac.uk/events/mgs2009/ The courses that were presented will directly benefit the 56 PhD students who attended MGS 2007. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}