{"id":"C483B3FC-7748-479B-8740-C3EDDE194DAE","title":"InFER: Likelihood-based Inference for Epidemic Risk","abstractText":"The work is motivated by the need to assess the risk due to spread of infectious diseases within the UK farming sector. We focus on two distinctly different contexts: the epidemic context, where disease response is required to be extremely rapid, and the endemic situation in which more long term control strategies are required for optimal disease control. In the epidemic context, risk assessment needs to be sufficiently rapid in order to effectively inform control strategies. A particular interest lies in foot and mouth disease and in Avian Influenza within the poultry industry. However the methodology developed will not be restricted to these contexts, and the project will construct software which can be rapidly adapted to other situations by expert users. Within the endemic context, the main problem will be the partiality of data rendering formal statistical methods based upon transition models difficult to carry out without highly optimised and application specific algorithms. We will have a particular focus on bovine TB, Leptospira hardjo and Neospora caninum, though again we anticipate that our approach will be sufficiently generic to permit the transportation of methodology developed to different disease contexts. The project will build realistic mathematical models for the random evolution of epidemics of infectious diseases. In particular, methodology will be developed for inferring progressively about the parameters within the model as the epidemic progresses with a view to assessing the risk of future disease propagation. Our approach will be explicitly population-based. In the applications above, the population consists of farms whose status is modelled explicitly through time (typically as susceptible, infectious with or without detection, removed, or occasionally other states). The effect of control strategies can be easily investigated within this population-level approach. Models will also be spatially explicit, allowing for the spread of the disease through local mechanisms such as direct local contact and wind-borne spread. However the spread of the disease through other contacts (perhaps through commercial links) will also also be modelled through network structures where appropriate. In many cases, information about network structure will be partial and the project will develop statistical methods for dealing with this. Particularly in the early stages of an epidemic, governmental authorities (such as Defra) acquire information from infected farms on their recent movements and contacts (so-called dangerous contacts). An important task in our project will be to develop a statistical methodology for assessing the importance of this information and using it to refine risk assessment and control. We place great emphasis on the dissemination of our work and its results to as general audience as possible. To this end, we shall develop a visualisation package to be used in conjunction with the output from our statistical analysis. This will permit the implications of our findings, in terms of risk prediction, economic impact and the implications of control strategies to be easily observed. Our statistical approach will be fully Bayesian, and will be carried out through powerful Markov chain Monte Carlo (and related) techniques. Computational efficiency and speed will be a crucial part of making the methodology practically useful, and the project will investigate new algorithmic and computational advances in order to ensure that the approach can be used in real-time within populations of medium size (for instance around 100 000 in the case of foot and mouth disease).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H00811X/1","grantId":"BB/H00811X/1","fundValue":"589005","fundStart":"2010-02-01","fundEnd":"2013-10-31","funder":"BBSRC","impactText":"  Findings have provided a general framework for risk assessment under parameter uncertainty for veterinary epidemics. A software tool has been developed to visualise these results. Specific results on particular diseases include foot and mouth disease and bovine tB. Agriculture, Food and Drink Policy & public services","person":"Gareth  Roberts","coPersons":["Matthew  Keeling","Laura Elizabeth Green"],"organisation":"University of Warwick","findingsText":" The project developed statistical methodology using a Bayesian framework for the analysis of infectious disease epidemic data. There was a particular focus on diseases in veterinary animal populations. \n\n\n\nAs well as technical mathematical, statistical, algorithmic and computational advances, the project produced two computer packages to facilitate the analysis, inference, prediction and visualisation of the data, inferred quantities and epidemiological outcomes.\n\n\n\nImportant test cases were the historical UK FMD data sets of 2001 and 2007, and the risk analysis of potential Avian Influenza epidemics. However other applications included, equine influenza and Mycobacterium aviumsubspecies paratuberculosis in deer. Use by governmental organisations with responsibility to control the risk of epidemics in (especially) farm based animals. These organisations include Defra in the UK and similar organisations in other countries. Through the project we worked with Defra who supported InFER as a project partner with the aim to develop a software package to help them visualise, make inference for, predict and plan control strategies for real epidemics as they happen. Agriculture, Food and Drink","dataset":"gtr"}