{"id":"C48FC57C-EEFD-4CCA-B6B6-78849518B70F","title":"Optimising fertility in British broiler breeder flocks","abstractText":"Resolving the mechanisms underpinning patterns of variation in fertility is one of the major outstanding challenges in Biology, and a key challenge in livestock production, where breeding for increasing efficiency of resource use has drastic knock-on effects on fertility rates. Fertility is a key determinant of profitability in commercial broiler breeder operations, and remains a considerable limiting factor in broiler productivity in the UK. Marginal (~1%) reductions in fertility cost the poultry industry millions of pounds annually, so the economic benefits of optimizing fertility are obvious. High flock fertility can also be associated with increased bird welfare. As one of the world's premier broiler breeding companies, Aviagen Ltd is a major supplier of grandparent broiler breeder stock to UK industry and globally. The Aviagen breeding program seeks to optimise a range of traits related to reproduction, health, production, environmental impact, robustness, food security, welfare, sustainability, and involves the assessment of &gt;1,000,000 chickens annually. Key to Aviagen's balanced breeding goal is a strong focus to improve reproductive performance, by determining factors underpinning variation in fertility. Variation in broiler fertility has multiple sources: our preliminary analysis of 18 recent Aviagen broiler breeder flocks reveals significant fertility variation across different flocks, within flocks across different individuals, and within individuals as they age over time. This trend is reflected on a national scale. The European Ross 308 breeder (the major UK broiler breed supplied by Aviagen) has a 40-week target hatchability of 83%, but shows large variation in hatchability across UK flocks. While measures to improve fertility can be adopted, such as assisting flocks with replacement males, these measures are not always cost-efficient or effective. Clearly, fertility in broiler breeders has a complex, multifactorial nature, which can only be resolved by simultaneously considering multiple proximate behavioural, physiological and genetic mechanisms. Improved understanding of these correlated factors offers the opportunity for developing new selection and management tools to optimize genetic progress, bird management and thus animal balance and welfare. Key to this pluralistic approach is an understanding of the evolutionary significance of fertility-related traits, and the\nway these have changed in broiler chickens through domestication and selection. Here, we propose a Stand Alone LINK research grant, which seeks to resolve the mechanisms underpinning infertility in British broiler breeder commercial stocks, which capitalizes on the synergistic combination of the expertise of TP's lab in the evolutionary ecology of chicken reproductive behaviour and fertility dynamics, and Aviagen research infrastructure and resources and extensive expertise of broiler breeder production and fertility in the UK. Three factors make this project particularly novel and robust. First, a novel automated genotyping technique recently developed by Aviagen, which enables high-throughput, real time parallel parentage assignment in pedigree broiler breeder flocks. Second, a series of quantitative tools and immune-physiological assays newly developed by TP's lab to study fertility at multiple levels, from the social structure of entire populations to in vitro molecular interactions. Third, a well-established partnership between TP and Aviagen through a CASE PhD scholarship, which is generating substantial preliminary results that inform the hypotheses and approaches proposed. We aim to harness these breakthroughs to identify the causes of variation in fertility in Aviagen broiler breeder stocks at three integrated levels: (1) social mechanisms, (2) inherent male or female factors, and (3) male*female incompatibilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L009587/1","grantId":"BB/L009587/1","fundValue":"415156","fundStart":"2014-04-30","fundEnd":"2017-04-29","funder":"BBSRC","impactText":"  This project is in its first year. It is therefore premature to discuss the impact of its findings.  ","person":"Tommaso  Pizzari","coPersons":[],"organisation":"University of Oxford","findingsText":" The project is in its infancy, it is premature to discuss discoveries or significant developments arising from research funded on this grant. The research is progressing according to plan and as such we are confident that we will be in a position to address the original objectives. The results of this research are expected to inform the husbandry and farming protocols of the broiler industry in order to maximise fertility. These results are also expected to provide a unique insight into the social mechanisms underpinning spatio-temporal dynamics of sexual selection in replicate populations. Agriculture, Food and Drink,Education,Environment","dataset":"gtr"}