{"id":"C492A5EF-0142-40B3-8914-04A56084F92A","title":"Mobile Robotics: Enabling a Pervasive Technology of the Future","abstractText":"VISION: To create, run and exploit the world's leading research programme in mobile autonomy addressing fundamental technical issues which impede large scale commercial and societal adoption of mobile robotics.\n\nAMBITION: We need to build better robots - we need them to be cheap, work synergistically with people in large, complex and time-changing environments and do so for long periods of time. Moreover, it is essential that they are safe and trusted. We are compelled as researchers to produce the foundational technologies that will see robots work in economically and socially important domains. These motivations drive the science in this proposal. \n\nSTRATEGY: Robotics is fast advancing to a point where autonomous systems can add real value to the public domain. The potential reach of mobile robotics in particular is vast, covering sectors as diverse as transport, logistics, space, defence, agriculture and infrastructure management. In order to realise this potential we need our robots to be cheap, work synergistically with people in large, complex and time-changing environments and do so robustly for long periods of time. Our aim, therefore, is to create a lasting, catalysing impact on UKPLC by growing a sustainable centre of excellence in mobile autonomy. A central tenet to this research is that the capability gap between the state of the art and what is needed is addressed by designing algorithms that leverage experiences gained through real and continued world use. Our machines will operate in support of humans and seamlessly integrate into complex cyber-physical systems with a variety of physical and computational elements. We must, therefore, be able to guarantee, and even certify, that the software that controls the robots is safe and trustworthy by design. We will engage in this via a range of flagship technology demonstrators in different domains (transport, logistics, space, etc.), which will mesh the research together, giving at once context, grounding, validation and impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M019918/1","grantId":"EP/M019918/1","fundValue":"4991610","fundStart":"2015-03-01","fundEnd":"2020-02-29","funder":"EPSRC","impactText":"","person":"Paul Michael Newman","coPersons":["Niki  Trigoni","Marta Zofia Kwiatkowska","Ingmar  Posner"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}