{"id":"C4938E7F-CC9A-4B28-930C-2CEA7BC52825","title":"Multisource audio-visual production from user-generated content","abstractText":"The pervasiveness of amateur media recorders either embedded in smartphones or as stand-alone devices is revolutionizing the way events are captured and reported. The aim of this project is to devise intelligent editing and production algorithms based on new signal processing techniques for processing multi-view user-generated content. \n\nThe explosion of shared video content offers the opportunity for new ways of not only analysing but also timely reporting stories, ranging from disaster scenes and protests to music concerts and sports events. However, the large amount of data increasingly available and their varying quality makes the selection and editing of appropriate multimedia items in a timely manner very difficult thus strongly limiting the opportunity to harvest this data for security, cultural and entertainment applications. There is an urgent need to investigate and develop new ways to help or replace what used to be the role of a producer/director in this rapidly changing landscape. In particular, there is the need to automate production tasks and to generate new and high-quality content from multiple views. \n\nThe key aspect of the project is the integration of audio and visual inputs that support each other in reaching objectives that would otherwise be impossible using only one modality. We will focus on a set of relevant event-types: sports, music shows and crowd scenes. We will devise novel multisource processing techniques to improve audiovisual production and to enable synchronisation processing. This will in turn allow generation of novel and higher quality audio-visual rendering of captured events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K007491/1","grantId":"EP/K007491/1","fundValue":"362896","fundStart":"2013-02-08","fundEnd":"2016-01-31","funder":"EPSRC","impactText":"","person":"Andrea  Cavallaro","coPersons":["Joshua Daniel Reiss"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}