{"id":"C494F6D5-3D4B-43EB-ABD3-9824520AECE9","title":"Role of miRNA-503 in diabetes-induced impairment of post-ischaemic neovascularisation in limb muscles","abstractText":"A high number of diabetic patients develop critical restriction in the blood supply to the legs as a result of a major artery becoming blocked, resulting in the skeletal muscles being starved of oxygen. The condition is characterized by pain at rest and/or established sores that endanger the integrity and function of the legs. No effective drug is available to treat the condition, and reopening the blocked artery by surgery is often unfeasible or is unsuccessful. This means that the outcome for patients remains very poor, and the condition frequently leads to foot amputation. Even this course of action is associated with a high death rate, with 5 to 20% of patients dying early after surgery, and of those who survive, only 60% survive beyond 2 years. A second amputation is required in 30% of cases. A diabetic patient is more susceptible to progression of this condition because the growth and development of new blood vessels around and below a blocked artery is impaired. The research we propose aims to help the development of new blood vessels, which could delay progression of the condition and help save the patient?s life. This therapeutic strategy is now a possibility following the discovery of vascular growth factors that stimulate the growth of blood vessels. Scientists have also recently discovered that in diabetes the production of these vascular growth factors can be inhibited. We propose that this inhibition occurs due to a wrong signal from a newly discovered class of molecules called microRNAs, which regulate expression of our genes and thus control protein production. Each microRNA influences the production of several proteins, so a single microRNA could suffice to create major health problems. We know that diabetes can lead to the overproduction of microRNA-503, and that an excess of this leads to poor development of blood vessels. We propose to show that by inhibiting the action of microRNA-503 in vascular cells exposed to high glucose, mimicking the diabetic condition, the status of blood vessels is improved. This research could lead to the development of new therapeutic treatments for use in diabetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901764","grantId":"G0901764","fundValue":"241439","fundStart":"2010-03-01","fundEnd":"2012-02-29","funder":"MRC","impactText":"","person":"Costanza  Emanueli","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}