{"id":"C497DAEF-DED4-4304-86EF-11BE6D1C21CD","title":"Autologous cell engineered bladder augmentation","abstractText":"Some 3 million people in the UK experience incontinence and the cost of management is over &pound;500 million per annum to the NHS. It can be caused by both congenital anomalies, such as a failure of the bladder in the foetus to form (bladder exstrophy), and acquired conditions such as a lost of the compliance of the bladder (neuropathic bladder) or bladder cancer. For end-stage bladder disease, the most commonly performed surgical procedure to augment or replace the bladder involves incorporating a vascularised, reconfigured segment of bowel (enterocystoplasty). Although this procedure can provide continence and enhance quality of life, it is commonly associated with serious complications, including infections, mucus production and stone formation, and long-term risk of cancer. These complications are primarily due to the fact that bowel mucosa is structurally and physiologically incompatible with the long-term exposure to urine. A number of bladder engineering strategies have been proposed and typically, these rely upon the incorporation of a natural or synthetic biomaterial into the bladder, which may or not be pre-cultured with cells derived from the patient (autologous). Despite some high profile reports, there is little evidence that bladder tissue engineering can yet achieve a functional outcome equivalent to current surgical techniques, and there remains an unmet clinical need. \nThe aim of this programme is to deliver functional bladder reconstruction to patients through an autologous cell engineering strategy. This project will bring together expertise in stem cells and urology (ICH, GOSH and UCLH) with urothelial cell biology and bladder tissue engineering (York) with the purpose of developing a novel technique for bladder reconstruction that will be applicable in the first instance to patients with bladder exstrophy, but eventually extended to all patients requiring bladder augmentation. The stages of the project will be firstly to develop methods to identify nd isolate the most appropriate source of autologous epithelial cells in the case of bladder exstrophy. To meet this aim, cells derived from normal and diseased bladder and from biopsies of buccal mucosa will be isolated, and characterized. Expansion of the epithelial cells will be conducted using &quot;Good Manufacturing Practices&quot; techniques, a standard methodology used for pharmaceutical products, to provide a ready route for translation to the clinic. Human cells will be xenogeneic transplanted in 24 pigs for bladder augmentation and functional and histological data will be obtained at 3 and 6 months after transplantation. Principal outcome measures will be: safety as measured by survival; efficacy as measured by capacity and compliance of the neo-bladder. Secondary measures for this phase will include: surgical morbidity, post-mortem immunohistological analysis of both the augmented and native mucosa, and also 'reverse translational' outcome measures, where observations of cellular behaviour are used to develop hypotheses about stem cell/cell functional engraftment in these settings in vivo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L013347/1","grantId":"MR/L013347/1","fundValue":"337315","fundStart":"2014-07-31","fundEnd":"2016-01-30","funder":"MRC","impactText":"","person":"Paolo  De Coppi","coPersons":["Daniel  Wood","Jenny  Southgate","Martin Anthony Birchall","Imran  Mushtaq","Massimo  Garriboli"],"organisation":"University College London","findingsText":"","dataset":"gtr"}