{"id":"C49ACF9F-995D-4631-8AE8-04BF76591E9F","title":"Novel molecular targets to combat antibiotic resistance: probing the assembly dynamics of a bacterial mitotic spindle","abstractText":"Bacteria resistant to multiple antibiotics are a growing hazard to human health. When bacteria are not killed by a first antibiotic, the treatment has to be switched to a second or third alternative drug. Sometimes no alternative drug is available. Thus antibiotic resistance costs lives and money and puts a heavy burden on health care resources: it has been estimated that the costs for the NHS amount to around #1 billion a year. The emergence of superbugs among bacterial populations results from naturally occurring phenomena in the genetic patrimony of bacteria, which consists of a single circular (more rarely linear) chromosome of DNA and sometimes smaller circles of DNA, called plasmids. Resistance can develop in a bacterium as a consequence of a change or mutation in its chromosomal DNA or by acquisition of a plasmid carrying resistance genes from another bacterium. Plasmids are mobile genetic elements that are able to transfer from one bacterium to another of the same or different species. This mobility is dangerous as it foments the dissemination of antibiotic resistance genes. Multidrug resistance plasmids harbour their own survival kit, a partition cassette, consisting of two genes and a stretch of noncoding DNA. This cassette ensures accurate segregation of the plasmids from one generation to the next at cell division. When this system malfunctions, the plasmid is not stably inherited and is ultimately lost. In our laboratory, we have been investigating the molecular mechanisms involved in the inheritance and maintenance of the multidrug resistance plasmid TP228, which contains genes responsible for the resistance to six different antibiotics. The partition cassette of TP228 contains two genes, designated parF and parG, and a region of noncoding DNA. The protein specified by the parF gene is very peculiar as it forms cable-like filaments that can be seen by using an electron microscope. The protein specified by the parG gene is a DNA-binding factor contacting the noncoding DNA region on the plasmid. The aims of this project are: to explore the dynamics of the interaction of the ParF and ParG proteins in the cell; to investigate the mechanism whereby ParG helps the assembly of ParF into cable-like structures; and to identify other bacterial proteins that associate with the ParF-ParG complex. These studies will allow us to learn more about the mechanism whereby plasmids are maintained in bacterial cells and will identify novel targets for the development of new antimicrobial agents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801162","grantId":"G0801162","fundValue":"377725","fundStart":"2009-07-01","fundEnd":"2012-06-30","funder":"MRC","impactText":"","person":"Daniela  Barillà","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}