{"id":"C49A9B0A-0A2E-4D8C-B36F-42F18377515A","title":"Numerical Simulation of Rotating Stall and Surge for the Determination of Dynamic Loads and Blade Response in Aero-engine Core Compressors","abstractText":"Aero-engine compressors deliver a large quantity of air at high pressure. From an efficiency viewpoint, it is desirable to operate them at the highest possible pressure ratios but such operating points are inherently unstable because of their close proximity to undesirable aerodynamic phenomena of stall and surge. Rotating stall is a local instability where reduced flow rate gives rise to flow separation and results in the formation of stall cells. These cells begin to rotate around the annulus and hit the blades, thus causing high vibratory loads. Surge is a global instability in which flow reversal occurs throughout the machine, causing high transient stresses in the blading. Deficiencies in understanding the exact mechanisms and a lack of modelling methodology prevent the determination of the dynamic loads and the ensuing blade response. Therefore, current designs are based on safe margins where the bladerow spacing is not optimum. Using an advanced computational method, it is proposed to build a large-scale model of a typical industrial core-compressor which has been the subject of previous studies by the proposers and for which experimental data are available. The aim of the project is not only to understand the rotating stall and surge mechanisms and the links between them, but also to prove the feasibility of the large-scale modelling approach as a design tool. A further objective is the investigation of recovery mechanisms from rotating stall and surge..","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F001789/1","grantId":"EP/F001789/1","fundValue":"335792","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"","person":"M  Vahdati","coPersons":["Mehmet  Imregun","Nicholas Alexander  Cumpsty"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}