{"id":"C4A0EB8B-AC0D-48D7-A669-DA768D99724D","title":"The secret life of objects: an artist residency in an early years classroom.","abstractText":"This proposal explores how my own artistic practice might be developed by working alongside young children in the workshop environment of a Foundation Stage Unit. While artists are often employed in Early Years settings for short term and product driven projects to bring creativity to the classroom, I intend to explore how my art practice might develop as a result of visually engaging with children's collected objects. I am inspired by Walter Benjamin, who saw potential in the collected objects kept by children because of the way that the object has been removed from the 'original functions of its use' (Buck-Morss, 1993, p.352). I will approach the child as both artist and collector in their own right by closely observing how they collect, interact with, and assemble objects. \\n\\nThis builds on doctoral work where I looked at how children produce artefacts in the context of an early years classroom. During this research, the medium of a hand-held video camera was extremely rich in drawing attention to children's making in a process where the observed guides the observer. By following the interaction between the child's body with the material and objects that they used, I was able to gain a deeper and critical engagement with the processes of making. Film lends itself to interrupting habitual ways of seeing as it can be re-played, slowed down and freeze-framed as a strategy for intensifying seeing. This method of montage and then re-presenting process offers a way to enter into dialogue with the makers of the work. Rather than seeing the artist as the creative expert, this project seeks to develop a methodology where the artist can develop her practice by drawing from different practices encountered while working alongside young children. \\n\\nThe project consists of two phases. Firstly, through film I will explore objects that children collect and closely observe ways that these objects are then curated and assembled. I will encourage children to document their own objects and assemblages. This will also enable objects from their homes to be presented and reflected on with others. In the second phase I will present my own practice to the children and engage with collaborative work around treasured objects and collecting, challenging the idea of the museum as a repository of fossilised objects. I am interested in the potency of objects and the way that they are collected. My current practice involves collecting souvenirs, ornaments and other personal items from flea markets and second hand shops. I then arrange these unwanted objects into new groupings in accordance with the connections that I make between them. I plan to explore objects that children treasure and collect and what they mean to them; this will be initiated through a class visit to the Bankfield Museum in Halifax in order to look at their 'Collectors Gallery' and toy collection. A curator will talk to the children about what and why they collect objects for museums. Children will also bring their own treasured objects to show to the curator. Here, my own interests as an artist come to the fore, and these will serve as a basis for collaborative art-making. This trip would form the basis of a joint enquiry with the children into treasured objects and the things that people collect. The museum as a repository of collected objects can then be contrasted with objects that we collect and animate our lives with. Back in the classroom, it is to children's own treasured objects and collections that the dialogue shall again turn. We will collaboratively make our own 'mini museum' of objects. What form this temporary museum takes, where it will be exhibited and for who, will be the subject of discussion. This final exhibition aims to bring out the liveliness of objects and explore the relationship they have with the collector. It will cast the children not only as artists, but also as curators who have something important to say about their collections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H008403/1","grantId":"AH/H008403/1","fundValue":"24735","fundStart":"2009-11-09","fundEnd":"2010-11-30","funder":"AHRC","impactText":"","person":"Christina  MacRae","coPersons":[],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}