{"id":"C4A450C3-6E39-47CE-A511-03B94B533EF4","title":"i-BUILD: Infrastructure BUsiness models, valuation and Innovation for Local Delivery","abstractText":"Our national infrastructure - the systems of infrastructure networks (e.g. energy, water, transport, waste, ICT) that support services such as healthcare, education, emergency response and thereby ensure our social, economic and environmental wellbeing - faces a multitude of challenges. A growing population, modern economy and proliferation of new technologies have placed increased and new demands on infrastructure services and made infrastructure networks increasingly inter-connected. Meanwhile, investment has not kept up with the pace of change leaving many components at the end of their life. Moreover, global environmental change necessitates reduced greenhouse gas emissions and improved resilience to extreme events, implying major reconfigurations of these infrastructure systems. Addressing these challenges is further complicated by fragmented, often reactive, regulation and governance arrangements. Existing business models are considered by the Treasury Select Committee to provide poor value but few proven alternative models exist for mobilising finance, particularly in the current economic climate.\n\nContinued delivery of our civil infrastructure, particularly given current financial constraints, will require innovative and integrated thinking across engineering, economic and social sciences. If the process of addressing these issues is to take place efficiently, whilst also minimising associated risks, it will need to be underpinned by an appropriate multi-disciplinary approach that brings together engineering, economic and social science expertise to understand infrastructure financing, valuation and interdependencies under a range of possible futures. The evidence that must form the basis for such a strategic approach does not yet exist. However, evidence alone will be insufficient, so we therefore propose to establish a Centre of excellence, i-BUILD, that will bring together three UK universities with world-leading track records in engineering, economics and social sciences; a portfolio of pioneering inter-disciplinary research; and the research vision and capacity to deliver a multi-disciplinary analysis of innovative business models around infrastructure interdependencies.\n\nWhile national scale plans, projects and procedures set the wider agenda, it is at the scale of neighbourhoods, towns and cities that infrastructure is most dense and interdependencies between infrastructures, economies and society are most profound - this is where our bid is focussed. Balancing growth across regions and scales is crucial to the success of the national economy. Moreover, the localism agenda is encouraging local agents to develop new infrastructure related business but these are limited by the lack of robust new business models with which to do so at the local and urban scale. These new business models can only arise from a step change in the cost-benefit ratio for infrastructure delivery which we will achieve by:\n(i) reducing the costs of infrastructure delivery by understanding interdependencies and alternative finance models, \n(ii) improving valuation of infrastructure benefits by identifying and exploiting the social, environmental and economic opportunities, and,\n(iii) reconciling national and local priorities. \n\nThe i-BUILD centre will deliver these advances through development of a new generation of value analysis tools, interdependency models and multi-scale implementation plans. These methods will be tested on integrative case studies that are co-created with an extensive stakeholder group, to provide demonstrations of new methods that will enable a revolution in the business of infrastructure delivery in the UK. Funding for a Centre provides the opportunity to work flexibly with partners in industry, local and national government to address a research challenge of national and international importance, whilst becoming an international landmark programme recognised for novelty, research excellence and impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K012398/1","grantId":"EP/K012398/1","fundValue":"3567860","fundStart":"2013-08-01","fundEnd":"2017-07-31","funder":"EPSRC","impactText":"  A few selected items that highlight how the iBUILD team are gaining visibility and starting to deliver impact include:\n• Contributed to the rewriting of HM Treasury's 'The Green Book: Appraisal and Evaluation in Central Government' to improve how it incorporates infrastructure's systemic character, the possibility of non-marginal effects, uncertainty surrounding those effects, and endogenous choices.\n• Contributed to the Infrastructure UK Infrastructure Procurement Routemap to improve the competitiveness of UK construction industry.\n• Co-authored the Institution of Civil Engineers 'State of the Nation' review into the quality of the UK's infrastructure.\n• Undertaken a review of &gt;92 alternative business models from around the world and developed a provisional typology for infrastructure business models.\n• Published 7 journal articles, 11 conference papers and prepared 11 further working papers that will form the basis of future academic outputs.\n• Been awarded &gt;&pound;1.5m in additional funds for related research across the team and have many other proposals under review.\n• Acted as advisors to the Government Office for Science work programme on national infrastructure that is developing a scientific response to future provision of UK infrastructure.\n• Membership of the Lead Expert Group that is steering the Foresight Future of Cities study that is looking at the opportunities and challenges facing cities over the next 50 years.\n• Launched a new district heat planning tool that enables energy planners a quick and simple way to include social considerations, such as fuel poverty, right from the early stages of planning a district heating development.\n• Appointed to lead the Infrastructure section of the next UK Climate Change Risk Assessment.\n• Our fiscal decentralisation research has been picked up and cited by the Communities and Local Government Select Committee Fiscal Devolution Inquiry, BIS Government Office for Science Foresight Future of Cities Study, Greater London Authority London Infrastructure and Investment Plan, Royal Society of Arts City Growth Commission and Institute for Public Policy Decentralisation Decade Programme.\n• Worked closely with Local Enterprise Partnerships to identify infrastructure investment priorities as part of the Local Growth Fund bidding process. \n• Membership of EU Expert Group overseeing a pilot of a systemic approach to regional economic development. \n• Held two national assemblies that were attended by &gt;80 people, and a series of smaller events in each of the partner universities to develop a strong local stakeholder base in each area. Communities and Social Services/Policy,Construction,Education,Energy,Environment,Financial Services, and Management Consultancy,Transport,Other Societal,Policy & public services","person":"Richard Jonathan Dawson","coPersons":["Timothy James Foxon","N  Thorpe","Christopher James Baker","Julia K Steinberger","David James Campbell","John  Tomaney","Nicole  Metje","Christopher David Foss  Rogers","Naomi  Brookes","Andrew  Gouldson","Ian  Jefferson","Denise  Bower","Sean  Wilkinson","Stephanie  Glendinning","Miles  Tight","David  Spencer","Jon  Coaffee","Andrew David Quinn","Guy Damian  Garrod","Jane  Gibbon","Andy  Pike","Phil  Blythe","Mario  Kafouros","Phil  Purnell","John R.  Bryson","Andrew  Brown"],"organisation":"Newcastle University","findingsText":" Review &gt;92 alternative business models from around the world and developed a provisional typology for infrastructure business models to support the development of new approaches to unlocking infrastructure economic activity.\nShown how district heating can reduce household fuel bills by as much as 40% under the right business models.\nDeveloping new approaches to delivering electric vehicle supporting infrastructure - such as their charging points.\nShown how the government's City Deals are highly varied and lead to an inequality of infrastructure &quot;power&quot;.\nExplored, and starting to quantify, some of the benefits and opportunities from interdependencies that exist between infrastructure systems.\nThis is just a summary of current progress, much more is on its way - we are only a quarter of the way through. We still have 3 more years of funding to further advance our work programme. Some priorities include:\no Start to populate our joint case study (see summary in WS4 later in this report) with case studies and to use it as a mechanism to explore linkages between sectors and scales.\no Prepare a joint policy output summarising work to date. Ideally, we are keen to launch this before the May 2015 elections as an 'iBUILD Manifesto for unlocking alternative infrastructure business models'.\no Hold a workshop with Infrastructure UK and the ICIF (the other infrastructure business models research centre which is focusing on national infrastructure) to develop new infrastructure performance metrics for high level appraisal and assessment.\no Explore and, where appropriate, develop new activities around (i) the revaluation of public assets, (ii) valuing resilience, (iii) business model opportunities from smart systems and data, (iv) business model transitions - how can new models be introduced without (unplanned) shocks, (v) an economic theory for infrastructure. Several of these have been proposed as possible PhDs for affiliated students, but we will also consider other mechanisms and the use of flexible funds within the project to take them forward. Construction,Energy,Environment,Financial Services, and Management Consultancy,Government, Democracy and Justice,Transport,Other","dataset":"gtr"}