{"id":"C4AA42B9-986B-4BD0-8D65-16A0C2D541C7","title":"Application of genomics to dissect Polycomb-group gene mediated control of plant development (PcG-CODE)","abstractText":"A group of genes, called the Polycomb-group (Pc-G), have been found to control many aspects of plant development, including commercially important aspects such as seed size, flowering time, vernalization response (promotion of flowering time by overwintering) and production of embryos from somatic tissues. They do this by controlling the activity of other genes, called target genes, and making sure that these targets are only active in particular cell types and developmental stages. For example, the Pc-G ensure that a gene (AGAMOUS) that specifies sex organ development in flowers is only active in flowers. Until recently, very few of the Pc-G target genes were known. A breakthrough occurred when it was found that the target genes were distinguished by a chemical modification (methylation) to the histone proteins that coat their DNA. The rapid advance in genomics technologies in Arabidopsis allowed several groups to profile the distribution of this mark throughout the genome and so identify most Pc-G target genes. The target gene set is large(about 4000 genes) but includes many genes whose protein products are likely to be important developmental regulators. A high proportion of targets are predicted to encode transcription factors (these often control specific aspects of development, for example what type of organ or cell develops, what chemical products the cell makes) and are expressed at low levels at very specific times or places in development, consistent with their playing important roles. In some cases the function of the targets is known, and in these cases the targets are often useful genes (for example, one target gene, FT, produces a mobile signal triggering flowering in most plant species), but in many cases their role has not been determined. To exploit these recent technical and conceptual breakthroughs, the current consortium comprises various European groups with expertise in analysing plant development, plant polycomb group genes, and bioinformatic analysis (the analysis of the large datasets produced by genomics technologies is hugely demanding in computing resources). The first aim is to find out what the target genes do, as we believe the Pc-G target genes will include many genes with practically important roles. We will develop our bioinformatic tools to define those target genes that show tissue specific expression in seed, embryos, flowers, roots, shoot apices (where stem cells reside), and to select from this genes with unknown function but likely to have a developmental role and to act non redundantly (i.e. genes that aren't highly similar to other genes or if so are not expressed in the same time or place). We will then see what effect inactivating these genes has on seed size, seed viability, seed dormancy, flowering time, flower development etc (the different participants will target particular gene sets and traits). Our second aim is to refine the target gene lists by profiling the distribution of different Polycomb proteins and to see how this changes during a developmental transition, the regeneration of plants from adult tissue during cloning procedures. We will refine bioinformatic analysis to define whether there are specific DNA sequences that determine which genes are targetted by the Pc-G. Our third aim is to define the role of the Pc-G in stem cells, using the well studied root stem cell system. In particular we will define the targets of four transcription factors that play a key role in specifying root stem cell identity and which are themselves controlled by Pc-G.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H004319/1","grantId":"BB/H004319/1","fundValue":"333906","fundStart":"2009-10-19","fundEnd":"2013-04-18","funder":"BBSRC","impactText":"","person":"Justin  Goodrich","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Not applicable this year Not applicable this year Agriculture, Food and Drink","dataset":"gtr"}