{"id":"C4B2198C-6023-4993-AE2C-106ACCC34DB9","title":"Small items of research equipment at Loughborough University","abstractText":"This research grant is designed to purchase items of research equipment which i) are up to a maximum of &pound;10,000 inclusive of VAT in value; ii) will extend the boundaries of the research of our Early Career Researchers in line with both Institutional and EPSRC goals; iii) enhance not only the applicant's research, but also the core capabilities of our key research areas and iv) will either be new or provide significant enhancements to existing facilities. A Management Team, chaired by an experienced Principle Investigator, will oversee the process of selecting items to purchase, ensuring that they meet all of the rules, and that they are purchased in time for the 5 month duration of the grant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K03118X/1","grantId":"EP/K03118X/1","fundValue":"500000","fundStart":"2012-11-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  - Many of the items purchased have been used by a number of PhD/EngD students across the University and for undergraduate research projects.\n- Several of the items have been included in funding proposals to a diverse range of funders and continues to be prevalent in discussions for future research in both academia and industry\n- Research has been presented at International conferences, published in leading journals, with many awaiting peer review.\n- Research has led to dissemination at international venues and academic institutions Chemicals,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology Economic","person":"Jon  Binner","coPersons":["Peter Anthony  Townsend","David  Parish","Andrew Richard Dainty","Steven  Christie","Noel  Cameron","Chris  Hewitt","Vadim  Silberschmidt","Neil J Mansfield"],"organisation":"Loughborough University","findingsText":" The 'Small items of Research Equipment at Loughborough University' grant was awarded in November 2012 and the funds had to be spent by 31 March 2013. All items needed to cost less than ?10,000 (including VAT) to be eligible. Internally we announced two calls for proposals in order to gather the list of items that people wanted. This process was done in accordance to the EPSRC rules.\n\nThe Dean of the School of Aeronautical, Automotive, Chemical and Materials Engineering led the proposal, and the School AD(R)s prioritised the submitted proposals and allocated the funds accordingly. Over all we received ?500,000 from EPSRC and the University contributed ?125,000, making the total spend ?625,000. \n\nAcross the University 7 Schools benefitted from the grant, and\n56 Early Career Researchers received funds for items. In total 74 items were purchased\n\nSome examples on the outcomes that have been developed through the equipment purchased under this grant:\n\nSchool of Sport, Exercise and Health Sciences\nThe equipment purchased resulted in the following KPIs:\n-1 PhD studentship funded through the BRU exploring sedentary behaviour self-monitoring. This research was presented at ICAMPAM in Boston in 2013 and the paper has been submitted to Implementation Science.\n-1 MSc project (student (Andrew Kingsnorth) went on to achieve top academic grades in SSEHS and went on to win a graduate school PhD studentship.\n-The above-mentioned pilot work with these sensors has led to the funding of our current SSEHS and SPGS, mini CDT in Lifestyle-related chronic disease which was the top rated application last year. There are 4 PhD studentships in this funding.\n-Results from this work have been presented to NIHR through the BRU directly to Sue Hill, Chief Scientific Officer of NHS. Sue Hill went on to fund, directly from the DH, our PhARaoH Study valued at ?141k.\n-The Actigraph accelerometers were used to help deliver on the PhARaoH study and have been a well-used resource in our labs, teaching, enterprise and research.\n-Again, the above mentioned pilot research led to a successful ~ ?110k EPG bid with Sijung Hu to develop a novel PPG sensor (patented and now launched commercially under the CareLight brand) \n-we have two published papers that were made possible by the funding for our accelerometry analysis software:\n\n1. Bohm, C., Stewart, K., Onyskie-Marcus, J., Esliger, D.W., Kriellaars, D., Rigatto, C. Effects of Intradialytic Cycling Compared with Pedometry on Physical Function in Chronic Outpatient Hemodialysis: a Prospective Randomized Trial. Nephrology Dialysis Transplantation. In Press.\n\n2. Metcalf, K.M., Singhvi, A., Tsalikian, E., Tansey, M., Zimmerman, M.B., Esliger, D.W., Janz, K.F. Effects of Moderate-to-Vigorous Intensity Physical Activity on Overnight and Next Day Hypoglycemia in Active Adolescents with Type 1 Diabetes. Diabetes Care. 37(5):1272-8, 2014.\n\nSchool of Civil and Building Engineering\n- Portable building energy monitoring equipment has contributed to a larger research project funded by Mitsubishi electric and the work of a PhD student. \n- Simulated occupancy for building energy test equipment has been used in the EPSRC DEFACTO project and the EPSRC LoLo CDT. This resulted in a submitted journal publication (under review): Measuring the Potential of Zonal Space Heating Controls to Reduce Energy use in UK homes: the case of 1930s dwellings.\n- The shake table with accessories, the resonance frequency meter, the piezoelectric sensors and accelerometers are integral for Dr Lombardo's ESPSRC First Grant (Non-local theories and stochastic mechanics: Two convergent directions for structural modelling?, Marco Don? - research associate). \nThe shake table with accessories, the resonance frequency meter and the accelerometers will be used to complete a research project funded by the IStructE Undergraduate Research Project Grant (Dynamic performance of rubberised concrete beams). Dr Lombardo secured one of the six grants available in the UK. One of the students working on the project (Oliver Jones, Loughborough MEng) during summer 2014 carried out research activities related to the project supported by the EPSRC Vacation Bursary (10 weeks funding).\nThe resonance frequency meter and accelerometers have been also used by Ruting Sun for her PhD research.\nThe shaker has been used by a number of PhD students within the CBE School (David McCarty, Till Sieberth) and for undergraduate research projects (David Newby, winner of the IStructE competition). - Many of the items purchased have been used by a number of PhD/EngD students across the University and for undergraduate research projects.\n- Several of the items have been included in funding proposals to a diverse range of funders and continues to be prevalent in discussions for future research in both academia and industry\n- Research has been presented at International conferences, published in leading journals, with many awaiting peer review.\n- Research has led to dissemination at international venues and academic institutions Aerospace, Defence and Marine,Chemicals,Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}