{"id":"C4B4AAC3-2CC5-4A96-B632-F3A0AB9D6505","title":"Assessing human exposure, uptake and toxicity of nanoparticles from contaminated environments","abstractText":"Nanotechnology is a relatively new industry that manufactures very small structures including nanoparticles. A nanoparticle is a thousand times smaller than a red blood cell, which in turn is a thousand times smaller than the head of a pin. Nanoparticles possess properties that can be used to develop exciting products such as self cleaning windows, antibacterial wound dressings, new medicines and exceptionally small electronic devices. Nanoparticles are currently used by consumers in suntan lotion, cosmetics, clothing, cleaning materials, medicines and food, and therefore there is little doubt that people will take them into their body by inhaling, eating or through the skin. Research has shown that inhalation of nanoparticles released in car exhaust fumes increases the risk of hospital admission and death, especially in people who have lung or heart disease. This research has been used to suggest that new types of nanoparticles made by industry should be tested to determine their safety. Some nanoparticles will inevitably be accidentally released into the environment, e.g. nanoparticles from the washing of suntan lotion into waste water and the sea. Nanoparticles are also being developed for intentional release, for example, into polluted soil where their reactivity is used to facilitate the breaking down of pollutants. The impact of releasing nanoparticles into the environment is however unknown. The known antibacterial properties of nanoparticles (exploited in wound dressings) mean that nanoparticles can kill bacteria occurring naturally in the environment, some of which are essential for degradation of vegetation, flesh and waste matter. An impact on these bacteria would clearly effect other species, including humans. Many organisms that live in water, feed by filtering of food particles (e.g. water fleas and mussels), therefore it is possible that they will filter nanoparticles from the environment, leading to entry into the food chain. Some pollutants accumulate in organisms, which once eaten by a predator are passed on along the food chain, sometimes accumulating to a greater extent in the predator (e.g. fish). Some of these species (e.g. fish) form a significant part of the human diet and so we must also consider the unintentional exposure to humans caused by the release of nanoparticles into the environment. Of course, not everything has the capacity to cause harm to the body, as this depends on how much we are exposed to (dose) and how harmful (toxic) the substance is. This means that exposure of humans to nanoparticles may not necessarily cause significant health problems. In order to determine whether this is the case we need to test the toxicity of the particles. This study investigate whether nanoparticles released into water can be taken up by water fleas and fish, and to what levels. The study will then investigate whether humans can absorb nanoparticles from food into their bodies by crossing the gut wall. As nanoparticles are toxic to the lung when inhaled, we will also test whether they are toxic to the cells of the gut when eaten. The liver is one of the first organs encountered when toxins enter the body in food and so we will also investigate the toxicity of nanoparticles to liver cells. The applicants are currently involved in a number of separate, but highly complimentary research projects that are investigating nanoparticle manufacture, measurement of nanoparticles in the environment, and toxicity to different species, but these projects are not co-ordinated or linked. The network of researchers will share their expertise and knowledge to facilitate the work in this proposal and fill some of the gaps in ongoing research projects. The project will create a dynamic and highly capable team for addressing human and environmental health issues relating to nanoparticles and nanotechnology and add considerable value to the existing projects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E009204/1","grantId":"NE/E009204/1","fundValue":"7915","fundStart":"2007-09-10","fundEnd":"2009-03-09","funder":"NERC","impactText":"","person":"Vicki  Stone","coPersons":["Jamie  Lead"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}