{"id":"C4C1A2BE-CA07-4258-9196-F3E8C8B6C4AF","title":"SESAME: Sensing for Sport and Managed Exercise","abstractText":"The SESAME consortium is a newly-formed multidisciplinary group that proposes to investigate the use of wireless sensor-based systems in enhancing the performance of elite athletes and young athletes who have been identified as having world class potential. The project has goals of enhancing performance, improving coach education, and advancing sports science. Despite a specific focus on athletics, the technical approach and its solutions will be deliberately generic, to enable their subsequent application to a wider range of training and healthcare scenarios. At present, only a limited set of sensing technologies are available for the coaching of elite athletes, including motion capture, fixed force plates and video recording for feedback. However, they often disrupt the sporting activity and the data they return are difficult to interpret to provide appropriate feedback. Wireless sensing technologies, ranging from accelerometry and magnetometry through to accurate positioning systems, have the capacity to revolutionise the field, by providing information about limb positioning and orientation, athlete location, muscular function, and physiological status, all in real time. Through the SESAME project, dynamic data will come from wearable non-intrusive sensors, augmented by passive video capture. Raw sensor data will be processed to extract meaningful information using a combination of sensor fusion and stochastic signal processing to derive information that is meaningful to coaches and athletes. This will take place in the knowledge that human biomechanics constrains movement and will take account of errors introduced by sensor attachment mechanisms and sensor mispositioning. Biomechanical and physiological performance models will be informed by captured sensor data, and from them idealised movements and the performance effects of deviations will be captured. A comprehensive study of human factors is essential if coaches and athletes are to derive real benefit from SESAME. Ethnographic studies will be undertaken with coaches - to build expert domain-specific knowledge, to capture their cognitive models of performance, and to assist in the design of user interfaces. Feedback to coaches and athletes will be in two forms: (i) graphical, both as a data stream that has been processed to respect the coaches' cognitive models and by overlaying sensor data on video; (ii) as real-time feedback if feasible: e.g. using buzzers. Analysis of an athlete's performance is not only a real-time activity: a definitive record of sensor data, decision support recommendations, medical advice and any clinical events will be maintained, allowing users to take account of relevant medical inputs. Such an approach also allows for comparative studies between athletes and the mining of such information both to improve biological performance models and to understand the effect of deviation from the ideal and precursors to injury. The focus of the work will be on running - specifically sprinting. However, given the national importance of the 2012 Olympic Games we will also explore the possibility of using the technology in other athletic disciplines, more general forms of exercise, and rehabilitation following injury. Should time permit, wider applications such as gait analysis for cerebral palsy patients will also be explored. Athletic training is a highly demanding application domain from the viewpoint of wireless sensor networking: it is necessary to develop and integrate novel sensors, QoS-driven real-time networking, and system autoconfiguration, all using an extensible generic software infrastructure. Consequently, solving problems in this challenging domain will provide a necessary building block for the solution of more generic problems in ubiquitous and sentient computing.The SESAME consortium contains a blend of expertise that is essential for progress in deploying technology in this domain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D076943/1","grantId":"EP/D076943/1","fundValue":"968518","fundStart":"2007-01-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"  The systems we developed, for which we won the European Athletics Technology Innovation Award, are still in use in the national indoor athletics centre in Cardiff. They were developed after the end of the project for use with elite UK swimmers, and we worked with British Swimming and the BOA to develop a performance monitor for Team GB 10K open water swimmers for the 2012 London Olympics Leisure Activities, including Sports, Recreation and Tourism Societal","person":"Stephen  Hailes","coPersons":["Dipak  Kalra"],"organisation":"University College London","findingsText":" We developed a set of systems for measuring the performance of elite athletes - specifically sprinters - but later extending that to other sporting domains such as swimming. They were used by Team GB in the run-up to the 2012 London Games and are still in use in the National Indoor Athletics Centre in Cardiff. Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}