{"id":"C4C36AD7-EDCE-43B9-98B3-DC8340E39E33","title":"Modular Helicenoid Lewis Base Catalysts Applied to Modern Synthesis and Materials","abstractText":"The property of handedness is of extreme importance in chemistry because this property controls so many aspects of life, both inside ourselves and the world around ourselves. The shapes of molecules act in a similar fashion to the human hand: you will struggle to properly fit a left hand into a right handed glove. This handedness of molecules has profound effects on their biological activity. Therefore, being able to control the handedness of synthesised compounds is critical to the function of these products. One way to accomplish this is by using catalysts that possess one-sense of handedness. An area of increasing relevance to chemistry, and society beyond the world of chemical research, is organocatalysis where small organic molecules, as opposed to transition metals, catalyse the formation of useful handed molecules.\n\nNature constructs many structures which are based upon a helical shape, from the large (e.g. hurricanes) to the very small (our genetic DNA). These structures are chiral by virtue of being helical, that is, they are &quot;handed.&quot; This proposal concerns the development of much improved, powerful helical organic catalysts. We wish to use these to control the handedness when forming products with a specific sense of handedness or when performing polymerisations. This project will examine the development of new reactions and the formation of &quot;handed&quot; polymers, with progress in these areas likely to be of significant benefit to science and society.\n\nIn particular, the polymers we wish to examine may have a large impact on all of our lives. We will seek to use our catalysts to make polymers, made from materials sourced from almonds, which will have properties similar to polystyrene. This has significance as polystyrene is a non-biodegradable material filling global land fill sites. We all see a lot of polystyrene on a day-to-day basis... the mountain of &quot;coffee cups&quot; rises and rises in land fill contexts. The polymers we will synthesise will be biodegradable, so will compost quite happily yet our catalyst will help us keep the desirable mechanical properties of polystyrene.\n\nTaken together, this project will make strides in new catalyst design, reaction development and searching for new &quot;green&quot; polymers to replace an evasive, taken for granted polymer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005118/1","grantId":"EP/J005118/1","fundValue":"428996","fundStart":"2012-08-21","fundEnd":"2015-08-20","funder":"EPSRC","impactText":"","person":"David Ross Carbery","coPersons":["Matthew Gwilym Davidson"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}