{"id":"C4C7672E-E0D5-4E81-AC2E-77F1991E29E3","title":"3D Computer Vision for NPR from images and video","abstractText":"Imagine a camera that could take photographs that looked like paintings. Some modern video cameras already allow this - I have such a camera. The software built into it traces over photographs to yield painterly effects that look like an oil painting, or a watercolour, or any of the many media available to commerical systems.But now, instead of just tracing, imagine a camera that is able to rotate objects so they are painted from new points of view, and even render different parts of the same object from different points of view. This camera can enhance the three-dimensional nature of objects by making marks that line-up with curves on it, and can even enhance prominent features by making them bigger still. And more, this camera works not just on still images but on moving images too, enabling cartoon-like effects - cartoon cars that really burn the road!This 3D-painting camera would allow you to snap your own old Masters, such as Van Eyck, who deliberately broke the rules of perspective to draw attention to what was going on in his pictures. Newer Masters like Matisse who liked to tilt and twist the objects as he painted them; and yet newer Masters like Hockney who has made a recent habit of painting by compositing photographs taken from different views. It would allow you to really bring out the shape of an object, shading it the way Durer once did. And it would allow you to create your own cartoons, complete with streak-lines, squash-and-stretch effects and dust-clouds, all in three-dimensions for the first time.Our research is about building such a camera.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D064155/1","grantId":"EP/D064155/1","fundValue":"81536","fundStart":"2006-08-01","fundEnd":"2009-07-31","funder":"EPSRC","impactText":"  This provided the basis for further significant finding and industrial collaboration (EP/K02339X/1). Creative Economy ","person":"Peter Maxwell Hall","coPersons":[],"organisation":"University of Bath","findingsText":" That &quot;rules&quot; for modelling trees can be learned from tree models acquired directly from video. That dynamic texture is too broad a class to be useful for modelling. That cameras can be modelled in very general ways. This work formed the foundation of later grants and collaborations, including a close relationship with internationally known industrial partners. Creative Economy,Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}