{"id":"C4D09610-EF0F-490F-9B9D-104F4365C891","title":"ChiralMEM - A novel concept for high density magnetic memory technology","abstractText":"Modern information and communication technology from personal computers to mobile phones contains electronic memory technology. Magnetic Random Access Memory (MRAM) is a new non-volatile computer memory that is widely regarded as having the potential to become the gold standard for memory. It is based on new physics called spintronics (that involves the interaction of electric current with magnetism) and stores the digital 1s and 0s of electronics as one of two directions of the magnetization of nanomagnets that form the memory in MRAM. The benefits of MRAM compared to other types of memory called SRAM, DRAM and Flash come from the speed of writing and reading data and the fact that the memory is saved even when there is no power (non-volatile). These fundamental benefits have promoted wide investment and development in MRAM and the first product was launched in July 2006. However, MRAM is in stiff competition with other technologies in a multi-billion dollar electronic memory market and must continuously improve the amount of data that can be stored in a given space - called memory density. This memory density challenge along with lower power requirements are critical issues that must be addressed for the future of MRAM.The ChiralMEM concept is a new approach to higher density MRAM for information and communication technology. The concept is based upon creating memory cells capable of storing multiple bits of information per cell in contrast to the conventional single bit (1or 0) per cell of existing technologies. Importantly, ChiralMEM is compatible with existing magnetic memory technology. These improvements combine to reduce costs and power consumption of traditional MRAM and may go on to allow use in applications such as;+ mobile hand held an consumer electronics,+ substitutes for battery plus SRAM+ Instant On computers and memory recovery from power loss+ displacement of SRAM, DRAM and Flash solutionsThe capacity of ChiralMEM to store multiple data bits in a single cell is achieved by controlling the formation of multiple magnetic states in a ferromagnetic nanowire. This control depends upon the chirality or 'type' of domain wall boundary that is formed during the data 'write' process. In technological application the memory state will be 'readout' as an electrical resistance that can have multiple values depending on the magnetic state of the memory cell. The physical processes central to this memory concept involve controlling the magnetization behaviour by selection of the domain wall chirality and were elucidated in Durham through a combination of experimental work and computational simulations. The first results were published very recently in the journal Applied Physics Letters.To understand the potential of ChiralMEM it is proposed that new technical research is undertaken to develop a series of concept demonstrators exploring technologically critical issues including maximum bit-densities and operating margins to excite the interest of commercial companies. This new knowledge will feed directly into the parallel business development work involving market research to understand wider market issues and define a meaningful technology route map for potential partners, and importantly, business development will actively promote ChiralMEM through direct interaction with potential commercial partners.At the end of the twelve month funding period the best possible result will be working demonstration structures together with a detailed commercial knowledge and an agreement with a commercial partner to take ChiralMEM to the next stage towards product development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G005591/1","grantId":"EP/G005591/1","fundValue":"111585","fundStart":"2009-02-01","fundEnd":"2010-01-31","funder":"EPSRC","impactText":"","person":"Derek  Atkinson","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}