{"id":"C4E1E605-BF2B-4413-9E5F-6C1BB0D46773","title":"Global scale impacts of climate change: a multi-sectoral analysis","abstractText":"Climate policy should be informed by robust and credible information on the impacts of climate change across the global domain; a global perspective also places local and regional impacts in context, and helps identify potential 'hotspots' for further scientific investigation. The project assesses the global-scale impact of climate change using a range of linked impact modules and impact indicators, representing impacts on water resources, flood risk, food production, biodiversity and human health and well-being on land, at the coast, and at sea. The project will synthesise and aggregate across sectors and regions, using a variety of approaches, and allow the identification of the risks of specific impacts occurring at different rates of climate change. The methodology and results of the project also provide a framework for the assessment of the impacts of defined climate policies. First, it allows detailed geographically-explicit assessments of specific climate scenarios or climate policies, using the suite of linked models. Second, it allows the more rapid assessment of a very large number of climate outcomes (based for example on a probabilistic assessment of the climate effects of an emissions policy) using regionalised functions relating climate impact to indices of climate forcing. The project will be undertaken by a consortium of twelve lead partners, all with international reputations in the field of climate impact assessment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E001831/1","grantId":"NE/E001831/1","fundValue":"111261","fundStart":"2007-05-01","fundEnd":"2009-09-30","funder":"NERC","impactText":"","person":"Nigel  Arnell","coPersons":["Timothy John Osborn"],"organisation":"University of East Anglia","findingsText":" Anthropogenically-induced climate change has the potential to impact upon many sectors of \n\nsociety, economy and the environment, but with the impacts varying strongly from region to region. This project undertook a multi-sectoral climate change risk assessment, using a coherent set of climate and socio-economic scenarios across the global domain. The study identifies the potential magnitude of the consequences of climate change across several indicators in 2050, together with geographical variability between major world regions, taking into account uncertainty. The results show that in most regions the risks posed by climate change can be substantial, and this is particularly true in instances of populations exposed to flooding and water scarcity, areas affected by drought, changes in suitability for cropping, crop production and cooling energy demand; many regions are affected by multiple impacts. The relative importance of emissions scenario, socioeconomic and climate model uncertainty for the range in impacts varies between sectors. Assessing the risks of climate change is one of the key pieces of information necessary for decision-makers to make informed decisions about international climate mitigation agreements, about infrastructure investments, and about planned adaptation to reduce vulnerability to adverse impacts of climate change. Agriculture/ Food and Drink,Energy,Environment,Healthcare","dataset":"gtr"}