{"id":"C4E32142-0025-4EE8-A80C-77CF9029F468","title":"Mapping the Dynamics of Emerging Technologies","abstractText":"<p>This proposal aims to deepen our understanding of how new technologies emerge. Technologies are developed in distributed epistemic networks that align and misalign to varying degrees. In the case of emergent fields, desirable technological developments are often hindered as a result of this lack of alignment. Hence there is a role for public policy for supporting the coordination of the networks. This project aims to fill this evidence gap and map how these networks develop, align and misalign, to understand:</p>\n\n<ol>\n \n\n <li>How do epistemic communities come into being?</li>\n\n <li>What are the mechanisms underlying the process of community integration?</li>\n\n <li>How can the development of communities be effectively managed and influenced by public policy?</li>\n\n</ol>\n\n<p>To answer these questions, the research will combine quantitative methods for analysing social and cognitive networks using publication data, with novel mixed qualitative-quantitative approaches to capture institutional developments and the visions, values and shared expectations of the researchers. These techniques will allow us to better understand the co-evolution of knowledge and communities and how they are influenced by institutions and visions for a total of six case studies of emerging technological fields with potential widespread societal applications, such as 'nanocrystals for photovoltaics', 'lab-on-a-chip for diagnostics' or 'asynchronous logic in chip design'.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-360-25-0076","grantId":"RES-360-25-0076","fundValue":"380177","fundStart":"2011-10-01","fundEnd":"2014-10-13","funder":"ESRC","impactText":"  The project has resulted in a number of impacts so far. For example a major contribution has been achieved by Professor Andy Stirling (Co-I), working extensively as a steering group member for the Nuffield Council on Bioethics to write a substantial report on the governance of 'Emerging Biotechnologies'. Given the focus of the SPRU arm of the MDET project's focus on biotechnologies this is has been substantially in alignment with the focus of the project. Michael Hopkins (PI) has also supported this collaboration (His work is acknowledged in more than 5 places in the report). A specially commissioned working paper by Nuffield allowed insights from the project related to difficulties of using scientometrics track emerging biotechnologies to be brought to be leveraged by this influential report. The discussion paper has been subsequently published as Hopkins and Siepel 2013, in Technology Analysis and Strategic Management. Additionally, the project team has been able to deploy some of the techniques developed in the project in a separate project for Cancer Research UK, showing how MeSH terms allow the rapid comparison of funding agency research portfolios using scientific publications. This has allowed the mapping of the UK funding system in a new level of detail and has already been reported in the British Medical Journal by a commentator. \nThe tools developed in the project also have applications beyond tracing emerging technologies such as in displaying the interdisciplinary capabilities of research institutions and this has been of interest to the National Cancer Institute in the USA who invited a blog on the topic. \n\nAnother impact of the project has been Ismael Rafols' participation in policy advice and meetings on the use of Science and Technology indicators. MDET's mapping tools and associated indicators of interdisciplinarity, collaborations and network development, offer insights of performance that contrast and thus complement traditional publication and citation indicators. Its use can thus be particularly helpful in the assessment of research with explicit societal goals, such as health. Given his worked on this area, during the project development, Ismael Rafols has been invited as advisor to the ESRC in an evaluation group on indicators and assessment processes, in the context of J-AGE Project (http://www.jp-demographic.eu/about/j-age-1), as speaker in an OECD workshop on indicators standardisation and an ICSTI conference on scientific data management and provided a response to the HEFCE consultation on metrics in research assessment. He also co-organised a workshop on good practices for indictors in collaboration with the French Observatory of Science and Techniques (OST).\n\nAs the project ends in Autumn 2014, the team continue to discuss the tools we developed and their applications with a UK Research Council and a private consultancy. Communities and Social Services/Policy Policy & public services","person":"Ismael  RafolsMichael  Hopkins","coPersons":["Andy  Stirling","Paul  Nightingale"],"organisation":"University of Sussex","findingsText":" The objectives of the project are: \n\n(i) developing new methodologies for the analysis of emerging technologies \n(ii) enhance understanding of epistemic communities of emerging technologies\n(iii) contributing to the analysis of public interventions related to emerging technologies. \n\nAgainst objective (i) there has been significant progress in developing tools although integration of different tools remains a challenge. Four members of our team underwent training in Paris with tools being developed and explored by the Paris team (see Cortext.net) however we have not found these sufficiently user friendly to deploy in our case studies, with the exception of one case (rice).\n\nFor objective (ii) regarding the description of epistemic communities there has been a substantive change during the project. In the initial case studies (RNA interference, HPV testing), we aimed to trace the development of the technology as these emerged. However, in the course of investigating the growth stories (the &quot;narratives&quot;) of technologies, we realised that they could only be satisfactorily explained in the context of a competition with alternative technologies that could also provide a solution to a given societal demand or need. \n\nTherefore, individual technological trajectories needed to be investigated in the context of the wider need or demand that it aims to address (which itself may be growing or declining or changing in a way that favours certain technological options). In the latter case studies, we have thus changed our empirical approach. Instead of defining the topic as a technology, we investigate a given demand or need and the emergence of technologies that address this. So, rather than focusing on genetic testing for HPV, we are now focusing on the challenge of diagnostics for cervical cancer. Instead of genetic modified seed in rice, we are investigating rice research in general. We have also realised that this perspective is much better aligned with the shift in science policy towards a framing of research programmes along societal challenges (and which in time will aid impact generation related to objective iii).\n\nWe believe that this problem-oriented approach is more appropriate when policy-makers focus on solving societal challenges, following Stirling's open up approach. Focusing on the analysis of a specific technology as done in earlier case studies and by our French colleagues is appropriate once the technology has been accepted as worth of public attention -but it does not help choosing between technologies. \nIdeally it would be possible to run the portfolio approach first, then follow a technology mapping approach for each option of the portfolio. \n\nFor objective (iii) on the role of polices to support emerging technology, the project team have made a significant contribution to the conceptualisation of technological emergence in the Nuffield council report. We are also developing a report for a workshop of international funding agencies planned for late 2014 (led by the LATTS team) based on the wider findings of the project. \n\nAn additional goal was the training of two post-docs across the Paris and Sussex teams. At Sussex, we have trained 2 post-docs in mapping techniques, although we failed to instil sufficient interest in pursuing qualitative approaches in the post-docs. This has limited our ability to conduct a more thorough mixed methods approach except for two cases (RNAi, and avian flu). This is something the ESRC may wish to take into account in PhD training centres, as individuals trained in and applying mixed methods remain rare. The project findings suggest that it would be fruitful to consider in future work how to conceptualise and measure complemenatarty of research programmes and different lines of research within research portfolios in order to address specific socital needs. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Healthcare,Government, Democracy and Justice,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}