{"id":"C4F43443-5A4F-4CD7-A69D-8F03C8163D7D","title":"Circadian and homeostatic contributions to physiology cognition and genome-wide expression in human and mouse variants of the PER3 VNTR polymorphism","abstractText":"Our sleep-wake cycles are regulated by two clocks / the circadian clock, which has a stable period near 24 h, and a sleep homeostat, which keeps track of how long we have been asleep and awake. It is the interaction between these two clocks that determines whether, at any given time, we feel sleepy or not. Individual variation in these clocks and their interaction also determines whether we are a long or short sleeper, a morning or evening type and whether or not we are very sensitive to the effects of sleep loss on performance. The physiological and molecular mechanisms, as well as the genetic basis for these individual differences in sleep-wake regulation, are not very well known, but the study of 'clock' genes offers real potential for uncovering these mechanisms. PERIOD3, which is one of the clock genes, exists in one longer and one shorter form in humans. This variation is associated with whether you are a morning or evening type. We also showed that this difference has an influence on how much deep sleep we have and how we perform during a night without sleep. It does not affect the timing of the circadian clock. The data suggest that this polymorphism has an influence on the characteristics of our sleep-wake cycles primarily by affecting the sleep homeostat rather than the circadian clock. In the proposed research, we will test the hypothesis that the variation in PERIOD3 influences the sleep homeostat rather than the circadian clock, and also investigate the potential molecular mechanisms by which it affects the characteristics of the sleep and cognition. The research will be conducted in humans and mice. We will study humans carrying different combinations of the longer and the shorter version of the gene, and mice in which their native Period3 gene has been replaced with the two human variants. To characterise the impact of differences in PERIOD3 on either the circadian clock or the sleep homeostat, the sleep-wake cycle will be desynchronised from the circadian clock. This will be accomplished by forcing the sleep-wake cycle to a period much longer than 24 h. The circadian clock cannot keep up with such a long period. Under these circumstances we have separated the biological effects of the circadian clock and the sleep homeostat and we can now test the specific predictions that the PERIOD3 gene affects the homeostatic regulation of sleep and cognitive performance. We will do this by frequent measurements of sleep and performance and a large number of physiological variables. We will also collect blood samples from humans and tissue samples from mice. These samples will be used to assess the circadian variation in expression of &gt;41,000 unique genes and alternative transcripts from human and mouse tissues as well as the circadian variation in the protein encoded by the PERIOD3 gene. The PERIOD3 protein rhythm and the gene expression rhythms will be compared between individuals carrying different variants of the gene. This may provide insights into the molecular mechanism by which the variation of the gene exerts its effects. Tissue samples from humans and mice will also be used to study the period of the circadian clock at the molecular level in cell cultures of these samples. These molecular periods will be compared the period of the clock as measured from the behaviour and hormonal rhythms in the whole organism in an attempt to discover whether variation in PERIOD3 affects this relationship. The proposed research will be conducted by a multidisciplinary team with expertise in sleep and circadian physiology, cognitive psychology, as well as molecular and systems biology. It will contribute to our understanding of the basic mechanisms underlying the daily regulation of sleep duration and timing, cognitive performance and its worsening following sleep loss. This basic knowledge may ultimately be applied to the development of treatments of the many and highly prevalent disorders of sleep-wake cycles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F022883/1","grantId":"BB/F022883/1","fundValue":"1446590","fundStart":"2008-10-01","fundEnd":"2012-05-30","funder":"BBSRC","impactText":"  These findings have attracted widespread scientific and media attention and we have been approached by several companies and organisations with an interest in using our findings in future research. Pharmaceuticals and Medical Biotechnology Societal","person":"Derk-Jan  Dijk","coPersons":["Jonathon  Johnston","Malcolm  Von Schantz","Simon Nicholas Archer","Colin Peter  Smith","John A Groeger"],"organisation":"University of Surrey","findingsText":" We have discovered that mistiming of sleep disrupts the temporal organisation of the human blood transcriptome. In addition we have discovered that a variant of the human PER3 gene when inserted in the mouse genome affects markers of sleep homeostasis. These data have important implications for the understanding of the mechanisms by which conditions such as shift work lead to adverse health consequences. Aerospace, Defence and Marine,Construction,Healthcare,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}