{"id":"C50329D2-BCBE-48EB-ACD5-2C29362EA5BE","title":"The Impact of Retail Pricing on Overeating and Food Waste","abstractText":"<p>This project focuses on two great concerns for modern society regarding consumer behaviour towards food: overeating and food waste.&nbsp; These problems impose substantial costs on society through healthcare costs associated with treating diseases linked with obesity and environmental costs associated with disposing food waste.&nbsp; </p>\n\n<p>The project centres on food vendors' pricing practices used to drive higher sales volumes but which may encourage consumers to overbuy for their needs, leading to consumer overeating or throwing away food.</p>\n\n<p>Such pricing techniques include offers couched in terms of bargain prices for buying more food.&nbsp; For example, restaurants offer customers larger food portions for little extra cost, free refills on soft drinks, two meals for the price of one, and all-you-can-eat buffets for a set price. Similarly, supermarkets make extensive use of multiple-unit pricing offers such as &quot;three for the price of two&quot; and &quot;buy one get one free&quot; (&quot;BOGOF&quot;). </p>\n\n<p>The research provides theoretical and empirical analysis on whether and to what extent such offers are beneficial or harmful from an economic and social perspective with the purpose of providing fresh insights for the current policy debate on how best to tackle these two great social problems.</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3524-A","grantId":"RES-000-22-3524-A","fundValue":"26034","fundStart":"2010-08-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"","person":"Paul William Dobson","coPersons":["Eitan  Gerstner","Jonathan  Seaton"],"organisation":"University of East Anglia","findingsText":" The research project has focused on three areas to make a contribution to aid our understanding of retail price strategies and their impact on overeating and food waste.\n\n\n\nThe first area is around the pricing of different portion sizes served in restaurants. Healthcare experts believe that increases in portion sizes served by food vendors contribute to the obesity epidemic. A key finding of our theoretical work is to show that food vendors can profit handsomely by using &quot;supersizing&quot; strategies where regular portion sizes are priced sufficiently high to discourage price-conscious consumers from selecting them, and the prices for enlarging food portions are set so low that these customers are tempted to order the larger portion sizes and overeat. Setting aside the impact of obesity on health-care costs, we show that using supersizing to steer customers toward consuming excessive amounts of food can destroy value from a social perspective; providing another justification for pressuring food vendors to reduce supersizing for unhealthy food. As a public policy response, we consider how &quot;moderating policies&quot; may counter these effects through measures designed specifically to encourage eating in moderation by applying supersizing bans, taxes, and warnings. \n\n\n\nThe second area is around the use of multi-unit pricing in supermarkets and whether this leads to overbuying by shoppers on non-storable items with a short shelf life (e.g. perishable items) that ultimately leads to excess purchases being thrown away as household waste. Food waste is a huge problem in the UK, with households estimated to throw away food worth a staggering ?10 billion per year, costing ?1 billion a year to dispose in landfill sites (WRAP 2008). Our theoretical analysis shows that while multiple-unit pricing might encourage such waste, it can still benefit consumers with overall better value. This finding follows from the implicit nature of multiple-unit pricing offering greater size choices that can better suit different sizes of households, by its &quot;virtual packaging&quot; nature, where one size effectively becomes multiple sizes without the need to separately package and price different sized items. Even so, if the costs of disposing of the waste are high, then this can negate the advantage of higher consumer welfare and reduce overall societal welfare.\n\n\n\nThe third area is on empirical findings regarding supermarket price promotions and whether these are biased in favour of unhealthy food products high in fat, sugar and/or salt. Our analysis of weekly data on a full year (August 2010 to August 2011) for four UK supermarket retailers (Tesco, Asda, Sainsburys and Ocado) shows that there is a modest bias towards sugary products for price promotions, but no discernible bias towards fatty or salty foods. However, straight price discounts tend to be on relatively more unhealthy products than multibuy deals. Even so, highly prominent deals, notably &quot;buy one get one free&quot; offers, tend to be on relatively unhealthy products. The advice to shoppers is to check carefully what they buy, hunt for bargains but check ingredients and fill baskets for a balanced diet, and buy only what is needed.  ","dataset":"gtr"}