{"id":"C504C623-C54F-41BE-A377-43BE20D55B50","title":"Rapid Descent into Genocide in Myanmar?","abstractText":"There is a general reluctance to define an event as genocide until after its occurrence. Our research will determine whether or not conditions of persecution against Myanmar's Muslim Rohingya ethnic minority have developed into genocidal practice. The research will be conducted within a state crime framework wherein genocide is understood as a process, building over a period of years, and involving an escalation in the dehumanisation and persecution of the target group (Green and Ward 2001; 2004). While Myanmar's Rohingya minority (with an estimated population of 1.4 million in Rakhine State) have historically suffered from gross persecution and the denial of basic human rights (including the right to citizenship), mounting violence and discrimination against Muslims suggests that the current situation could rapidly descend into genocide. Recent developments including deadly arson attacks, periodic massacres, destruction of mosques, and at least 900 deaths of Rohingya fleeing by boat since June 2012, constitute a process that the PI, Co-I and state crime scholars at ISCI interpret as 'pre-genocidal'. Our preliminary analysis strongly indicates that several pre-cursors to genocide have been met. State practice surrounding escalating violence and discrimination against the Rohingya reflects that observed in Rwanda, Germany and Bosnia in the periods preceding genocide.\n\nThe following developments in Myanmar are of grave concern:\n\n- Recently leaked official documents expose secret government orders to impose extensive discriminatory and abusive restrictions on the basic freedoms of Rohingya.\n- In January and March 2014, new waves of deadly, state sponsored violence were perpetrated against the Rohingya in Maungdaw and Sittwe (Rakhine's state capital) respectively. \n- In January 2014 the government withdrew staff and medicine from the only state-run hospital for the Rohingya Thae Chaung refugee camp near Sittwe. \n- On 26 February 2014 President Thein Sein announced his support for a Bill to restrict interfaith marriage between Muslim men and Buddhist women.\n- On 26 February 2014 the government expelled the medical aid NGO M&eacute;decins Sans Fronti&egrave;res effectively removing all available emergency and health care services for over 1 million Rohingya in northern Rakhine State. \n- On 27 March 2014 Rakhine nationalists attacked foreign aid groups providing assistance to Rohingya communities.\n- Muslims have been prohibited from registering as 'Rohingya' in the country's April 2014 census, the first to be held in three decades. \n\nThe aims of the research are to determine whether the Myanmar state is currently engaging in practices that could lead to genocide; to explore perpetrator perceptions of the violence and to identify genocidal precursors in the daily experience of the Rohingya. Our hypothesis suggests that recent state and state-sponsored policy and practice, evidenced in January, February and March 2014, represents a genocidal 'tipping point'. \n\nThe research will be valuable as the first systematic evidence base for those MPs, journalists and civil society organisations currently campaigning to stop Myanmar's persecution of the Rohingya. The most important potential benefit will be a contribution to the prevention of full-scale genocide in Myanmar.\n\nThe study is linked to the International State Crime Initiative (ISCI), which gathers, analyses and disseminates scholarly research and victim testimony about state violence and corruption through its website (www.statecrime.org) and other activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M006786/1","grantId":"ES/M006786/1","fundValue":"160504","fundStart":"2014-08-01","fundEnd":"2015-12-24","funder":"ESRC","impactText":"","person":"Penny  Green","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}