{"id":"C50CA5CB-3CA8-43DE-A189-9A7248A9D78C","title":"Identity, Community and Victorian Medievalism in the South West","abstractText":"For the Victorians, the Middle Ages were a vital touchstone in debates on religion, politics and society. Consequently, a clear picture of Victorian medievalism is crucial to understanding the culture of the period, and our inheritance from it. Medievalists looked to the past to make sense of a rapidly technologizing, urbanizing, globalizing present. Perhaps as a result of the extensive scope and remarkable complexity of this movement, scholars have tended to approach Victorian medievalism as a national movement. But writers, artists and architects in South West England were interested in the past as a way to define what was exceptional, authentic and exemplary about their region and its people -- as distinct from the nation as a whole. Our initial research reveals that South West medievalism responded in distinct ways to a growing sense of national homogeneity. According to South West medievalists, the universalizing, cosmopolitan urbanity of the metropolis threatened local identities they associated with such values as authenticity, a love of liberty, sympathy and a poetic sensibility intimately connected to the landscape of Cornwall and Devon. \\n\\nThis case-study will explore how communities turned to their regional histories and local landscapes in response to economic, technological and social change. This study will investigate how an influential aesthetic movement was used to promote a sense of community grounded in local identities that stretched back over the centuries. We will explore how designers and writers borrowed from the literary artefacts and visual imagery of their region's past in order to forge an aesthetic that they thought capable of inspiring 'sensus communis' - that is, a shared sensibility about what it means for the life of a community to flourish. Their particular vision of sensus communis did not aim at the universal as was the case with other artists and thinkers; rather, it aimed at the local and particular. We will trace how South West medievalists constructed ideas of community inseparable from local history and landscape. These ideas, we will show, were reflected in the art, architecture and literature they produced. \\n\\nWe believe that this is a timely study in light of recent challenges to retain and strengthen local character in the face of a globalizing world. Public attention has recently turned to consider the significance of the local within the global. However these are not solely new concerns: social disaffection, the loss of regional character and the disintegration of community were important issues in the nineteenth century. The discourse of Victorian medievalism lies at the root of our contemporary understanding of global vs. local. When communities feel under threat they reach for a common past. This study of Victorian Medievalism in South West England will demonstrate the ways in which the turn to a regionally-distinct past influenced the physical shape of the region and the cultural shape of its communities in often profound ways.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I004513/1","grantId":"AH/I004513/1","fundValue":"146172","fundStart":"2011-04-01","fundEnd":"2015-03-31","funder":"AHRC","impactText":"  This project has examined how senses of community and regional identities are fostered, and has studied the relationship between the local, the national and the global. This focus has informed the wide range of our public activities and our museum exhibition, and the development of public activities (for all ages and backgrounds). This has achieved impact beyond academia, and will continue to have in the coming months. The range of activities range from BBC radio interviews, the development of television programmes, film festivals, public debates, children's activities, poetry workshops, church and architectural tours. In addition, we have collaborated with National Trust staff, archivists, curators and practitioners in the creative industries in order to bring our research on the subject of uses of the past to a wider audience. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Corinna Michelle Wagner","coPersons":["Joanne  Parker"],"organisation":"University of Exeter","findingsText":" 1) Significant new knowledge generated: This was a study about regionalism and community identity, but as we began our investigations, we realized that Victorian Medievalism was much more of a global enterprise than we expected. We found that local craftspeople and architects were deeply influenced by for example, Turkish designs, Greek myth, and Chinese features. As a result, we have formulated new arguments about the relationship between the local and the global. We now understand much more about the global circulation of design, literature and ideas. \n2) Important new research resources identified: We have discovered new archival sources surrounding the careers of South West craftspeople and architects. For example, we have been researching one of the key figures in our study of regional medievalism, the designer Harry Hems (he worked on hundreds of South West churches and civic buildings). Besides a collection of his scrapbooks, there is a warehouse of original, authentic medieval woodcarvings that he collected in the nineteenth century. We have collaborated with a colleague who has developed a website and a school/community project to engage the public to help us find the sources of these items. See it here: http://moorstories.org.uk/\n3) Important new research questions have opened up: The PI has secondary research interests in the medical humanities, and rather unexpectedly, discovered that the Victorian medievalist movement was, in part, motivated by fears about epidemics and contagion and by the sanitary movement. In addition, medievalist architects responded to questions surrounding the Anatomy Act, to dissection scandals and to new medical discoveries. \n 4) Soliciting contributors for our Oxford Handbook to Victorian Medievalism has produced new research networks and partnerships. We have a Dropbox, and we upload and share our work. We contribute to each other's blogs. In addition, a group of us are developing a new project, 'Emergent Environments,' which grew out of this project. 1. As detailed above, this project has opened up unexpected new avenues of research. The P has half completed a monograph on the relationship between architecture and issues surrounding the body, and has been presenting on this at conferences and other events. This will form the basis of a major new project, involving partners in the creative industries, architectural history and medical history, among others.\n2. There is scope for much more collaborative work with museum and gallery curators. Working with the Royal Albert Memorial Museum in Exeter has been an incredibly profitable experience for all partners thus far, and we expect it will be for public users (we can report on this when the exhibition closes). We have learned about how our research can inform art commissions, curatorial decisions, conservation, and developing interpretation for a wide variety of public audiences. Again, we will have more to add at the end of this project. Communities and Social Services/Policy,Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}