{"id":"C50F8AD3-9145-4484-89F2-7766ECC807AA","title":"'These shirts are our curriculum': artifacts, Blackfoot people and the retrieval of cultural knowledge (resubmission)","abstractText":"This project brings together UK-based researchers with Blackfoot people in Alberta, Canada, and Montana, USA, to explore the cultural history and contemporary meanings of 5 Blackfoot men's shirts held in the collections of the Pitt Rivers Museum. Collected in 1841, the hide shirts are decorated with porcupine quillwork and beadwork; three, with human- and horse-hair fringes along the sleeves, are ritual garments. There are just two shirts of this age in Canadian museums, and Blackfoot people have had little access to them. However, some cultural knowledge relating to them has been retained, and elders wish to revive traditional practices associated with them. Blackfoot leaders have spoken of the shirts as important for youth and hope that learning about them will strengthen cultural identity: in the words of Frank Weasel Head, Kainai ceremonial leader, 'These shirts are our curriculum. That's how we learn who we are.'\\n\\nThe project will make the shirts available to Blackfoot people and the wider public for the first time, and explore how historic artefacts can be used by indigenous communities to revive, share and transmit cultural knowledge, and how they serve to anchor social memory and in the construction of identity. It will consider how the transmission of cultural knowledge can benefit different generations, and explore the implications of such knowledge for museum practice.\\n\\nThrough the exhibition of these shirts at Glenbow and Galt Museums in Alberta, and through handling workshops for Blackfoot people (including elders, artists, and youth), we hope to show how close examination of the shirts can allow for the retrieval, consolidation, and transmission of cultural knowledge embodied in such artefacts. Elders hope that access to the shirts will be a catalyst for reviving the knowledge of the making and uses of them: 'the Elders left us messages, it's up to us to understand them' (Narcisse Blood, Kainai).The exhibitions, an integral part of the research process, will provide an opportunity for discussions amongst Blackfoot community members, helping to raise fragments of memories which will then surface more readily in workshops. Information surfacing within each workshop, eg. relating to the manufacture/use of the shirts, will be recorded and shared with subsequent workshop participants in order to facilitate the exchange and transmission of knowledge. Workshops will be developed by the project team in collaboration with ceremonial leaders and educators from the four Blackfoot nations. An innovation in international museum access, they will be facilitated by a conservator (PRM staff member Heather Richardson, a specialist on First Nations material) and a Project Facilitator (Beth Carter, a Glenbow curator with extensive experience working with Blackfoot people), and will involve Blackfoot seamstresses, elders, ceremonial leaders, and youth. Curators Peers (Pitt Rivers Museum), Conaty and Carter (Glenbow), Aitkens (Galt Museum) together with Brown (Aberdeen), will observe and assist the workshops.\\n\\nThe project builds on previous AHRB-funded research carried out by Brown and Peers which explored how historic photographs of ancestors were culturally interpreted by Blackfoot people (Brown, Peers et al 2006). Based on relationships developed then and in Brown's D.Phil. research (1997-2000), and on specific community consultations regarding the shirts (2003, 2005, 2006, 2008), this proposal responds to repeated requests by Blackfoot ceremonial leaders, Elders and educators, who wish to study these artefacts to aid in cultural revitalization. The Glenbow and Galt Museums are offering considerable in-kind support including exhibition and workshop space. Outcomes will include an illustrated book with research findings, refereed articles, and a conference to bring together UK museum professionals with Blackfoot people to explore perspectives on such early collections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G010455/1","grantId":"AH/G010455/1","fundValue":"183431","fundStart":"2009-08-01","fundEnd":"2012-06-30","funder":"AHRC","impactText":"  1. Two of the shirts used in the project had plant fibre woven in with porcupine quills, a now lost technique among Blackfoot people. Dr Stephen Druce, Curator of the Oxford University Herbarium (typhus latifolia, cattail). This knowledge adds to museum understanding of the care and interpretation of historic northern Plains garments, and has been returned to Blackfoot artists who are now experimenting with bulrush as a fibre for decorative plaiting and embroidery.\n\n2. Over 500 Blackfoot people--elders, ceremonial leaders, artists, youth, and teachers--participated in handling sessions with the historic shirts as part of core research activity. Participants shared and affirmed cultural knowledge and history with each other during the sessions, leading to strengthened cultural identity.\n3. Research process led to significant advances in museum practice for ethnographic collections, including: the development of new packing/shipping techniques for fragile hide garments to facilitate loans; adding to knowledge of historic collections (cultural information connected to the shirts; contemporary community perspectives about them; the identification of plant fibre woven with porcupine quills); and training for UK museum curators and conservators in cross-cultural issues related to Blackfoot museum collections (via conference). Preparing for the loan and handling sessions integral to the research led to significant advances in museum practice for ethnographic collections, including: the development of new packing/shipping techniques for fragile hide garments to facilitate loans; adding to knowledge of historic collections (cultural information connected to the shirts; contemporary community perspectives about them; the identification of plant fibre woven with porcupine quills); and training for UK museum curators and conservators in cross-cultural issues related to Blackfoot museum collections (via conference held in Oxford in April 2011).\n4. Across project research handling sessions with adults (including artists) and high school and college students and the historic shirts, and two related high school projects to teach hide tanning and quillwork in Blackfoot schools, adults and youth were inspired to learn endangered traditional artistic skills of hide tanning and porcupine quillwork. Artistic practices and techniques are related to cultural and spiritual knowledge in Blackfoot culture, so these activities also supported the retention of Blackfoot culture. Across project research handling sessions with adults (including artists) and high school students and the historic shirts, and two related high school projects to teach hide tanning and quillwork in Blackfoot schools, adults and youth were inspired to learn endangered traditional artistic skills of hide tanning and porcupine quillwork. Artistic practices and techniques are related to cultural and spiritual knowledge in Blackfoot culture, so these activities also supported the retention of Blackfoot culture.\n5. As the result of working with the project, Blackfoot First Nations ceremonial leaders decided to revive a ceremony associated with hair-lock shirts which had been suppressed by government assimilation strategies. Two ceremonies were held for the first time in many decades. As the result of working with the project, Blackfoot First Nations ceremonial leaders decided to revive a ceremony associated with hairlock shirts which had been suppressed by government assimilation strategies. Two ceremonies were held for the first time in many decades. Education,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Laura  Peers","coPersons":["Alison Kay Brown"],"organisation":"University of Oxford","findingsText":" The project demonstrated the importance of direct, hands-on access to heritage objects for indigenous peoples, and the value of working collaboratively with indigenous groups to plan access projects.\n\n\n\nFor Blackfoot First Nations people, direct access to heritage objects which have long been absent from their communities in UK collections was provided through loans to museums within tribal territory, accompanied by out-of-case supervised handling sessions and public exhibition of objects. Handling sessions targeted elders, ceremonialists, teachers, artists, and college and high school students. For conservation reasons, handling sessions were limited to small groups and pre-booked; we were able to accommodate over 500 participants. Exhibitions targeted children and larger numbers of Blackfoot people as well as non-Blackfoot people. Handling sessions, in particular, but also the exhibitions, stimulated memory and the transmission of cultural knowledge across generations and families, leading to the strengthening of cultural identity, support for endangered traditional arts, cultural education for high school students in Blackfoot communities about traditional arts and associated cultural knowledge, and the revival of a traditional ceremony after a long dormancy period due to historic assimilation pressures. The project thus demonstrated that UK museums have crucial roles to play in facilitating the strengthening of cultural knowledge and identity amongst indigenous groups by making historic collections accessible.\n\n\n\nCollaborative planning and facilitation of the project with Blackfoot First Nations ceremonial leaders and educators, and integration of their concerns into core research goals and processes, also led to advances in museum knowledge. For museums, these included: the development of new packing/shipping techniques for fragile hide garments to facilitate loans; adding significantly to knowledge of historic collections (cultural information connected to the shirts; contemporary community perspectives about them; the identification of plant fibre woven with porcupine quills); and training for UK museum curators and conservators in cross-cultural issues related to Blackfoot museum collections (via conference). Indigenous communities and heritage/social health: Project demonstrated that group handling of historic museum artefacts can contribute to improved self-esteem and strengthened cultural identity; these are related to improved overall health and social cohesion in Indigenous communities.\n\nMuseum practice: Project demonstrated that museums which consult with source communities gain considerable knowledge about historic collections; improve professional practices of collections management and con Communities and Social Services/Policy,Culture, Heritage, Museums and Collections","dataset":"gtr"}