{"id":"C5213E22-0B45-4A12-9816-1BB0B3D3BE8F","title":"Caste out of Development: civil society activism and transnational advocacy on Dalit rights and development","abstractText":"<p>Caste is peripheral to official (state and donor) frameworks for the analysis of poverty and achievement of the Millennium Development Goals in South Asia, and yet caste is evermore central to the assertion of rights to development resources by marginal groups themselves. Given growing wealth and aspirations in India, the inequality of opportunity, persistent poverty, unemployment, ill-health or low education levels are interpreted by such groups as caste discrimination. </p>\n\n<p>This programme of research focuses on organisations, movements and campaigns that insist on the continuing relevance of caste to poverty, and that assert the rights of caste-excluded Dalits. It examines the conjunction of&nbsp; international rights-based approaches to development and regional ethno-politics. It focuses on civil society actors - churches, development NGOs, women's organisations and international Dalit human rights campaigns - that have produced this conjunction, particularly from south India (Tamil Nadu, Andhra Pradesh, Karnataka) where pervasive caste discrimination persists. The research uses institutional/network ethnography to examine the 'dalitisation' of social policy, and village-level study to discover the social consequences of promoting the politics of poverty as the politics of identity, the influence on access to resources, and the risks of entrapment in subordinated identities or of caste conflict and violence<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H009051/1","grantId":"ES/H009051/1","fundValue":"381024","fundStart":"2009-10-01","fundEnd":"2013-03-30","funder":"ESRC","impactText":"  The Caste Out of Development (CoD) project and research network has distinct fields of societal impact, details of which are found in the Outcomes (http://www.esrc.ac.uk/my-esrc/grants/RES-062-23-2227/read/outcomes) under named Staff Development Outcomes:\n• Being a team closely involved in Dalit issues, the research itself involved direct engagement with south India Dalit activists and NGOs, their struggles for resources and policy changes through:\no ongoing reflection and feedback with different NGOs networks, and Dalit movements in Tamil Nadu (e.g., Dalit Land Rights Federation - DMK; Vizhuthugal; Arunthathiyar Makkal Munnetra Iyakkam; NESA, SRED, among many others), \no contribution to formation of the Tamil Nadu Land Rights Federation, inter alia proposing amendment to Land Acquisition laws and advancing one particular struggle against Dalit land alienation for a Special Economic Zone near Chennai (Sundara Babu) \no close engagement with Dalit community struggles against 'land grabs' led to reconceptualization of caste in development, collaboratively with NGO networks and donor agencies to influence NGO policy thinking (Steur);\n• Development programme evaluation and advisory impact; input to donors forums and policy groups e.g., \no Adaptation of approach to supporting Dalit people's organisations;\no Enhanced NGO awareness of organisational problems, leadership issues and training needs;\no Increased understanding among funding INGOs of the implications of support for network approaches and Dalit rights approaches\n• State and national policy influence:\no Work with the National Coordination Group on the eradication of manual scavenging (Sundara Babu N.)\no Lobbying work for recognition of the Special Component Plan as a legal entitlement, leading in 2012 to passing the Andhra Pradesh SC/ST Sub-Plan Bill (Manu Alphonse).\n• International and UK policy: \no Shaping the legal definition of caste and other aspects of the implementation of changes to the Equalities Act (2010) to include caste as an aspect of race. Policy research for Equalities and Human Rights Commission; for Government Equalities Office (GEO) informing public consultation and development of secondary legislation on caste discrimination. Communities and Social Services/Policy Societal,Policy & public services","person":"David  Mosse","coPersons":[],"organisation":"School of Oriental & African Studies","findingsText":" • Village studies document decline in now-criminalised public caste hierarchy, but also new forms of caste-based exclusion: Dalits' constrained access to education/employment; discrimination within modern institutions (church, education, labour markets, businesses). Caste is adaptable categorical exclusion and opportunity hoarding (Mosse 2010a) not 'tradition' weakened by modern capitalism. Longitudinal village-study identifies conditions for Dalit mobility (access to land, non-agricultural employment) and religious antecedents of contemporary Dalit mobilisation (Mosse 2012a, Chapters 4,5&amp;7). \n• Modern caste discrimination denies intention or ideology. Caste is not religious and ideological challenge (e.g., religious conversion) has been overemphasised (Krishnan 2011). Nonetheless, Christianity (Protestant, Catholic and Pentecostal differently) played a key role in Dalit protest and cultural production. Equally, activism is driven by casteism within the churches and the state's exclusion of Dalit Christians and Muslims from protections/provisions as Scheduled Castes (Mosse 2010d, 2012, Chapter 6, Krishnan 2010). \n• These provisions (studied historically/regionally, Berg 2012) are constitutionally guaranteed, but access to scattered schemes requires 'cultural capital' that excludes poor Dalits. Hence, the overarching proportional-budget Scheduled Castes Sub-Plan becomes focal for Dalit struggles over development, marking both a 'development turn' in histories of Dalit activism (Davidappa 2010, 2011) and a new rights (not 'reservations') paradigm for Dalit development (Alphonse 2011). \n• 'Dalit rights' approaches among south Indian development NGOs (1990s-2009) spotlight humiliation-dignity in development. Despite divergent approaches, Dalit NGOs share distinctive organizational forms. Networks in particular respond to shared risks/uncertainties, give high visibility and increase negotiating power; but equally bring instability, partly because of the way they serve the needs of European funders, are subject to their policy shifts or turned to different purposes (e.g., post-tsunami relief) . The blurring of Dalit NGO networks, organizations, social movements and political parties is both opportunity and constraint (Mosse 2011). Dalit activism currently faces fragmentation, leadership corrosion, reduced donor support, and increased state regulation/restriction.\n• Dalit NGOs/networks target development where caste exclusion or 'untouchability' is manifested and recourse to legal protection possible: human rights violations ('caste atrocities'); re-occupation of alienated land; resisting acquisitions for industry or Special Economic Zones; access to commons, public goods, services and schemes. Close involvement with selected cases identified successful modi operandi - collective benefits from village resources, public action harnessing the state system, avoiding caste polarization - but also tension with the interests/demands of younger work-mobile Dalit women and men facing different ambitions/ exclusions (Babu 2012). Rising FDI/industrial growth, and Corporate Social Responsibility in place of donor support, complicates agendas in Dalit struggles inter alia over land and water (Steur 2012e).\n• Fieldwork across regions/groups revealed divergent concerns, ideologies and activisms of distinct Dalit castes (especially, most oppressed among them the Arunthathiyars/Madigas, facing occupational stigma and political isolation) and contentiousness in claim-making around separate identities (Anandhi, Krishnan &amp; Babu 2011).\n• Dalit women are a powerful, distinctive activist force; but pursuing gender rights within Dalit rights is difficult. National/international networks focusing on Dalit rights hindered NGOs' response to complex forms of local caste/gender oppression, including persisting patriarchy and domestic violence. But grassroots women's groups also reinterpret networked Dalit rights activism to address gender-specific local issues (e.g., house-sites in women's names) (Anandhi 2012, 2013b, Mosse 2013a).\n\n• Dalit rights activism consolidates into national and international campaigns. But linking this to local struggles is difficult. How to communicate 'caste', and what sort of solidarity is possible (compassion-based responses to Dalit suffering vs solidarity-based responses to dispossession) are unresolved questions. The full range of specific academic outputs and impacts is set out in the ESRC Research Outcomes System: (http://www.esrc.ac.uk/my-esrc/grants/RES-062-23-2227/read/outcomes) under named Staff Development Outcomes. Citations given reference the 'List of Outputs to March 2014' (http://www.esrc.ac.uk/my-esrc/grants/RES-062-23-2227/read) .\n\nThis research has contributed:\n• to demonstrating a longitudinal method able to explain the weakening of older forms caste hierarchy, the force of caste activisms and politics; and the new ways in which social and economic opportunities are structured by caste identity (Mosse 2012a);\n• to theorising the relationship between poverty, development and caste (e.g., Mosse 2010, Steur 2014) in ways that point to caste as relatively neglected in poverty and policy research, or rendered cultural/religious; and to de-essentialising caste by demonstrating its continuing significance to lives and livelihoods and thereby influencing parallel research on poverty and inequality;\n• to comparative study on religion and development through our study of caste, Christianity and activism on Dalit rights (e.g., Mosse 2012, 2014c, Krishnan 2011);\n• to the anthropology of human rights showing how such universalist discourse becomes embedded into and transforms regional discourse of identity and entitlement (Steur 2012b); \n• to ethnographic understanding of the intersectionality of caste and gender (Anandhi 2013b) that is central to wider work on gender rights;\n• to understanding the transnational dynamics of NGO policy making and insights on the nature of networks, the role of movements in shaping the terms of debate, while identifying key causes of NGO network change and failure (Mosse 2011);\n• to description of Dalit activism and its evolving forms, especially: (1) the turn to development and struggles over land; (2) the uneasy relationship with gender rights; (3) the contested nature the 'Dalit' now challenged by a multiplicity of competing caste identities; (4) and the way identity politics and indigenism take root as aspects of neoliberal development; and (5) its points of friction (e.g., dispossession at New Economic Zones);\n• to understanding the dilemmas associated with framing caste as a distinctive form of discrimination for the purposes of transnational advocacy and legislative provision (e.g., in UK equalities law); \n• to producing new research capacity:\no promoting researcher-activist networks in south India; \no project researchers proceeding to head Dalit rights action research institutes (The Dalit Unit of the Indian Social Institute, Delhi - Selvaraj Arulnathan; Vikas Adhyayan Kendra [VAK ], Mumbai - Sundar Babu N.)\no new PhD research (e.g., at SOAS on new media and communication among rural Dalits [Arunthathiyars] in Tamil Nadu), and the work of (Charles Wallace-funded) visiting research fellows at SOAS;\no new taught courses and modules. Communities and Social Services/Policy,Other","dataset":"gtr"}