{"id":"C524B02F-B646-4331-9301-E55EDBE041C8","title":"Superconducting spin currents","abstractText":"In almost all superconductors the pairs of electrons which carry the charge are in the so-called &quot;singlet&quot; state in which the quantum spin of the two electrons is anti-parallel. This is true whether the materials are high temperature oxide superconductors in which case the pairing symmetry is described as d-wave, or conventional metallic superconductors which have s-wave pairing. There are only a few known compounds which show so-called p-wave superconductivity in which the electron spins within a pair are parallel and hence in a &quot;triplet&quot; state.\n\nDuring the past five years there has been increasing evidence that proximity coupling between singlet superconductors and ferromagnets can sometimes generate triplet pairs within the ferromagnet - the evidence being that supercurrents can be passed through ferromagnetic materials over length scales which are simply too large for singlet pairs to survive. Earlier this year, in parallel with two other international groups, we made a breakthrough in demonstrating how this triplet state can be created in a controlled way. Together, the results have opened the way for a rich new field of triplet superconductivity in which the potential ability of a supercurrent to carry spin can be allied with standard spin electronics (&quot;spintronics&quot;).\n\nIn this project the experimental team at Cambridge will develop an existing collaboration with the Condensed Matter Theory Group at Bristol to cement their lead in this field and to explore how triplet currents can be controlled by magnetic elements within a device so that the spin supercurrent can be directly measured. As well as demonstrating superconducting spintronic devices, this project also aims to investigate the potential of creating artificial p-wave superconductors by exploiting materials which are predicted to have a favourable p-wave coupling but which are not themselves superconductors. The results from this programme will inevitably stimulate the broader scientific community interested in unconventional superconductivity and spintronics. We believe that, by establishing the fundamental processes at work in generating spin supercurrents and controlling them, this work will pave the way for important new research directions exploiting this novel phenomenon.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I038047/1","grantId":"EP/I038047/1","fundValue":"365602","fundStart":"2012-01-01","fundEnd":"2014-12-31","funder":"EPSRC","impactText":"","person":"Mark  Blamire","coPersons":["Zoe  Barber"],"organisation":"University of Cambridge","findingsText":" The current best understanding of the triplet state and its formation is contained in Eschrig &amp;amp; L&ouml;fwander.30 Figure 3 shows a representation of the modulation of the four possible pairing channels (one singlet and three triplet) between a conventional s-wave S and a half-metallic F. The key requirement is for a &quot;spin-mixing&quot; layer to be present at the S/F interface that mediates the transformation of a singlet pair into a triplet pair. Of the triplet states, only the spin-aligned pairs can be long-ranged in a ferromagnet. \nIn the case of a half-metal it seems clear that the long range supercurrent has to be 100% spin-polarised because there are no minority states available at the Fermi surface.30,31 At the moment there is no theoretical prediction for the net polarisation of a supercurrent in a F with both majority and minority states available, but it seems reasonable to assume31 that it is similar to that for a conventional current. Thus a primary objective of the research is to confirm directly that the supercurrent carries spin. Until now, all experimental evidence for spin triplet supercurrents in S/F devices provides only circumstantial evidence that the supercurrent itself is spin polarized. Achieving this offers the prospect of superconductor-based spintronics. The current best understanding of the triplet state and its formation is contained in Eschrig &amp;amp;amp; L&ouml;fwander.30 Figure 3 shows a representation of the modulation of the four possible pairing channels (one singlet and three triplet) between a conventional s-wave S and a half-metallic F. The key requirement is for a &quot;spin-mixing&quot; layer to be present at the S/F interface that mediates the transformation of a singlet pair into a triplet pair. Of the triplet states, only the spin-aligned pairs can be long-ranged in a ferromagnet. \nIn the case of a half-metal it seems clear that the long range supercurrent has to be 100% spin-polarised because there are no minority states available at the Fermi surface.30,31 At the moment there is no theoretical prediction for the net polarisation of a supercurrent in a F with both majority and minority states available, but it seems reasonable to assume31 that it is similar to that for a conventional current. Thus a primary objective of the research is to confirm directly that the supercurrent carries spin. Until now, all experimental evidence for spin triplet supercurrents in S/F devices provides only circumstantial evidence that the supercurrent itself is spin polarized. Achieving this offers the prospect of superconductor-based spintronics. Aerospace, Defence and Marine,Chemicals,Construction,Creative Economy,Electronics,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}