{"id":"C529A398-3D96-4576-B04D-72381730B373","title":"Three dimensional ultrasonic elasticity imaging","abstractText":"Ultrasonic imaging is a safe, inexpensive way of looking inside thebody. Unfortunately, not everything shows up clearly in anultrasound scan. Tumours can be hard to see, becausethey often reflect sound in much the same way as the surroundingtissue. Even when they are detectable, their boundaries can beindistinct. This makes it difficult for surgeons to plan preciselywhat to cut out, or for clinicians to assess how well a tumour isresponding to treatment. However, tumours are often stiffer thantheir surroundings. If ultrasound could show the tissue'sstiffness, instead of the way it reflects sound, then tumours would bemuch easier to spot and delineate.This is what ultrasonic elastography sets out to achieve. There areseveral flavours of elastography, but we're going to focus on onewhich involves taking a series of conventional ultrasound pictureswhile the clinician presses down with varying pressure. If we comparetwo images in the sequence, stiff structures (like tumours) won'tchange much, whereas less stiff structures will be deformed. Imageprocessing algorithms can look at the two images and deduce thedeformation of each bit of tissue. We can therefore build up a map ofthe tissue's elasticity.Clinicians can already purchase equipment offering real-timeelastography, but what they get are two-dimensional (2D) pictures,corresponding to slices through the anatomy, and not a 3D map of thetissue's elasticity. Unfortunately, without the 3D map, it isdifficult to plan surgery and monitor a tumour's response totreatment. This is where this research proposal comes in. It bringstogether internationally leading groups in the areas of ultrasonicelastography (London) and 3D ultrasound (Cambridge) with the goal ofdeveloping 3D ultrasonic elastography.The research will progress on parallel high and low risk paths. Thelow risk work will look at ways of recording a series of 2Delastograms, at closely packed locations in space, and then stackingthem together to make a 3D image. We could get the clinician to sweepthe probe over the area of interest, recording elastograms all thewhile: this is the freehand approach. Or we could use a special 3Dprobe, inside which the innards of a 2D probe are mounted on a rockermechanism driven by a stepper motor. In this mechanical approach, theclinician holds the probe still, while the motor sweeps the beam overthe target area. We will implement both approaches and compare theireffectiveness in terms of imaging quality and ease of use. We willalso look at ways of exploiting the 3D nature of the data to improvethe clarity of the elastograms. This low risk research will interfaceclosely with the project's clinical objectives, to evaluate 3Delastography in the context of cancers of the breast andbrain. Feedback from the collaborating clinicians is important if theengineers are to develop technology which could actually affect theeveryday management of cancer patients.Meanwhile, the high risk path will attempt to build more detailedelastograms by measuring tissue deformation in 3D. Currently,elastography algorithms assess tissue deformation only in thedirection of the applied pressure. However, the tissue actuallydeforms in all three dimensions, and by measuring this weshould be able to make better elastograms and glean moreclinically useful information about the material's properties. Butmeasuring 3D deformation is hard, mostly because we can only make highresolution measurements in the direction of the ultrasound wave'spropagation, which is perpendicular to the skin surface. Tomeasure deformation in other directions, we will need tocontrol the ultrasound scanner to steer the waves moretangentially. Our aim is to image each bit of tissue from differentdirections while the applied pressure is varied. We will then need todevelop algorithms to deduce the 3D deformation from this rich data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E030505/1","grantId":"EP/E030505/1","fundValue":"493516","fundStart":"2007-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  The 3D US tissue motion tracking and elastography methods developed were implemented for clinical use and preliminary trials were conducted for breast malignancy assessment and intraoperative use in image guided neurosurgery. Successful outcomes in the latter led to a follow-on project and collaboration at Queen Square Hospital in London, which is ongoing. The 3D tracking methods were adopted for use in motion monitoring in a further follow-on project for motion-adapted radiotherapy. 2D versions of the algorithms were implemented in a commercial medical ultrasound system (Zonare Medical Ltd.) and continues to be sold with royalties to the Institute of Cancer Research. Healthcare Societal,Economic","person":"Jeffrey Colin Bamber","coPersons":["Naomi  Miller"],"organisation":"Institute of Cancer Research","findingsText":" We developed successful hardware and software for three dimensional (3D) elastography, elucidating the relative merits of different ways of acquiring 3D data for computing elastograms, the qualitative and quantitative benefits of 3D elastography over 2D elastography. We also established novel methods for extracting 3D components of strain via ultrasound beam steering, imaging shear strain as well as normal strain, showed the benefits of these methods via finite element simulation and phantom experiments in characterising slippery tumour boundaries typical of benign versus invading malignant tumours, and confirmed these predictions via clinical trials in the context of breast tumours and brain tumours examined intraoperatively during tumour resection in a clinical context. The methods developed are currently limited by the available technology for 3D ultrasound data acquisition using mechanically swept probes. The findings provide a way forward that can be taken full advantage of with the forthcoming availability of full 2D matrix arrays and ultrafast data acquisition. With such emerging electronics and computing technology it will soon be time to return to this project and put into practice what we learned. This will lead to a truly next generation elastography and a genuine leap forward in medical diagnostic capability. Healthcare,Manufacturing, including Industrial Biotechology,Retail","dataset":"gtr"}