{"id":"C52CE801-FEA7-4F68-8947-90A811D9AFFD","title":"Rapid Evolution of Enzymes and Synthetic Micro-organisms for the Development of Industrial Biocatalysts","abstractText":"During the next 10-20 years the chemical industry around the world will undergo a major transformation. As both oil and natural gas begin to run out society will need to look for alternative sources of the chemicals that have traditionally been derived from these fossil fuels. Driven by the need to develop processes that are both economically and environmentally sustainable, the chemical industry will increasingly turn to renewable feedstocks for the manufacture of a growing range of products. Such products are diverse and produced in large volume and include cosmetics, pharmaceutical drugs, components of automobiles and also fuels. This switchover from oil-based starting materials to those derived from biomass will necessitate the development of Industrial (White) Biotechnology-based processes that are able to convert inexpensive raw materials efficiently to high-value products. Industrial Biotechnology involves the use of Nature's catalysts, known as enzymes, for the production of chemicals and related products. The new opportunity that emerges is to be smart with the rational design and construction of engineered biocatalysts and multi-enzyme pathways that are capable of the efficient and robust conversion of simple, low-cost renewable feedstocks (e.g. cellulose, lipids, waste biomass) to each high value end product. In some cases these biocatalytic transformations will be carried out by isolated enzymes, supported on an inert carrier. In other applications, especially for multi-enzyme conversions, the processes will need to be carried out within the environment of a microbial cell - the so-called 'engineered cell factory' - thereby minimizing production costs and rendering conventional manufacturing technologies uncompetitive. The design and engineering of such cells, which are capable of pre-programmed synthetic conversions, represents a significant challenge for IB and will require the interaction of the disciplines of synthetic chemistry, synthetic-systems biology and process engineering. \nIn collaboration with GlaxoSmithKline (GSK), one of the world's largest pharmaceutical companies, the team of scientists at the University of Manchester will develop a new approach to engineering robust biocatalysts by essentially mimicking the process of Darwinian evolution in the laboratory. This new platform technology will enable us to optimise enzyme for industrial applications in a matter of weeks rather than the months which it currently takes. We will demonstrate the power of this new technology by specially targeting six different synthetic transformations which are on interest to chemists who wish to use biocatalysis in the manufacture of active pharmaceutical ingredients (APIs). These biocatalytic reactions have been specifically chosen because they offer very competitive alternatives to conventional synthetic chemistry methods. These robust biocatalysts will produce the molecules of interest at sufficiently high concentrations, fluxes and yields to ensure economic viability even when crude oil prices are low. At various stages during the project we shall transfer these biocatalysts to GSK who will then apply them to their in-house molecules of interest. We shall also publish the results of the research in the open literature and make the new methods available by web-based tools.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K00199X/1","grantId":"BB/K00199X/1","fundValue":"3604050","fundStart":"2012-12-01","fundEnd":"2017-11-30","funder":"BBSRC","impactText":"  All work on the project is currently at too early a stage to understand the impact of the research.  ","person":"Nicholas John Turner","coPersons":["Sabine  Flitsch","Claire Emma Eyers","Royston  Goodacre","Jason  Micklefield","David  Leys","Nigel Shaun Scrutton"],"organisation":"The University of Manchester","findingsText":" Industrial Biotechnology involves the use of protein catalysts, known as enzymes, for the production of chemicals and related products. The use of these so called biocatalysts in the manufacture of chemicals presents significant advantages in terms of enhanced reaction selectivity, reduced cost of raw materials, lower energy costs, safety and importantly sustainability. \n\nA major limitation at present is the length of time required to develop biocatalysts and biocatalytic processes such that they are fit-for-purpose. From initial identification of enzyme activity, to development of a pilot-scale process, takes at best several months and more likely 1-2 years. An important process that is used to improve biocatalysts is protein engineering where the sequence of amino acid building blocks that make up the enzyme is modified to change the functional properties.\n\nThis timescale currently restricts the application of enzymes mainly to 2nd or 3rd generation manufacturing processes. In order for biocatalysis to be more widely embraced, development times must be reduced to weeks/months thereby bringing this technology in line with existing chemical based technologies. The reason why the development timescale is so long is that we lack the tools to accurately predict the function change in enzymes resulting from modifications to the sequence of amino acids. This project seeks to develop an accelerated laboratory evolution platform for rapid optimisation of enzymes such that they are fit-for-purpose, particularly in the context of industrial application.\n\nThe work within this project centres on the development of a genetic algorithm that can be used to inform and influence the modifications of enzymes, alterations to the amino acid sequence of a protein that brings about a change in a desired enzymatic activity. A genetic algorithm is a tool which evolves through consecutive rounds of taking inputs to produce results which then form the inputs to the next round. In this case the initial inputs are enzyme sequences which are analysed by the genetic algorithm resulting in suggested modifications to improve the activity. These potentially improved enzymes are then produced in the lab and their activities tested and the results of these tests form the inputs for the genetic algorithm in the next round of evolution. By evolving the genetic algorithm we will develop a powerful tool for predicting how to engineer enzymes for Industrial Biotechnology reducing the time and cost for development.\n\nTo demonstrate the power of this new technology we have targeted six different synthetic transformations which are on interest to chemists who wish to use biocatalysis in the manufacture of active pharmaceutical ingredients (APIs). These biocatalytic reactions have been specifically chosen because they offer very competitive alternatives to conventional synthetic chemistry methods. \n\nThe team of scientists at Manchester, working in collaboration with GlaxoSmithKline (GSK), are developing a new approach to engineering robust biocatalysts by essentially mimicking the process of Darwinian evolution in the laboratory. This new platform technology will enable us to optimise enzyme for industrial applications in a matter of weeks rather than the months which it currently takes. The technology developed within this project will be passed onto the industrial partner who will exploit this for the production of key compounds within their product portfolio. The genetic algorithm will be publicly accessible but this will not be until the completion of the project. Agriculture, Food and Drink,Chemicals,Energy,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}