{"id":"C52D93FC-9BCD-45F5-9FAE-5FEBB1B2D315","title":"Adsorbate-induced chiral reconstructions studied by surface X-ray diffraction","abstractText":"Fundamental research related to heterogeneous catalysis is often hampered by the so-called pressure gap , i.e. the fact that most experimental surface science techniques that are able to elucidate the atomic details of reactions at the catalyst surface can only be applied in vacuum, whereas the actual catalytic reactions usually take place at high reactant pressures or even in solution. This gap is bridged to some extent by surface X-ray diffraction (SXRD), an experimental technique that provides exact geometric information about the arrangement of surface atoms. The advantage of X-rays over most other surface-sensitive methods is that they can penetrate a gas atmosphere or even a thin film of liquid. Thus they are ideal for the study of heterogeneous catalytic processes, in particular those that take place in solution. At the interface between solution and catalyst, reactant and solvent molecules interact very closely and it is important to study their interaction at or near the reaction temperature, which is not possible in vacuum where all the solvent evaporates.Crystallographers have used X-ray diffraction for over a century to determine the exact positions of atoms in the bulk of crystalline material, which has been crucial for our understanding of chemical and biological processes, as complicated as information transfer in DNA. Modern synchrotron light sources, such as Diamond, which became available over the last decade, deliver very intense X-ray radiation and make it now possible to detect also the weak diffraction signal due to atoms at the surfaces of crystals and determine their positions. We plan to use SXRD to study the arrangement of atoms at the surfaces of 'enantioselective' heterogeneous catalysts, which are of particular importance to the synthesis of drugs. Most molecules that play an important role in biology are chiral, meaning that their mirror images cannot be matched with the original by any rotation in space - just as our left and right hands. These molecules exist as 'left-handed' or 'right-handed' versions ('enantiomers'). Although both versions are identical in their physical properties, all living organisms on earth only use or produce one of each biomolecule. This poses a challenge for drug manufacturing because normally only one enantiomer of a drug molecule has the desired effect, whereas the 'wrong' enantiomer often causes unwanted side effects. When chiral molecules are synthesized in the laboratory both enantiomers are created in equal amounts unless 'enantioselective catalysts' are used. Such catalysts provide 'stereoselective sites', which are shaped in a way that only allows one type of molecule to form stable chemical bonds, similar to gloves that either fit the left or the right hand.Unlike nature's enantioselective catalysts, enzymes, heterogeneous catalysts that are preferred in industrial processes are usually made of inorganic material, metals or oxides. Currently, the only way of introducing stereoselective sites in these materials in large enough quantities is by adsorbing chiral modifier molecules on their surfaces (e.g. Ni catalysts modified by tartaric acid or alanine show significant enantiomeric excess in the asymmetric hydrogenation of beta-ketoesters). Since all this takes place in solution, however, we know very little about the exact nature of the modification they cause, the involvement of solvents or the exact reaction mechanisms. This makes it difficult to further improve such catalysts and to find new chiral modifiers that could catalyse other reactions. We therefore propose to study the geometrical modifications of Ni surfaces under reaction conditions using the new surface X-ray diffraction beamline I07 at Diamond and related experiments. The aim is a microscopic understanding of the interactions between modifiers, metal surfaces and reactant molecules, which could eventually lower the costs of the production of vital drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G068593/1","grantId":"EP/G068593/1","fundValue":"177322","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Georg  Held","coPersons":["C  Nicklin"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}