{"id":"C532863F-896B-4910-9419-6C551EC75323","title":"Transport of Organic Cations in Plasmodium falciparum","abstractText":"Plasmodium falciparum malaria causes immense public health and economic problems in most developing countries. During its complex life cycle, the malaria parasite invades the red blood cells of its human host and undergoes a phase of rapid growth and division that produces most of the clinical symptoms of the disease. Living inside the red cells of its host helps the parasite to avoid the host immune system but this protection comes at a price: the metabolically active parasite must obtain all of its nutrients from within a relatively inactive host cell. Hence, the parasite causes an increase in the permeability of the host cell to a variety of solutes, including a positively charged molecule that is subsequently taken up by the intracellular parasite and used to synthesize its cell membranes. We are particularly interested in the mechanism by which this molecule is taken up by the intracellular parasite because the molecule is essential to its survival. If we can identify the protein that is responsible we will be able to design new drugs that knock it out and kill the parasite. Because it is different to its human counterparts we can also make use of this transport protein to deliver toxic drugs just to the intracellular parasite and kill it without harming human cells. We propose to use modern molecular and cell imaging techniques to identify and characterize this protein. This information will advance our understanding of the complex interaction of the intracellular parasite with its host red cell. As outlined above, transport pathways afford great opportunities for the development of new drugs to combat malaria, both as drug targets in their own right and as routes for the delivery of drugs to kill the intracellular parasite.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400173","grantId":"G0400173","fundValue":"325942","fundStart":"2005-01-01","fundEnd":"2010-11-30","funder":"MRC","impactText":"","person":"Patrick Gerrard Bray","coPersons":[],"organisation":"Liverpool School of Tropical Medicine","findingsText":"","dataset":"gtr"}