{"id":"C53421EA-E24B-4F83-AC65-E04BDAAA054A","title":"International Workshop on Self Organizing Systems (IWSOS) 2007 - Conference Organisation &amp; Travel Grants for International Speakers &amp; Panel Members","abstractText":"The Computing Department at Lancaster University is organizing the 2nd International Workshop on Self-Organizing Systems (IWSOS 2007) in the English Lake District from 11th / 13th September 2007. The workshop theme is New Trends in Network Architectures and Services , and will be mainly concerned with the different aspects linked to self-organized systems, networks and architectures (additional details can be found on the workshop Web site at http://iwsos.comp.lancs.ac.uk/). This workshop is a major international event, and is being held in the UK for the first time this year. It has historically attracted over 70 participants from academia, industry and government organisations from all over the world, with a similar number are expected to attend this year's event. This EPSRC Workshop grant will enable us to enhance the programme of the workshop with a selection of international keynote speakers, each a renowned expert in the field of self-organizing systems, thus in turn, exposing UK researchers to the current state of the art research at an international level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F024428/1","grantId":"EP/F024428/1","fundValue":"9176","fundStart":"2007-09-01","fundEnd":"2008-02-29","funder":"EPSRC","impactText":"  This was a research workshop with 100 participants from around the globe. From the workshop, numerous bilateral and multilateral research relationships were formed. The workshop outcomes were published in Springer LNCS. Digital/Communication/Information Technologies (including Software) Societal","person":"David  Hutchison","coPersons":["Andreas Ulrich Mauthe"],"organisation":"Lancaster University","findingsText":" This was a workshop on self-organizing systems, and the results are published in the appropriate Springer LNCS volume. They have been, in particular to stimulate research proposals and work on resilient networked computing systems. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}