{"id":"C535633D-D74E-4982-BFEF-6859CD52C2F4","title":"Towards More Autonomy for Unmanned Vehicles: Situational Awareness and Decision Making under Uncertainty","abstractText":"It is anticipated that unmanned vehicles will be widely used within military and civilian operations and have a profound influence in our daily life in near future. Before fully realising the potential that unmanned vehicles bring, it is reasonably expected that to make unmanned vehicles accepted by users, the public and regulatory authorities, they shall achieve a similar level of safety as human operated systems. Among many others, a fundamental requirement for an unmanned vehicle is the capability to respond to internal and external changes in a safe, timely and appropriate manner. Therefore, situational awareness and decision making are two of the most important enabling technologies for safe operation of unmanned vehicles. To a large extent, they determine the level of autonomy and intelligence of an unmanned vehicle. Compared with a human driver or pilot residing in the vehicle, a major safety concern is the inevitable reduction in situational awareness of the unmanned vehicle operator remotely located in a control station. \n\nUnmanned vehicles operate in a dynamic, unpredictable environment with incomplete (or inaccurate) sensory information, which creates many challenges in situational awareness and decision making. Probabilistic and bounded approaches are widely used to represent uncertainty with a known distribution or with a known upper and lower bounds respectively. Situational awareness includes the perception of the objects in the environment within a volume of time and space, the comprehension of their meaning and the projection of their status in the near future. For example, in projection of the near status of moving objects of interest, any initial uncertainty associated with perception and comprehension will expand exponentially with the increase of the projection time span. However, it is possible to significantly reduce the uncertainty by utilising the information in the world model such as the operation environment, the Rules of the Road (or of the Air) and the properties of an identified object. For probabilistic uncertainty, this makes the Gaussian distribution assumption invalid, which is fundamental for most of the current statistical approaches such as Kalman filtering. Under the Gaussian distribution assumption, the estimated state about a moving object can be presented by its mean with a variance, and a symmetric uncertain region can be defined with the mean located at the centre (under a specified confidence level such as 99%). The introduction of knowledge (e.g. constraints due to the roadway layout) makes this not true anymore. To address the challenge of non-Gaussian distributions imposed by making use of information from the world model, a rigorous Bayesian learning framework will be developed for pooling all the knowledge from the world model and measurement data to provide a better estimate of the environment, and to propagate the uncertain regions with projection time. Reachability analysis will be developed for bounded uncertainty for worst case analysis, where the uncertainty will be reduced using constraints from the world model. Hazard analysis will be carried out to identify any potential risk. The key idea is to take a proactive approach to prevent any emergent situation through improving situational awareness reasoning and decision making. The estimates and associated uncertain region provided by the situational awareness will be fed to novel decision making and planning tools. The research activities will be strongly supported and verified by experimental tests on small scale ground and aerial vehicles. This project aims to significantly improve the level of safety of unmanned vehicle operation and to bridge the gap between the development and deployment of unmanned vehicles in real world applications, which is a strategically important area for new business growth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J011525/1","grantId":"EP/J011525/1","fundValue":"1006190","fundStart":"2012-03-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Wen-Hua  Chen","coPersons":["Paul Wai Hing  Chung","Baibing  Li","Lisa  Bartlett","Qinggang  Meng","Cunjia  Liu","Mohammed  Quddus"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}