{"id":"C53C17A6-35AF-4348-B106-7B9DD94EC737","title":"A systems approach to the cellular and molecular organization of neural circuits for representation of space","abstractText":"One of the most challenging problems in science is to understand how the molecules expressed by nerve cells in the brain enable thoughts and actions to take place. This is of fundamental importance for understanding how brains work. It will also underpin future industrial development of therapies for neurological and psychiatric disorders, and of biologically inspired computing technologies. Synthesis of molecules and assembly of cells is similar in the brain and other organs of the body, but the brain is distinguished by its ability to efficiently perform computations of considerable complexity. These computations rely upon communication of electrical signals between nerve cells. Some important computations are carried out by groups of nerve cells organized into modules, but how these modules relate to organization of electrical signaling between nerve cells is not known. This is important because molecules that control electrical signaling are a critical molecular link between gene expression and cognitive processes.\n\nWe will focus on a sub-region of the brain called the entorhinal cortex. During exploration, nerve cells at the upper end of this region form a module that encodes an animal's location at a relatively high resolution of approximately 30 cm. Lower down within this region, different modules of nerve cells encode location at lower resolutions. As existing approaches rely on recording electrical activity from neurons in live animals it is currently exceptionally challenging to examine their physical basis. We aim to solve this problem by instead using in vitro experiments in combination with quantitative and predictive computational models.\n\nWe will first establish if electrical properties of single nerve cells or their connections have a modular organization. We will use electrodes to record from many nerve cells in single slices of tissue. If electrical properties contribute to modular organization, then we expect cells from the same network to be more similar to one another than cells from different networks. We will next evoke coordinated network activity while making electrical recordings simultaneously from four cells at a time. We expect to identify cells that are part of the same module by specific correlations in their activity. To identify molecules that organize electrical properties and connectivity, we will identify candidate genes that mark modules. We will then determine if they label specific subgroups of neurons based on their electrical properties and connectivity.\n\nData obtained at each stage of experimentation will guide development of computer models. By comparison of the experimental results with the model predictions we will be able to refine and improve the predictive power of the models, while also identifying functions that the model may not yet explain and that will therefore require further investigation. In this way we aim to reveal new computational principles for brain operation and to ultimately enable direct links to be established between gene expression, electrical signaling and brain function.\n\nThe models and experimental results generated will be of benefit and application in several areas. 1) By establishing basic links between genes, electrical signaling and computation by nerve cells, the study will be important for understanding the healthy brain. They will form a key foundation for further investigations of how specific genes influences brain function. 2) The brain region that we will focus on is an important target for drug discovery. The computational models that we build will enable dry lab testing of potential therapeutic strategies in development by pharmaceutical or biotechnology companies. 3) The principles uncovered may stimulate future design of biologically based computational devices. For example, to improve navigation by robots, and to develop neurally inspired architectures to improve the energy efficiency of computational hardware.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L010496/1","grantId":"BB/L010496/1","fundValue":"719444","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"","person":"Matthew  Nolan","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We have addressed the question of whether and how neurons in the dentate gyrus of the hippocampus adapt to long-term changes in their activity in vivo. We have developed new experimental tools and made several new discoveries.\n\n1. We have developed an experimental preparation for inducing homeostatic adaption in vivo by viral expression of potassium channels. We have applied this paradigm to investigation of adaption by neurons in the dentate gyrus of the hippocampus.\n\n2. We show that dentate gyrus neurons do not use synaptic mechanism to adapt, but instead adjust their intrinsic excitable properties.\n\n3. We have developed methods for isolating neurons expressing virally introduced potassium channels, for extracting high quality RNA from these neurons and for performing quantitative analysis of gene expression using RNAseq and qPCR.\n\n4. We have identified a small number of genes whose expression is up- or down-regulated following manipulation of activity. Our experimental models and results will be of direct use to researchers investigating mechanisms of homeostatic plasticity. Given that homeostatic plasticity is increasingly linked to clinical disorders, in particular autism, it is possible that our results will have widespread clinical applications, but it is too early to tell at this point. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}