{"id":"C54027B8-13A8-4792-93A8-42E693E6CCCC","title":"An Experimental Study of Unsteady Wake-Induced Boundary Layer Transition in Turbomachinery","abstractText":"Wake-induced transition typically occurs in multi-stage turbomachine. It affects the aerodynamic performance of turbine and compressor blades considerably. Although the various mechanisms of wake-induced transition have now been identified, the detailed processes are not yet understood. In this joint proposal, the University of Manchester will use a novel combination of PIV and liquid crystal flow visualization technique to conduct detailed measurements of wake-induced transitional events occurring in an attached laminar boundary layer and a separated boundary layer with a separation bubble. The University of Cambridge will use bar-passing cascades to study the breakdown mechanism initiated by incoming wakes in separated boundary layers and in the mixed-mode region of transitory separated/attached boundary layers that can arise when wake-induced transition begins before but is not complete by the point of laminar separation. The aims are to obtain a better understanding of the mechanisms of wake-induced transition in attached, separating and separated flows and to provide benchmark quality data for developing and validating computational models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C536215/1","grantId":"EP/C536215/1","fundValue":"200361","fundStart":"2006-02-16","fundEnd":"2009-11-15","funder":"EPSRC","impactText":"  This finding has an important implication to the modelling of heat transfer of turbine blades and computational models of boundary layer transition in turbomachinery. Aerospace, Defence and Marine ","person":"Shan  Zhong","coPersons":["Howard  Hodson"],"organisation":"The University of Manchester","findingsText":" A better understanding of the growth and development of isolated regions of turbulence (turbulent spots) in a laminar boundary layer. A better understanding of the physical the boundary layer laminar to turbulent flow transition typically occurring in a multi-stage turbomachines. This finding has an important implication to the modelling of heat transfer of turbine blades and computational models of boundary layer transition in turbomachinery. Aerospace, Defence and Marine","dataset":"gtr"}