{"id":"C54161BE-FBB1-495A-9726-18137548EE59","title":"Unity out of diversity? Perspectives on the adaptations of immigrants in Britain","abstractText":"<p>The adaptation of immigrants (the immigrants' long-term integration into British society, and British society's response to it) has become an important topic of academic inquiry and debate among policy makers and the general public. Yet there is little systematic research or unified understanding of this process within and across these different arenas.</p>\n\n<p>This project aims to investigate the commonalities and differences in the various perceptions and understandings of adaptation and try to reconnect them. This will be done by using an original research design that will examine:</p>\n\n<ul>\n \n\n <li>&nbsp;the multidimensionality of immigrant adaptation in British academia (via a meta-analysis of the current literature and quantitative analysis of secondary data).</li>\n\n</ul>\n\n<p>Which will be contrasted with the subjective understandings and perceptions of adaptation in Britain among:</p>\n\n<ul>\n \n\n <li>policy makers and third-sector stakeholders (via an analysis of policy documents and interviews)</li>\n\n <li>minority and majority groups among the British population (via focus groups).</li>\n\n</ul>\n\n<p>This project will seek an active involvement by academic and non-academic audiences. It will provide a thorough and updated understanding of immigrant adaptation and its dimensionality in Britain, reaching beyond academic and policy circles, with the aim to build a solid evidence base for future research and policy.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K009206/1","grantId":"ES/K009206/1","fundValue":"253545","fundStart":"2013-10-01","fundEnd":"2016-04-30","funder":"ESRC","impactText":"  Some of the findings (arising from the policy placement that was undertaken as part of the project) from the research has been used in the 'State of the Nation 2014:Social Mobility and Child Poverty in Great Britain' report. Government, Democracy and Justice Policy & public services","person":"Laurence  Lessard-Phillips","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}