{"id":"C542485D-5C12-472B-916F-76324E026060","title":"Focus enhanced single molecule super-resolution microscopy - correlative confocal and nanoscale imaging in thick tissues","abstractText":"Fluorescence microscopy is widely used as a sensitive tool to investigate the biology and biophysical properties of cells and tissues, including its use as a healthcare technology in diagnostic pathology of tissue samples. Larger structures in complex three-dimensional cells and tissues have been successfully investigated with confocal microscopy which produces sharp images by effectively rejecting out of focus light. However, many of the structures found within cellular organisms are much smaller than the wavelength of light and have therefore been difficult to observe with fluorescence microscopy. In this project we plan to combine principles from confocal microscopy with a new &quot;super-resolution&quot; microscopy method which overcomes the limits of conventional light microscopy and can resolve detail down to ~20 nm. To date, however, such high resolution has been difficult to achieve in thicker cell preparations (e.g. &gt; 5 um), as many super-resolution methods rely on the precise localisation of individual molecules that emit light when excited in the fluorescence microscope. This &quot;single molecule localisation microscopy&quot; approach suffers from extensive background light that is generated in thick samples such as tissues and limits the achievable resolution.\n\nIn this project we propose an improvement to the imaging process that can be easily implemented and which combines ideas from conventional confocal microscopy with super-resolution imaging based on single molecule localisation while maximising the collection of light. Key to the new approach is the use of a digital micro device (DMD) array for patterned illumination of the sample. Adopting this new approach also allows the new device that we will build to implement standard confocal microscopy. It therefore allows us to combine both conventional 3D microscopy and our new effective super-resolution modes and obtain increased information from the samples. This means we can combine the high throughput of conventional confocal microscopy with local high resolution provided by super-resolution, in other words the best of both worlds for effective imaging in complex biological samples obtained for pathology testing.The utility of our approach is increased because we will adopt an improved confocal mode that has been recently demonstrated. Most importantly, we will be able to seamlessly switch between the various modes under sophisticated software control.\n\nTo improve the ability to provide extended 3D super-resolution data in thick tissue samples we will introduce a recently demonstrated technique into the workflow of our new approach. This technique, called DNA-PAINT, uses the modern understanding of DNA interactions to construct new markers for super-resolution imaging. DNA-PAINT provides a versatile way to combine many different marker types in the same sample and also introduces a convenient way to localise marker molecules as complementary DNA strands transiently bind to each other. In combination with our super-resolution improvements this will provide a way to record images throughout the depth of a thick sample and construct very high-resolution 3D volume images. The &quot;confocal principle&quot; in the new super-resolution approach is critical to avoid the background light that otherwise would greatly impair DNA-PAINT in tissue.\n\nTo demonstrate the impact of our new combined super-resolution, confocal and correlative microscopy modes we will conduct pilot studies that establish our new approach as a healthcare technology for diagnostic pathology in heart tissue, imaging in the brain and in cell &quot;clumps&quot; that resemble tumour tissue in their complex 3D arrangement.\n\nThe combination of new capabilities of our new microscope, its efficient implementation and sophisticated but intuitive software interface will make this a versatile new approach that will be highly relevant for academic and commercial users in many different fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N008235/1","grantId":"EP/N008235/1","fundValue":"423831","fundStart":"2016-04-10","fundEnd":"2019-04-09","funder":"EPSRC","impactText":"","person":"Christian  Soeller","coPersons":["Robert  Pawlak","Michael  Schrader"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}