{"id":"C5453F11-920D-416A-B476-3BF87F765C82","title":"Numerical testing of hypotheses for the recent thinning and acceleration of Greenland outlet glaciers","abstractText":"Currently, the Greenland ice sheet is undergoing rapid changes in the coastal regions which have been attributed to a general warming trend to the regions climate over the last decade. Several of the narrow and fast flowing outlet glaciers that drain the ice sheet into the sea are observed to have accelerated their flow and thinned. For instance, Jakobshavn Isbrae on the West coast of Greenland has almost doubled its speed since 2000 from 7km/year to 13km/year. Helheim Glacier on the East coast has thinned by more than 40m and retreated by 5km since 2003. Scientists are concerned that this accelerated flux of freshwater in the form of icebergs into the oceans may significantly contribute to sea level rise or affect the ocean circulation and with it our climate. Observations from remote sensing and field campaigns have produced an excellent data set on recent changes in velocities, surface elevations and front positions of a few such outlet glaciers. This has led to the development of a key hypothesis to explain these rapid changes. This hypothesis argues that the acceleration is a response to a reduction of buttressing or resistance from the frontal part of these glaciers due to an initial retreat of the calving ice fronts, followed by an upstream propagation of thinning. However, this hypothesis is conceptual and to date, has not been quantitatively tested. This can be done by the use of a time dependent numerical flow model that allows coupling between the relevant processes and feedback mechanisms. Hence, the aims of this project are, through development of an appropriate numerical modelling tool for outlet glaciers, to test this hypothesis, investigate the mechanisms involved and understand the possible future behaviour in response to climate change. This will be done by applying such a numerical model to two rapidly changing Greenland outlet glaciers for which we have excellent observational data - Helheim Glacier (HG) on the East Coast and Jakobshavn Isbrae (JIB) on the West Coast. The numerical model itself will be based on an existing time-dependent numerical model and includes both the ability to transfer stresses along the glacier and a moving grounding line or calving front. This model requires some model development for an application to Greenland outlet glaciers. No such model has previously been used to study the dynamics of Greenland outlet glaciers and therefore makes the proposed modelling timely and also provides an important step to improve our ability to predict sea level rise. The immediacy and speed of the observed changes of Greenland outlet glaciers and their potential impact to near future sea level rise, underpins the urgency and importance of the proposed research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E001009/1","grantId":"NE/E001009/1","fundValue":"95799","fundStart":"2006-12-01","fundEnd":"2008-05-31","funder":"NERC","impactText":"","person":"Andreas  Vieli","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}