{"id":"C546851D-3EDC-4DF8-AD54-C668629B0E4C","title":"SWARM data calibration and validation","abstractText":"ESA is due to launch the three-satellite mission, SWARM, in 2010 as part of its Earth Explorer programme, which is strategic for the geomagnetic element of Earth Observation. The planned multi-spacecraft formation (in low earth, polar orbit), and payload of magnetic and electric field instruments, are specifically designed to study all contributions to the near-Earth magnetic field, including the internally generated and surface (Lithospheric) geomagnetic field, and the externally influenced ionospheric and magnetospheric fields; together with their associated electric current systems. The key difference in the mission design of SWARM over previous low orbit missions (e.g. Champ and &Ouml;ersted), is its multi-spacecraft nature, which allows gradient and partial current estimates to be made directly, in-situ. These measurements are critical to capture and distinguish the time-variability of the geomagnetic field, which otherwise inherently limits the accuracy of field models developed from single spacecraft missions (despite the high precision measurements now available). A key mission aim of SWARM is therefore to map the ionospheric current system, linking into the magnetosphere, and monitor behaviour directly to better understand the responses of the Earth's environment. The essentially anisotropic conductivity, and field aligned linkage of currents, requires multi-point measurements of both the magnetic and electric field, and these observations also provide continuous monitoring of the impact of space weather; potentially completing a full solar cycle of previous magnetic measurements. The exploration intended by the SWARM mission, both to survey the geomagnetic field and to distinguish the various dynamic sources contributing to the mechanisms of energy transfer in the Earth's environment, is therefore of high interest, and has close relevance to NCEO aims. ESA plans to present no-cost AOs for guest investigators to validate SWARM data products, who will thereby gan access to the SWARM data set a year before public release. It is therefore desirable to position the UK community to respond to these AOs, which assume national funding will be sought. NCEO funding for this mission support activity, as applied for here, would achieve this. The calibration and analysis techniques will be developed from knowledge gained through the operation of the four-spacecraft Cluster (and other) spacecraft (which can provide determination of electric current density, for example), while verification of the electric field will exploit existing methods, using ionospheric data from the EISCAT radar and SuperDARN network (which can provide reference electric field values through the measured global convection flows). Cluster has provided vital lessons for access, validation and use of SWARM data; multi-point techniques will maximise the science return, while the radar network provides a global interpretation for the in situ observations. On this basis, extensive studies can be performed to qualify and exploit the SWARM dataset through and beyond the mission operations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H004076/1","grantId":"NE/H004076/1","fundValue":"189855","fundStart":"2010-02-01","fundEnd":"2016-06-30","funder":"NERC","impactText":"  Input to Swarm SVT - ESA mission support Other ","person":"Malcolm Wray Dunlop","coPersons":["Ian William McCrea"],"organisation":"STFC - Laboratories","findingsText":" new analysis techniques adaption to new analysis Other","dataset":"gtr"}