{"id":"C54A97AF-7D56-467E-BD30-7BF947A01172","title":"Silicon Valleytronics","abstractText":"Harnessing the interface between silicon and its thermal oxide has had, and continues to have, enormous impact on humankind through the crucial role it plays in metal-oxide-semiconductor transistors. These transistors can be found in anything containing integrated circuitry like computers. Due to the importance of this interface, vast efforts were made to understand the underlying physics around three decades ago and as such, it is often assumed that most of the pertinent physics is well understood.However, along with extreme miniaturisation and the developing interest in quantum information processing, we are now entering into an exciting new era where our understanding of silicon is tested in ways only dreamt about thirty years ago. Miniaturisation has come so far, that cross-sectional micrographs of cutting-edge transistors can now show individual atomic structures on the same picture encompassing an entire device. In such small devices, and indeed in emergent devices aimed at manipulating quantum information, details such as atomic layer fluctuations of an interface and quantum mechanical effects come to the fore. These have enormous effects on device properties, rendering further progress critically dependent on our ability to understand and control them. This is leading to a world-wide revival of interest in the basic physics of silicon. As an unexpected and surprising result of this endeavour, recent experiments have revealed, that when the interface is prepared in a particular manner, the band-structure of silicon is profoundly altered in a completely new way which we call giant valley-splitting . The band-structure of a material lies at the very heart of the physics of any crystalline solid - it dictates all properties involving electrons such as how suitable the material is for use in a transistor, and what colour of light the material absorbs and emits.Despite silicon-silicon dioxide being one of the most important interfaces in the infrastructure of modern society, at present, we know very little about this effect. We do not have a quantitative theory to explain it; we do not know what microscopic structural parameters determine it; we do not know what exact preparation parameters determine it, and we do not know how it affects other physical properties except limited aspects of electrical conductivity. In this respect, this silicon-silicon dioxide interface is a new material with yet-unknown properties.The aim of this project is to understand the origin and consequences of this new interface so that we can harness it as a new ingredient for physics of low dimensional systems and technology of semiconductor devices. Since the material is made from silicon and silicon dioxide, it is automatically compatible with the vast arsenal of cutting-edge silicon technology. New properties and resulting functionalities can be embedded into existing silicon based systems at the deepest level of integration which is impossible with any other material.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I017860/1","grantId":"EP/I017860/1","fundValue":"100023","fundStart":"2011-05-05","fundEnd":"2013-08-04","funder":"EPSRC","impactText":"  Scientific data obtained from this research continue to be used to provide new insights into the impact of valley degeneracy and valley polarization on the electronic properties of two-dimensional electronic systems.  ","person":"Kei  Takashina","coPersons":[],"organisation":"University of Bath","findingsText":" We have been able to obtain new insights into how valley splitting and valley polarization affect electronic properties of silicon based two-dimensional electronic systems, and how they relate to spin polarization. We have also obtained further insights that have allowed us to enhance our ability to engineer valley splitting in these systems. Our findings relate to quantum transport phenomena and the control of electronic states. We expect that our findings would be useful in engineering silicon based quantum electronic devices in the future. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}