{"id":"C54C30F1-4CD8-42F4-9F8A-188E0DEEA139","title":"Religion, identity, and violence in Kaduna State Nigeria","abstractText":"We will study how constructions of religion impact on the formation of gender identities and the significance for participation in violence. Here we will examine links between violence at community, household and state level. Through carrying out participatory action research with community members and religious leaders we will support the development of tools for influencing behaviour leading to changes in gender identities, everyday practices, and violence. Our study bridges gaps between several of this programme's themes. It relates most closely to themes 2 (identity, community, welfare, prosperity) and 3 (religion, violence and conflict resolution).\\n\\nOur project will explore the relationship of gender identities (ideal sets of characteristics males and females should live up to so as to be accepted within their own communities) to sectarian violence. It focuses on questions such as what gives men such a strong propensity to violence and how is this related to the formation of their identities through their religion. Through action research we will identify how our findings can contribute to public action for reducing violence within communities and families. This should enhance our understanding of how religion can be exploited and made into a tool both for fomenting and reducing violent conflicts. \\n\\nThe research will take place in the capital of Kaduna State, Nigeria, a site of multiple incidences of sectarian violence. The decision to develop this project arose from a joint project in Kaduna between the researcher and her research partner exploring relations between young people's involvement in communal violence and citizenship. \\n\\nBoth research partners have worked on violence and conflict. Abah's knowledge of Nigeria and Harris' work on religion and gender issues come together to provide complementary expertise that makes us a team ideally posed to tackle the intersection of gender identities and sectarian violence.\\n\\nViolence can be taken as damaging physical force deliberately used against other humans for their humiliation. It is strongly gendered both in who performs it and how. Violence always has meaning and sends messages. The strong influence of religion allows its easy incorporation into identity politics. In Nigeria this is strengthened by coincidence with ethnic divides. Violent conflict has been incited by power hungry elites. \\n\\nLittle attention has been paid to how religions influence the construction of gender identities and still less to their connections to the legitimisation of the use of violence in the name of religion. We will seek to discover how masculinity is shaped by religions and how these are jointly implicated in decisions on whether to participate in violence. We will research women's roles in supporting violence and further explore what participants hope to achieve by violence.\\n\\nOur research will not merely analyse the problems; it will also seek to reduce violent tendencies by changing patterns of gendered socialisation. It will do this through participatory action research (PAR). In PAR participants use analytical techniques to identify problems and find ways to deal with them. These include tools developed for participatory community development as well as gender training and analysis. Thus, the results of this study should both contribute to theoretical development of this field and provide practical approaches for use in Kaduna and beyond in communities afflicted by recurrent communal violence, including the UK.\\n\\nWe will use ethnographic methods and participatory research, working with Muslim and Christian men and women from ages 19 to 35, and community and religious leaders with whom we have already good relationships. This work will encourage development of tools for influencing behaviour leading to changes in gender identities, everyday practices, and violence. Our outputs will include scholarly and popular publications, dramas, videos and policy briefs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F008295/1","grantId":"AH/F008295/1","fundValue":"78332","fundStart":"2008-05-01","fundEnd":"2009-10-31","funder":"AHRC","impactText":"  The impact of this award was mainly on those directly or indirectly involved. As the main part of the project was educational the main impact was on the local people who were educated in Kaduna, Nigeria. We carried out an additional impact project with further funding in 2011 that increased the impact considerably by using street theatre to spread the impact to the community at large. One effect was that our participants not only did not participate in the post election riots of April 2011 but also prevented others doing so. Education Societal","person":"Colette  Harris","coPersons":[],"organisation":"University of East Anglia","findingsText":" We studied how constructions of religion impact the formation of gender identities and the significance for participation in violence, examining links between violence at community, household and state level. Through participatory action research with community members we supported the development of tools for influencing behaviour leading to changes in gender identities, everyday practices, and violence. \n\n\n\nOur project explored the relationship of gender identities (ideal sets of characteristics males and females should live up to so as to be accepted within their own communities) to sectarian violence. It focused on questions such as what gives men such a strong propensity to violence and how this is related to the formation of their identities through their religion. Through action research we were able to contribute directly to public action for reducing violence within the communities and families with whom we worked. \n\n\n\nThe research took place in the capital of Kaduna State, Nigeria, a site of multiple incidences of sectarian violence. The original decision to develop this project arose from a joint project in Kaduna between the PI and her research partner exploring relations between young people's involvement in communal violence and citizenship. Both partners had previously worked on violence and conflict from different perspectives. Abah worked in Nigeria while Harris' work on religion and gender issues in other contexts provided complementary expertise. \n\n\n\nViolence can be taken as damaging physical force deliberately used against other humans for their humiliation. It is strongly gendered both in who performs it and how. Violence always has meaning and sends messages. The strong influence of religion allows its easy incorporation into identity politics. In Nigeria this is strengthened by coincidence with ethnic divides. Violent conflict has been incited by power hungry elites. \n\n\n\nLittle attention has been paid to how religions influence the construction of gender identities and still less to their connections to the legitimisation of the use of violence in the name of religion. Our research found connections between religion and the shaping of masculinity and the (often religion-specific) ways in which gender identities make it difficult to resist pressures towards engaging in violence for men or supporting it for women.\n\n\n\nWe used participatory action research embedded in discovery-based pedagogies to work with members of both religious communities to change family and community relationships, including patterns of gendered socialisation, hoping through these to reduce current levels of everyday (domestic and public) violence, as well as to support the enhancement of critical thinking processes aimed at reducing the potential for engagement in future episodes of communal violence/riots.\n\n\n\nIn this way we have been able to produce significant changes in both direct and indirect participants in this project. The direct participants acknowledged significant changes in behaviour as well as outlook. They have now started to work on family members (especially the women) and within their communities at large (mainly the men) to extend the processes of change beyond the immediate project target groups. One immediate change was the cessation of hostilities between the young men of these two neighbourhoods and their joint involvement in acting in theatre for development in public spaces in their communities. As a result of the dramas, further community-level violence, for instance, around an important local water pump, also decreased.\n\n\n\nThe results of this project have been presented in academic conferences and the papers are being adapted for publication in refereed journals. A policy brief and newspaper articles on the project are available on the project website -www.uea.ac.uk/dev/kaduna, as also the policy brief and more project information. Videos now being edited will shortly be available on the site. This was applied in a non-academic context during the life of the project. The project participants learned to analyse issues around violence and in particular how to resist being incorporated into violent action when the call to rioting was made. They also learned about domestic violence in its multiple manifestations and how to avoid engaging in this. \n\n\n\nA similar methodology could be used to reduce the likelihood of participation in violence in other communities.\n\n\n\nIt should be noted that the methodology worked inasmuch as those involved and their family members did not get involved in the post-election rioting of April 2011. Moreover, a number of them played an active role in preventing others from becoming involved. This is a significant outcome of the project. Communities and Social Services/Policy,Education,Security and Diplomacy","dataset":"gtr"}