{"id":"C54FC902-F6DE-4698-AA44-38F5FDB1158F","title":"Exploring the potential of networked urban screens for communities and culture","abstractText":"This project brings together University College London, the University of Nottingham, which also hosts the HORIZON Digital Economy Hub, the London Borough of Waltham Forest, the Commission for Architecture and the Built Environment (CABE) and Leytonstone Business Improvement District (e11bid) to investigate how the urban experience mediated through connected large screens can be designed to augment real world interactions, support communities, and promote and develop culture so as to maximise the quality of the public experience within the urban realm.This project is inherently cross-disciplinary bringing together methods from Architecture and Computer Science. We will work in 'action research' mode engaging research organisations with the end user communities and Waltham Forest council. We will also engage at a national level through the involvement of CABE and Mike Gibbons, Head of Live Sites (a network of permanent large-scale digital screens across the UK). Through an iterative prototyping methodology we will integrate the content development, placement, local interactivity and distributed connectivity of four re-locatable screen nodes connecting Nottingham with London. This set-up will allow us to explore remote connectivity by comparing two with three and four networked nodes, creating situations and experiences that differ in their urban settings and the types of populations they support through different seasons. The screen content will be compared across different locations, allowing us to identify outcomes that are site-specific and ones that can be generalised across different sites. We will develop the screen content (such as applications and experience) and evaluate mediated public interactions around these screens by engaging with the London Borough of Waltham Forest, the local communities around all four nodes locations, and commissioned artists in definition of the research challenges as well as in the programme of research itself. These creative experiments will, however, be carefully designed to contribute to our research understanding of the dimensions of possibility and acceptance by the community. We will document design, management and public meetings and, as research results are generated, feed research findings back into local and policy debate, and feed forward into the design of the experience and interactions mediated through connected screen technologies. Our research takes a targeted and longitudinal approach in order to understand a complex range of social, technical and interactional issues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I031413/1","grantId":"EP/I031413/1","fundValue":"174148","fundStart":"2011-11-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"  Screens in the Wild was funded under a Research in the Wild call and the non-academic context was at its heart from the outset. All experiences created with the network directly engaged with members of the public as users and content generators.\n\nThis grant has directly led to follow-on funding provided by the University of Nottingham, allowing us to operate the network during 2014. This has in turn provided the space to engage with more partners in the education and cultural sectors, creating public experiences on the SITW and engaging the public with their content. Communities and Social Services/Policy,Creative Economy,Education Cultural","person":"Holger  Schnädelbach","coPersons":[],"organisation":"University of Nottingham","findingsText":" The Screens in the Wild (SITW) project has iteratively developed and deployed an integrated hardware and software infrastructure to operate a network of four interactive, public screens. These screens were installed at two locations in Nottingham, UK (an Arts Centre and an Independent Cinema) and two locations in East London (with a Business Improvement District and at a volunteer-run community centre). Each of the four nodes has a touch screen, a camera, a microphone and a speaker. This technology brings out interactivity into the public realm, as anyone can interact with content created for the network from the street.\n\nThe project has engaged in detailed urban analysis of flows, activities and behaviours to support locating the nodes and to support content creation. The project has then lead the development of initial experiences to provide seed content, for example an experience to generate music across the four sites. The project has engaged with local businesses and venues, which represent possible screen placement locations (identified through the urban analysis). The project has further engaged with local communities, with communities of creatives and with the academic community to build up a ‘set’ of experiences over time. These include experiences to express your mood, share photos, take photos, and to interact over video, for example. This set is run on the screen network via a scheduler, changing the content of the interactive screen network in unison with the urban flow at the various locations. The full network of four screens has been operational for more than 12 months and continues to operate beyond the end of the project. \n\nThe availability of the network long-term has given rise to detailed insights into the functioning of a screen network in a diverse set of urban spaces. This lead to an increased understanding of how the urban experience (mediated through connected urban screens) can be designed to augment real world interactions, support communities, and promote culture.\n\n- The project has lead to a well-understood and fully deployed network of interactive screens, including a technical and managerial support infrastructure.\n\n- The project has resulted in multiple levels of engagement with members of the local, creative and academic communities (Nationally and internationally).\n\n- The project has demonstrated how to operate a set of screens where interactivity is networked, combining global automatic scheduling with locally relevant content. \n\n- The importance of the relationship with host venues cannot be overemphasized. Venues are key in enabling the network, supporting it technically; providing a platform for community engagement and guiding content development and they are also key partners in taking the project forwards.\n\n- Significant tensions exist between multiple venues over what content should be running when. The project has used the strategy of scheduling diverse content over time to cater for multiple requirements.\n\n- Community engagement is fruitful when it occurs on a spectrum between ‘invited’, or semi planned ‘part of an existing community event’ and ‘serendipitous’. The project has deliberately engaged through workshops and events producing content that is relevant to specific communities. The project has also created experiences that engage passers-by in unexpected ways.\n\n- The project has created a core set of experiences that engages people on the street, for example to express their mood, share a photo draw musical patterns, or to take a photo with their friends and simple ‘one-touch’ interactivity enables this. Levels of local engagement have been persistent at all four nodes, however, the nature, timing and duration of interactions is largely framed through the interplay between the venue related activities, the urban rhythm and the adjacent activities taking place in the surrounding area, in addition to the affordance of the medium.\n\n- Creating open access and understanding what it takes is challenging, more research and testing needs to be carried out on this front. \n\n- Creating network interactivity remains a challenge, with few of the project’s current experiences creating synchronous engagement with someone at another site. Some local content triggered such engagement, and longer-term engagement across sites was possible.\n\n- The project has provided the four participating venues with a core understanding of the use of urban interactive screens throughout different seasons and times of day; the relationship to surrounding uses in the vicinity and their use with respect to major events in their respective areas.\n\n- The project has provided an understanding of the dynamic nature of interaction spaces around interactive urban screens and people and how people relate to such screens (a typology of interaction spaces). Screens in the Wild was funded under a Research in the Wild call and the non-academic context was at its heart from the outset. All experiences created with the network directly engaged with members of the public as users and content generators. It is only now that we are investigating more academic uses, for example as a platform for the streaming of teaching content in University outreach work or as a living lab and research test platform embedded in the local communities.\n\nThe activities conducted during the project can also be continued in their non-academic context. For example, project activities covered a number of community engagement events. This included researcher-led community engagements, and artist-led workshops with local communities. The involvement of the project ‘artists in residence’ allowed for creative engagement with members of the local artists community and the residence community. With the right funding, such activities can be continued to enable the potential of the SITW network in future. The project is currently exploring various models to attract commercial funding for the network and experiences to continue operating the network. The Partnerships built up during the funded period will form the basis for this. The University of Nottingham has provided the base funding for maintaining the existing screen network until the end of 2014, which will enable the exploration of these pathways. The screen network can already be put to use to link people to explore content together in urban space, might this be educational, informational or entertainment. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}