{"id":"C5529DA4-A7BB-46F2-AB65-E5899E3E6E8E","title":"X-ray crystallography facilities for chemistry at Newcastle","abstractText":"X-ray crystallography is the most powerful and widely used technique for the determination of detailed solid-state structure. Over the last 13 years CCD-based area-detector diffractometers (similar in operation to digital cameras but more complex) have come to dominate the scene in the collection of single-crystal X-ray diffraction data. The oldest surviving machine of this type in the world is still in use in Newcastle, where it has given very satisfactory service. It is now obsolete, poorly performing compared with instruments developed more recently, and in need of frequent maintenance and repair; a major fault in the detector system would be irreparable. We propose to replace it with a modern instrument having greater sensitivity, resolution and speed. With this significant improvement in the performance of the detector of the instrument, conventional equipment for the production of X-rays (a so-called 'sealed tube') will be sufficient for most of the samples we investigate, and is much more economical to buy and to maintain than devices that produce higher intensities of X-rays. For the most challenging of our samples (for which only very small crystals can be grown, or for which the X-ray diffraction intensities are weak for other reasons connected with the nature of the chemical structure, such as the presence of disordered solvent molecules or other parts of the structure), we will continue to make significant use of the higher X-ray intensity sources available through the EPSRC-funded National Crystallography Service (a 'rotating anode' laboratory source in Southampton and high-intensity radiation at the existing and new UK synchrotron sources). The new equipment thus represents an appropriately selected component of the complete range of crystallographic facilities available for our research.The new equipment will provide essential structural characterisation for new materials produced by all the synthetic chemical research groups in Newcastle and in a major collaboration with another University; these groups are involved in projects including anti-cancer drug design, studies of toxicology, natural products extraction and use, the design of efficient catalysts for various reactions of industrial and commercial importance, unusual cluster and organometallic compounds with applications in chemical synthesis and new materials, interactions of DNA and its components with other materials, the production of porous materials with potential for gas storage (including hydrogen as a 'green' fuel), and the role of metals in proteins and other biological systems, among others.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F03637X/1","grantId":"EP/F03637X/1","fundValue":"385339","fundStart":"2008-06-01","fundEnd":"2010-05-31","funder":"EPSRC","impactText":"","person":"William  Clegg","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}