{"id":"C558C67B-C5C1-40B9-B885-D29BC31B0379","title":"Fan system for a boundary layer ingesting jet engine","abstractText":"This project sets out to combine a well-known theoretical ideal with a new practical approach to achieving it. The ingestion of slow moving boundary layer fluid for the efficient propulsion of a vehicle is a well-established objective (used in ships and submarines), but so far this principal has not been successfully applied to aircraft propulsion. The new approach proposed here becomes timely and practical as a consequence of recent efforts to design more efficient, and less noisy, aircraft. The favoured layout of the new aircraft makes use of a large lifting surface, the so called 'blended wing body', in conjunction with surface mounted engines ingesting boundary layer fluid. The engines would be mounted above the wing to reduce noise on the ground.The fundamental challenge for engines ingesting boundary layer fluid is the non-uniform, or distorted, velocity profile of the air entering the engine. Conventional fan engines will not accept distorted inlet flow without serious loss of operability. A possible way around this problem is to mix the slow moving air adjacent to the wing surface with free stream air taken from further above the wing. The mixing process is inefficient and so the theoretical advantage of boundary layer ingestion is reduced. However, a new approach is proposed here in which the fan of a conventional aero-engine can be modified to accept distorted boundary layer flow without the need for pre-mixing. This project plans to test and develop the new fan design using both calculations and experiments. The ultimate aim is to develop a novel aero-engine fan that will accept a distorted inlet velocity profile, without significant loss of operability or efficiency, whilst delivering a near normal flow distribution to the remainder of the engine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F015070/1","grantId":"EP/F015070/1","fundValue":"302955","fundStart":"2008-02-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"","person":"CESARE ALAN HALL","coPersons":[],"organisation":"University of Cambridge","findingsText":" This EPSRC project is the first research programme focused on the turbomachinery requirements for BLI. It has provided a\n unique, new experimental rig for the study of BLI fans. This rig features a low-speed fan stage representative of a jet\n engine fan with precision machined aluminium rotor blades and rapid prototyped stator blades. The rig is capable of full\n 360-degree traverses of the fan flow-field at various locations and this has enabled the most detailed experimental survey\n to date of the effects of non-uniform inlet flow on fan aerodynamics. The results rom this rig are already guiding us in terms\n of what design features are required for an efficient and robust engine that exploits BLI.\n\n\n\nState-of-the-art computational methods have been applied to improve our understanding of the design and operation of BLI\n fans. Full-annulus, unsteady, three-dimensional computations of a jet engine fan system can take months to converge\n using vast clusters of computers. Such computations have been completed in connection with this project and they are now\n much less demanding to complete and process. The results from these computations have resolved important features of\n the fan flow-field and they have been used to explain the performance of a high-speed fan operating in high levels of nonuniformity.\n The predictions are also consistent with observations made in the low-speed rig.\n\n\n\nOther, more analytical, studies of BLI have also been completed. These include a new detailed system analysis that\n enables the potential fuel burn benefits of BLI to be more accurately estimated for various configurations. This research has\n confirmed that a high performance BLI system requires minimal installation losses and a fan system that can operate at\n high efficiency within continuous distortion. Furthermore, it has been found that a smaller fan system is optimum when\n designing for BLI relative to a conventional jet engine with the same thrust. This work was presented in 2010 at an\n international conference session attended by over 280 delegates.\n\n\n\nBLI can be applied to air transport other than large passenger aircraft. This project has produced research showing that a\n long-range Unmanned Aerial Vehicle (UAV) could achieve much greater endurance if the propulsion system was designed\n for BLI. In the configuration studied, the engine was an axisymmetric arrangement which ingested all the fuselage\n boundary layer. This concept was found to be simpler than a conventional propulsion system with the potential for\n significant operational benefits.\n \n\nIn summary, BLI is an exciting, current field, with great potential for future aircraft fuel burn reduction. This project has\n made some of the first key steps needed to develop this technology and it has established the first experimental facility\n devoted to BLI fan systems. A follow-on project has been started, supported by Rolls-Royce plc and an EPSRC Industrial\n CASE award, which will further develop and apply the rig. A patent has been filed on engine configurations using BLI with\n Rolls-Royce plc and recent findings from this project are expected to lead to further patents. Application to Future Jet Engines and Aircraft by Aerospace Industry. Further development in Aerospace industry.\n\nFurther research in Academic institutions. \n\nBoth of these are already in progress in the UK and USA. Aerospace, Defence and Marine,Education,Energy,Environment","dataset":"gtr"}