{"id":"C55CA1B4-CA2C-46DC-A1B8-807DBCB6DFE9","title":"Icon? Art and Belief in Norfolk","abstractText":"Icon? Art and Belief in Norfolk' is a collaborative project, a partnership between the School of World Art Studies and Museology at the University of East Anglia and Norwich Castle Museum and Art Gallery. The main collaborator at Norwich Castle is Andrew Moore, Senior Curator and Keeper of Art; the key researchers at UEA are Sandy (Thomas Alexander) Heslop and Margit Thofner.\\n\\nThe project will explore one core question: what is the relationship between religious artefacts and the locality where such objects are made and used? It is a well-established fact that religious works of art can have a power or agency of their own. Such works have inspired and continue to draw responses such as awe, devotion or aggression. But where does this power come from? We think it likely that religious artefacts take a substantial part of their agency from the locality in which they are made or used.\\n\\nTo explore this idea, to provide it with a meaningful factual basis, the project is focused on one case-study: the making and use of objects for spiritual purposes in Norfolk, an area with a history of religious diversity going back at least 2000 years. Romans, Anglo-Saxons and Vikings all came to Norfolk with their own belief systems and their own religious objects. In the later Roman period, Christians settled in this region and - after a period of conflict - Christianity became dominant. This, however, did not prevent other religions from flourishing. For example, in the Middle Ages there were thriving Jewish communities in Thetford, King's Lynn and Norwich. From the fourteenth century onwards and across the early modern period, religious diversity took the form of a bewildering number of different branches of Christianity, including Lollards, Catholics, Calvinists, Methodists, Presbyterians, Puritans and Quakers. In Norfolk the putatively uniform religion of Christianity was only ever an illusion. Then, over the past two centuries or so, a new pattern of diversity has emerged. To number but a few of the faith-groups now found in this region: Muslims, Buddhists, Hindus, Jehovah's Witnesses, Mormons, Neo-Pagans, Baha'i and Sikhs as well as older and more recently formed communities of Jews and Christians. This makes Norfolk a particularly appropriate case-study for our project.\\n\\nIt must be noted that 'Norfolk' was and still is a fluid category. The definition we shall operate with is partly geographical and partly religious: our project is focused on the medieval diocese of Norwich. It covered most of present-day East Anglia since it was bounded in the south by the river Stour, in the west by the Great Ouse and in the north and east by the North Sea. The term 'spiritual' is similarly unstable. For the purposes of our project it denotes behaviour found both within organised religion and within looser and perhaps more personal belief-systems.\\n\\nThe project and its most visible outcome / an exhibition in Norwich Castle Museum / will explore the works of art and the artefacts that have both embodied and perpetuated spirituality in Norfolk. In particular, we shall focus on moments of religious conflict, moments when questions of faith became pretexts for iconoclasm and other forms of object-based violence. But we shall also consider works of art which have served or still serve as bridges between different faith communities in this locality. Here we shall pay particular attention to the roles that local institutions such as universities, museums and multi-faith groups may play. Finally, the exhibition will examine the roles that art plays within religion and spirituality in Norfolk today. Our sense of what is local has changed dramatically in recent years: a sculpture with religious contents exhibited in Norwich in October 2007 has caused consternation as far afield as Thailand. Can this shifting sense of locality, driven by technological change, help us understand the sheer power of religious works of art?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F018525/1","grantId":"AH/F018525/1","fundValue":"318172","fundStart":"2009-02-01","fundEnd":"2011-03-31","funder":"AHRC","impactText":"  Our findings were chiefly used in our exhibition, which took place at Norwich Castle Museum and Art Gallery in the autumn of 2010. It was entitled: 'The Art of Faith: 3500 Years of Art and Faith in Norfolk.' The purpose of this exhibition was twofold. \n\nFirst, it helped us to explore the range of artefacts made and used for devotional purposes in Norfolk across history. We displayed over one hundred and fifty objects, including a bronze-age ceremonial weapon, a medieval anti-semitic cartoon, a seventeenth-century recusant chasuble, an anti-witchcraft charm in the form of a mummified cat, a miniature portrait of Elizabeth Fry, a central-European Torah scroll brought to Norfolk during the Second World War, a Baha'i meditative painting, a range of personal devotional objects supplied by members of our multi-faith consultancy group, and a specially commissioned film on the relationship between prayer and the landscape as experienced by several faith communities active in Norfolk today. We deliberately included objects linked to conflict, to moments when faith served as a pretext for iconoclasm and other forms of violence. But we also displayed artefacts which have served or still serve as bridges between different faith communities in Norfolk. This was to show that spiritual works of art can indeed be highly charged, either negatively or positively. \n\nSecond, the exhibition provided a laboratory for testing our theory. Scholars who study museums often claim that the display of spiritual artefacts in gallery spaces has a de-contextualising or deadening effect. Yet we found the opposite. Through careful research, selection and juxtaposition, our wide-ranging corpus of works actually generated its own spiritual charges. Moreover, the display of local devotional artefacts in the evocative locality of Norwich Castle Museum actually enhanced their appeal. This is evident from our visitor numbers, of just over 26,000 people, and from the nearly universally positive responses that our exhibition drew. Culture, Heritage, Museums and Collections Cultural,Societal","person":"Simon  DellMargit  Thofner","coPersons":["Thomas Alexander  Heslop"],"organisation":"University of East Anglia","findingsText":" 'Icon? Art and Belief in Norfolk' was a collaborative project between the School of World Art Studies and Museology at the University of East Anglia and Norwich Castle Museum and Art Gallery. \n\nThe project was designed around one core question: what is the relationship between religious or spiritual artefacts and the locality where such objects are made and used? It is a well-established fact that religious artworks can have a power or agency of their own. Such works have inspired and continue to draw responses like awe, devotion or aggression. But where does this power come from? Our theory was that religious or spiritual artefacts take a substantial part of their agency from the locality in which they are made or used. To provide a solid, factual basis for exploring this theory, the project was focused on one case-study: the making and use of objects for spiritual purposes in Norfolk, an area with a history of religious diversity going back at least 2000 years. \n\nOf course 'Norfolk' was and still is a fluid category. Our project was therefore focused on most of East Anglia, as encompassed by the medieval diocese of Norwich, bounded in the south by the river Stour, in the west by the Great Ouse and in the north and east by the North Sea. The term 'spiritual' is similarly unstable. For our purposes it denoted behaviour found both within organised religion and within looser and perhaps more personal belief-systems. This allowed us to focus on artworks and objects used in personal devotions as well as those serving more formal, religious purposes such as rituals. \n\nThe main research outcome was an exhibition at Norwich Castle Museum and Art Gallery held in the autumn of 2010 and entitled: 'The Art of Faith: 3500 Years of Art and Faith in Norfolk.' The purpose of this exhibition was twofold. \n\nFirst, it helped us to explore the range of artefacts made and used for devotional purposes in Norfolk across history. We displayed over one hundred and fifty objects, including a bronze-age ceremonial weapon, a medieval anti-semitic cartoon, a seventeenth-century recusant chasuble, an anti-witchcraft charm in the form of a mummified cat, a miniature portrait of Elizabeth Fry, a central-European Torah scroll brought to Norfolk during the Second World War, a Baha'i meditative painting, a range of personal devotional objects supplied by members of our multi-faith consultancy group, and a specially commissioned film on the relationship between prayer and the landscape as experienced by several faith communities active in Norfolk today. We deliberately included objects linked to conflict, to moments when faith served as a pretext for iconoclasm and other forms of violence. But we also displayed artefacts which have served or still serve as bridges between different faith communities in Norfolk. This was to show that spiritual works of art can indeed be highly charged, either negatively or positively. \n\nSecond, the exhibition provided a laboratory for testing our theory. Scholars who study museums often claim that the display of spiritual artefacts in gallery spaces has a de-contextualising or deadening effect. Yet we found the opposite. Through careful research, selection and juxtaposition, our wide-ranging corpus of works actually generated its own spiritual charges. Moreover, the display of local devotional artefacts in the evocative locality of Norwich Castle Museum actually enhanced their appeal. This is evident from our visitor numbers, of just over 26,000 people, and from the nearly universally positive responses that our exhibition drew. \n\nEven so, our conclusion is not straightforward. Spiritual artefacts and works of art do indeed take some of their powers from the locality in which they are made or used. But this is not a given. It depends very much on the specific circumstances and contexts pertaining to such artefacts. The academic anthology offers research useful both to local historians and to those with a broader interest in diachronic historical work. The collaborative effort between a university and a museum has now become quite commonplace but, when the project was still active, it was a new development. Our successful delivery of the project was therefore a kind of pioneer in working across heritage institutions. Culture, Heritage, Museums and Collections","dataset":"gtr"}