{"id":"C5630725-E7C2-4915-9A7E-395CA12979CA","title":"Testing a multispectral full waveform lidar for vegetation canopy characterization","abstractText":"Terrestrial laser scanners (TLS) have the potential to revolutionise measurement of vegetation canopy structure by making rapid, semi-automatic measurements of key biophysical variables with unprecedented levels of accuracy. Variables like leaf area index, directional gap fraction, clumping index and vertical foliage distribution can be determined by recording the backscattered energy from several million laser sample points recorded within a few minutes using lightweight, rugged and field portable devices. Recent research by the applicants to measure and model forest and woodland canopy structure, using commercially available TLS, has identified the strengths and weaknesses of this measurement technique and most significantly has highlighted to the need for multispectral laser systems with full waveform digitization of the backscattered laser energy to realize its full potential. The objective of this Proof of Concept application is to develop and test a multispectral laser system with full waveform digitization for characterizing vegetation canopy structure and composition. University of Salford (Danson) and Halo Photonics Ltd. (Pearson) are currently developing the first custom-built multispectral hemispherical scanning laser for vegetation canopy characterization. This field-portable system will record two returns, first and last pulse and operate at laser wavelengths of 1550 and 1040nm initially, to exploit spectral reflectance differences in vegetation components (leaves, needles, stems, branches) in the middle infrared and near infrared respectively. The development of the system is supported by the University through its Capital Investment fund with a small allocation from the Halo Photonics R&amp;D budget. To achieve the objectives of this Proof of Concept it is proposed that, in parallel with the development of this system, a multispectral full waveform prototype will be developed in order to test whether such a system may be capable of extracting more accurate three-dimensional information on vegetation canopy characteristics than the current discrete-return systems. The three elements to this proof of concept are (i) testing a full waveform digitization and signal processing module based similar components of the planned discrete return system, (ii) performing model-based simulations of a multispectral full waveform laser scanner building on the work done by Lewis, Disney and Hancock, and (iii), using the system in static mode, on a range of vegetation targets and calibration objects, in order to validate the model and test the potential for model inversion.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H002685/1","grantId":"NE/H002685/1","fundValue":"121386","fundStart":"2010-02-15","fundEnd":"2011-02-14","funder":"NERC","impactText":"  The work on this grant led to further research to deploy the new instrument in the field and assess its application for monitoring forest phenological change. The work also led to support to Danson in 2013 in the form of a the Royal Society Leverhulme Trust Senior Research Fellowship. The work has influenced the development of other laser scanners and led to establishment of the Terrestrial Laser Scanner International Group (TLSIIG). Education,Environment Societal,Economic,Policy & public services","person":"Francis Mark Danson","coPersons":[],"organisation":"University of Salford","findingsText":" This research led to the development and testing of the World's first dual wavelength full-waveform terrestrial laser scanner. The instrument makes the most detailed three-dimensional measurements of forest structure ever made. The data may used to estimate forest structural properties, and how these properties change through time. The measurements have the potential to be used in ecology, forest management and other fields where accurate 3d information on forest structure are required. Aerospace, Defence and Marine,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}