{"id":"C565F33E-5058-4346-8562-7A71F8CB4CB7","title":"IN-SITU CATALYTIC UPGRADING OF HEAVY CRUDE AND BITUMEN: OPTIMISATION OF NOVEL CAPRI REACTOR","abstractText":"Heavy crude oil and bitumen are a vast, largely unexploited hydrocarbon resource, with barely 1% produced so far, compared with more than 50% of conventional light oil (like the North Sea). More than 80% of this heavy, unconventional oil, lies in the Western hemisphere, whereas more than 80% of conventional light oil lies in the Eastern hemisphere (mainly in the Middle East). Over the next 10-30 years, geopolitical factors,and also the emerging strength of Asian countries, especially India and China, will create increasing tensions and uncertainty, with regard to the availability and supply of crude oil. Alongside gas, nuclear and renewables, crude oil will continue to be an important part of the UK's 'energy mix' for decades to come. How will the crude oil we need for industry and transportation be be obtained and will it be as secure as it was from the North Sea?The huge Athabsca Oil Sands deposits in Canada (1.5 trilllion barrels) provides an opportunity for the UK to secure access to a long-term, stable supply. The first step towards this was the development of a new technology,THAI - 'Toe-to-Heel Air Injection', to produce Oil Sands bitumen and heavy oil. It was discovered by the Improved Oil Recovery group at the University Bath, in the 1990's, and is currently being field tested at Christina Lake, Alberta, Canada. In 1998, in collaboration with the Petroleum Recovery Institute (PRI), Calgary, Canada, the Bath goup discovered another process,based on THAI, called CAPRI. The THAI-CAPRI processes have the potential to convert bitumen and heavy crude into virtually a light crude oil, of almost pararaffin-like consistency, at a fraction of the cost of conventional surface processing. A surface upgrading plant has recently been proposed for the UK, at a cost of $2-3 billion.The advantage of CAPRI is that it creates a catalytic reactor in the petroleum reservoir, by 'sleeving' a layer of of catalyst around the 500-100 m long horizontal production well, inside the reservoir. The high pressure and temperature in the reservoir enable thermal cracking and hydroconversion reactions to take place, so that only light, converted oil is produced at the surface. Apart from the cost of the catalyst, which can be a standard refinery catalyst, the CAPRI reactor is virtually free! All that is needed is to inject compressed air, in order to propagate a combustion front in a 'toe-to-heel' manner along the horizontal production well.In collaboration with the University of Birmingham, the project will investigate the effectiveness of a range of catalysts for use in the CAPRI process. The University of Birmingham team, led by Dr. Joe Wood, wiil investigate the long-term survivability of the catalysts,which is critical for the operation of CAPRI. Once the catalyst is emplaced around the horizontal well, it will be expensive to recover or replace it. Previous 3D combustion cell experiments conducted by the Bath team, only allowed catalyst operating periods of a few hours, whereas, in practise, the catalyst will need to survive, remain active, for days, or weeks. The Bath team will undertake detailed studies to characterise the internal pore structure of the catalysts used in the experiments, to obtain fundamental information on catalyst deactivation, which can be related to the process conditions and oil composition. They will also develop a detailed numerical model of the CAPRI reactor. This will provide a tool to explore 'fine details' of the THAI-CAPRI process, which will aid in the selection/optimisation of the most suitable catalysts. The model will be incorporated into a larger model using the STARS reservoir simulator. Preliminary reservoir siumlations will be made to explore the potential operating conditions for CAPRI at field -scale.On a commercial-scale, the THAI-CAPRI process could translate the oil resource in the Athabasca Oil Sands into the world's biggest, exceeding the Middle East.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E059430/1","grantId":"EP/E059430/1","fundValue":"312723","fundStart":"2008-03-17","fundEnd":"2011-07-16","funder":"EPSRC","impactText":"","person":"Malcolm  Greaves","coPersons":["Sean Patrick Rigby"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}