{"id":"C569E724-39D5-40C9-B020-C14D1F00F80F","title":"Tonic GABAA transmission and regulation of activity-dependent changes in neurotransmission across sleep-wake cycles","abstractText":"Sleep is considered to be essential for brain function, but what this function is and which molecular mechanisms regulate sleep, continues to be unknown. Sleep is subdivided in two stages: rapid eye movement (REM) sleep and nonREM sleep. The latter is better known as slow wave sleep, because during this sleep stage the scalp electroencephalogram (EEG) is dominated by low frequency waves. There is considerable interest in slow wave sleep because it is regulated very accurately in response to how long we have been awake and asleep. Furthermore, it has been established that the slow waves in the EEG are a reflection of the simultaneous occurrence of slow oscillations in large networks of neurons in the cortex and thalamus. Traditionally, the regulation of the alternation between sleep and wakefulness was considered to be a global brain process, regulated by the biological (circadian) clock in interaction with the homeostatic process, which keeps track of how long we have been awake and asleep. More recently, data have emerged supporting the view that sleep is regulated, in part, at a local level in a use-dependent manner. According to these data, those brain regions that are most activated during wakefulness show more slow waves during subsequent sleep. The mechanisms underlying this local variation in slow wave sleep remain largely unidentified. One hypothesis is that local variation in slow wave sleep reflects changes in excitability of local neuronal networks. Brain excitability depends on the balance between excitatory and inhibitory transmission. Recent developments emphasise the importance of 'tonic' inhibitory transmission mediated by extrasynaptic delta-GABAA receptors. This novel type of transmission plays a key-role in maintaining the excitability of brain circuits. Interestingly, drugs enhancing tonic inhibitory transmission induce slow waves in the EEG. The aim of this proposal is to investigate the contribution of tonic inhibitory transmission to the local regulation of slow wave sleep. We will use an established model of local sleep regulation in mice. In this model, whiskers are stimulated unilaterally. This is known to specifically induce changes in brain circuits (barrel cortex), which are then reflected in slow waves during sleep. We will be able to assess whether components of tonic inhibitory transmission (delta-GABAA, alpha4-GABAA, GABAB, TASK-1, GABA transporters) are altered in brain regions activated following this stimulation during wakefulness. We will also assess whether these changes are reversed during subsequent sleep. We will further perform sleep studies to assess whether the detected changes in components of tonic inhibitory transmission are correlated with sleep slow waves. In addition, we will investigate whether drug-induced slow waves, by activation of the tonic transmission, can alter the sleep EEG and sleep regulation. Although according to the present hypothesis local changes in excitability should primarily be use-dependent, it is well known that the circadian clock also plays an important role in sleep regulation. To evaluate whether tonic inhibitory transmission is part of the mechanisms underlying this circadian control, we will use an established protocol to separate use-dependent (sleep-wake dependent) and circadian contributions to sleep regulation. The proposed research will be conducted in C57BL/6 mice and mice showing a greatly reduced tonic inhibitory transmission (mice lacking delta-GABAA). The research represents a multidisciplinary approach in which a wide range of methodologies used in in-vivo sleep research, biochemistry and neuroanatomy will be applied. The research will contribute to our understanding of the mechanisms underlying our daily sleep-wake cycle. Ultimately, this may lead to a better understanding of the contribution of sleep to brain function, sleep-disorders as well as the development of new treatments for these disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I008926/1","grantId":"BB/I008926/1","fundValue":"395793","fundStart":"2011-10-12","fundEnd":"2015-06-11","funder":"BBSRC","impactText":"","person":"Raphaelle  Winsky-Sommerer","coPersons":[],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}