{"id":"C56E3E4B-ADC7-4785-A574-ECC9ED956C52","title":"Joint UK / China Hydrogen production network","abstractText":"The increasing threat posed by enhanced global warming, together with the requirement to secure energy supplies for both countries have led to this proposal for a collaboration of experts between China and the U.K. in clean technologies for energy production from fossil fuels. The overarching theme of the proposal is the production of clean energy/H2 from coal, via a number of thermochemical routes with the CO2 separated and ready for sequestration. We will investigate two forms of advanced chemical cycles which allow clean hydrogen to be produced from fossil fuels, without (unlike with current technology) a large energy penalty associated with capturing the CO2. These processes are at an early stage of development with research required on the underlying science of the concepts, as well as how these processes can be scaled up from the laboratory. Both types of chemical cycle make use of solid reactants which either act as CO2 acceptors or oxygen carriers. 1. Advanced gasification processes using the calcination-carbonation cycle: The original ZECA process aimed to generate hydrogen from coal, by first hydrogasifying the coal to methane, then reforming to syngas, before shifting to H2. The shift reaction was to be performed using calcium oxide to remove the CO2 and move the equilibrium of the water-gas shift reaction over to H2. The need to first reform the methane in to syngas faced potential problems with the sulphur in the coal which will contaminate the methane as H2S, and deactivate reforming catalysts. Here we will investigate combining the reformer and shift reactors, and the effect of H2S on the calcium looping agent, which must be repeatedly cycled between CaO and CaCO3. The hydrogasification of a spectrum of fuels needs to be explored, since the efficiency of this process will depend on the ability to completely convert the solid fuel into methane. At a pilot scale the continuous operation of enhanced water-gas shift process will be investigated, in a circulating fluidised bed.2. Hydrogen production using the iron-oxide based redox cycle: In chemical looping combustion, a fuel can be burned with a metal oxide (rather than air) to produce a stream of pure CO2. For power generation, the reduced oxide can be reoxidised with air to release heat. Some metals and oxides (e.g. iron) can be partially oxidised with steam to produce very pure H2. Fe2O3 oxide can be reduced to FeO or Fe using syngas; Fe and FeO can then be oxidised with steam giving Fe3O4 and hydrogen. The cycle can be completed by oxidising the Fe3O4 with air. Here we will investigate the continuous operation of this process on a laboratory scale, and on a pilot scale, using a combination of fluidised and moving bed reactors. The syngas must be generated from coal and will contain tars and H2S. We will investigate the affect of volatile material and sulphur on the iron based carrier, i.e. the extent to which the metal oxides can combust the volatiles, and whether the oxides are deactivated by sulphur. The use of these metal oxides ad tar cracking catalysts during gasification will also be investigated. Both the calcium based CO2 acceptors and the metal oxide based oxygen carriers must undergo many cycles of operation. Natural materials will often rapidly degrade. Artificial particles can be produced which have better characteristics. However, the behaviour of the particles is a very strong function of the physical structure, and the presence of additives/contaminants. We will investigate how the formulation of these materials affects their physical structures and the impact this will have on the reactivity over many cycles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G06279X/1","grantId":"EP/G06279X/1","fundValue":"322742","fundStart":"2010-02-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"  The findings from the research carried out in this project have been used in the large scale demonstration of Ca-looping technology carried out with EU support in Spain. Also, new projects to explore the use of chemical looping with manufactured oxide particles for low-cost oxygen production and in a Ca-looping format for CO2 reduction in cement making. A further proposal for the use of this approach to reduce steelmaking CO2 emissions has been submitted with Siemens and BOC Linde for EU funding. Chemicals,Energy,Manufacturing, including Industrial Biotechology Societal","person":"John  Oakey","coPersons":[],"organisation":"Cranfield University","findingsText":" This research aimed to scale-up processes using either limestone or manufactured oxides in a looping cycle arrangement for the generation of hydrogen from fossil and related feedstocks. The project developed a unique UK looping cycle facility which was used to prove the concept at a pilot scale compared to the original lab-scale development. The findings are formning a basis for new research supported through UK CCS Research Consortium and RFCS. The facilities developed represent the largest in the UK and these are being made available to other UK researchers under the UK CCSRC PACT Facilities initiative, with support from DECC and the EPSRC. Chemicals,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}