{"id":"C570747D-A7F8-4D38-9418-CFB0234415BD","title":"Auroral Structure and Kinetics (ASK) - a new optical instrument to measure low energy electrons and plasma drifts.","abstractText":"The Earth's atmosphere, ionosphere and magnetosphere together make up a complex plasma physics laboratory. The most spectacular manifestation of the interaction between these plasma regions is the visible aurora. It is created when accelerated beams of electrons and protons collide with the atoms and molecules of the upper atmosphere. The acceleration is known to be caused by electric fields parallel to the geomagnetic field, as well as by waves known as Alfven waves. Such electric fields are needed to maintain the magenetic field-aligned currents when the charge carriers are scarce. The aurora is often highly structured in space, forming thin filaments within the broader regions of luminosity, and is very dynamic. This structuring in space and time has been difficult to characterise from in-situ observations using rockets and satellites, because of the spatial/temporal ambiguity of single point measurements. However, the dynamics of the structuring and the physics that is involved is important to understand. The presence of find structure can change the large-scale propertise of the ionosphere-magnetosphere system, which is used for quantitative modelling of the geospace environment. The proposed research will investigate the dynamics and structuring of the aurora experimentally and theoretically. The proposed new instrument will allow us to observe plasma drifts directly in active aurora. This will be done by measuring emissions that come from oxygen ions as they are moving under the influence of electric fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/C502614/1","grantId":"PP/C502614/1","fundValue":"345361","fundStart":"2005-05-23","fundEnd":"2009-02-22","funder":"STFC","impactText":"","person":"Betty  Lanchester","coPersons":["Michael  Lockwood"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}