{"id":"C5710C7E-C2B7-4BB7-8DA6-7A5EF937E187","title":"Innovative spending: what should money be spent on to make global health innovations more effective in developing countries?","abstractText":"<p>This project focuses on two countries in Africa (South Africa and Zimbabwe), and is being conducted by a researcher based in the UK who has current and on-going links with the study countries.<br /><br />The research targets two global health funders, the Gates Foundation and the Global Fund to Fight HIV/AIDS, TB and Malaria, looking specifically at how decisions on what health innovations to fund are arrived at in the quest for solutions to HIV/AIDS and malaria in the study countries. Data will be gathered using an innovative multi-method approach encompassing use of questionnaires, cognitive mapping, semi-structured interviews, document reviews, participation in discussion fora and observation of decision-making processes in the countries and organisations. In addition to relevant staff from the Gates Foundation (such as those from the Global Health Programme and Operations teams); the Global Fund (in particular regional and national grant portfolio managers); and the WHO (regional and country office representatives); the study will engage national government officials in charge of health, finance, science, technology and innovation.<br /><br />The research process and findings will impact not only the study countries and the funding agencies, but will cut across a wide terrain of international academic, policy and practice communities with an interest in global health issues, in particular how decisions on health spending can be more imaginative and impactful in this era of financial stress.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K001442/1","grantId":"ES/K001442/1","fundValue":"163322","fundStart":"2012-11-23","fundEnd":"2015-11-22","funder":"ESRC","impactText":"  My research findings so far have stimulated policy an dpratcice thinking in the study countries, South Africa and Zimbabwe, on how spending of resources for health can be more imaginative and impactful. There is renewed realisation in both countries that the focus should not only be on raising more resources, but doing more with those available. Healthcare,Pharmaceuticals and Medical Biotechnology Policy & public services","person":"Julius Tazvishaya Mugwagwa","coPersons":[],"organisation":"Open University","findingsText":" A structured way of analysing and understanding how decisions on where to spend resources in health are made in low income countries The findings will have multi-sectoral impact through influencing how decision-makers shape ways and select options for making resources more effective Agriculture, Food and Drink,Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}