{"id":"C5770EE9-22C9-4C72-A55E-4BE5D84BAD6C","title":"Jet noise from instability mode interactions","abstractText":"Air travel continues to expand in volume and noise disturbance from aircraft jet engines is a continuing issue for those living and working near airports. Engine manufacturers have an excellent tack record of reducing the noise from engines, but further progress depends on better underdstanding of the mechanisms of sound production. This project will develop a recently-proposed idea that some of the most important noise may come from nonlinear interactions between instability modes that propagate along the jet. Previous research has only considerd a linear mechanism, with limited success for high speed jets. Since the instability modes themselves can be efficiently computed with well-known techniques of stability analysis, all the quadratic nonlinear interactions can in principle be computed relatively quickly. This project will develop the technique by coupling a base flow with the acoustic field via combination of stability modes. A series of direct numerical simulations will be run so that the technique can be evaluated for accuracy over a range of test cases, including binary mode interactions, transition to turbulence and fully turbulent cases where the effect of the nozzle lip can be included. Published laboratory data will also be used for reference. The tests will determine direction and frequency ranges in which the nonlinear interaction mechanism is an important source of sound. Understanding this mechanism should then allow other sources to be isolated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E032028/1","grantId":"EP/E032028/1","fundValue":"320448","fundStart":"2007-09-17","fundEnd":"2011-02-16","funder":"EPSRC","impactText":"  The outputs from this project are guiding futuure research by identifying nonlinear versus linear sources of jet noise. The project also guided future researfch in our group, in which a co-flowing jet with a nozzle was simulatioed, allowing a well-defined test problem to be creaded for jet noise with turbulent upstream conditions. Aerospace, Defence and Marine ","person":"Neil David  Sandham","coPersons":["Anurag  Agarwal","Zhiwei  Hu"],"organisation":"University of Southampton","findingsText":" The interaction of instability modes was confirmed as an important mechanism of sound generation, particularly at low frequencies. The reader is directed to two papers that together provide a good overview of the work: V.Suponitsky et al in Journal of Fluid Mechanics volume 658 and V.Suponitsky et al in Journal of Sound and Vibration, volume 330(7) The project involved an assessment of the use of the parabolized stability equations (PSE) for prediction of sound from jets. The method is much cheaper than full simulation approaches and was found to provide useful insight into the effect of parameters such as co-flow velocity and temperature. For more information please see the PhD thesis of A.Salgado (available on Southampton ePrints) or contact n.sandham@soton.ac.uk The project developed a numerical simulation capability for compressible jet flow with acoustic radiation and the ability to study instability (Orr-Sommerfeld) modes as inflow conditions. This can be of interest in application where jet (or other related shear layer) noise needs to be predicted and the sources understood. A follow up grant application focusing on the use of the tools to reduce noise is under consideration for funding. Aerospace, Defence and Marine,Energy,Environment,Transport","dataset":"gtr"}