{"id":"C57BD65E-3FF6-492B-A10A-2294C93FDA3D","title":"Cortical Function in Visual Dependency in Patients with Chronic Dizziness","abstractText":"In this application to the MRC for a research grant we intend to elucidate the basis for long term (= chronic) dizziness. Chronic dizziness is common, disabling and has significant social repercussions, with up 1/5 of patients in specialised hospital clinics giving up work as a result. It often starts with relatively trivial inner ear (= vestibular) disorders such as labyrinthitis (= vestibular neuritis) or common problems such as migraine. The problem is that it is difficult to predict which patients with such bening and usually self-limiting disorders will go on to develop long term symptoms. We have identified that patients with chronic dizziness are unusually sensitive to complex visual stimuli (= visually dependent) and that rehabilitation treatments adapting these patients to visual movement are effective. However, the underlying anatomical and functional basis of visual dependence in chronic dizziness are not known. \n\nWe propose to carry out studies applying state of the art brain imaging and physiological techniques in patients with acute (= recent, sudden onset) dizziness and in patients with chronic dizziness, as well as in healthy control subjects. The brain imaging techniques allow visualization of the cerebral cortical areas involved in the processing of visual and vestibular (=balance) stimuli. The neuro-physiological techniques probe the excitability of visual areas, in particular those areas that interact with vestibular areas. The imaging and physiological results will be correlated with questionnaire data of the actual symptoms in the patients so that the clinical significance of the basic (= physiological + imaging) findings can be ascertained. A specific hypothesis we have is that in patients with chronic dizziness and enhanced visual dependence, the normal inhibitory interaction between the visual and vestibular parts of the brain will be lost or attenuated. We will also see patients acutely (eg recruited in the emergency department) and followed up, to see the normal and abnormal process of recovery in well and poorly recovered patients, respectively. These findings would provide the basis for new treatments of these symptoms, including the use of non invasive modulation of cortical excitability with transcranial electrical stimulation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J004685/1","grantId":"MR/J004685/1","fundValue":"703608","fundStart":"2012-04-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Adolfo M Bronstein","coPersons":["David J Sharp","Barry M Seemungal"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}