{"id":"C57DFB43-BC55-45A4-B199-386A722DA1CD","title":"Publication and Dissemination of The Fallow Deer Project","abstractText":"Visit any stately home and somewhere on the grounds you are likely to find a herd of European fallow Deer (Dama dama dama). Undoubtedly an elegant and iconic sight, they are also one of natural history's puzzles because despite their modern distribution, and despite their name, European fallow deer are not of European origin: they are native to Anatolia, where the species became restricted during the last Ice Age (c. 40,000-10,000 years ago). It is clear from archaeological artefacts, iconography and the remains of the animals themselves that the spread of D. d. dama from Anatolia was entirely due to human transportation and that fallow deer held a unique semi-domestic position within each of the societies responsible for their movement: for instance the cultures of the Balkan Neolithic, Bronze Age Aegean (Mycenaean, Minoan), Iron Age Greece and Gaul, and the Roman, Byzantine and Norman Empires. More opaque are the questions of when, how quickly, by what mechanisms and, perhaps most importantly, why fallow deer were transported from their homeland. To address these issues and thereby gain important insights into past patterns of human migration, trade and social ideology, I have undertaken a two-year interdisciplinary project to examine the natural/social history of fallow deer. \\n\\nThe project's results are challenging the 'received wisdom' about the species and providing a more nuanced appreciation of its role in European cultures dating between 4500 B.C. and A.D. 1450. Research leave is sought to bring these results to the consciousness of researchers, students and the general public with the following outputs: \\n\\n1) Sykes, Baker, Hoelzel, Masseti and Vernasi 'Re-writing the natural history of fallow deer: new insights from ancient DNA', Journal of Archaeological Science. \\nThe project has produced new ancient DNA results that challenge established beliefs about the species' evolutionary biology. This paper will contextualise these results using evidence from modern fallow deer populations.\\n\\n2) Sykes, 'The origins and spread of European fallow deer', Mammal Review. \\nThis article will present a refined model for fallow deer (and thus human) migration, based on zooarchaeological records for fallow deer in Europe and the Near East. \\n\\n3) Sykes and Cullen, 'Deer and deer hunting in Anglo-Saxon England: the evidence from zooarchaeology and place-names', Antiquaries Journal. \\nThis article will redress the erroneous information concerning the natural/social history of fallow deer that has recently come into circulation within the academic literature.\\n\\n4) Data collected during the project will be published on an up-dated version of the project's existing website. This will be a vital resource for zooarchaeological researchers.\\n\\n5) Sykes, 'Rituals and relics: the cultural significance of fallow deer in Europe 4500 B.C. to AD 1450', Environmental Archaeology. \\nAs both living animals and as body parts, fallow deer have been incorporated into expressions of social and religious identity. This article will examine the mechanisms and motivation for these acts.\\n\\n6) Sykes, 'The presence and cultural significance of game reserves in Roman Britain', Landscapes.\\nFallow deer have influenced the development of Europe's landscape and this article will demonstrate the interpretative potential of fallow deer research for landscape studies. \\n\\n7) Sykes and Allen 'Animal invaders: the social history of introduced fauna in southern England', Sussex Archaeological Collections.\\nThe project has been supported by the Sussex Archaeological Society, the partner in my AHRC-funded collaborative doctoral award 'Animalscapes and Empire'. Written together with the collaborative student, this paper will disseminate the results of both projects.\\n\\nIt is intended that publication of the project will provide a research platform from which to launcha major investigation into the species with international collaboration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H005722/1","grantId":"AH/H005722/1","fundValue":"24708","fundStart":"2009-09-21","fundEnd":"2010-01-20","funder":"AHRC","impactText":"  At the most specialist level, the on-line fallow deer database has benefited the zooarchaeological community worldwide, allowing researchers to check their identifications of deer remains and download data that will assist their interpretations of zooarchaeological material. \n\nBeyond archaeology and history, I sought to engage with zoologists and biologists, colleagues who are exceptionally important for animal research, even where the end result is to produce arts and humanities, as opposed to purely scientific, outputs. For instance, our genetic and isotopic work has demonstrated the potential of these scientific methods for generating data of the highest relevance and significance for arts and humanities questions (e.g. the reconstruction of cultural and ideological diaspora); however to achieve the answers to these questions will require far more investment in scientific analysis. \n\nAll of the articles resulting from the project (both academic and popular) are inter-connected and cross-referenced and the hope is that they will serve to increase engagement with, and dialogue between, the different audiences. This has the potential to enhance knowledge, understanding and creativity across disciplines.\n\nAs icons of Britain's landscape and cultural history fallow deer have considerable public appeal. For this reason, I began to collaborate with the British Deer Society (BDS) whose 5,300 members are drawn largely from the general public. During my period of matching leave I gave the BDS one public talk and wrote four articles, popular versions of my academic outputs, for 'Deer', the BDS's journal which is circulated to all of the society's members (c.7k). One of the BDS' members, Lord Cranbrook, is president of the Sutton Hoo Society and suggested that my article in volume 15(4) be reproduced in full in their own newsletter, 'Saxon'. Culture, Heritage, Museums and Collections Cultural","person":"Naomi  Sykes","coPersons":[],"organisation":"University of Nottingham","findingsText":" Visit any stately home and you are likely to find a herd of European fallow deer (Dama dama dama). Undoubtedly an elegant and iconic sight, they are also one of natural history's puzzles because despite their modern distribution, and despite their name, European fallow deer are not of European origin: they are native to Anatolia, where the species became restricted during the last Ice Age (c. 40,000-10,000 years ago). It is clear from archaeological artefacts, iconography and the remains of the animals themselves that the spread of D. d. dama from Anatolia was entirely due to human transportation and that fallow deer held a unique semi-domestic position within each of the societies responsible for their movement: e.g. the cultures of the Balkan Neolithic, Bronze Age Aegean, Iron Age Greece and Gaul, and the Roman, Byzantine and Norman Empires. More opaque are the questions of when, how and, perhaps most importantly, why fallow deer were transported from their homeland. \n\nTo address these issues and thereby gain important insights into past patterns of human migration, trade and ideology, I undertook a two-year interdisciplinary project to examine the natural/social history of fallow deer. The project's results challenged the 'received wisdom' and provided a more nuanced appreciation of the species' role in European cultures (4500 BC - AD 1450). My research leave was used to bring these results to the consciousness of researchers, students and the general public with the following outputs: \n\n1) Sykes et al. 'New evidence for the establishment and management of fallow deer, Dama dama dama, in Roman Britain', Journal of Archaeological Science (submitted). New scientific evidence - zooarchaeological, AMS dating, stable isotope data and DNA - is presented for fallow deer in Roman Britain. The data are placed in their European context.\n\n2) Sykes et al. 'Changes in fallow deer size and shape - evidence for the movement and management of a species', International Journal of Osteoarchaeology (submitted). Here a refined model for fallow deer dispersion is presented, based on zooarchaeological records from the Near East and Europe. \n\n3) Sykes, 'Deer, land, knives and halls: social change in early medieval England', Antiquaries Journal (in press). This article redresses some of the erroneous information concerning the natural/social history of fallow deer that has recently come into circulation within the academic literature.\n\n4) Sykes and Carden, 'Were fallow deer spotted in Anglo-Saxon England?' Medieval Archaeology (submitted). This paper reviews, challenges and reinterprets the textual, place-name, iconographic and zooarchaeological evidence for D. d. dama in medieval England (5th-12th century)\n\n5) The project's data are now available on-line at http://www.nottingham.ac.uk/~aczzoo/deer_bone/index.php \n\n6) Sykes, 'Worldviews in transition: the impact of exotic plants and animals on Iron Age/Romano-British landscapes', Landscapes. This paper examines the importance of fallow deer and other exotic species as reflections (but also instigators) of ideological change. \n\n7) Sykes and Allen 'New animals, new landscapes and new world views: the Iron Age to Roman Transition at Fishbourne', Sussex Archaeological Collections (Submitted). The Sussex Archaeological Society supported the fallow deer project and partnered my AHRC-funded collaborative doctoral award 'Animalscapes and Empire'. This paper, written with the collaborative student, disseminates the results of both projects.\n\n8) An additional 5 magazine articles (all published), 3 international conference papers, 3 research seminars and 2 public lectures. Organisation of conference session 'Deer in Time and Space' for International Council of Archaeozoology (Aug 2010) and international conference 'Cervids and Society' (Sept 2011) \n\nThis project acted as a spring board for a major investigation into the species with international collaboration This project, and the findings from it, formed the foundation for a major international research project, examining the timing and circumstances of the fallow deer's diffusion across Europe and beyond.\n\nThis new project has necessitated international collaboration and has brought new opportunities for researchers in a variety of countries and different disciplines. Creative Economy,Education,Environment","dataset":"gtr"}