{"id":"C58449AB-EC56-4702-931B-ABF00BEA94D8","title":"Blue-emitting Phosphors for Solid State Lighting Applications","abstractText":"Context: The invention of artificial lighting, dating from Joseph Wilson Swan and Thomas Edison's seminal contributions to the invention and commercialization of the incandescent light bulb in 1879, is arguably one of the most important inventions of humankind. Artificial lighting permits most human activities to continue past sundown, thus immeasurably increasing worldwide human productivity. Though Edison's device was much brighter than candle lighting, it was inefficient, converting only 0.2% of electricity into light. Since this seminal invention, many other lighting devices have been developed, from the tungsten lamp, to fluorescent tubes to halogen lighting to light-emitting diodes (LEDs) to organic light-emitting diodes (OLEDs). With each further iteration in lighting technology, the quality (pureness of colour), power efficiency and brightness of the light produced by the device have each improved. Light emission also enables information displays, televisions and computer screens.\n\nProducing devices that are energy efficient is of particular importance as, according to the US Department of Energy, it is estimated that 1/3 of commercial electricity use and 10% of household electricity consumption in the United States alone is dedicated towards artificial lighting. Artificial lighting represents a $15 Billion market in the United States alone and almost $91 Billion worldwide, corresponding to 20% of total worldwide energy output. The environmental impact related to this energy consumption is enormous and is estimated to be responsible for 7% of global CO2 emissions. Whereas inorganic LED and organic or polymer OLED lighting is now the state of the art in artificial lighting, their high cost and small active surface area are still barriers to wide adoption. In fact, for large surface area outdoor lighting applications, low-pressure sodium lamps are still the technology of first choice. Within this context, there is an urgent need to find alternative artificial lighting technologies that are of lower production cost, more energy efficient, colour tunable and can be used in environments not currently accessible to current LED and OLED technologies. It is implicit that in a similar manner to OLEDs, such a new lighting technology would have applications in visual displays, telecommunication and sensors.\n\nOrganometallic complexes capable of harnessing light and/or electrical current and transforming such energy into useful work are at the heart of many important applications. An application that is of particular interest to my research group is energy-efficient visual displays and flat panel lighting based on either a phosphorescent light-emitting electrochemical cell (LEEC) architecture or an OLED architecture. Currently, most ionic transition metal complex-based (iTMC) LEECs rely on the use of a charged iridium(III) complex as the luminophoric material. These complexes can be readily solution processed. Iridium complexes phosphoresce and thus the maximum photoluminescence quantum efficiency (PLQY) theoretically attainable is unity. The external quantum efficiency (EQE) of a LEEC device has been found to scale proportionately to the solid-state PLQY and as such bright devices are possible. Despite the advantages listed above, LEECs incorporating iTMCs have several weaknesses: (i) low EQE; (ii) limited stability of the device and (iv) colour quality, particularly with reference to blue light emission.\n\nThis grant proposal targets the development blue-emitting iridium(III) cationic complexes that will act as a luminophoric material in both LEEC and OLED devices. The two main goals are: 1. to obtain a LEEC that emits brightly in the blue region of the spectrum and that is stable over thousands of hours and that can quickly illuminate upon the application of an external voltage; to produce higher performance deep blue emitting OLEDs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M02105X/1","grantId":"EP/M02105X/1","fundValue":"348060","fundStart":"2015-07-01","fundEnd":"2018-10-01","funder":"EPSRC","impactText":"","person":"Eli  Zysman-Colman","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}