{"id":"C5A1A0E2-8FCB-4BDC-81B5-05D4FDEB7256","title":"Astronomy and Astrophysics at Edinburgh","abstractText":"An astonishing feature of modern astrophysical research is that we have in principle a chain of explanation that stretches from processes on cosmological scales of billions of light years, down to the creation of stars, planets around the stars and life on the planets. In a sense, this process is almost a closed loop: the early universe was once of subnuclear scale, so that quantum mechanical uncertainty is bound to seed fluctuations in density, which eventually collapse under gravity to make astronomical structures. This is the same physics of the very small that governs the formation of the atoms out of which we are all made. \n\nBut unanswered questions abound at all stages of this process. Our theories of the early universe and explanations of its current expansion rest on the concept that empty space can have weight: the so-called &quot;dark energy&quot;. We need to study its properties and understand its origin. In so doing, we often assume that Einstein's relativity describes gravity correctly, but can we test this? If the standard theory is correct, dark matter is required, and we are driven to follow the processes by which it clumps, and by which the gas within these clumps evolves, eventally forming stars. New large telescopes on the ground, together with the Hubble Space Telescope, allow us to see this process in action and compare with computer simulations. Nearer to home, we can dissect galaxies such as our own Milky Way into individual stars, for the most detailed view of how they were assembled. And finally we can study how planets arise around these stars, both from new instruments that can measure the presence of &quot;exoplanets&quot; and by computer simulations of how they may be created. Finally, one can ask how life might arise in these early planetary systems, and how it can survive the hostile conditions of outer space.\n\nResearch in astronomy in Edinburgh attacks all these connected questions. Progress is rapid, and our understanding evolves rapidly. Major progress, even if not final answers, can be expected within a few years. This is an exciting time for our understanding of the universe and our place within it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001422/1","grantId":"ST/J001422/1","fundValue":"2998050","fundStart":"2012-04-01","fundEnd":"2016-03-31","funder":"STFC","impactText":"  This research has primarily been of benefit to the academic community. Its main non-academic impact has been in terms of contribution to outreach, especially in the Royal Observatory Edinburgh Visitor Centre.  ","person":"John Andrew Peacock","coPersons":["James  Dunlop","Alan  Heavens","Andy  Taylor","Ross  McLure","Andy  Lawrence","Annette Mairi Ferguson","Charles Seaton Cockell","Philip  Best","William Kenneth Rice"],"organisation":"University of Edinburgh","findingsText":" The research supported under these programmes covered a broad range of astronomy and astrophysics. Probably the most significant achievement has been mapping the cosmological distribution of matter in a range of wavebands, as well as inferring the distribution of dark matter. Thus we can visualise how dark matter pulls together gas and measure the quantity of star formation that results. All important results from these grants form part of the academic research literature, and will be elaborated further by interested specialists. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}