{"id":"C5A30AE8-9388-417F-BE39-D0D504568349","title":"Breaking boundaries: quantifying the influence of demography and seascape in driving adaptive variation in the ubiquitous protist Oxyrrhis marina.","abstractText":"Biodiversity at all hierarchical levels, from communities to species and populations to genes, is critical for ecosystem health. It is essential, therefore, to provide a robust framework to understand mechanisms that promote or constrain adaptive divergence and potential response to new environments. A first step is to assess these processes within species. We will do this by employing an interdisciplinary approach that provides a unique examination of the interplay between landscape and key demographic parameters that drive adaptive divergence. Two key processes determine adaptive divergence: gene flow (gene movement by dispersing individuals) and effective population size (ie only those individuals that contribute genes to the next generation). High gene flow is a cohesive evolutionary force that limits genetic differentiation, thus restricting opportunity for ecological specialisation and ultimately speciation. Conversely, many species are locally adapted as a result of low gene flow, sometimes due to large geographic distances, but often because populations are distributed throughout heterogeneous landscapes with specific barriers, not distance per se, limiting movement. Genetic divergence is promoted also by small effective population size, but this process may be non-adaptive as under such circumstances random processes rather than natural selection shapes genome structure. Our study is designed specifically to resolve two broad questions: 1) how much adaptive divergence occurs between populations? 2) how do the demographic parameters, gene flow and effective population size, promote or constrain divergence? It is easy to visualise that in patchy terrestrial and freshwater systems demographic parameters (dispersal, effective population size), are intimately linked with the landscape matrix. However, this is less obvious for marine pelagic environments, which are traditionally viewed as 'open systems' with few barriers to gene flow. This view is now challenged, particularly by emerging research into the marine landscape (seascape) that recognises oceanographic features limit dispersal of metazoans. In contrast, small planktonic organisms, such as protists (single-celled eukaryotes), are speculated to be ubiquitously dispersed as they can be readily transported by wind and water currents. The corollary is that adaptive divergence of protist populations will be limited, in contrast to that described for metazoans; this presents an apparent paradox given the large taxonomic and functional diversity exhibited by protists, implying that either gene flow is limited or strong environmental pressures (eg temperature, salinity) drive adaptation. This issue requires addressing as protists are ecologically important and understanding the extent of ecological specialisation is critical to predict response to environment change. Specifically, we address this issue by applying experimental and molecular techniques to a protist model to resolve four questions: 1) where are protist population boundaries? 2) what are the values of gene flow and effective population sizes? 3) how do populations respond to key environmental variables in the marine system: temperature &amp; salinity? and 4) are metazoans and protists similarly influenced by seascape? It is essential to simultaneously address these questions to truly understand the interplay between gene flow, effective population size and seascape. Our answers promise to offer fundamental insights into dispersal and adaptation of plankton, potentially guiding management of marine resources as plankton can have beneficial (eg influencing food web carbon flux) and harmful (eg toxic blooms) influences on ecosystem health. These data also have a major bearing on wider issues, by determining 1) the extent to which adaptive divergence occurs despite, or in the absence of, high gene flow and 2) whether there are fundamental differences between protist and metazoan evolutionary processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F005237/1","grantId":"NE/F005237/1","fundValue":"408247","fundStart":"2008-04-01","fundEnd":"2011-06-30","funder":"NERC","impactText":"","person":"Phillip Charles Watts","coPersons":["David  Montagnes"],"organisation":"University of Liverpool","findingsText":" Such extensive variation between strains means that the present use of one or few strains to parameterise models can be very misleading. For example, using strains from the Atlantic to predict response to climate change provides little indication about how strains from the Mediterranean will cope (and vice versa). Thus, we now can observe how diversity should be incorporated into predictive models.  ","dataset":"gtr"}