{"id":"C5A78A29-B003-4326-9DCE-E1D25E162532","title":"Smart Foundations with Distributed Fibre Optics Technology","abstractText":"Design limits are frequently based on strain developing in the structure. Although strain measurement is well established, current practice has until recently been restricted to measurement of point-wise strains by means of vibrating wire (VWSG) or metal foil strain gauges and more recently by fibre optics utilising Fibre Bragg Grating (FBG) technology. Where structures interact with soil, (e.g. underground infrastructure such as foundations, tunnels or pipelines) or indeed in the case of a soil structure (road or dam embankments), the state of the structure is not fully understood unless the complete in situ strain regime is known. In the context of monitoring strain in piled foundations, tunnels, pipelines, slopes or embankments, capturing the continuous strain profile is often invaluable to pinpoint localised problem areas such as joint rotations, deformations and non-uniformly distributed soil-structure interaction loads. In this project, we propose to use a unique fibre optics technology called the 'Brillouin optical time-domain reflectometer (BOTDR)'. The novel aspect of this new technology lies in the fact that tens of kilometres of fibre can be sensed at once for continuous distributed strain measurement, providing relatively cheap but highly effective monitoring systems. The system utilizes standard low cost fibre optics (potentially 0.1/m) and the strain resolution can go down to 2 micro strains. We will demonstrate the importance of distributed strain measurements to monitor the performance of building foundations at field sites in the UK and US. Using the distributed strain data, a design tool that optimises the performance of foundations that require rehabilitation, repair and reuse will be developed with industrial collaborators. The project has supports from UK Industrial partners as well US collaborators (National Science Foundation and Northwestern University).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D040000/1","grantId":"EP/D040000/1","fundValue":"281307","fundStart":"2006-06-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Kenichi  Soga","coPersons":["Lord Robert  Mair"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}