{"id":"C5AB9AEF-2E52-4EF3-B192-AE21CBA86D47","title":"CVD enabled Graphene Technology and Devices (GRAPHTED)","abstractText":"Graphene is a single layer of graphite just one atom thick. As a material it is completely new - not only the thinnest ever but also the strongest. It is almost completely transparent, yet as a conductor of electricity it performs as well or even better than copper. Since the 2010 Nobel Prize for Physics was awarded to UK researchers in this field, fundamental graphene research has attracted much investment by industry and governments around the world, and has created unprecedented excitement. There have been numerous proof-of concept demonstrations for a wide range of applications for graphene. Many applications require high quality material, however, most high quality graphene to date is made by exfoliation with scotch tape from graphite flakes. This is not a manufacturable route as graphene produced this way is prohibitively expensive, equivalent to &pound;10bn per 12&quot; wafer. For high quality graphene to become commercially viable, its price needs to be reduced to &pound;30-100 per wafer, a factor of 100 million. Hence graphene production and process technology is the key bottleneck to be overcome in order to unlock its huge application potential. Overcoming this bottleneck lies at the heart of this proposal. \n\nOur proposal aims to develop the potential of graphene into a robust and disruptive technology. We will use a growth method called chemical vapour deposition (CVD) as the key enabler, and address the key questions of industrial materials development. CVD was the growth method that opened up diamond, carbon nanotubes and GaN to industrial scale production. Here it will be developed for graphene as CVD has the potential to give graphene over large areas at low cost and at a quality that equals that of the best exfoliated flakes. CVD is also a quite versatile process that enables novel strategies to integrate graphene with other materials into device architectures. In collaboration with leading industrial partners Aixtron UK, Philips, Intel, Thales and Selex Galileo, wwill develop novel integration routes for a diverse set of near-term as well as future applications, for which graphene can outperform current materials and allows the use of previously impossible device form factors and functionality. \n\nWe will integrate graphene for instance as a transparent conductor into organic light emitting diodes that offer new, efficient and environmentally friendly solutions for general lighting, including a flexible form factor that could revolutionize traditional lighting designs. We will also integrate graphene into liquid crystal devices that offer ultra high resolution and novel optical storage systems. Unlike currently used materials, graphene is also transparent in the infrared range, which is of great interest for many sensing applications in avionics, military imaging and fire safety which we will explore. Furthermore, we propose to develop a carbon based interconnect technology to overcome the limitations Cu poses for next generation microelectronics. This is a key milestone in the semiconductor industry roadmap. As a potential disruptive future technology, we propose to integrate graphene into so called lab-on-a-chip devices tailored to rapid single-molecule biosensing. These are predicted to revolutionize clinical analysis in particular regarding DNA and protein structure determination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K016636/1","grantId":"EP/K016636/1","fundValue":"2290950","fundStart":"2013-02-01","fundEnd":"2018-01-31","funder":"EPSRC","impactText":"  In the first period of the project we have optimised graphene manufacture and provided recipes to industrial and academic partners and the wider community. In collaboration with leading industrial partners Aixtron UK, Philips, Thales and Selex ES, we have made a lot of progress regarding the device integration of graphene and addressing the key questions of industrial materials development. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology Economic","person":"Stephan  Hofmann","coPersons":["Arokia  Nathan","Ulrich Felix Keyser","Timothy  Wilkinson","John  Robertson"],"organisation":"University of Cambridge","findingsText":" The research consoritium focuses on overcoming key manufacturing and device intergation challenges for graphene and related 2D materials, and aims to develop the potential of these nanomaterials into a robust and disruptive technology. In collaboration with leading industrial partners we developed new graphene growth processes (with Aixtron UK), produced highly efficient graphene based OLEDs (with Philips), developed graphene based bio-sensing platform, demonstrated graphene based spin valves (with Thales) and developed graphene electrodes for use in liquid crystal devices in the mid-wave and long-wave infrared (with Selex ES). CVD process technology developed in our project is commercially available via Aixtron\nUK and we anticipate that the developed integration routes will be hugely beneficial to the wide, cross-disciplinary academic and industrial community, which seeks new possibilities to successfully implement graphene in applications. The innovation achieved in GRAPHTED will strengthen the position of Aixtron UK in the market, opening opportunities. Our results are of equal importance to future industrial end users end users of graphene growth technology in particular regarding high value added application areas such as OLEDs, optoelectronics and interconnects produced by Philips, Intel, Thales and Selex ES. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}