{"id":"C5B1B98E-2D48-4798-95B8-CC1C8F8586EF","title":"Dealer Behaviour in the Euro-Zone Sovereign Bond Market","abstractText":"<p>The European sovereign bond market is the world's largest market for debt securities. Transaction spreads are generally small in the interdealer market. </p>\n\n<p>However, do these favourable market conditions in the interdealer market also translate into favourable trading conditions in the customer segment of the bond market, in which smaller banks and other financial institutions request quotes from the primary dealers? As with many other markets, these wholesale customers do not have access to the interdealer trading platforms. Does dealer intermediation impose considerable costs for the clients? What determines the quality of customer quotes and their dispersion? These are very important and pressing policy concerns for European security regulators.</p>\n\n<p>This project addresses these questions based on new data which combine interdealer price data from the largest European bond trading platform MTS with customer price data from the 'BondVision' customer quote request system, which is also owned by MTS. </p>\n\n<p>A preliminary analysis suggests that customers get a better deal than dealers and it is proposed to develop, estimate and test a new model to explain this. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-33-0003","grantId":"RES-062-33-0003","fundValue":"286991","fundStart":"2010-04-01","fundEnd":"2013-09-30","funder":"ESRC","impactText":"  The research explains why two-tier markets can improve social welfare. By two-tiered markets, we mean an upper tier consisting of trade between dealers, wholesalers or specialists and a lower tier consisting of trades between ultimate customers and dealers. \n\nThe paper shows that this structure, particularly the upper-tier, is very fragile in face of volatility and crisis. We demonstate that certain policy measures increase this fragility. One of these a security transactions tax, popularly known as a Tobin Tax. Another is the attempt to increase competition at the expense of dealers. Financial Services, and Management Consultancy,Government, Democracy and Justice Policy & public services","person":"Michael  Moore","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" Repeated market breakdown in the European sovereign bond market during the financial crisis calls for a better understanding of adverse selection problems in a two tier market structure. The current paper develops a theoretical framework which allows for a better understanding of dealers as intermediaries between a highly competitive centralized interdealer trading platform (B2B) and a network of client relationships (B2C). We characterize the interrelationship between both market segments and its fragile nature: First, adverse selection risk passes from the client network to the interdealer market, where it may generate market breakdown. This happens easily if the dealers' asset valuation differ (as in our model) only by rebalancing benefits. The interdealer segment functions only so long as the benefit of inventory rebalancing exceeds the cost of adverse selection. Second, the interdealer spread determines the rebalancing costs for the dealers and therefore feeds back to the degree of inventory shading, retail price dispersion, and the average retail spread. Third, if retail spreads increases, this tends to increase the adverse selection component of the client order flow, implying still higher interdealer spreads. Such a feedback loop can easily generate market breakdown in the interdealer segment.\n Our analysis has important regulatory policy conclusions. Low order processing costs in the interdealer market are important for the robustness of the market structure. This implies that the market power of the interdealer platform provider should be a prime regulatory concern. We find indeed that the interdealer spread in the European sovereign bond trading platform MTS are large relative to the B2C spreads available outside the centralized market. This points to relative important order processing costs, which should make the market more fragile and susceptible to market breakdown. At the very least one would expect full public disclosure about such order processing cost---something which is not the case today. Any increase of the order processing costs due to security transaction taxes (STT) is also detrimental to market stability as shown in our analysis. The current regulatory debate about such taxes could benefit from the structural analysis provided in this paper. The main impact is on policy. It provides a reason why a security transaction s tax would cut welfare. It also argues that attempts to make two-tired markets compretitive reduce welfare because they make the upper tier more fragile Government, Democracy and Justice","dataset":"gtr"}