{"id":"C5B7FD50-E13D-46E5-841B-CD998D5DEC97","title":"Determinants of medical equipment performance to improve management capacity within health system in Viet Nam","abstractText":"1 Background\nMedical equipment is one of the major contributors to the rapid progress of healthcare and the improvement of public health services. The constant increase in the variety and complexity of available health technologies require good management capacity to allocate the resources efficiently. The review of the World Bank's global $1.5 billion investment in medical devices showed that there are cases where 30% of the more sophisticated equipment stock was unused and the rest had 25-35% downtime. A root cause turned out to be ineffective management including planning, acquisition and subsequent operations . \nIn the context of limited public health care funding, ensuring resources for medical equipment and infrastructure is challenging for Vietnam. There is no official data by Vietnam Ministry of Health (MOH) on total budget for medical equipment investment, maintenance and effectiveness throughout the health system. There are international guidelines and recommendations by WHO, especially for developing countries, on how to organize the management according to the equipment life-cycle . How well Vietnam equipment management practice follow the recommended guidelines and how WHO guidelines and recommendations can apply in Vietnam are basic questions to be investigated. \nThe research will thus address one important, but often neglected, building block of the Vietnamese health system; Technologies, with particular focus on finding determinants of medical equipment performance to improve management effectiveness via education and training intervention.\n2 Rationale\nIn Viet Nam, as in many other countries of a similar income level, health technology management is not well-developed. There is no sound evidence on the effectiveness of the health technologies. According to a recent report, the percentage of medical equipment in good use condition ranges from 20% to 50% of total medical equipment in use in hospitals at all levels. In addition, the percentage of equipment being maintained drops to 30% in central and provincial level hospitals, and even to 10% in district level hospitals .\nThe education of e.g. public health experts and/or clinical engineers in Health Technology Management is not systematically taking place in Vietnam. However, Department of Medical Equipment Management at the Hanoi School of Public Health (HSPH), the only of its kind among all health related universities in Vietnam, is responding to the importance of this area and is eager to identify priority areas to be addressed in the curriculum of master of hospital management and continuous training for health professional training program.\nAccess to functioning and safe medical equipment at the point-of-care is key for providing health care services to the population. Typically technology &quot;intensive&quot; services profit more from an improved technology infrastructure. In this sense, everybody using health care services will eventually benefit from the system change. \n3. Importance\nThere is no current data or studies of similar systematics or scope. In the area of health systems and policies, there is thus a great interest in obtaining such reference data. The research is proposed specifically in Vietnam because of its development level - the health care expenditure on health technology in relation to the presence of appropriate management practices and education is particularly poor, i.e. there is great potential for improvement.\n4. Research Impact\nAt all stages of the research, relevant stakeholders and policy-makers will be involved closely. The results of the research will on one hand inform the MOH in the development of policies and actions on the other hand allow the HSPH in curriculum development and on design further research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M002306/1","grantId":"MR/M002306/1","fundValue":"115296","fundStart":"2015-03-25","fundEnd":"2016-09-24","funder":"MRC","impactText":"","person":"Thanh Huong Nguyen","coPersons":["Minh Tuan  Nguyen","Nhat Linh  Nguyen"],"organisation":"Hanoi School of Public Health","findingsText":"","dataset":"gtr"}