{"id":"C5BAA9CE-CCFA-4D96-A6D0-56813EE0EF4C","title":"Modelling, analysis and simulation of spatial patterning on evolving surfaces","abstractText":"For many centuries, the problem of pattern formation has fascinated experimentalists and theoreticians alike. Understanding how spatial pattern arises during growth development is a central but still unresolved issue in developmental biology. It is clear that genes play a crucial role in embryology but the study of genetics alone cannot explain how the complex mechanical and chemical spatio-temporal signalling cues which determine cell fate are set up and regulated in the early embryo. These signals are a consequence of many nonlinear interactions and mathematical modelling and numerical computation have an important role to play in understanding and predicting the outcome of such complex interactions during growth development.\n\nSeveral studies have shown that reaction-diffusion type models appear to be excellent for describing gross patterning behaviour in developmental biology. Since the seminal work of Turing in 1952, which showed that a system of reacting and diffusing chemical morphogens could evolve from an initially uniform spatial distribution to concentration profiles that vary spatially - a spatial pattern - many models have been proposed exploiting the generalised patterning principle of short-range activation, long-range inhibition elucidated by Meinhardt of which the Turing model is an example, and which in fact is common to many patterning paradigms based on different biological hypotheses. Turing's hypothesis was that one or more of the morphogens played the role of a signaling chemical, such that cell fate is determined by levels of morphogen concentration. Although invalid on stationary domains, our recent results prove that in the presence of domain growth, short-range inhibition, long-range activation as well as activator-activator mechanisms have the potential of giving rise to the formation of patterns only during growth development of the organism. These results offer us a unique opportunity to model, analyse and simulate new non-standard mechanisms for pattern formation on evolving surfaces, a largely unchartered research area. Furthermore, experimental biochemists are now able to design new experiments involving non-standard mechanisms to validate our theoretical predictions. This study offers to address one of the main objections to the Turing mechanism, namely that it operates only under very restrictive and biologically unrealistic conditions.\n\nHence, we propose to derive mathematical models, carry-out theoretical stability analysis and compute numerical solutions on realistic, geometrically accurate complex evolving surfaces as well as carrying-out applications in developmental biology and cell motility. More specifically we want to (a) derive models for pattern formation on evolving surfaces, (b) derive non-standard mechanisms capable of generating patterns only during surface evolution, (c) derive diffusion-driven instability conditions on evolving surfaces, (d) derive bifurcation theory to study partial differential equations on evolving domains and surfaces, (e) numerically compute solutions of the models and (f) to use biological, chemical and biomedical data to validate our theoretical predictions. The results obtained will have wider implications in the areas of developmental biology, cell motility, biomedicine, textiles, ecology, semiconductor physics, material science, hydrodynamics, astrophysics, chemistry, meteorology, economics, cancer biology, mathematics, numerical analysis as well as other non-traditional fields such as languages where such mechanisms are readily applicable. For examples, one could study (as competition models)the survival or extinction of languages due to migration where the inhabitants' environment continuously changes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016780/1","grantId":"EP/J016780/1","fundValue":"401207","fundStart":"2012-11-01","fundEnd":"2015-10-31","funder":"EPSRC","impactText":"  1. Industrialists - Our software package for whole cell tracking is currently going under industrial trials with the goal of developing a robust commercial software package and algorithm for cell tracking (IBIDI, Grandientech, SCCH, etc). \n\n2. Experimentalists - Cell biologists at RWTH University of Aachen are currently carrying out experimental manipulations of the hypothetical predictions of our model for the organisation of the keratin dynamics. \n\n3. Numerical Analysts - There is a surge Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Anotida  Madzvamuse","coPersons":["Vanessa  Styles"],"organisation":"University of Sussex","findingsText":" This EPSRC funding has allowed my research group to undertake world-leading research in the areas of modelling, analysis and simulations of spatial patterning on evolving biological surfaces. The research outlined below covers a wide range of disciplines from cell biology, inverse problems, developmental biology, applied mathematics, numerical analysis and scientific computing, image analysis to plant biology. Due to the interdisciplinary nature of the research, I itemize specific developments achieved through this EPSRC funding grant: \n\n(A) Cross-diffusion-driven instability for reaction-diffusion systems: Analysis and simulations (Applied Mathematics, developmental biology and numerical analysis and scientific computing):\n\nBy introducing linear cross-diffusion for a two-component reaction-diffusion system with activator-depleted reaction kinetics, we derive cross-diffusion-driven instability conditions and show that they are a generalisation of the classical diffusion-driven instability conditions in the absence of cross-diffusion. Our most revealing result is that, in contrast to the classical reaction-diffusion systems without cross-diffusion, it is no longer necessary to enforce that one of the species diffuse much faster than the other. Furthermore, it is no longer necessary to have an activator-inhibitor mechanism as premises for pattern formation, activator-activator, inhibitor-inhibitor reaction kinetics as well as short-range inhibition and long-range activation all have the potential of giving rise to cross-diffusion-driven instability. To support our theoretical findings, we compute cross-diffusion induced parameter spaces and demonstrate similarities and differences to those obtained using standard reaction-diffusion theory. Finite element numerical simulations on planary square domains are presented to back-up theoretical predictions. For the numerical simulations presented, we choose parameter values from and outside the classical Turing diffusively-driven instability space; outside, these are chosen to belong to cross-diffusively-driven instability parameter spaces. Our numerical experiments validate our theoretical predictions that parameter spaces induced by cross-diffusion in both the u and v components of the reaction-diffusion system are substantially larger and different from those without cross-diffusion. Furthermore, the parameter spaces without cross-diffusion are sub-spaces of the cross-diffusion induced parameter spaces. Our results allow experimentalists to have a wider range of parameter spaces from which to select reaction kinetic parameter values that will give rise to spatial patterning in the presence of cross-diffusion. \n\n(B) Exhibiting cross-diffusion induced patterns for reaction-diffusion systems on evolving domains and surfaces (Developmental biology, applied mathematics, numerical analysis and scientific computing): \n\nIn this work, we developed for the first time the application of the finite element method for solving reaction-diffusion systems with cross-diffusion on continuously evolving domains and surfaces. Furthermore we exhibit, for the first time, pattern formation generated by the reaction-diffusion system with cross-diffusion on evolving domains and surfaces. A two component reaction-diffusion system with linear cross-diffusion in both u and v is presented. The finite element method is based on the approximation of the domain or surface by a triangulated domain or surface consisting of a union of triangles. For surfaces, the vertices of the triangulation lie on the continuous surface. \nA finite element space of functions is then defined by taking the continuous functions which are linear affine on each simplex of the triangulated domain or surface. To demonstrate the role of cross-diffusion to the theory of pattern formation, we compute patterns with model kinetic parameter values that belong only to the cross-diffusion parameter space; these do not belong to the standard parameter space for classical reaction-diffusion systems. Numerical results exhibited show the robustness, flexibility, versatility and generality of our methodology; the methodology can deal with complicated evolution laws of the domain and surface and these include uniform isotropic and anisotropic growth profiles as well as those profiles driven by chemical concentrations residing in the domain or on the surface. \n\n(C) Stability analysis and simulations of coupled bulk-surface reaction-diffusion systems (Developmental biology, cell motility, applied mathematics, numerical analysis and scientific computing): \n\nIn this work we formulate new models for coupled systems of bulk-surface reaction-diffusion equations on stationary volumes. The bulk reaction-diffusion equations are coupled to the surface reaction-diffusion equations through linear Robin-type boundary conditions. We then state and prove the necessary conditions for diffusion-driven instability for the coupled system. It turns out that using linear Robin-type boundary conditions enables us to decouple the stability analysis of the bulk and surface dynamics. Our most revealing result is that, under a suitable choice of model parameter values, the bulk reaction-diffusion system has the capability of inducing patterning everywhere on the surface independent of whether the surface reaction-diffusion system produces or not, patterning. On the other hand, the surface reaction-diffusion system is not capable of inducing patterning everywhere in the bulk in the absence of patterning from the bulk reaction-diffusion system. For this case, patterns can only be induced in regions close to the surface membrane. Various numerical experiments are presented to support our theoretical findings. \n\n(D) The bulk-surface finite element method for reaction-diffusion systems on stationary volumes (Developmental biology, cell motility, applied mathematics, numerical analysis and scientific computing): \n\nIn this work we develop, for the first time, the bulk-surface finite element method (BSFEM) for solving coupled systems of bulk-surface reaction-diffusion equations (BSRDEs) on stationary volumes. Within this framework, we define the surface triangulation as a collection of the faces of the elements of the bulk triangulation whose vertices lie on the surface. This implies that the surface triangulation is the trace of the bulk triangulation. As a result, we construct two finite element spaces for the interior and surface respectively. To discretise in space we use piecewise bilinear elements and the implicit second order fractional-step $\\theta$ scheme is employed to discretise in time. Furthermore, we use the Newton method to treat the nonlinearities. The BSFEM applied to a coupled system of BSRDEs reveals interesting patterning behaviour. For a set of appropriate model parameter values, the surface reaction-diffusion system is not able to generate patterns everywhere in the bulk except for a small region close to the surface while the bulk reaction-diffusion system is able to induce patterning almost everywhere. Numerical experiments are presented to reveal such patterning processes associated with reaction-diffusion theory. \n\n(E) Whole cell tracking through the optimal control of geometric evolution laws (Cell biology, cell motility, applied mathematics, numerical analysis and scientific computing, image analysis): \n\nCell tracking algorithms which automate and systematise the analysis of time lapse imaging data of cells are an indispensable tool in the modelling and understanding of cellular phenomena. In this study we develop a theoretical framework and an algorithm for whole cell tracking that seeks to track or reconstruct dynamic whole cell data (morphologies) from static imaging data. The novelty of our work is that the tracking algorithm is driven by a model for the motion of the cell that may be regarded as a simplification of certain recently developed physically meaningful models for cell motility. The goal is to design tracking algorithms such that the recovered data reflects the physics of the forward model. The resulting problem is the optimal control of a geometric evolution law and in this work we develop the formulation and numerical approximation of the optimal control problem. A number of numerical simulations are presented that illustrate the applicability of the method.\n\nWe note that the above has resulted in a software package that is going under industrial trails with our industrial partners with the hope that we can develop a new cell tracking software package for commercial use. \n\n(F) Unravelling Dynein Stepping Patterns on Microtubule Filaments (Cell biology, biochemistry, applied mathematics, numerical analysis and scientific computing, biophysics)\n\nCytoplasmic dynein is a large approximately 1.2 MDa motor protein complex crucial for many cellular processes including organelle transport, endocytosis and cell division. Dynein malfunction can lead to neurodevelopmental and neurodegenerative disease. From first principles, we developed an integrative mathematical model to validate recent experimental studies revealing the transport processes mediated by cytoplasmic dynein from the cell periphery towards the nucleus. Our results show hand-over-hand and shuffling stepping patterns in complete agreement with experimental observations. We are able to move from a hand-over-hand to a shuffling stepping pattern by changing a single parameter. The model predicts that a dynein complex where one AAA+ ring has increased ATP activity, or one MTBD has a stronger affinity to the microtubule, will move with a shuffling profile, whilst if the ATP activity and affinity to the microtubule is equal within the complex, then it will step with a hand-over-hand profile.\n\n (G) Keratin dynamics: modeling the interplay between turnover and transport (Cell biology, cytoskeleton, applied mathematics, optimal control, numerical analysis and scientific computing):\n\nKeratin are among the most abundant proteins in epithelial cells. Functions of the keratin network in cells are shaped by their dynamical organisation. Using a collection of experimentally-driven mathematical models, different hypotheses of the turnover and transport of the keratin material in epithelial cells are developed and tested. The interplay between turnover and transport and their effects on the keratin organisation in cells are hence investigated by combining mathematical modelling and experimental data. Amongst the collection of mathematical models considered, a best model strongly supported by experimental data is identified. Fundamental to this approach is the fact that optimal parameter values associated with the best fit model are established. This best fit scenario is characterised by the disassembly of the assembled keratin material in the perinuclear region and the inward motion of the assembled keratin. Our studies show that diffusion of the keratin material alone, without any inward motion of the assembled keratin, is not sufficient to capture experimental observations. \n\n(H) A turgor pressure checkpoint controls cytoskeleton reorganization necessary for plant infection by the rice blast fungus (Plant biology, developmental biology, applied mathematics, numerical analysis and scientific computing): \n\nIn this work, we developed a geometric PDE model describing mathematically how a turgor pressure checkpoint controls cytoskeleton reorganisation necessary for plant infection by the rice blast fungus. The modelling was driven by experimental observations in the laboratory of Professor Nicholas Talbot (FRS) at the University of Exeter. It is known that around 150 MHa of rice is cultivated per annum of which 645 tonnes are harvested per annum. Of this, 11-18% of the yields are lost annually to the deadly rice blast disease. To put this into context, 10% yield loss is enough to feed 60 million people. Although there is a surge in the development of cultivar-risistence pesticides, these are broken every 2-3 years. Our research efforts are therefore inspired by the need to bring interdisciplinary research where mathematics and plant biology horn-in to unearth new knowledge on the spatiotemporal dynamics of the rice blast disease Magnaporthe oryzae. The model we developed predicts the existence of a tugor pressure checkpoint that controls how the fungus invaginates the plant leaf. Our theoretical and computational predictions are currently being tested in the laboratory of Professor Talbot. \n\n(I) Numerical analysis and simulations of RDEs on evolving domains and surfaces (Applied mathematics, numerical analysis and scientific computing):\n\nWe developed novel numerical methods for solving semi-linear partial differential equations on evolving domains and surfaces and carried out numerical analysis of the numerical methods. The methods studied are: ALE-finite elements, projected finite elements and surface finite elements. In all these studies, we prove optimal error estimates and conclude that surface geometry and curvature play pivotal roles in the formation of spatial patterning. 1. Experimentalists - designing new chemical reactions that are none standard in that they do not give rise to patterns in the absence of domain or surface evolution but these do give patterns only during growth development or surface evolution. Examples could include activator-activator (during domain/surface growth), inhibitor-inhibitor (during growth/surface contraction) as well as short range activation, long range inhibition. \n\n2. Industrialists - Our cell tracking software and algorithm is under trials with industrial companies such as IBIDI, Grandientech etc, if successful, this package will revolutionarise the way cell tracking is currently done. The package allows us to track whole cell morphologies with the ability to quantity geometric and physical quantities associated with cell migration. Current cell tracking models are mostly particle based. \n\n3. Plant biologists - \n\n4. Mathematicians (Analysts, numerical analysts, computer scientists) - We have developed a wide-range of new models coupling bulk and surface dynamics of reaction-diffusion type. For these models, new analytical and computational methods and algorithms must now be developed to study solutions associated with these models. Chemicals,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}