{"id":"C5C01ABC-E81F-46CB-A64D-305631F3DBF5","title":"MICA: Supporting Older People into Employment (SOPIE): Identifying factors influencing return to work in the over 50s.","abstractText":"This research will be undertaken by a unique partnership between Ingeus, a welfare-to-work provider, and an academic team led by the University of Glasgow and will study the Ingeus workless clients including those with health problems, who participate in interventions to help them return to work (RTW) and sustain employment and there will be a particular focus on those over 50. \n\nIn the UK there has been a steady increase during the past 40 years in the number of people (now 2.6 million) on long term health related benefits despite work becoming much safer and less physically demanding. We know that generally work is good for our health. Life expectancy has also improved. However health problems are inevitable with age and over the age of 45 years an increasing number of people leave work through ill health. Sometimes this may have been precipitated by closure of industries and lack of suitable alternative work, and sometimes by a lack of skills in the individual. There may be very little difference in the health of some of those who fall out of work due to ill health, and those with health problems who stay in work, and we know that many of those who are long term workless can be rehabilitated to work. Those that leave work and go onto benefits tend to experience more rapid deterioration in their health and die younger than those who are able to stay in work and it has also has been shown that people who RTW become healthier and generally live longer.\n \nIn the past these individuals have not had enough help in improving their health, nor have they had enough support in terms of retraining, building their confidence, and helping them find work. The Work Programme (WP) introduced in 2011 across the UK is intended to provide this help and in Scotland Ingeus is one of two providers. Ingeus estimate referrals of 17,000 per year for 2013-2015 with around 15% over 50. \n\nThis partnership between academics and Ingeus provides a unique opportunity to establish a long term study of older people going through the WP and comparison of those who succeed in returning to and staying in work with those who do not. In the past this has been a population who have been hard to reach and this research will identify what are the needs of people over 50 and, what needs to be done to help them improve their health and RTW. By studying the other age groups the research will also provide information on the lifecourse of this population and may provide information on which interventions could be introduced in future to prevent people falling out of work. All of this will require the consent of the people involved to use their data in a completely anonymised way and also to link information to other records on economic factors, deprivation, employment opportunities in different parts of the country and health usage.\n\nThe research will gather data on the numbers going through the different interventions and the results of these interventions, including if they RTW and what happens subsequently. Clients of the WP will also be interviewed so that we can gather information on how they feel about the WP and understand their perspectives. Ingeus staff and advisors will also be interviewed separately.\n\nThe research will provide new information on the interventions, support, and individual factors which assist the over 50s RTW and sustain work and the academic research will not only help to inform how the Ingeus interventions can be improved, but may also provide new information on how to prevent people having to leave work and extend working lives of this most disadvantaged group. The benefits to these individuals are clear as it is well established that safe work improves the health of those who are long term workless. This research will inform current and future welfare-to-work and job retention initiatives and improve their effectiveness in helping working age people extend their healthy working lives, which will benefit them and society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L006367/1","grantId":"MR/L006367/1","fundValue":"572172","fundStart":"2014-12-01","fundEnd":"2017-11-30","funder":"MRC","impactText":"","person":"Ewan  Macdonald","coPersons":["Srinivasa Vittal Katikireddi","Alastair Hugh Leyland","Ronald William McQuaid","Judith  Brown","Hilary  Thomson","John  Frank"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}