{"id":"C5C54B4C-F4B1-4F58-89FE-9FE2FF9DDF14","title":"EMPOWER","abstractText":"EMPOWER's mission is to integrate creative, empathic user-centred design techniques with genuinely novel product design innovation. The current problems are that:(i) users feel disengaged with the bland, utilitarian, and non-user friendly design of many existing energy control and feedback interfaces which could impact upon their general disengagement with energy efficiency; (ii) users are not aware of the connections between their decisions and energy use; and(iii) designers do not know enough about user behaviour in the context of energy usage. There is a gap in the market for novel and exciting, beautifully designed, high-end energy control and feedback interfaces. EMPOWER's workpackages will begin with ethnographic workplace studies of users' interactions with energy and decision making processes within the client's offices within the UK. The use of techniques such as observation, interviews and 'think-aloud' verbal protocol analysis will drill down into detailed user insights, energy decision heuristics and users' mental models. These insights will underpin a series of highly iterative and novel participatory design workshops within workplaces, whereby the project team co-design solutions with building users, and stakeholders including facilities managers and policy makers. Rapid, iterative prototyping of concepts will allow in-context trials with users. The outcomes of the workshops will then drive the product development process. The final outcome will be an innovative user-driven energy efficiency product, which can be commercially exploited beyond the end of the project. The EMPOWER project is supported by More Associate's 'CarbonCulture' behaviour-change delivery and research platform and an ongoing collaboration with major policy-making organisations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I000682/1","grantId":"TS/I000682/1","fundValue":"94696","fundStart":"2010-09-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"","person":"Rebecca  Cain","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}