{"id":"C5CAC9F7-4778-4DD2-9045-902131A1404A","title":"An instrumental solution to compound-specific 15N analysis","abstractText":"The need for compound specific 15N analysis (CSNA) is increasingly recognised, especially in ecological science by those wishing to study tissue diet spacing at the amino acid level. However, difficulties in its practical implementation have so far resulted in poor uptake. By developing a novel system for LC-IRMS analysis of 15N, we aim to overcome difficulties in sample preparation required for GC analysis, producing a practical and largely instrumental solution to this problem. The team at SUERC, with unique experience in IRMS interface design and stable isotope applications, proposes a partnership with UK industry and Marine Environmental Scientists. Working in partnership with Nu Instruments, the premier IRMS design team in the UK, we will implement two systems for CSNA, firstly a low risk solution (TRL 4) for analysis of primary amines and secondly, a higher risk solution (TRL 1) for total nitrogen analysis. In both cases the capability for 13C analysis will be retained. These systems will be demonstrated by CSNA analysis of amino acids derived from tissue and diet samples from controlled mariculture systems, in collaboration with Bangor University. Dissemination will take place through the NERC community and beyond. Commercial exploitation will be undertaken by our industrial partner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H002308/1","grantId":"NE/H002308/1","fundValue":"89922","fundStart":"2010-01-06","fundEnd":"2012-04-05","funder":"NERC","impactText":"  Although my commercial partner decided not to pursue the commercial development of this particular research, I continue to advise them following this award. They are a successful exporter from a strong UK manufacturing base. Agriculture, Food and Drink,Environment,Pharmaceuticals and Medical Biotechnology Economic","person":"Tom  Preston","coPersons":["Douglas John Morrison"],"organisation":"Scottish Universities Env Research Cen","findingsText":" We produced a viable new instrument but our commercial partner decided not to pursue its further development. Experience gained during this study have informed the continuing collaboration with the commercial partner. Agriculture, Food and Drink,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}