{"id":"C5D7FBE4-6636-4EF5-A31D-D11830E4B206","title":"CMB and Early Universe Research at Oxford Astrophysics 2011 - 2.014","abstractText":"We have a broad brush picture of the evolution of the Universe which has consistently stood up to experimental and observational scrutiny. With Einstein's theory of gravity we are able to explain the expansion of recession of galaxies, the presence of a residual bath of relic radiation and the rough abundances of the light elements. Within the auspices of this grant we wish to subject this model to more detailed scrutiny and in doing so, construct a detailed understanding of the physical processes that come into play on an immense range of scales. On the various largest scales, we can use the roughness in the relic radiation to extract the information about the nature of space time and energy when the Universe was in it infancy. Specifically we can now try and detect the background of ripples in space-time, called gravity waves, by looking for particular distortions in relic light. To do so, we must come up with clever algorithms that can cope with the extremely large data sets and extract weak signals. It will be necessary to separate out what is truly due to the gravity waves from other sources of radiation which will contaminate the signal. With such precise data sets, and including other cosmic observables such as the way that galaxies move towards or away from each other, it should be possible to probe and peruse our standard theory and see if there is any evidence for deviations from it. This holistic approach will also allows us to learn more about the nature of the matter and energy that fills the Universe and in particular will let us focus on the nature of the dark matter and energy. On smaller scales, we must focus on the building blocks of structure: galaxies. These are extremely complex organisms that a host a wide range of physical process from gravitational to chemical. We will tackle this problem in a variety of ways. At the smallest scales we will work with extremely accurate numerical models of how the different physical process occur and how they trigger the formation of stars. There is now compelling evidence that there very massive black holes inhabiting at the centres of galaxies. We wish to study this novel and unique observational phenomena and study its theoretical implications. In particular we wish to, once again, study how the existence of black holes drives the formation and evolution of galaxies and how their presence may be tested in a number of observational ways.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I00193X/1","grantId":"ST/I00193X/1","fundValue":"437005","fundStart":"2011-04-01","fundEnd":"2013-03-31","funder":"STFC","impactText":"","person":"Pedro  Ferreira","coPersons":["Timothy  Clifton","Adrianne  Slyz","Christopher  Gordon","Lance  Miller","Joseph  Silk","Julien  Devriendt","Joanna  Dunkley"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}