{"id":"C5E9CE5E-C1E6-4F4D-BF7C-9FD96F0E26AC","title":"Detecting and classifying bifurcations in the climate system","abstractText":"We propose to develop a general method for studying bifurcations and transitions of the Earth system, with particular focus on global climate change. As the states of the climate system can be described by analytic potential, we propose a study in which the potential would be estimated from an observed record of a climate variable. Knowing the potential and recently observed trends in the climate system (in temperature, sea level, etc.), we plan to perform computer simulations and evaluate the changes the climate potentials undergo. We will apply the bifurcation theory to study the evolution of the potential and possible bifurcations of its extremals. This will allow to make projections of time series which will be compared with projections provided by IPCC AR4. Once the method finally developed, it will be tested on artificial data with simulated dynamics, and then applied on available paleo-, historical and real-time observed data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F005474/2","grantId":"NE/F005474/2","fundValue":"87512","fundStart":"2011-05-02","fundEnd":"2013-01-31","funder":"NERC","impactText":"  Our methods of tipping point detection and early warning have been used by other researchers in analysis of climate data, ecological data, economic data and physiological data. Environment Cultural,Societal","person":"Timothy Michael Lenton","coPersons":[],"organisation":"University of Exeter","findingsText":" We developed methods of detecting and anticipating bifurcation-type 'tipping points' in time series data. These methods were applied to detect tipping points in paleo-climate data and explore whether there were early warning signals before them. The methods were tested on models of varying complexity showing early warning signals exist before forced tipping points. Finally we applied the methods to observational climate data, detecting a tipping point in Arctic sea-ice cover (as viewed by satellites) in 2007. The generic methods of tipping point detection and early warning are already beginning to be used in non-academic contexts, for example to provide early warning prior to a power black-out. The same core behaviour of 'critical slowing down' of fluctuations occurs in this case. Digital/Communication/Information Technologies (including Software),Education,Energy,Environment,Financial Services, and Management Consultancy","dataset":"gtr"}