{"id":"C5F1FB82-8B0F-483B-ACC4-BD2E8BDEB536","title":"Advanced prototyping capability for electrical machines and actuators research","abstractText":"Research in electrical machines and actuators has evolved significantly over the past 20 years with on-going developments in advanced computer modelling and design packages. As a consequence, researchers and designers in industry are now able to model to a reasonable degree of precision the behaviour of many complex machine and actuator systems. However, despite the significant advances in modelling, the manufacture and experimental characterisation of prototype devices remains an essential element in driving forward the understanding of electrical machines and actuators, particularly in terms of validating and identifying weaknesses in modelling capability. This is particularly important in applications which push at the boundaries of existing machine technology in terms of factors such as high temperature, high loss density and high speed operation. Furthermore, although there is a growing acceptance within both academia and industry that modelling is an important tool in evaluating new concepts and machine designs, ultimately, practical demonstrations in realistic operating environments remain essential in terms of demonstrating the utility of devices to potential end-users. This proposal is concerned with securing and significantly enhancing the capability of the Electrical Machines and Drives Group at The University of Sheffield to produce prototype electrical machines and actuators, specifically by purchasing a new computer controlled wire-eroder for the manufacture of electrical steel laminations, permanent magnet segments and other precision components. This will enable the Group to maintain its long-standing capability for embodying its research findings in high quality prototypes and technology demonstrators in several on-going and emerging areas of research, e.g. novel electromagnetic devices for power generation, actuation and drive applications; machine and actuator modelling and design guidelines; high temperature machines and actuators and high-speed machines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D051738/1","grantId":"EP/D051738/1","fundValue":"102305","fundStart":"2006-08-01","fundEnd":"2007-04-30","funder":"EPSRC","impactText":"","person":"Geraint  Jewell","coPersons":["Kais  Atallah"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}