{"id":"C600E22E-8A7D-4D57-BCA9-26350493C94D","title":"Developing an experimental functional map of polymer electrolyte fuel cell operation","abstractText":"It is not possible to understand the way that a fuel cell operates without understanding how reactants, products, heat and electrochemical potential varies within that fuel cell. A consequence of this is that in order to obtain the best performance out of a fuel cell we cannot treat it like a simple electrical device with a positive and negative terminal: we need to be able to understand what is happening at different points within that fuel cell. Put simply, the purpose of this project is to develop a new way to image what is happening within an operating fuel cell. That is, to develop a way in which we can see how well the different parts of the fuel cell is operating - whether they are operating well, or starved of reactants, or undergoing damaging processes which will limit the longevity of the system.In this programme we intend to build on previous work at NPL, Imperial and UCL to develop a world-class instrument to allow us to study what is happening within an operating fuel cell. We will utilise a specially instrumented fuel cell which will allow us to monitor several very important parameters in real time. In this way we can monitor how the fuel cell operates under the different extreme conditions imposed on it during both normal and abnormal operating conditions. Examples of such extreme conditions occur when the fuel cell is started up, or shut down or when the fuel cell is pushed to perform at the limits of its performance (as might be expected during an overtaking manoeuvre if the fuel cell were powering a vehicle). Results of this research will be utilised to improve the design of the fuel cell.The hardware will be designed and built at Imperial College, and tested at both Imperial and NPL. A bipolar plate rapid prototyping facility will be built at UCL which will allow us to experiment with different flow-field geometries in order to achieve as even as possible distribution of the parameters being measured with the fuel cell mapping hardware. Modelling will be performed at UCL in order to test improvements to the performance of the cells brought about by using different flow-field architecturesWe have engaged with two major UK fuel cell companies, Johnson Matthey and Intelligent Energy, who are interested in utilising the instrumentation and results of this work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061424/1","grantId":"EP/G061424/1","fundValue":"301105","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  Our findings have been used by our research partners (Johnson Matthey and NPL) to better understand fuel cell operation. The results have also been used to further isolate interesting aspects which require further information and which are the topic of additional research proposals. As a result of this work a number of members of the team are also part of the NPL industrial board. Chemicals,Energy Economic,Policy & public services","person":"Anthony  Kucernak","coPersons":["Nigel Peter Brandon"],"organisation":"Imperial College London","findingsText":" We have developed new equipment and techniques which allow us to measure and probe the effects of starting up and shutting down fuel cells and measure the amount of degradation that occurs during this process. This is important in allowing us to accurately measure degradation rates of fuel cells operated under non-uniform conditions Our new equipment is being used to study more resilient catalysts and catalyst supports which resist these extreme events. It also allows us to better understand the conditions under which the degradation processes are accelerated. Chemicals,Energy","dataset":"gtr"}