{"id":"C6005E8A-F87D-48B5-9865-5BE844CB77B2","title":"Characterization of novel Drosophila candidate axon guidance molecules","abstractText":"We are dependent on our nervous system functioning correctly for us to move, think, learn, speak and control our bodies. To do this all our nerve cells must connect up in the brain and to the parts of the body they control. Most of this 'wiring together' happens during the growth and development of the embryo in pregnancy. To do this each nerve cell must extend a long process, called an axon, over large distances and through complex environments to find and connect to its appropriate partners. Each axon is guided when to turn and which way to grow to reach its partner by sensing specific chemicals or molecular 'cues' in different parts of the body. These signals are detected by 'receptor' proteins at the tip of the growing axon. We want to find the molecules that work as these receptors or cues to guide axons along their pathways. From what we know already many of the same molecules and receptors in mammals are also present in smaller animals like the fruitfly Drosophila where they do the same job but on a simpler scale. However we also know we haven't found all the molecules needed to wire-up the nervous system. To find additional molecules we have searched through the genomes of mouse, human and Drosophila to find molecules that are similar to one another and to those we already know about which are found in the developing nervous system. We plan to use Drosophila as a model system where we can disrupt or remove the function of these new molecules to find out if and how they act to direct nerve growth. We use Drosophila as a model system so we can rapidly test the role of these new molecules and to allow us to reduce the need to sacrifice large numbers of mice in research. Once we have found out how these molecules work in Drosophila we will inform other researchers so that the molecules can be tested in other model systems. We need this information both to learn how the nervous system is made and to find out what molecules might be useful in helping us to repair neural injuries or diseases that lead to paralysis or neural degeneration. Unfortunately mammals cannot repair nerve damage that occurs in the brain, our hope is that by identifying the molecules that were originally used to drive and direct nerve cell growth in the embryo we can re-supply these molecules to help nerve cell regeneration in people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F014287/1","grantId":"BB/F014287/1","fundValue":"366628","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"","person":"Guy Justin Clive  Tear","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}