{"id":"C606C44A-A2F8-487C-A85B-B2B915A8FB46","title":"The INtelligent Airport (TINA)","abstractText":"Diverse applications are expected to appear in the future with complex and often varying service requirements, traffic profiles and user expectations. These will require extremely advanced adaptive computing and communication systems to provide users with mobile, secure and automatic means of conducting business. A prime application area is in international travel which continues to grow supported by a significant investment in infrastructure, such as Heathrow Terminal 5.An intelligent, adaptive, self-organising wired/wireless infrastructure is essential in this environment. It is anticipated that the considerable growth in the complexity of this infrastructure will not just be due to the proliferation of established fixed equipment such as wireless base stations, surveillance cameras, security detection equipment, display and terminal equipment. The requirements will also be for a much wider deployment of more compact portable equipment, for example, location and control equipment on a wide range of transportation equipment. Radio frequency identification (RFID) tags supported by a transparent optical-RF network can be used to sense, locate and track an array of objects including luggage, mobile assets and commercial goods and can provide additional features such as boarding pass auto-tags and access control tags. These active RFID tags will operate at low data rates, typically 64 kbit/s, but an airport environment can be expected to contain a few million of them. Mobile biometric sensors will be widely deployed in this environment providing advanced features. A range of fixed and mobile terminals will provide additional security measures such as chemical detection and analysis, while other terminals, fixed and mobile, will support passenger information and entertainment services on transit. The infrastructure will support an array of personal passenger and staff wireless media rich devices. The wired/wireless network envisaged will thus be huge and complex, supporting perhaps 10 million information sources, with an anticipated peak aggregate data rate of order 100 Gbit/s in a relatively local access environment. This is beyond the capability of any current network and research is needed to understand the principles upon which an effective system could be constructed.As this is such an ambitious and multidisciplinary project, a collaborative programme is proposed. The project has strong industrial involvement and support from Laing O'Rourke who will provide the application context, share design experience, user requirements and architectural constraints and Marconi who will contribute expertise in complex communication system design. At the outline proposal stage, we received feedback from EPSRC that they would welcome additional collaborations with those involved in airport operations. We are delighted that, in response, BAA and Boeing have agreed to become involved in the project, and within UCL links have been made to Dr Paul Brennan, who will contribute substantial knowledge of RfID, being involved in a major European project in the area. Finally we have additionally sought to involve the equipment company Motorola and the installation planning company Red-M to ensure that we can receive expert advice across all areas within the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D076803/1","grantId":"EP/D076803/1","fundValue":"511086","fundStart":"2006-10-16","fundEnd":"2010-04-15","funder":"EPSRC","impactText":"  Research into wide area distributed antenna systems for RFID have been taken forward into the the follow-on-fund project PULSE which has lead to the formation of a spinout company to commercialise the work.\n\nWork has also lead to ongoing research in the area of highly accurate passive RFID both in other applications and within airports. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Manufacturing, including Industrial Biotechology,Retail Societal,Economic","person":"Ian Hugh  White","coPersons":["Jon  Crowcroft","Richard  Penty"],"organisation":"University of Cambridge","findingsText":" Within the TINA project, Cambridge University has demonstrated the feasibility of using low cost UHF RFID technology in a new way to provide (i) enhanced tag read range (to 10m), (ii) increased (100%) tag reading probability and (iii) the ability to locate the passive tag to approximately 1m resolution. This has been achieved by combining a customised RFID reader with a distributed antenna system. The ability to use the distributed antennas in a collaborative manner acts to remove the effect of radio propagation fades and also has allowed the development of algorithms, which have been implemented on RFID firmware, to take the RF information from the individual antennas and use this to generate the location information.\n\nThe ability of optical DAS to carry simultaneously both sensing and communications services was also demonstrated for the first time enabling a truly unified infrastructure. \n\nThese combined technologies were brought together at the final showcase even to demonstrate their potential application to tracking passengers within an airport via boarding cards enabled with RFID tags. Lost baggage and late passengers are global problems for the airline industry with multi-billion pound per year costs. Technology developed could go some way to reducing the occurrence and impact of both.\n\nMore widely the technology can be applied to a range of other sectors to improve efficiency. Other applications include:\nLost documents cause wasted time and money in a variety of office environments, particularly legal offices. Avoiding such events will reduce waste and increase efficiency\nAsset management is vital part of may businesses and the use of wide area RFID will enable RFID to be applied to many more aspects of asset management than current portal systems allow. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Retail","dataset":"gtr"}