{"id":"C60754B8-A081-4230-88A3-657CE5E9387E","title":"Conflict resolution in Moldova","abstractText":"<p>In its current manifestation, the conflict over Transnistria dates back to the end of the Soviet Union and the establishment of an independent Moldovan state. After a brief spell of violence in 1991/2, the de-facto state of Transnistria came into being, and despite numerous settlement proposals from all parties involved in the so-called 5+2 settlement process, the status quo of 1992 has been consolidated and, until recently, no tangible progress was made towards a settlement.</p>\n\n<p>Following a German-Russian initiative, the parties agreed in September 2011 to resume official negotiations in the 5+2 framework. Unfortunately, the conflict parties lack a wider understanding of good practices and how the issues that they are dealing with have been resolved in other countries. Furthermore, some of the mediators lack knowledge of past attempts to resolve the Transnistria issue and are unfamiliar with the complexities of the situation on the ground and how similar negotiation processes have successfully concluded elsewhere. Against this background, this project follows on from two previous research projects that the PI conducted on the establishment and sustainability of governance arrangements in divided societies, especially the use of autonomy and power-sharing arrangements.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J020710/1","grantId":"ES/J020710/1","fundValue":"72450","fundStart":"2012-07-01","fundEnd":"2013-12-31","funder":"ESRC","impactText":"  My work has informed UK government policy towards Moldova, the work of the EU Delegation in Moldova, the work of the OSCE Mission in Moldova and that of the Irish and Ukrainian Chairmanships and of the Swiss/Serbian Co-chairmanship. I have also worked extensively with the Government of Moldova, especially the State Chancellery and the Bureau for Reintegration within it. Government, Democracy and Justice,Security and Diplomacy Policy & public services","person":"Stefan  Wolff","coPersons":[],"organisation":"University of Birmingham","findingsText":" Being funded under the follow-on scheme, this project did not generate any new research per se, but applied existing knowledge and understanding to the conflict over Transnistria in Moldova. In so doing, I engaged with all relevant stakeholders in the Moldovan government and the Transnistrian authorities up to the level of Deputy Prime Minister and Chief Negotiator/Foreign Minister, respectively, and with officials in the EU and OSCE, as well as the FCO and the foreign ministries of Germany, Ukraine, Sweden, Finland and the United States.\n\n\n\nAs a result of these discussions (see further under exploitation routes, below) I gained additional knowledge and understanding of the complexity of this particular conflict and its associated mediation process. In particular, it became clear that the negotiation process suffered from three deficiencies: conflicting priorities among the mediators/guarantors/observers (EU, US, OSCE, Ukraine, Russia), and particularly Russian reluctance to move towards a discussion of political/status issues; lack of a clear strategy and an understanding of the implications of specific bilateral policies on the part of the EU (especially related to the proposed Association Agreement with Moldova); and a lack of capacity on the part of the Moldovan government to engage systematically and strategically with the negotiation process. I have consulted widely to all parties involved in the Moldova-Transnistria conflict resolution process and am continuing to do so. This has included briefings and presentations to the European Parliament, the EU Delegation in Moldova, the EU External Action Service in Brussels, the foreign ministries and embassies in Moldova of the UK, Germany, Sweden, and the United States, the OSCE Mission in Moldova, the OSCE Conflict Prevention Centre in Vienna, and the OSCE High Commissioner on National Minorities.\n\n\n\nAs a spin-off of these activities and based on the insights gained as part of this project, I am now running a series of workshops for the Moldovan government on increasing conflict resolution capacity (especially negotiation strategy), have advised the the EU Special Representative on Georgia and presented at an information session for the Geneva Discussions on Georgia, and produced two chapters for the Geneva-based HD Centre's mediation handbook (see outputs). As detailed under outputs, one peer-reviewed journal article has already been published, and I have given several invited talks based on my work under this grant, including at Princeton, LSE, and Uppsala University (see outcomes section). I am currently working on a further journal article (based on my Uppsala lecture) and a book manuscript.\n\n\n\nI am also using findings from the project in my teaching, especially in my MA course on post-conflict peacebuilding. Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}