{"id":"C60CF13A-20B8-4FC9-AE11-487E60040A50","title":"Cell wall lignin programme: Manipulating lignin to improve biofuel conversion of plant biomass","abstractText":"An obvious way of improving plant materials for biofuel production would be to manipulate the structure of plant cell walls, since it is resistant polymers in these walls that prevent microbial enzymes from degrading the plant material into simple sugars and ethanol. One of the most important cell wall polymers in this respect is lignin. We already know quite a lot about how lignin is made and how it can be manipulated in woody plants. However much of the plant biomass that could be used to produce energy comes from grasses, and more research is therefore needed to enable us to manipulate lignin in these types of plant. Barley is a good model for the grasses that might be grown for energy applications (e.g. Miscanthus), and there are more research tools available for barley than for most other grasses. Barley and wheat straw waste could also be useful resources for biofuel production, and genetic discoveries in barley are usually transferable to wheat. This project aims to determine how lignin content and structure influence (1) the amount of sugars that can be released from barley straw; (2) how efficiently these sugars can be converted into biofuels; and (3) the amount of energy that can be released from barley straw by burning. This will indicate how the polymer can best be manipulated to make it easier to produce biofuels from plant biomass. We also aim to determine whether any lignin biosynthesis genes are important for barley disease resistance or stem strength, so that we can determine how to manipulate lignin while keeping plants healthy. The genes and genetic markers that we isolate can be used directly in energy crop improvement breeding programmes. Because we will be looking at a lot of different barley varieties, we will also be able to identify which current varieties are best for biofuel production and for burning for heat and energy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G016232/1","grantId":"BB/G016232/1","fundValue":"1746760","fundStart":"2009-04-20","fundEnd":"2014-10-19","funder":"BBSRC","impactText":"","person":"Claire  Halpin","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}