{"id":"C60F2635-A00A-4CE6-86E3-E98B3286E970","title":"Analysis of cell fate choice regulation in organiser/primitive streak stem cells and neuroectoderm progenitors.","abstractText":"The body axis, backbone and spinal cord are formed very early in development; during the first month of pregnancy in humans, between days 8 and 12 of development in the mouse and between days 1 and 4 in the chick. These structures form from a group of cells called axial progenitors that are similar to stem cells. Stem cells have two essential properties: they can divide to give more copies of themselves and they can produce a variety of specialised cell types in a process called differentiation. Disruption to the genes that regulate the functions of these particular progenitor cells, in animal models or human pathologies, causes a loss of axial tissue development, loss of patterning of the spinal cord, and can lead to severe holoprosencephaly or lethality of embryos. These tissues and processes are thus of fundamental importance to the developing embryo and a detailed understanding of how they develop and the molecules mediating their respective functions is crucial both to the understanding of embryo development and the generation of means of treating embryonic defects. \nIt is vitally important for the developing embryo that the right number of these axial progenitor cells chooses to differentiate into each of the specialised cell types so that the embryo develops into the right size and shape. We aim to understand what molecules make these cells choose which cell type to differentiate into. To date, very little was known about what regulates the cell fate choice of these particular stem cell-like progenitors. We have recently identified a key molecular pathway regulating this event and we plan to investigate the biochemical basis of this regulation.\nIn mice, unlike Embryonic Stem cells, these cells do not form malignant tumours when transplanted into adults and may therefore become a useful therapeutic cell type for degenerative diseases and injuries involving the spinal cord, and the back bone.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1002174","grantId":"G1002174","fundValue":"596519","fundStart":"2011-11-01","fundEnd":"2016-03-31","funder":"MRC","impactText":"","person":"Jacqueline Kim Dale","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}