{"id":"C6121D46-28FF-43DB-A69B-5309E8F14D21","title":"A novel ageing-related pathway regulating ROS homeostasis","abstractText":"Oxygen is essential for life, however once inside our body, it can be converted to other forms called reactive oxygen species (ROS). These ROS are potentially dangerous for our cells as they can damage proteins, DNA and lipids. It is proposed that this damage contributes to the ageing of our cells, and hence our body, and it also contributes to age-related diseases such as cancer, heart disease and Alzheimers. It is important, therefore, to understand how the levels of ROS in our cells are regulated. ROS levels can increase due changes in the function of the mitochondria, which are the energy producing factories of the cell. It is important that, in response to increased ROS levels, the cell responds by altering the production of proteins, for example by increasing the expression of anti-oxidant enzymes. This will cause a reduction in the ROS levels and protect the cells from damage. We have uncovered a new pathway for regulating ROS in cells. We found that an enzyme that normally resides in the mitochondria and contributes to generating energy can be redirected to the nucleus when ROS levels in cells are increased. Within the nucleus, the enzyme can regulate the expression of genes encoding proteins that reduce the elevated ROS levels. This enzyme therefore acts to communicate the status of the mitochondria to the nucleus. The significance of the project is that a fuller understanding of how ROS levels are regulated will facilitate efforts to promote healthier living as well as the development of therapies that combat its detrimental effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J014834/1","grantId":"BB/J014834/1","fundValue":"428021","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"BBSRC","impactText":"  This is a current grant and it is too early to determine how the findings will be used. Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Alan John Whitmarsh","coPersons":["Gino  Poulin"],"organisation":"The University of Manchester","findingsText":" We have uncovered a novel pathway that links mitochondrial stress to nuclear gene expression. This pathway responds to levels of reactive oxygen species and acts to maintain these within physiological limits. We have shown that this pathway regulates the sensitivity of human cells to oxidative stress and the development and lifespan of the model organism C. elegans. Our findings indicate that modulating metabolic activity and the levels of reactive oxygen species during development can impact on ageing and lifespan. We will explore this hypothesis further. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}