{"id":"C6177276-A45F-4759-AA30-8C11FF1307DB","title":"A study of the fatigue behaviour and remaining service life of masonry arch bridges","abstractText":"Masonry arch bridges represent almost half of the European bridge stock, most of which are over 100 years old and carrying traffic far heavier than they have been designed for by their builders. In order to ensure public safety and maintain the bridge network, estimating the bridges' safe working loads and remaining service life are becoming pressing issues for bridge owners. The proposed project considers some of the main aspects in relation to masonry arch bridges, such as inspection, monitoring, assessment and material testing. Masonry arch bridges vary greatly in material composition, include large volumes of materials and often have unknown internal structures, that make inspection and monitoring of the bridge's overall condition increasingly problematic. Although there is a range of NDT techniques currently available, only few of these techniques have been adopted for masonry arch bridges and are able to supply useful information on the bridges' structural condition. For that reason, simple empirical procedures (such as visual observation, hammer tapping, measuring deflection at individual locations) remain till date the most widely used inspection procedures for masonry arch bridges internationally. During preliminary studies, acoustic emission technique has been found to supply highly valuable information on the condition and damage propagation of masonry arch bridges. Within the current project, experience and guidance will be provided to enable wider adaptation of the acoustic emission technique for improved condition assessment and monitoring for masonry arch bridges in the field. Assessment of masonry arch bridges generally relies on a number of subjective factors relating to the material properties, structural condition and on a limited volume of material test data for calibration. Also, most assessment techniques consider the bridge's ultimate load capacity rather than its safe/fatigue load capacity and give no indication of the remaining service life. The recently developed 'SMART' assessment method offers the possibility for the first time for estimating the bridge's safe working limits and remaining service life. While the basics for the 'SMART' assessment method have so far been developed, material test data are now needed for further development of the technique. Providing good quality material test data for the 'SMART' and other assessment methods forms the basic outset for the proposed project. A series of laboratory tests are proposed on over 500 small-scale masonry samples under fatigue loading to represent the most common forms of failure modes and material qualities for masonry arch bridges. It is however recognised, that due to the high variability in masonry properties and loading conditions, the proposed tests will only present a selection of the wide range of cases in praxis. In order to enable future tests to be incorporated into the test series, a methodology for testing, analysing and structuring test data will also be developed.The outcome of the project will a) enable bridge owners responsible for the railway, highway and waterway networks to develop asset management for their masonry arch bridge stock, b) provide tools for bridge engineers and consultants to gain deeper insight into the structural condition of masonry arch bridges, estimate the safe loading limits and residual life and c) enable researchers to develop assessment methods. The project will be undertaken in close liaison with Network Rail, Highways Agency and the European railway authorities to ensure that the needs of bridge owners are met and project outcomes are incorporated into European praxis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F069170/1","grantId":"EP/F069170/1","fundValue":"339494","fundStart":"2008-06-01","fundEnd":"2011-11-30","funder":"EPSRC","impactText":"  Research outcomes highlighted potential long-term issues of increasing traffic loading on old masonry arch bridges. Transport Economic","person":"Adrienn K Tomor","coPersons":[],"organisation":"University of the West of England","findingsText":" Masonry arch bridges deteriorate gradually under long-term cyclic loading, although much slower than other bridge types. While most masonry bridges are in good condition, increasing traffic loading can in certain cases reduce the life of the bridge. Guidance documents Transport","dataset":"gtr"}