{"id":"C61E27EE-C607-4E4A-82E2-60C108828C15","title":"Dialect Development and Style in a Diasporic Community","abstractText":"<p>This project is the first study of English dialect variation and change within families of Indian origin in London.&nbsp;Using quantitative and qualitative sociolinguistic methods, the project aims to document changing uses of English, examine how individuals develop multiple dialect proficiencies in contact situations, and assess the balance between speaker agency and deterministic factors, particularly in rapid dialect change within a lifetime.</p>\n\n<p>The project will record speech data, social networks, and attitudes among informants networked across three familial generations. A subset of participants will record themselves in different everyday interactions, generating multi-faceted individual speech profiles.&nbsp;The analysis starts with a quantitative assessment of social, linguistic, and cognitive factors in the use of British and Indian English dialect forms, testing theoretical claims about adult dialect plasticity, family (vs peer) influences on speech, and the native/non-native divide. The project then introduces qualitative methods to interpret variation in terms of speakers’ rhetorical purpose and interactional strategy. This hybrid methodology explores the interplay between structural and agentive processes in dialect shift, a central debate in sociolinguistics.&nbsp;The project will build a practice-centred perspective on dialect acquisition and change and help enrich contemporary public understandings of the largest ethnic minority group in Britain.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E024416/1","grantId":"ES/E024416/1","fundValue":"342341","fundStart":"2008-01-15","fundEnd":"2010-10-31","funder":"ESRC","impactText":"  Our findings have been disseminated beyond academia to teachers in secondary schools and teachers of English as an Auxiliary Language in the area of West London where the research was conducted. The media have reported on findings or engaged the PI's participation via numerous channels: print media (Evening Standard, Sunday Times, the Guardian) and radio (BBC London, BBC Asian Network). Other institutions have also engaged with the work (the British Academy). Feedback from the public indicates some uptake, e.g. an educator involved in business studies training reported the same gender differences found in my research and adopted aspects of the findings in his own advice for business practice (e.g. expanding one's repertoire of speech styles). Media practitioners in TV and advertising took note of aspects of the work on code-switching in a cross-field conference in India. Education Societal","person":"Devyani  Sharma","coPersons":["Roxy  Harris","Ben  Rampton"],"organisation":"Queen Mary, University of London","findingsText":" Public discourse has frequently framed immigrant or diasporic communities as linguistically divided across generations. Sociolinguistic theory also constructs a sharp boundary between non-native and native dialect acquisition. Using quantitative and qualitative sociolinguistic methods, this project investigates inter-generational dialect development in a Punjabi London community. The project aims to document changing uses of English as indicative of social change, examine how generations influence one another, and assess factors affecting dialect type, including social network, bilingualism, ideology. The data collected includes extensive audio speech recordings (semi-structured interviews), social network information, and additional personal information such as bilingualism and attitudes among informants networked across three familial generations. A subset of participants also recorded themselves in different everyday interactions, generating multi-faceted individual speech profiles. Findings include:\n\n(i) Many older British Asians retain native-like skill in both British and Indian English, negotiating multi-group membership bidialectally; younger individuals lose this differentiation of life worlds and employ a fused British Asian style. A new method for analysing speech repertoires reveals changes in social network diversity, indicating a previously unobserved transformation in British Asian cultural structures.\n\n(ii) Non-native parents and native children mutually accommodate their English styles, tempering claims of non-native fossilisation and sharp generational divides, and identifying the family (neglected under Western sociolinguistics) as a major conduit for new language use.\n\n(iii) A new technique for tracing speech variation in interaction reveals that selected individuals fine-tune dialect traits in interaction, optionally endowing speech forms with ethnopolitical ideologies.\n\n(iv) New speech styles can develop later in life in a second language, casting doubt on a reified division between native and non-native speech style.\n\n(v) The 'multi-ethnic urban vernacular' originally identified among youth in the 1980s should not be characterised as 'youth language', as it endures into later life. \n\nThese findings impact upon sociolinguistic theory (cognitive and social factors; acquisition), sociolinguistic methodology (speech repertoires; networks), models of second language speech, and public perceptions of minority communities. Within sociolinguistics and migration studies, the new metrics of network, transnational activity, and stylistic meaning can be applied to various situations of language contact, social contact, identity shift, and migration. In non-linguistic contexts, media interest has focused on gender differences in the register range or repertoire of second generation community members, with younger women showing wider repertoire range. The findings have also been useful to secondary school teachers and to teachers of English as an auxiliary language, as speech styles, dialect shift, and language choice can be better understood through the outcomes of the project. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections","dataset":"gtr"}