{"id":"C6216641-29F0-43C3-B63F-3C69B109928F","title":"Novel low energy high performance mortars for the construction industry","abstractText":"Masonry construction, including both clay bricks and concrete blockwork, relies on 10 mm mortar joints to bond the units together. In the UK around 50 million m2 (wall area) of fired clay bricks and 60 million m2 of concrete blocks are produced every year, requiring around 1.5 billion litres of mortar. The functions of mortar in masonry construction are to provide an even bed between units, bond units together to provide flexural strength and seal joints against rain penetration. Increasingly the construction industry is realising that hydraulic lime mortars fulfil these requirements extremely well. One significant benefit of lime mortars, in comparison with more widely used cement mortars, is a 40% reduction in carbon dioxide emissions, a significant greenhouse gas.The proposed work is to develop low-energy high-performance mortars using a novel quicklime drying technique for the aggregates, the inclusion of admixtures with the mix and the extension of the binder phase to include pozzolanas and alternative low energy cements. This proposal aims to investigate and develop the use of quicklime addition to the fine aggregate as the means to dry the sand. The approach relies upon both the chemical combination of water to yield calcium hydroxide and the associated heat production. However, the amount of quicklime required will vary with sand moisture content and desired mortar mix. As the mortar mix designs become leaner (lower strength), increased quantities of quicklime will be required to dry the sand. The leanest mixes will require significant quantities of quicklime with an associated reduction in the hydraulic lime component. This will limit the potential engineering properties of the mortar unless modifications are made to its composition. The study will therefore investigate possible modifications, including the use of admixtures such as water reducers, pozzolanas, as well as more energetic hydraulic binders such as Roman cement. Current editions of the structural design codes for masonry do not include design data for lime mortared masonry. In combination with the development of low-energy mortars, the proposed work will seek to address this lack of data.The proposed research methodology comprises experimental investigation of dry mix low-energy mortars, including the study of efficiency of lime slaking to dry wet sand during the mixing process, micro-structural analysis of mortars, and investigation of low energy mortared masonry properties. Experimental studies will be supported by numerical analysis of masonry properties and comparative life cycle analysis of masonry. Research of sand drying and mortar properties will primarily be undertaken at the Universities of Bradford and Bristol, whilst experimental and numerical investigation of masonry properties and life cycle analysis will primarily be completed at the University of Bath. The current proposal extends previous work in two important areas: firstly it will extend the range of available low energy mortars; and, secondly, the proposed work will examine the performance of these limes in structural masonry so that engineers, architects and builders can use the material with confidence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D023661/1","grantId":"EP/D023661/1","fundValue":"110047","fundStart":"2006-03-01","fundEnd":"2009-08-31","funder":"EPSRC","impactText":"","person":"Geoffrey Charles Allen","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}