{"id":"C62B49CD-2A51-43A6-988C-C1F1F45C7D65","title":"Ecological and socio-economic factors impacting maintenance and dissemination of antibiotic resistance in the Greater Serengeti Ecosystem","abstractText":"Advances in antibiotic treatment are continually challenged by the evolution and dissemination of antibiotic resistance leaving medical practitioners with dwindling options for cost-effective therapies. Though the molecular scale mechanisms underpinning antibiotic resistance are generally understood, current understanding of how resistance persists at the population scale - the scale at which interventions must be planned and implemented - is weak. Critical to the development of effective public health and management tools is a unified understanding of the overall ecology of antibiotic resistance in both human and animal populations and the socio-economic factors that influence evolution and dissemination of antibiotic resistance. This project will gather data and build understanding that explicitly addresses this knowledge gap.\n\nOur long-term goal is to identify the ecological and socio-economic drivers that contribute to maintenance and dissemination of antibiotic resistance. We will develop a community-scale model of antibiotic resistance epidemiology that integrates molecular and phenotypic data with ecological modeling, and use this model to investigate the relationship between ecological patterns of antibiotic resistance and socio-economic drivers.\n\nThis strategy of combining both ecological and socio-economic drivers will be applied to study antibiotic resistance traits amongst three host populations (human, livestock, and wildlife) and across three distinct ecological zones in Tanzania. We selected the greater Serengeti ecosystem for our study in part because (i) the close proximity and contact between potential reservoir populations provides a tractable system for developing models to test hypotheses that are relevant to both industrialized and resource-constrained countries; (ii) the local unregulated access to antibiotics provides a robust opportunity to test our central hypothesis (see below) in the presence of drug selection pressure; (iii) socio-economic conditions vary across space and time with on-going changes occurring in the region regarding adoption of new livestock production systems, greater reliance on tourism and growing human populations alongside antibiotic use patterns and human-animal interactions in rural communities; and (iv) the spread of antibiotic resistance in Tanzania is directly relevant to local communities. Because Tanzania is undergoing rapid urbanization, our findings will have implications for other countries experiencing similar socio-economic changes. \n\nUsing statistical and ecological modelling, we will determine the relative contribution of transmission pathways and ecological reservoirs to the persistence of antibiotic resistance in bacteria from humans and animal populations and integrate the contribution of community knowledge, attitudes and practices to model the socio-economic contribution to antibiotic resistance. By linking the ecological dynamics with the socio-economic survey data, we will be able to identify modifiable risks (e.g., antibiotic usage patterns, waste management, livestock management and contact patterns) and also predict the potential impact on resistance of changes in population mobility, socio-economic status and livestock production type. The understanding of behavioural drivers (e.g., knowledge, education and social affiliation) will guide the most appropriate modes of communication with stakeholders. Together, the biological, epidemiological and socio-economic analyses will allow development of a framework that incorporates technical, economic and social outcomes of drivers that promote and maintain antibiotic resistance. The framework will allow identification of positive, neutral and negative aspects of antibiotic use in communities to guide policy development in broader societal context of matching safe and stable food supply and sustainable livestock farming with human health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K01126X/1","grantId":"BB/K01126X/1","fundValue":"481641","fundStart":"2012-10-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Louise  Matthews","coPersons":["Joanne Patricia Sharp","Daniel  Haydon"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}