{"id":"C62F6B07-4330-487A-9747-8B8DD6AAB70A","title":"Astronomy &amp; Astrophysics at Nottingham","abstractText":"The primary focus of our research in Nottingham is to understand the formation and evolution of galaxies. Galaxies form the building blocks of the observable Universe, and typical galaxies, like the Milky Way, may contain over 100 billion stars. A major challenge in astrophysics is to understand how and when galaxies were formed, and how they evolved from the earliest systems to produce the variety of phenomena we see today.\n\nWe tackle these important problems in a number of ways. One approach is to study local galaxies, which we can study in exquisite, beautiful detail. Another technique is to study more distant galaxies in a wide variety of environments, including very dense regions of the Universe known as galaxy clusters. A key aim in this second approach is to understand the relative roles of 'nature' versus 'nurture' in influencing galaxy evolution. Yet another approach is to obtain very long exposures on large telescopes to study the most distant galaxies of all, to observe them in the act of formation. When we observe distant galaxies we are also looking back in time, and remarkably we can now observe galaxies as they were up to 13 billion years ago.\n\nComplementing our various observational strategies, we also use theoretical models and computer simulations. With the latest supercomputers we can model the formation and growth of structure from the Big Bang to the present day, and by comparing our models and simulations with the real Universe we can determine if our theories accurately reflect reality, or if we are missing some key physical processes.\n\nFinally we are developing a new interdisciplinary project with colleagues on the Nottingham Granular Dynamics group. The aim is to understand the properties of dust and rubble in the solar system, applying the unusual physics of granular systems that we have studied in the laboratory to astrophysical environments.\n\nIn summary, we are tackling a wide variety of problems in astronomy and astrophysics. The overall motivation is to understand the Universe we live in, and to understand our own origins on the grandest possible scales.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000695/1","grantId":"ST/L000695/1","fundValue":"804113","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"STFC","impactText":"  This is a new grant (began April 2014) and hence the impact has yet to be established. Aerospace, Defence and Marine,Education Cultural,Societal,Economic,Policy & public services","person":"Omar  Almaini","coPersons":["Nina  Hatch","Alfonso  Aragon-Salamanca","James Stewart Bolton","Simon  Dye","Frazer  Pearce","Meghan Ellen Gray"],"organisation":"University of Nottingham","findingsText":" Our research grant is relatively new, having begun in April 2014, so the key findings have yet to be fully realised.\n\nThe Astronomy Group at the University of Nottingham specializes in studying the very distant Universe. The research programme underway aims to use a combination of observational and theoretical techniques to understand the formation and evolution of galaxies. Our research is published in peer-reviewed journals. Education","dataset":"gtr"}