{"id":"C6361E29-AF3F-4D99-952A-622344465F67","title":"Are storks striking for a contract renewal? Childbirth under changing employment, family and welfare arrangements","abstractText":"<p>Relatively recently European countries have experienced profound changes in patterns of employment and fertility rates. Strikingly, the Southern countries with their ‘familialist’ culture and policies prime the record of ‘lowest-low’ fertility levels, coupled with a lower female participation&nbsp;in paid employment.</p> \n<p>In this research, we study the interdependence between fertility and labour careers in different institutional contexts with different cultural and family arrangements in Europe. By comparing selected countries, we will dynamically and simultaneously explore the decisions to give birth and to increase/reduce employment participation. This research contributes to the literature by explicitly acknowledging unmeasured individuals’ traits and the interdependence between partners’ decisions at the household level.</p> \n<p>We explore whether uncertainty in employment relationships influence childbirth decisions and if there is any gender difference; whether employment participation and the decision to give birth are interrelated and if this is the same by gender and across countries; and how men’s and women’s decisions to participate in employment are interdependent with their joint fertility choices. The results are expected to have important public policy implications since even small changes in both fertility and employment participation can have huge consequences for population size, population ageing structure and welfare sustainability in the short future.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-23-0127","grantId":"RES-061-23-0127","fundValue":"79469","fundStart":"2006-10-01","fundEnd":"2008-09-30","funder":"ESRC","impactText":"","person":"Tiziana  Nazio","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}