{"id":"C636970C-A539-4C60-B037-458709ACAF2F","title":"Coordination Chemistry Inspired Advances in Controlled Radical Polymerisation","abstractText":"Polymers are ubiquitous materials that have touched every aspect of our lives. These inexpensive, varied macromolecules are particularly impressive due to the diversity of physical properties and applications accessible. Innovations ranging from commodity materials to smart coatings to nano medicine are built from the foundation of polymer chemistry. This is especially important in the UK, where the polymer industry contributes &gt;2% of UK GDP.\n\nThe tools that polymer scientists and engineers use are also growing. In particular, control over both polymer macrostructure and microstructure has seen an explosion in research activity, particularly in the field of Controlled Radical Polymerisation (CRP) which offers scientists the chance to reproducibly control the synthesis of individual macromolecules. This is achieved through several strategies, but arguably none are as robust as atom transfer radical polymerisation (ATRP). This process has transformed the polymer industry and accessed polymer morphologies and structures with tunable properties, self-assembly, applications and structures. Challenges remain, however, in examining systems beyond copper catalysts. In particular, non-toxic initiators that de-colour readily and are easily tuned are an important target, especially in producing plastics and coatings for packaging and biomedical applications.\n\nBuilding from our expertise in iron-based systems for CRP, we propose to investigate Fe and Ti based catalysts. Our strategy is unique in that it is inspired by an understanding of coordination chemistry. Through this research programme we will develop new catalysts, with innovation in ligand design and catalyst development; develop new protocols to quickly screen and assess catalyst performance; develop a novel strategy to introduce secondary tuning into the coordination sphere to shape complex reactivity; significantly expand the monomer scope of Fe-mediated CRP; develop new applications at the interface between ethylene/functional monomer polymerisations and vinyl acetate branching.\n\nThrough these activities we will establish our iron and titanium systems as the preferred technologies for CRP processes, developing a system that is both environmentally and financially sustainable. Expanding from basic commodity polymers to specialty applications and polymers will diversify the UK product base whilst increasing sales. We will strengthen the UK expertise in CRP to new green ATRP catalysts, promoting innovation whilst minimising environmental impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M000842/1","grantId":"EP/M000842/1","fundValue":"334935","fundStart":"2014-09-15","fundEnd":"2017-09-14","funder":"EPSRC","impactText":"","person":"Michael Patrick Shaver","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}