{"id":"C647A5FF-0B61-4AD0-B40F-2B2C70103837","title":"Nano-bio enabled diagnostic devices for oral healthcare","abstractText":"Periodontal disease (gum disease) is a major healthcare problem which affects the tissues that surround and support the teeth (the periodontium). Patients with periodontal disease suffer gum inflammation and bleeding and also have receding gums and loss of the underlying bone (which forms the tooth socket) as the result of damaging enzymes activated as the result of inflammation. Teeth become loose and tooth function is compromised. Indeed, this condition often leads to tooth loss. The Adult Dental Health survey of 2009 revealed some 15% of the UK population aged over 55 have severe periodontal disease. Furthermore, in comparison to the findings of the 1998 survey, more people in the UK are now affected by periodontal disease and people are developing more severe disease earlier in life. In addition, smokers have a greatly increased risk of developing severe periodontal disease as do individuals with obesity and diabetes. Thus, an ageing population making poor diet and lifestyle choices presents an increasing oral healthcare burden. In economic terms, periodontal disease is time-consuming and expensive to treat and the holistic cost of periodontal disease to the UK economy was estimated as &pound;2.78 billion in 2008.\n\nDentistry is traditionally a surgical discipline focussing on diagnosis and repair but has now embraced the principles of monitoring and prevention. The overall aim of this project, therefore, is to develop a device that will ultimately enable patients and dentists to diagnose and monitor periodontal disease economically, accurately and simply. A successful pilot project, also funded by the Technology Strategy Board, has shown that technology which combines microelectronics and biotechnology to produce a small sensor (a 'nano-bio sensor') can measure the activity of enzymes which cause tissue destruction in periodontal disease.We now aim to assess the value of the sensor to oral healthcare, and in particular periodontal disease. We will use saliva samplig which is acceptable to patients because collection is simple, non-invasive and involves minimal discomfort. We will conduct a clinical trial in which we will monitor patients with periodontal disease of varying degrees of severity and collect saliva samples throughout their treatment for analysis using the device. In this trial\nwe will examine progression of disease and the effects of treatment to model relevant clinical scenarios. Furthermore, we will compare the device's performance against more established laboratory assays.\n\nThese devices will allow for much earlier assessment of disease risk, thereby helping to prevent development of severe disease and to facilitate disease management for example by defining changes in disease activity and assessing the effects of treatment. For the clinician this device will provide an immediate and direct measure of the underlying biological processes which will accelerate clinical decision making in a cost effective and cost saving manner. For the patient, selfmonitoring will be possible as saliva sampling requires no special skills and the device is simple to use; this will increase patient awareness, encourage adjustment in oral healthcare and inform healthcare decisions. The nano-bio sensor is small and portable and therefore can be employed not only in the home but also in communities not served by healthcare facilities; in this regard these devices could contribute to epidemiological studies as well as individual healthcare. Beyond periodontal disease, oral cancer, Sjogren's disease and peri-implantitis (an undesirable inflammatory response to\ndental implants) are oral healthcare problems which can be monitored by salivary analysis. Increasingly, saliva is seen as a useful diagnostic fluid for a range of systemic disorders such as cardiovascular disease and diabetes. In the laboratory these devices could straightforwardly provide immediate analytical data improving on traditional, complicated protocols.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K502315/1","grantId":"EP/K502315/1","fundValue":"703522","fundStart":"2012-07-01","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"","person":"John Josiah Taylor","coPersons":["Philip  Preshaw"],"organisation":"Newcastle University","findingsText":" With our industrial biotechnology partners, we have developed a novel device capable of measuring molecules in saliva that equate to the severity of gum disease. The advantage of this device is that it can give a rapid readout of information in the clinic or the home without having to rely on laboratory analysis. We are currently using this device to monitor changes in gum disease in patients being treated for the is disorder; this will help us determine if the measurement might be helpful in the care of the patients. The project is on going and as yet not complete. Once the project is complete we hope to investigate the efficacy of the device directly 'in the field' i.e. the dental clinic. This will help us to decide if the sensor will be commercially viable.\nAlso, going forward, we hope to use our laboratory experience in developing more refined sensors and also to use the measurements to reveal more about the disease process. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}