{"id":"C64C4FE4-2163-4335-AF0A-0E2825CF37C4","title":"13 ERA-CAPS: Plant root diffusional barriers: Genesis and implications for nutrient efficiency and stress tolerance","abstractText":"Plant roots perform the critical function of controlling the uptake of water and essential mineral nutrients from the soil. This function is required by all land plants for their normal growth and development. Specialized cells in the root called the endodermis play a key role in controlling the transport of water and mineral nutrients from the roots to the leaves. These specialized cells have important cell wall modifications that acts as barriers to block the uncontrolled entry of water and mineral nutrients into the plant. Despite the importance of these barriers the molecular processes that control their development remain relatively unknown. By closely inspecting plants that contain mutations in genes thought to be involved in the development of these barriers the project team hopes to build a model that explains the mechanisms involved in the development of these barriers along with their function in water and nutrient uptake by the root as well as their role in preventing infection of roots by pathogens. Global food security is an issue of major international significance. The human population is predicted to reach 9 billion by 2050, increasing world demand for cereal by at least 1,000 million tons, a 50% increase on current levels. This increase needs to be achieved against a predicted decline in global crop production due to climate change causing reduced precipitation in many parts of the world where crops are currently grown. The root is the central plant organ required for water and mineral nutrient uptake from the soil by plants. More efficient water and mineral nutrient uptake by plants is needed to drive the increasing food production required to meet the challenge of increasing global crop production by 50% over the next 40 years. A better understanding of the mechanisms underlying root function will be central to the development of crops with the improved root systems needed to achieve such increased productivity to ensure global food security.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L027739/1","grantId":"BB/L027739/1","fundValue":"388019","fundStart":"2014-08-01","fundEnd":"2017-07-31","funder":"BBSRC","impactText":"  The identification of this transcription factor should now allow us to determine the molecular components required for the positioning and biosynthesis of the Casparian strip  ","person":"David Edward Salt","coPersons":[],"organisation":"University of Aberdeen","findingsText":" We have identified the transcription fact that controlled the development of the Casparian strip in the endodermis of plant roots. The Casparian strip provide a physical barrier to diffusion of solutes and water across the endodermis allowing the plant to control the movement of water and mineral nutrients in and out of the root. Manipulation of this barrier provide the opportunity to affect such processes in crops to improve water and mineral nutrient use efficiency, and water and salinity stress. Agriculture, Food and Drink","dataset":"gtr"}