{"id":"C64D71AE-033A-4FF2-8B89-6A5E8AD2BAFF","title":"GigaMobile: Gigabit Mobile Networking using Incentivised Operator Controlled Device-to-Device Communications","abstractText":"The increasing popularity of smartphones and other mobile devices, where the end user has access to a host of rich multimedia functionality, means that the current mobile network architecture is struggling to meet surging data demands. Smartphone ownership in the UK alone has risen from 38% of the population in early 2010 to 60% in 2013 with the ONS reporting that over 32% of adults now access the Internet using their smartphone every day. This figure is expected to grow significantly in the coming years with Cisco predicting that worldwide demand for mobile data traffic will outstrip fixed data, reaching 11.2 Exabytes per month by 2017. Although the global rollout of 4G networks is well underway, it is unlikely that that 4G alone will be able to service the growing data requirements of mobile users. Furthermore, while voice, data, and compressed streaming media are now the norm, it is future social networking applications which will undoubtedly present mobile network designers and operators with their greatest challenge. \n\nBoth Google and Samsung, through their Glass and Galaxy Gear based concepts respectively, have given us a glimpse of some of the exciting new pervasive technologies that will push the boundaries on the maximum rate at which data can be communicated over mobile networks. For example, using Google Glass, users will no longer just shop and download compressed audio and video, instead they will be immersed into a completely new augmented reality in which they can share their immediate perception and senses with friends and colleagues in the cloud. While this technology will revolutionise social networking it will add further stress to already overburdened mobile networks. To avoid future congestion caused by this huge influx of data, a major change in the way mobile networks are setup and operated is required. However, considerable academic, industrial and regulatory challenges remain and this is the focus of the proposed research programme.\n\nTo help overcome the future &quot;communications bottleneck&quot; in mobile systems, this project proposes a new paradigm for ultra-high capacity mobile networks by simultaneously and jointly addressing the bandwidth problem and the dynamic network management issues associated with device-to-device communications. Combining the complementary expertise of research teams in Queens University Belfast and Cardiff University, this project will focus on understanding and exploiting incentivised, multimode user equipment operating as an ultra-high capacity underlay network featuring real-time opportunistic adaptive routing all overseen by a context aware mobile network infrastructure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L026074/1","grantId":"EP/L026074/1","fundValue":"534918","fundStart":"2014-12-31","fundEnd":"2017-12-30","funder":"EPSRC","impactText":"","person":"Simon  Cotton","coPersons":["Stuart Michael Allen","Roger  Whitaker","William Giles Scanlon"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}