{"id":"C65CA92F-AA86-4DBC-972F-CA39DDA51683","title":"MRC-University of Glasgow Centre for Virus Research","abstractText":"The purpose of the application is to build a new internationally recognised centre for research on virology. The Medical Research Council?s highly rated Virology Unit in Glasgow will be re-housed in a new state-of-the-art building within the University of Glasgow?s Institute of Comparative Medicine on the Garscube Campus to form the Centre for Integrated Virology (CIV). This new organisation will address the challenges presented by viruses in the 21st century by bringing together a unique array of experts with many years of research experience on some of the most important viral agents that threaten human health today. \nViruses represent a very diverse range of agents that continue to exert a major burden on human health as causes of chronic infection leading to diseases including hepatitis, AIDS and cancer. Viruses also cause acute, life-threatening infections such as pneumonia or encephalitis and present a challenge to control by vaccines due to their ability to change rapidly and hence evade detection and destruction by our immune systems before causing serious disease. The ability of some viruses to jump from one species to another is of particular concern and presents the threat of new world-wide epidemics. On the other hand, viruses can be used as tools in biology and medicine as they can enrich our understanding of biology at the cellular level and can even be used to deliver therapies for genetic diseases and to kill cancer cells in patients. \nBy integrating these aspects of virology and bringing clinicians and human virus experts alongside pathologists and scientists focusing on animal viruses and the mathematical analysis of viral epidemics, the CIV will provide added value and a unique strategic resource for the UK. The CIV will also respond to the acknowledged need for improved training and career development opportunities for the next generation of clinicians, veterinarians and scientists who will in future carry the responsibility for the control of viruses and other infectious agents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801822","grantId":"G0801822","fundValue":"6414830","fundStart":"2010-08-01","fundEnd":"2016-07-31","funder":"MRC","impactText":"","person":"Massimo  Palmarini","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}