{"id":"C65F8AB4-723E-4D8B-A5A0-9481DEFDB8E8","title":"Beyond Biorecovery: environmental win-win by biorefining of metallic wastes into new functional materials (B3)","abstractText":"30 years' research on metal biorecovery from wastes has paid scant attention to strong CONTEMPORARY demands for (i) conservation of dwindling vital resources (e.g platinum group metals (PGM), recently rare earth elements, (REE), base metals (BMs) and uranium) and (ii) the unequivocal need to extract/refine them in a non-polluting, low-energy way. \n21stC technologies increasingly rely on nanomaterials which have novel properties not seen in bulk materials. Bacteria can fabricate nanoparticles (NPs), bottom up, atom by atom, with exquisite fine control offered by enzymatic synthesis and bio-scaffolding that chemistry cannot emulate. Bio-nanoparticles have proven applications in green chemistry, low carbon energy, environmental protection and potentially in photonic applications. Bacteria can be grown cheaply at scale for facile production. \nWe have shown that bacteria can make nanomaterials from secondary wastes, yielding, in some cases, a metallic mixture which can show better activity than 'pure' nanoparticles. Such fabrication of structured bimetallics can be hard to achieve chemically. \nFor some metals like rare earths and uranium (which often co-occur in wastes) their biorecovery from scraps e.g. magnets (rare earths) and wastes (mixed U/rare earths), when separated, can make 'enriched' solids for delivery into further commercial refining to make new magnets (rare earths) or nuclear fuel (U). Biofabricating these solids is often beyond the ability of living cells but they can form scaffolds, with enzymatic processes harnessed to make biomineral precursors, often selectively.\nB3 will invoke tiered levels of complexity, maturity and risk. (i) Base metal mining wastes (e.g. Cu, Ni) will be biorefined into concentrated sludges for chemical reprocessing or alternatively to make base metal-bionanoproducts. (ii) Precious metal wastes will be converted into bionanomaterials for catalysis, environmental and energy applications. (iii) Rare earth metal wastes will be biomineralised for enriched feed into further refining or into new catalysts. (iv) Uranium-waste will be biorefined into mineral precursors for commercial nuclear fuels. \nIn all, the environment will be spared dual impacts of both primary source pollution AND the high energy demand of processing from primary 'crude'.\nMetallic scraps are tougher, requiring acids for dissolution. Approaches will include the use of acidophilic bacteria, use of alkalinizing enzymes or using bacteria to first make a chemical catalyst (benignly) which can then convert the target metal of interest from the leachate into new nanomaterials (a hybrid living/nonliving system, already shown). Environmentally-friendly leaching &amp; acids recycle will be evaluated and leaching processes optimised via extant predictive models.\nThe interface between biology, chemistry, mineralogy and physics, exemplified by nanoparticles held in their unique 'biochemical nest', will receive special focus, being where major discoveries will be made; cutting edge technologies will relate structure to function, and validate the contribution of upstream waste doping or 'blending'; these, as well as novel materials processing, will increase bio-nanoparticle efficacy.\nSecondary wastes to be biorefined will include magnet scraps (rare earths), print cartridges (precious metals), road dusts (PMs, Fe,Ce) &amp; metallurgical wastes (mixed rare earths/base metals/uranium). Their complex, often refractory nature gives a higher 'risk' than mine wastes but in compensation, the volumes are lower, &amp; the scope for 'doping' or 'steering' to fabricate/steer engineered nanomaterials is correspondingly higher. \nB3 will have an embedded significant (~15%) Life Cycle Analysis iterative assessment of highlighted systems, with end-user trialling (supply chains; validations in conjunction with an industrial platform). B3 welcomes new 'joiners' from a raft of problem holders brought via Partner network backup.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013940/1","grantId":"NE/L013940/1","fundValue":"132594","fundStart":"2014-08-29","fundEnd":"2017-08-28","funder":"NERC","impactText":"","person":"Hylke Jan Glass","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}