{"id":"C66AF05E-39C6-4875-B037-125D788E93F7","title":"Chaperoning Drp1 mediated fission in neurons","abstractText":"Problems with mitochondria, the cellular 'power plants', have recently been linked to multiple neurodegenerative diseases. Cells need energy to function and mitochondria convert energy into a form that can fuel cellular processes. Because of this and other important cellular roles healthy mitochondria are essential. In cells, mitochondria undergo continuous cycles of division (fission) and fusion that regulate their organisation into networks. This dynamic nature is key to regulating mitochondrial function, maintaining healthy mitochondria and removing damaged parts of the mitochondrial network. This is particularly important in neurons because if mitochondria are the wrong size they cannot be effectively transported along thin branching dendrites. Indeed, there is significant evidence that structural and functional abnormalities in mitochondria are involved in ageing and age-related neurodegenerative diseases, such as Alzheimer's, Parkinson's, Huntington's and amyotrophic lateral sclerosis.\n\nGiven this context it is essential that we understand the mechanisms that regulate mitochondrial fission in neurons. The principle driver of this process has been identified as dynamin related protein-1 (Drp1). For fission to occur Drp1 must be recruited to future sites of mitochondrial division where it polymerises into spirals that act to constrict and pinch off parts of the network. In mammalian cells the recruitment and activation of Drp1 is not fully understood.\n\nWe have identified an interaction between Drp1 and another protein called sacsin. Mutations in sacsin cause the inherited neurodegenerative disease Autosomal Spastic Ataxia of Charlevoix Saguenay (ARSACS). Defects in mitochondrial dynamics and function are features of ARSACS with loss of sacsin causing mitochondrial networks to become more interconnected. Moreover, cells lacking sacsin had a reduced incidence of Drp1 associated with their mitochondria even after fission is induced. Drp1 also functions in biogenesis of another organelle, the peroxisomes. Consistent with sacsin functioning in a common pathway with Drp1 we observed loss of sacsin correlates with a decrease in peroxisome number. Sacsin is one of the largest proteins ever identified and contains a number of regions with homology to other proteins of known function. These include domains that are found in molecular chaperone and cochaperone proteins. Chaperones and their cochaperone partners work together in the folding of other proteins and assembly of protein complexes. The presence of a J-domain in sacsin indicates that it functions with an Hsp70 protein, potentially recruiting Hsp70 action to a specific cellular role. Together these data suggest a requirement for chaperone activity in Drp1 mediated fission.\n\nTo comprehend how Drp1 mediated fission is modulated by sacsin we looked for additional proteins that interact with sacsin. This identified dynactin-6, which has been suggested to play a role in mitochondrial biogenesis and is part of a complex involved in transport of Drp1 to mitochondria. We found dynactin-6 and Drp1 also interact and that reducing dynactin-6 levels in cells lead to a more interconnected mitochondrial network while increasing Drp1 levels caused mitochondrial fragmentation. \n\nIn combination these data are consistent with Drp1 mediated fission being modulated by a novel protein complex that utilises Hsp70 chaperone action. We hypothesise that sacsin represents the core component or scaffold of such a complex, which is required for Drp1 to be fully active in neurons. The research outlined in this proposal will test these concepts through a comprehensive series of experiments designed to identify how sacsin and dynactin-6 function in Drp1 mediated fission. The main outcome of this research will be the elucidation of the cellular mechanisms controlling mitochondrial fission and the requirement for molecular chaperone action.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L02294X/1","grantId":"BB/L02294X/1","fundValue":"324057","fundStart":"2014-10-28","fundEnd":"2017-10-27","funder":"BBSRC","impactText":"  Nil. Grant has only just started  ","person":"Paul  Chapple","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" This project has just started Potential biomedical applications when the work is completed. the research has only just started Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}