{"id":"C66E5245-6BE0-4D37-B3F8-F8324BF28AD1","title":"Bacterial and plant factors that influence adhesion of enterohaemorrhagic E. coli and Salmonella enterica to salad leaves","abstractText":"Until now, research into transmission of food-borne pathogens has largely focused on farm animal reservoirs. Although transmission of enteric pathogens via salad leaves is on the rise, only a few studies have addressed the molecular mechanisms used by human enteric bacterial pathogens to attach to plants. Likewise there have been few studies investigating variation between plant genotypes on bacterial adhesion and/or survival and those that have not addressed the genetic basis of any differences. In this project we aim to investigate how human bacterial pathogens attach to salad leaves (in particular lettuce). We will determine the effect of bacterial growth condition on the ability of the organism to attach to leaves. Similarly, we will determine the effect of plant growth conditions on susceptibility to bacterial attachment. Using genetic approaches, we will determine which bacterial genes are involved in leaf attachment and we will utilise a lettuce mapping population of recombinant inbred lines to initiate studies aimed at gaining an understanding of the genetic basis of a plant's susceptibility to bacterial adhesion. We will also determine survival and replication rates of Salmonella and E. coli on the different lettuce lines. The ultimate goal of our studies is to provide the underpinning knowledge of the interaction between the plant and enteric bacteria in the phyllosphere to allow the development of strategies to reduce the risk of crop contamination and to increase food safety.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G014175/1","grantId":"BB/G014175/1","fundValue":"416422","fundStart":"2009-04-01","fundEnd":"2010-11-30","funder":"BBSRC","impactText":"","person":"Paul  Hand","coPersons":["David Anthony Pink"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}