{"id":"C67DF2A4-C02D-4677-84AB-DDE6CA8301B7","title":"Applying petrological research to volcanic risk assessment","abstractText":"The petrological features of volcanic rocks can now be used, not only to interpret magma storage and transport processes after eruptive events, but also as a monitoring tool that can help monitoring agencies forecast and mitigate volcanic risk during the course of an eruption. However, progress in applying petrological information in this way is currently hampered by the relatively poor collaborative discourse between monitoring agencies and academic scientists. This is largely a by-product of the fact that petrologic research is conducted remotely, often within an academic framework. Thus, despite tremendous potential for hazard assessment and forecasting changes in eruption style, petrological monitoring is often overlooked in favour of more traditional geophysical and geochemical monitoring techniques. We aim to remedy this situation by providing a forum for practical implementation of research results into volcano monitoring, based on the Soufri&egrave;re Hills Volcano, Montserrat. We plan a workshop where acknowledged academic experts will meet with users responsible for monitoring volcanoes and assessing volcanic risk. They will discuss the application of petrological data to the forecasting and mitigation of volcanic hazards, considering how petrology can address important questions that improve responsible agencies' ability to minimise the economic and societal impact of eruptions. For example, many eruptions are triggered by the influx of new magma at depth; petrological methods can now resolve the degree and scale of this process, which could help to determine the longevity and impact of ongoing activity. The workshop will also address ways to improve current collaborative practices and discussion; how to integrate information gathering relevant to end-users into existing research programmes, and how agency scientists can participate in data gathering. The benefits of the workshop will include improved working relationships between end-users and the acadmic community; a strategy for implementing petrological monitoring at SHV; and a protocol for future interactions and knowledge exchange between researchers and observatory scientists, designed specifically to address end-user needs. Findings from the workshop will be put into practice immediately at Montserrat and disseminated widely for application and development elsewhere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I008543/1","grantId":"NE/I008543/1","fundValue":"25190","fundStart":"2010-09-01","fundEnd":"2011-12-31","funder":"NERC","impactText":"","person":"Jennifer  Barclay","coPersons":["Madeleine Clare Humphreys"],"organisation":"University of East Anglia","findingsText":" The petrological features of volcanic rocks can now be used, not only to interpret magma storage and transport processes after eruptive events, but also as a monitoring tool that can help monitoring agencies forecast and mitigate volcanic risk during the course of an eruption. However, progress in applying petrological information in this way is currently hampered by the relatively poor collaborative discourse between monitoring agencies and academic scientists. This is largely a by-product of the fact that petrologic research is conducted remotely, often within an academic framework. Thus, despite tremendous potential for hazard assessment and forecasting changes in eruption style, petrological monitoring is often overlooked in favour of more traditional geophysical and geochemical monitoring techniques. We aim to remedy this situation by providing a forum for practical implementation of research results into volcano monitoring, based on the Soufri&egrave;re Hills Volcano, Montserrat. We plan a workshop where acknowledged academic experts will meet with users responsible for monitoring volcanoes and assessing volcanic risk. They will discuss the application of petrological data to the forecasting and mitigation of volcanic hazards, considering how petrology can address important questions that improve responsible agencies' ability to minimise the economic and societal impact of eruptions. For example, many eruptions are triggered by the influx of new magma at depth; petrological methods can now resolve the degree and scale of this process, which could help to determine the longevity and impact of ongoing activity. The workshop will also address ways to improve current collaborative practices and discussion; how to integrate information gathering relevant to end-users into existing research programmes, and how agency scientists can participate in data gathering. The benefits of the workshop will include improved working relationships between end-users and the academic community; a strategy for implementing petrological monitoring at SHV; and a protocol for future interactions and knowledge exchange between researchers and observatory scientists, designed specifically to address end-user needs. Findings from the workshop will be put into practice immediately at Montserrat and disseminated widely for application and development elsewhere.  ","dataset":"gtr"}