{"id":"C681C108-6AF6-4293-BCD1-1A4FA9A4C676","title":"Rift Volcanism: Past, Present and Future","abstractText":"Early explorers called it Africa's Great Rift Valley, a narrow strip that runs for thousands of kilometres from Djibouti to Mozambique and is perhaps most famous for the vast herds of the Serengeti, mountain gorillas and dramatic landscapes of high peaks and fertile plains. The mountains and valleys are the signs of a continent slowly tearing apart. Moving apart more slowly than your finger nails grow, the African continent will one day split into two, creating a new ocean. As the Earth's crust stretches and thins - like plasticine when you pull it - rocks melt, and the resulting magma rises to the surface. The resultant eruptions have had a dramatic and varied impact on the landscape: great lakes have filled the holes left by enormous eruptions; eruptions of volcanic glass have created a chain of peaks, and wide fields are filled with scattered cones and lava flows. This volcanic landscape is hazardous - a recent report for the World Bank ranked 49 of Ethiopia's 65 volcanoes in the highest category of hazard uncertainty. The high temperatures associated with magma in the Rift Valley make it a rich source of carbon-neutral geothermal power. Multi-billion dollar investments by development agencies are driving a ten-fold expansion in the geothermal infrastructure in East Africa over the next decade. \n\nHowever, the majority of scientific research has focussed on volcanoes in other tectonic settings, such as Hawaii and Japan, leaving the volcanoes of the East African Rift largely a mystery. For many of them, we can't even say when the last eruption look place and there is no monitoring equipment to detect the early stages of an upcoming eruption. The eruption of Nabro volcano in 2011 was a timely reminder of the potential threats. Situated on the frontier between Ethiopia and Eritrea, the area is remote and sparsely populated, yet the eruption caused 32 fatalities, displaced &gt;5000 people and disrupted regional aviation. Had this eruption originated from one of other 29 volcanoes with the same perceived hazard, but in densely-populated central Ethiopia, the humanitarian and societal cost would have been considerable. \n\nRiftVolc will focus on the volcanoes of the Main Ethiopian Rift in central Ethiopia. The aim is to understand their past behaviour, look for subtle signs of present-day activity and assess the threat posed to the infrastructure and people on and around them. RiftVolc will involve scientists from many disciplines working together to produce an integrated view of the past, present and future of the volcanoes in this region and compare it to other parts of East Africa and volcanoes elsewhere. Together we will spend several months out in Ethiopia, collecting samples, mapping the geology and deploying geophysical instruments, before returning to the lab to use analyse the data and create computer models of the results. Petrologists and geochemists will look at the lavas and ash to figure out the timing, size and style of past eruptions. Geophysicists will look for tiny earthquakes, changes in gravity, the passage of electrical currents and movements of the Earth's surface to understand the plumbing system feeding the volcanoes today. Finally, experts in hazard assessment will model possible scenarios and create a long-range eruption forecast for Ethiopia. We will work with our colleagues in the University of Addis Ababa and the Geological Survey of Ethiopia to ensure our findings are appropriate communicated to the government, industry and people of Ethiopia and with international groups such as the Global Volcano Model to communicate our results to development agencies such as the UN and the World Bank.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013533/1","grantId":"NE/L013533/1","fundValue":"406077","fundStart":"2014-09-01","fundEnd":"2019-08-31","funder":"NERC","impactText":"","person":"Tamsin Alice Mather","coPersons":["David  Pyle","Victoria Christina Smith"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}