{"id":"C68BDF96-5B3A-4227-9F45-8ACB91578026","title":"Alzheimer s disease and the frontotemporal dementias: an integrated clinical neuroscience approach","abstractText":"Dementia presents a huge burden on society, the health services (current cost #1 billion per annum) and the families of sufferers. This programme focuses on two major causes of dementia: Alzheimer?s disease (AD) and frontotemporal causes (FTD). AD is the commonest cause of dementia at all ages, yet despite major advances in understanding the neurobiology of the disease, we still know relatively little about its early course. With the advent of disease modifying drug treatments it is vitally important to improve the early detection of AD, particularly when patients present with memory complaints but do not yet meet criteria for dementia (so- called Mild Cognitive Impairment or MCI). We build upon the findings from our recent cognitive and brain imaging studies to refine the definition of this predementia stage of AD and to identify MCI subjects at high risk of conversion to AD. Another major goal is to understand more fully the biological basis of the cognitive deficits that occur at this early stage of AD using convergent neuropsychological, structural and functional imaging approaches.\nAlthough rarer than AD, FTD is an important cause of early-onset dementia. As with AD, there have been major breakthroughs in understanding FTD with the discovery of mutations in the gene encoding for the brain protein tau in some familial cases. Unlike AD, however, there is considerable heterogeneity in the pathology of FTD with a number of distinct subtypes and in the clinical manifestations. The relationship between the pathological and clinical subtypes of FTD is unclear. Many patients with FTD present with changes in personality and behaviour which are difficult to detect and to quantify. We have already made considerable headway in developing tests which are more sensitive to the behavioural changes of FTD and have begun to define which regions of the brain are involved in vivo using structural (MRI) and functional (PET) brain imaging techniques. We plan to build upon these studies to develop more widely applicable tests for the accurate detection of FTD. Central to our approach is the longitudinal study of cohorts of patients with suspected FTD with subsequent post mortem confirmation of the pathological diagnosis so that existent diagnostic criteria can be validated and refined.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G9724461","grantId":"G9724461","fundValue":"2137090","fundStart":"1998-09-01","fundEnd":"2008-11-30","funder":"MRC","impactText":"","person":"John R Hodges","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}