{"id":"C696868A-383B-45BF-81E0-EE345FB9D3A3","title":"Nano-scale organic photonic-structures","abstractText":"By defining a periodic array of sub-micron sized holes into a thin film, it is possible to create an optical material in which the propagation of light can be controlled. By placing a physical defect into such a 'photonic-crystal', it is possible to create a volume within which light can be very strongly localized (trapped). Such defects are termed 'optical nano-cavities'. When a light-emitting material is placed within a nano-cavity, many fascinating physical processes can occur, including a significant enhancement of radiative-emission rates. Whilst much progress has been made on this topic by using inorganic semiconductors to define the nanocavity (or as the material located within the nano-cavity), very little has been done in this respect using organic materials. It is clear however that organic semiconductors have a number of advantages over their inorganic counterparts; these include an ease of processing and patterning at high spatial resolution and room-temperature light emission. In this proposal, we therefore intend develop two different ultra-high resolution patterning techniques that will permit us to deposit fluorescent organic materials within an optical nano-cavity. This will represent the first realisation of an optical 'organic-nanocavity' and will permit us to explore structures in which we can anticipate a significant enhancement of radiative rates. If successful, the structures that we study are likely to be of significant fundamental interest for their quantum optical properties. However we believe that organic optical nano-cavities could well find applications in a range of emerging nanotechnologies, including structures that could act as ultra-high sensitivity biological or chemical assay-systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D064767/1","grantId":"EP/D064767/1","fundValue":"422919","fundStart":"2006-09-01","fundEnd":"2010-02-28","funder":"EPSRC","impactText":"","person":"David George  Lidzey","coPersons":["Anthony George Cullis","Graham  Leggett","David Mark  Whittaker"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}