{"id":"C69652E5-A3D0-4AC4-91BD-38F83DEDDE0D","title":"Religion and Childhood Death in India","abstractText":"<p>Muslim children in India face lower mortality risks than Hindu children. This is surprising because Muslims have, on average, lower socio-economic status, higher fertility, shorter birth-spacing, lower autonomy amongst women, and are a minority group in India that, in principle, might live in areas that have poorer public provision. This project is motivated by this puzzle.</p> \n<p>Its aims are as follows. First, it will establish the stylised facts relating to the size and persistence of the religion-differential, and its variation with age, gender, caste and birth-order. Second, it will estimate a structural model of the relationships between reproductive behaviour and child mortality by religion that isolates causal effects from unobserved heterogeneity. The observed mortality differential will be decomposed into a part that can be explained by differences in characteristics, and a residual that may be described as a &quot;pure religion effect&quot;. Third, it will investigate whether there is evidence of social networks organised at the religion level, which may constrain the sharing of beliefs or information within groups. Fourth, it will analyse the allocation of public goods across religious groups, seeking to identify the effects of social cohesion and political representation in this process.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E014801/1","grantId":"ES/E014801/1","fundValue":"99460","fundStart":"2007-05-01","fundEnd":"2009-10-31","funder":"ESRC","impactText":"  Our findings were reported in a report on the status of Muslims in India commissioned by the President of India. They have been cited in papers in economics, health and epidemiology in relation to understanding the determinants of health, and the role of religion. Education Cultural,Societal,Economic,Policy & public services","person":"Sonia  Bhalotra","coPersons":[],"organisation":"University of Bristol","findingsText":" Our research identifies a paradox in terms of a group of lower socioeconomic status exhibiting better infant survival rates over long periods of time. It suggests the relevance of behavioural mechansims and of social-networks. Our research offers a point of departure for more detailed investigation of the mechanisms underlying child health and survival. Education,Healthcare","dataset":"gtr"}