{"id":"C69E7E35-27A3-4AAC-A7DE-1456E6C1055D","title":"The impact and social ecology of bacterial zoonoses in northern Tanzania","abstractText":"It is well recognized that zoonotic pathogens - agents which can lead to diseases that are transmitted from animal to human populations - predominate as the cause of emerging human diseases, but in the shadow of the high-profile emerging zoonoses, such as Influenza A H5N1 and SARS corona virus, zoonoses that are prevalent in localised areas have often been overlooked. However, awareness is growing that many of these localised zoonoses are responsible for a substantial burden of disease both in terms of public health and livestock health, and that these dual impacts contribute to perpetuating cycles of poverty in the marginalized communities that are most affected. In northern Tanzania, the location of this research, human diseases caused by three zoonotic diseases (leptospirosis, Q-fever and brucellosis) result in 11 times as many hospital admissions as malaria. However, almost nothing is known about transmission patterns among animal hosts, which host species are responsible for human disease, or the key behavioural determinants of human disease risk in different settings. \n\nThe aim of this research is to quantify the impacts of these three zoonoses in different communities (located at the edge of town, in agricultural landscapes and in pastoral areas) and to develop a predictive understanding of the impact of environmental and social relationships on disease risk. Specifically, they address infection and transmission patterns between animals and from animals to humans, ecological and social determinants of transmission, and the cultural, social, behavioural and economic and environmental dimensions of disease communication. The results of this work are directly applicable to policy and practice that is relevant to both public health and economic development related to livestock production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J010367/1","grantId":"BB/J010367/1","fundValue":"427430","fundStart":"2011-11-01","fundEnd":"2015-04-30","funder":"BBSRC","impactText":"  Findings from the project in relation to the importance of zoonoses as a cause of non-malaria febrile illness have been disseminated to policy-makers in the Tanzania National Institute of Medical Research (NIMR) and Ministry of Health and Social Welfare, with plans in place to hold a specific workshop linked to the 2015 NIMR conference to develop national guidelines for management of febrile illness in Tanzania. Although data collection and analyses are still on-going as part of this project, and further information is anticipated to inform policy decision, the workshop will be considered an important opportunity for discussion of potential treatment and prevention measures, including availability of diagnostic tests, treatment and management of cases, and preventive measures, that include livestock vaccination strategies and behavioural measures aimed at reducing risks of transmission from contact with livestock and/or consumption of livestock products. \n\nAt international levels, information from the Tanzanian study has been disseminated within the WHO strategic and technical advisory group for neglected tropical diseases, with zoonotic causes of non-malaria febrile illness highlighted as a priority area of the neglected zoonoses working group. \n\nInitial findings from consumer surveys and value chain analyses have highlighted the potential importance of soured milk as a source of milk-borne zoonoses, and is leading to further work with partners to explore potential control measures. Healthcare Policy & public services","person":"Sarah  Cleaveland","coPersons":["Daniel  Haydon","Joanne Patricia Sharp"],"organisation":"University of Glasgow","findingsText":" This project is ongoing and will conclude in April 2015. The human fever surveillance and case-control study are fully enrolled and the cross-sectional field study will conclude in December 2014. Diagnostic testing of the samples generated from these study phases is underway but data on the prevalence of the study pathogens are not yet complete. Risk factor analyses and evaluation of the impacts of the study pathogens will follow from the generation of these diagnostic outcome data. \n\nTo date, hospital based research has revealed significant clinical impacts of the study pathogens. However, initial findings from study focus groups indicate limited community level awareness of the presence or impacts of study pathogens, with greater concern about other livestock diseases and non-infectious threats to human health. These findings reveal and characterize barriers to the control of these study pathogens that will need to be addressed to reduce the impact of the study pathogens. Analyses of these data are ongoing. \n\nA systematic review of Q fever in Africa conducted as part of this study revealed that C. burnetii infection is detected in humans and in a wide range of animal species across Africa. Seroprevalence varies widely by species and location but understanding of the different risk factors underlying this variability is poor, as is the role of C. burnetii in livestock abortion. Q fever consistently accounts for a notable proportion of undifferentiated human febrile illness and infective endocarditis in cohort studies, but incidence estimates are lacking. C. burnetii presents a real yet underappreciated threat to human and animal health throughout Africa.\n\nA systematic review of leptospirosis in Africa demonstrates that Leptospira spp. infection is an important cause of non-malarial febrile illness in people, and is geographically widespread in people and animals across Africa. There is considerable local variation in infection incidence, prevalence and Leptospira spp. diversity. To date, human and animal research efforts have been poorly integrated many outstanding questions remain regarding the epidemiology of this pathogen in Africa. \n\nPreliminary diagnostic results for brucellosis reveal exposure in all study species: humans, cattle, sheep and goats. There is clear spatial clustering of exposure, with higher prevalences observed in pastoral as compared to peri-urban or agropastoral communities. Confirmatory testing of these samples and statistical analysis of these data are ongoing. Our findings will be taken forward by the Ministry of Health and Welfare, Tanzania with workshops and clinician guidelines developed for management of febrile illness (planned for 2015). Our findings are also likely to be taken forward by GALVmed in a prioritisation exercise being undertaken early in 2015 as to potential livestock disease interventions that could be targeted for investments to reduce economic and public health burden in Africa (e.g. leptospirosis, brucellosis and Q-fever vaccination of livestock). Our results highlighting the potential importance of soured milk as source of zoonotic pathogens are also likely to be taken forward in partnership with collaborators in west Africa who are developing improved techniques for soured milk preparation for uptake by the dairy sector and consumers. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}