{"id":"C6A02CC5-A919-42F3-8B53-A3182A761949","title":"Dissection of the interactions involved in replication of foot and mouth disease virus using RNA aptamers","abstractText":"Foot-and-mouth disease virus was the cause of a recent major disease outbreak in the UK that resulted in the slaughter of 4,000,000 animals and financial losses estimated to have approached 30 billion pounds. It remains endemic in many parts of the world and it is clear that further outbreaks of the disease will occur in the UK. The disease is caused by a virus and in order to effectively fight such infections in the future, we need to increase our knowledge of how this disease agent functions and find out what makes it different from the cells it invades. Viruses are composed of one or more pieces of nucleic acid (DNA or RNA) enclosed in a protective coat. The simplest coats are made of protein. During an infection, viruses turn their host's cells into factories for the production of new virus particles, however, these can only be viable if the viral nucleic acid is reproduced accurately in the infected cell. This process is therefore a potential 'Achilles-heel' in the viral life-cycle. This project aims to help us understand how the nucleic acid molecules of foot-and-mouth disease virus are recognised by proteins of the replication machinery by producing molecules that specifically bind to these proteins. These molecules, called aptamers, can either 'mimic' the normal binding sites of the proteins, or can bind elsewhere. Both types of aptamers could affect the action of the replication proteins, helping us understand how the replication process occurs and possibly determine target sites for the design of antiviral drugs in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E014321/1","grantId":"BB/E014321/1","fundValue":"312381","fundStart":"2007-07-05","fundEnd":"2010-07-04","funder":"BBSRC","impactText":"  NJS has been involved in several annual school events. These include a 'discovery zone' event where young children are introduced to experimental science, a regional technology competition mainly for older children (as a judge) and also University of Leeds open days. Education Cultural,Societal","person":"Nicola Jane  Stonehouse","coPersons":["David John Rowlands"],"organisation":"University of Leeds","findingsText":" Foot-and-mouth disease virus (FMDV) is an animal pathogen which infects domesticated animals (cattle, pigs, sheep) but also many wild animals. FMDV is probably the most contagious mammalian virus known to man and disease can spread very rapidly. Infection does not kill animals, but when they recover their agricultural productivity is much lower. The 2001 UK outbreak caused massive economic damage (billions of pounds), as the method of stopping disease spreading was mass animal slaughter: infected or not. Millions of healthy animals were destroyed. During this project, key proteins invoved in the replication of the virus were studied and novel inhibitor molecules characterised. A better understanding of the virus lifecycle will lead to better methods of disease control (vaccines/antivirals) in the future Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}