{"id":"C6A2DF65-D462-4994-B576-8ED71898E1F6","title":"Science Bridge Award USA: Harnessing Materials for Energy","abstractText":"This Science Bridge proposal builds upon the existing collaboration between the University of Cambridge and the University of California at Santa Barbara to perform the research required to bring existing research through to prototype products and devices in the field of energy-related materials. The proposal has five key themes: organic and inorganic solar cells; light emitting diodes (LEDs) based on gallium nitride (GaN); phosphors for solid-state lighting; organic LEDs (OLEDs); the low-cost integration of LEDs and OLEDs onto printed circuit boards; and ultralight materials and structures.An hour of solar radiation on the Earth provides 14 Terawatt-years of energy, almost the same as the world's total annual energy consumption. However, currently solar energy contributes only 0.03% of the world's energy needs, the main barriers to the widespread use of solar energy being cost and efficiency. The cost of solar cells (typically based on Si or CdTe) is currently too high by a factor of ten relative to other energy sources. The efficiency of solar cells is only 10-15% for Si and 20% for CdTe. We propose two approaches to make solar energy more viable. First, we propose to develop moderate-efficiency (about 15%) organic solar cells at extremely low-cost. UCSB will concentrate on developing more efficient cells and Cambridge will address low-cost manufacturing methods. This requires significant advances in printing methods for organic film deposition.The other approach to solar cells we will pursue is high-efficiency inorganic multilayer solar cells. The basic idea is that by stacking layers in the order of their bandgap, with the layer with the largest bandgap at the top, light is converted into electricity in the most efficient way. We propose to build an innovative multi-layer solar cell based on GaN/InGaN/Si. The GaN layer will absorb the UV part of the solar spectrum, the InGaN layer the blue and green parts and the Si layer the yellow, red and near-IR parts. The theoretical efficiency is above 60%. Such a cell would be too expensive for large-area applications, but would be designed to be used at the focus of mirrors that concentrate the solar light, which will make the technology competitive.GaN-based white lighting is extremely efficient and if used in our homes and offices it could save 15% of the electricity generated at power stations, 15% of the fuel used, and reduce carbon emissions by 15%. However for GaN-based white lighting to become widely used in homes and offices we have to increase the efficiency still further and reduce the cost. We will research various ways to increase the efficiency. To reduce the cost we will grow GaN-based LED structures on 150mm (six-inch) silicon wafers instead of the current growth on two-inch sapphire wafers. This would reduce the LED cost by a factor of ten. Cambridge will grow such LED structures and UCSB will process them into LED lamps.Current white LEDs mainly use a blue LED coated with a yellow phosphor, which gives a cold white light. We will research novel phosphors which give excellent colour rendering, so that skin tones, the colour of clothes, etc, look the same indoors and out. There is increasing evidence that such natural lighting is better for our health than poor quality artificial lighting. We will research OLEDs for large area applications in both displays and lighting. We will also develop the low-cost integration of both LEDs and OLEDs onto printed circuit boards, which will facilitate and reduce the cost of using LEDs and OLEDs.Finally, we will develop novel ultralight materials and structures for use in cars, buses, lorries, trains and planes. These are cellular materials like a honeycomb or 3D lattice. We will develop these using both polymers, metals and composites. Such ultralight materials/structures should save considerable amounts of energy when used in transportation systems such as cars, buses, trains and planes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G042330/1","grantId":"EP/G042330/1","fundValue":"1447640","fundStart":"2009-04-13","fundEnd":"2012-10-12","funder":"EPSRC","impactText":"  Probably the most successful part of the research has been the development of low-cost LED (light emitting diode) lighting, which will save the UK ?billions per year in electricity costs and which is now being commercialised in the UK. Electricity generation is the main source of energy-related greenhouse gas emissions. Lighting uses one-fifth of its output. LEDs are poised to reduce this figure by 50%. Lighting will then use 10% of all electricity, which will save 10% of the electricity generated in power stations and save 10% of the CO2 emissions from power stations. If the UK changed to LED lighting in our homes and offices we could close (or not build) 8 large power stations (or hundreds of wind turbines) and save ?3 billion pa electricity costs. The reason this has not happened already is cost. Whereas low-power LEDs are cheap, costing only a few pence, high-power LEDs for lighting are expensive. For example, a Philips 40W replacement bulb (using 8W LEDs) costs ?19 at the time of writing (January 2013), and not many people will pay this cost. All commercial GaN LEDs are grown on small-diameter sapphire or SiC wafers, which is why they are expensive. The vision of the Humphreys' research group was to grow GaN LEDs on large-diameter (6-inch) Si wafers. This Science Bridge Award enabled us to develop this research, apply for a patent, set up a company, CamGaN, in 2010 and another company, Intellec, in 2011. Both companies were acquired by the UK company Plessey in 2012, which also hired 3 of Humphreys' post-docs who are transferring the technology. Plessey is gearing up to manufacture at its factory in Plymouth (an unemployment black-spot) 500 million LEDs per year based on this technology. Production is scheduled to start in the summer of 2013. Our technology will reduce the cost of GaN LEDs by factor of 5, so that a 40W replacement light bulb should cost less than ?4. Further economies of scale should enable the widespread adoption of LED lighting in our homes and offices. So our research should save the UK ?3 billion pa electricity costs and 10% CO2 emissions from power stations. It is also creating the first ever manufacturing of LEDs in the UK.\nAnother major success of this grant was the research performed by the group of Professor White. Two of his post-docs supported on this grant, Dr Crisp and Dr Sithamparanathan, formed a new spin-off company in 2011, PervasID, largely based on the research they performed on this grant. The company has just won its first order. White's group has developed on this grant the first regenerative optical bus using optical waveguides formed on printed circuit board (PCB) material. It has also developed enhanced algorithms for detecting RFID tags. Apart from the new company, the work on this grant has let to White's group being awarded two follow-on grants from the EPSRC and one from Boeing.\nA further major success has been the work performed by Professors Deshpande and Fleck, in collaboration with UCSB in the USA. They have been working on the development of new ultra-lightweight materials and structures. These are cellular materials like a honeycomb or 3D lattice. Such ultralight materials/structures should save considerable amounts of energy when used in transportation systems such as cars, buses, trains and planes. Their work on new lightweight energy absorbing materials has been taken up by HRL Laboratories in Malibu, California. It has also formed the basis of two new projects in Cambridge funded by DARPA. In collaboration with UCSB, they have developed a model for optimising the use of ceramic materials in vehicle applications. In addition to the grants from DARPA mentioned above, their work has resulted in two further follow-up grants to Cambridge from the USA Office of Naval Research.\nIn summary, this grant has resulted in a number of very successful outcomes. Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology,Transport Societal,Economic","person":"Colin  Humphreys","coPersons":["Richard  Friend","Anthony K Cheetham","Ian Hugh  White","Vikram  Deshpande"],"organisation":"University of Cambridge","findingsText":" The vision of the Humphreys' research group was to grow GaN LEDs on large-diameter (6-inch) Si wafers. This Science Bridge Award enabled us to develop this research, apply for a patent, set up a company, CamGaN, in 2010 and another company, Intellec, in 2011. Both companies were acquired by the UK company Plessey in 2012, which also hired 3 of Humphreys' post-docs who are transferring the technology. Plessey is gearing up to manufacture at its factory in Plymouth (an unemployment black-spot) 500 million LEDs per year based on this technology. Production is scheduled to start in the summer of 2013. Our technology will reduce the cost of GaN LEDs by factor of 5, so that a 40W replacement light bulb should cost less than ?4. Further economies of scale should enable the widespread adoption of LED lighting in our homes and offices. So our research should save the UK ?3 billion pa electricity costs and 10% CO2 emissions from power stations. It is also creating the first ever manufacturing of LEDs in the UK.\nAnother major success of this grant was the research performed by the group of Professor White. Two of his post-docs supported on this grant, Dr Crisp and Dr Sithamparanathan, formed a new spin-off company in 2011, PervasID, largely based on the research they performed on this grant. The company has just won its first order. White's group has developed on this grant the first regenerative optical bus using optical waveguides formed on printed circuit board (PCB) material. It has also developed enhanced algorithms for detecting RFID tags. Apart from the new company, the work on this grant has let to White's group being awarded two follow-on grants from the EPSRC and one from Boeing.\nA further major success has been the work performed by Professors Deshpande and Fleck, in collaboration with UCSB in the USA. They have been working on the development of new ultra-lightweight materials and structures. These are cellular materials like a honeycomb or 3D lattice. Such ultralight materials/structures should save considerable amounts of energy when used in transportation systems such as cars, buses, trains and planes. Their work on new lightweight energy absorbing materials has been taken up by HRL Laboratories in Malibu, California. It has also formed the basis of two new projects in Cambridge funded by DARPA. In collaboration with UCSB, they have developed a model for optimising the use of ceramic materials in vehicle applications. In addition to the grants from DARPA mentioned above, their work has resulted in two further follow-up grants to Cambridge from the USA Office of Naval Research.\nIn summary, this grant has resulted in a number of very successful outcomes. They are already being used by others, please see statement above Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}