{"id":"C6A3DCDF-8358-46FB-B5AA-1B17AB437568","title":"LAYERS of material flows for E-tech elements","abstractText":"To achieve carbon reduction targets as we move increasingly away from the use of fossil fuels, the infrastructure of electricity generation and transport will change as wind generation and electric vehicles become more important. Both of these require very specific materials, the so-called E-tech elements, and the ability of the mining industry to supply these is a matter of strategic significance. The provision of new technology on the required scale carries a significant risk of failure to secure materials needed to deliver the politically-agreed targets.\n\nOur proposal sets out to develop a generic approach to understanding and modelling the supply chain through Material Flow Analysis, uniquely adding a geological component with associated spatial visualisation and uncertainty. We will use standard methodology (ISO 14041), which is part of the ISO 14001 family; and these management systems are familiar to stakeholders.\n\nWe add to these layers descriptions of geological (and so geographical) distribution of sources of selected E-tech elements, following through to consider the implications of space (geographical location) and time (including lead times from exploration through mining to product) at all stages of the supply chain. Using this approach, we will produce a tool that enables users to understand where bottlenecks arise in the supply chain, informing decisions that relate to resource use that include end-of-life recovery of these elements and providing constraints that inform policy makers. Our proposal involves close liaison with key representatives of non-academic users of E-tech elements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L002388/1","grantId":"NE/L002388/1","fundValue":"67328","fundStart":"2013-09-01","fundEnd":"2014-05-31","funder":"NERC","impactText":"","person":"David Andrew Manning","coPersons":["Richard Jonathan Dawson","Hylke Jan Glass"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}