{"id":"C6A39296-28AC-497E-95CD-B3AFEB85EE0A","title":"Siobhan Davies Dance Online","abstractText":"The Siobhan Davies Dance Online project will provide an online, searchable digital archive of recorded performances, photographic and textual materials relating to the Siobhan Davies Dance Company. The archive will be of value to the research community at all levels and across different arts disciplines, but particularly the dance research community. The archive will comprise a mix of primary resource material, scholarly accounts and some original analytic commentaries created from the collected materials and organised specifically for the archive. \n\nSiobhan Davies has been a leading dance exponent since the 1970s, having had a significant role in the development of British contemporary dance, and Siobhan Davies Dance Company is now one of Britain's leading dance companies, enjoying widespread recognition and critical acclaim. The lack of access to the body of collected works by the Company constitutes a serious and on-going limitation to the development of academic and artistic discourse around contemporary dance. The archive will not only preserve many valuable materials that are vulnerable in their current state through the process of collation and digitisation, but will also provide unprecedented access to Davies' work in a way that has not been possible before. The archive will therefore significantly enhance the quality, range and availability of materials to researchers in the dance and related fields. \n\nThe development of a digital archive is fully in keeping with the Company's commitment to take dance to a wider community, not only making more readily available the choreographic work but also providing the means to develop new and alternative ways of interpreting the language of dance. Davies is committed to the research process as a choreographer and recognises the need to enhance access to the body of work relating to the Company and the value this will have in improving the profile of dance as a researchable and respectable academic discipline. Both Siobhan Davies and the Company fully support the project and are committed to making the resources in their ownership available to be included in the archive and assisting with the development of new resources where required (for example, interview material, critical analyses etc.). \n\nBy the end of 2005, the Company will take up residence in their new permanent home in Southwark, South London. The building will provide the Company with a production and administration base. The Company considers the digital archive project as an important addition to this new phase of work, it will complement the physical building base of the Company and the role of the building in providing access to many different levels and forms of contemporary dance, including as a centre for dance practitioners and researchers. \n\nBeneficiaries of the project will include dance historians, researchers in the field of sociology and dance, dance practitioners, dance educators, researchers in community arts and students. Additionally, the project will provide opportunities to investigate the most effective digitisation methods for the preservation and presentation of disparate and varied dance materials, which can have wider impact within research communities. The project will be led by Dr Sarah Whatley, Head of Department, and Performing Arts at Coventry University, who has conducted research into the contribution of Siobhan Davies to British contemporary dance. Positioned within the University's Centre for Media, Arts and Performance, under the direction of Professor Karen Ross, the project will make a major contribution to the Centre's strategy for applied research as well as enhancing the interface between academic and practitioner communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D503272/1","grantId":"AH/D503272/1","fundValue":"417007","fundStart":"2007-01-01","fundEnd":"2009-06-30","funder":"AHRC","impactText":"","person":"Sarah  Whatley","coPersons":["Karen  Ross"],"organisation":"Coventry University","findingsText":"","dataset":"gtr"}