{"id":"C6A4D00A-FF54-43B6-989D-C7B778FEF330","title":"Osteoarthrtis may be treated as an environmental ciliopathy","abstractText":"Osteoarthritis (OA) is a widespread, painful and debilitating condition that affects the synovial joints such as the hip and knee. The disease is associated with breakdown of the articular cartilage which, in healthy joints, provides a smooth, low friction load-bearing surface. This painful and debilitating condition affects over 8 million people in the UK alone and is a major burden to the health services and UK economy. Furthermore, this disease is likely to become more prevalent with the trend toward an aging population. Treatment of severe OA is restricted to total joint replacement, however, the current implants have a limited lifetime as well as problems associated with wear debris. It is therefore clear that an alternative approach for the treatment of cartilage degradation and OA is desperately needed. \n\nThe cartilage is composed of living cells, a hundredth of a millimeter in diameter, which reside within an abundant extracellular matrix. This provides the tissue with its mechanical integrity which is critical to its function in the joint. The individual cartilage cells, called chondrocytes, each poses a single tiny hair-like projection called a primary cilium (plural cilia) which is involved in various cellular activities or signalling pathways. Our group and others have shown that primary cilia are important for cartilage development and health. Further studies indicate that OA is associated with changes in primary cilium dependent cellular signalling pathways and that this leads to degradation of the cartilage. Interestingly OA is also associated with changes in primary cilia length. We have recently found that environmental factors which predispose to OA, such as increased mechanical loading and the presence of inflammatory molecules, also alter cilia length and that this leads to changes in cilia function which may cause tissue degradation. We therefore aim to test the hypothesis that OA is associated with disruption of the joint environment causing changes in primary cilia structure and function leading to further destruction of the cartilage extracellular matrix. If this is found to be true it will open the way to novel therapeutic approaches for the treatment of OA through pharmaceutical manipulation of primary cilia structure and function. \n\nThe work will involve testing of bovine cartilage cartilage cells as well as human cells obtained from patients undergoing total joint replacement surgery. This will allow us to determine the role of specific environmental regulation of primary cilia length on the function of the primary cilium and the subsequent degradation of the cartilage and progression of OA. In addition we will conduct a wide-spread screen of potential pharmaceutical molecules which regulate chondrocyte primary cilia length. We will then test to see if molecules which alter cilia length can be used to successfully reduce cartilage degradation. These tests will initially be conducted using both bovine and human cartilage tissue. However we will ultimately test the most promising therapeutic molecules using a well-established in vivo rat model of arthritis. In this way we will determine the efficacy of pharmaceutical manipulation of primary cilia in preventing cartilage degradation .\n\nThus by the end of the project we will have identified the role of environmental regulation of primary cilia length in cartilage degradation and determined the efficacy of a totally novel treatment for OA in the form of pharmaceutical regulation of primary cilia structure and function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L002876/1","grantId":"MR/L002876/1","fundValue":"401057","fundStart":"2014-09-01","fundEnd":"2018-11-30","funder":"MRC","impactText":"","person":"Martin Matthew Knight","coPersons":["Philip  Beales","Paul  Chapple","Manoj  Ramachandran","Hannah Margaret Mitchison"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}