{"id":"C6ADCEAC-D31C-4E53-B928-2ABE5C24A81E","title":"Isaac Newton Institute for Mathematical Sciences","abstractText":"The Isaac Newton Institute for Mathematical Sciences (INI) is dedicated to enabling UK mathematicians and other researchers to interact with the best scientists from around the world, in themed programmes. The environment for participants is truly exceptional: a dedicated and purpose-designed building; office, computing and superb library support, including 35,000 books in Mathematical Sciences within 50 metres of the Institute; the opportunity to interact with the wider community at Cambridge; and experienced staff who know what works, and who provide full support to organisers and participants to enable them to focus on their science. Visitor programmes are generally of six, four or one month's duration. There are usually two programmes running in parallel, each with around 20 scientists in residence. Programmes include particularly intense periods of instructional courses and workshops for 100 or more scientists, which are frequently held elsewhere in the UK, to maximise opportunity for the UK community and access for young scientists. The Scientific Steering Committee (SSC) is a group of distinguished scientists with very broad experience, who are at the heart of a rigorous process to ensure that every programme is of the highest quality. Any group of researchers can submit a proposal to the INI. Proposals are reviewed by up to eight referees. In forming their judgements, the SSC considers these reports in the context of the quality of the research proposed, its timeliness, the opportunities it offers to bring together different branches of mathematics and/ or application areas, demand from and value to the UK community, and the potential impact which the special environment of the INI can engender. The SSC also takes account of activities at other Institutes world-wide. Those proposals that are approved by the SSC are assigned a time slot up to three years ahead. The organisers, who usually include some or all of the proposers, work with INI staff to invite participants and to identify whatever special requirements the programme may have identified. INI staff help with all practical aspects, and their commitment is hugely appreciated by visitors. The collaborations established between UK scientists and with those from elsewhere often continue and bear fruit over a long period, a major dividend of INI programmes. Wherever appropriate, this will be fostered by continuing the recent development of following up previous programmes through short workshops etc. This is a well-established format, which has been exceptionally successful in the 69 programmes run to date: the interdisciplinary breadth of programmes is unique, and their quality and the unrivalled INI environment attract world-leading experts (including 25 Fields medallists and 8 Nobel Prize-winners). But the INI is not complacent, and a number of changes will be instigated to enhance the quality and value of programmes to the community and end-users:- The engagement with the National Advisory Board and the network of Correspondents will be significantly strengthened to ensure that they have the fullest opportunity to shape the activities of the INI so that it is responsive to their interests;- Drawing on their inputs, the Director and staff will enhance the support for the SSC, so that it can increasingly stimulate the development of future programmes, particularly where there may be simply no alternative way to bring apparently disparate fields fruitfully together.- Access will be widened by ensuring that the IT facilities are state-of-practice and that web material is enhanced. - The Director and staff will also develop a strategy for more effectively involving industry and professional interests in the activities of the INI, so that they can influence and benefit more directly from its activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F005431/1","grantId":"EP/F005431/1","fundValue":"9733810","fundStart":"2008-03-01","fundEnd":"2014-02-28","funder":"EPSRC","impactText":"  The science undertaken at the Institute covers the widest possible range from Astronomy to Zoology. Reports from the organisers of each of the 33 programmes are available on the Institute's website, with details of publications and lectures for doanloading on http://www.newton.ac.uk/. Aerospace, Defence and Marine,Agriculture, Food and Drink,Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Transport,Other Cultural,Societal,Economic,Policy & public services","person":"David  WallaceJohn Francis Toland","coPersons":["Robert Edward Hunt"],"organisation":"University of Cambridge","findingsText":" The Isaac Newton Institute is internationally acclaimed as a world-leading visitor research institute, running Programmes of the highest quality in the mathematical sciences and its applications. A measure of its success is the popularity of its Programmes and workshops, which attract world-class scientists from the UK and internationally. From 2008 to 2014, 33 programmes from one month to six months in length were held. To help maintain the strength of the UK research base, the Institute builds and strengthens capacity in strategically important research areas; fosters agility in addressing new and fast moving research areas; increases engagement of UK researchers with the best groups internationally; and promotes the development of talented researchers. Aerospace, Defence and Marine,Agriculture, Food and Drink,Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Transport,Other","dataset":"gtr"}