{"id":"C6BA7CDF-2332-4B9F-923A-C446BF8DD0B6","title":"Bipolar -II Disorder","abstractText":"Bipolar Disorder (also called Manic Depression) is a common metal health problem that affects about 1 in 50 persons. There are actually two types of Bipolar Disorder: Bipolar I disorder and Bipolar II disorder: Bipolar I disorder is the classically described form of manic depression with periods of elation and depression. There is a large and growing body of research on this form of Bipolar Disorder and the best treatment options that may help in both the short-term and longer-term. In recent years it has become apparent that the second form of Bipolar Disorder, Bipolar II disorder is actually more common and, although the ?highs? (symptoms of mania) are less severe, the symptoms of depression are more persistent and disabling than in Bipolar I disorder. Unfortunately, Bipolar II disorder is hardly ever the main focus of research studies and so there are major gaps in our knowledge of how the problem develops over time and we are unclear about the best treatment options. This project proposes to seek the collaboration of 180 individuals with Bipolar II disorder attending both hospital and primary care services. We will study the natural course of this problem using e.g. self-rated diaries, as well as offering people involved in the project the opportunity to receive new medications or psychological treatments by inviting them to take part in small treatment trials. Participants and their carers will play an active part in deciding which studies are the most important to undertake in order to improve the quality of life for patients and their families. Also individuals and their families will be offered the opportunity to attend introductory talks about Bipolar II disorders to let everyone share information about this problem. A series of talks by the researchers will also be offered to keep people involved in the studies up to date with the findings of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800621","grantId":"G0800621","fundValue":"650112","fundStart":"2009-04-20","fundEnd":"2014-04-18","funder":"MRC","impactText":"","person":"Nicol  Ferrier","coPersons":["Thomas  Meyer","Heinz  Grunze","Janine Linda Scott"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}