{"id":"C6BAF955-B59F-475F-8AF4-E5D4A26D95D7","title":"ENACT: Exploiting social Networks to Augment Cognitive behavioural Therapy","abstractText":"The work in this Healthcare Partnerships project - termed ENACT - aims to improve the uptake, adherence and completion rates of those referred to Computerised Cognitive Behavioural Therapy (CCBT) interventions using the engaging power of online social network (OSN) platforms, social computer games and mobile technology. Recent research has demonstrated that many common mental health conditions, such as depression, anxiety and insomnia, can be treated successfully with CBT, a form of therapy that addresses styles of thinking and behavioural habits that maintain or exacerbate psychological symptoms. Improving access to psychological therapy is now an explicit NHS policy; integral to this policy is the greater accessibility of computerised CBT (CCBT). However, while the efficacy, effectiveness and cost-effectiveness of CCBT programmes have been comprehensively demonstrated, there remain challenges in terms of user uptake, engagement and completion.As an interactive computer-based activity, the perceived value of, and user engagement with, CCBT will be influenced by factors common to other forms of interactive communications and computer-based media. Indeed, we believe that a major deficiency of existing CCBT programmes is that they merely replicate the structure of face-to-face CBT and do not reflect the way people currently use emerging online and social technologies. Existing CCBT programmes typically consist of passive, weekly, hour-long therapy sessions, with no social contact between the user and either a therapist or fellow treatment users, and also little or no feedback provided to the user on their performance of essential daily homework tasks. Conversely, online social technologies, which appear to be very good at engendering user uptake and regular use, are typically engaged with by users a number of times daily, are very interactive, and are based primarily on social contact.The primary hypothesis of the ENACT project is that CCBT programmes which replicate the interactive structure of online social media will be more effective at engendering user uptake and engagement than CCBT programmes that replicate the structure of traditional one-to-one therapy sessions. In order to examine the effects of enhancing CCBT with elements of online social technology, ENACT will concentrate on the development and enhancement of a CCBT 'package' for the treatment of insomnia(CCBT-I). Users of the final application will 1) be able to interact confidentially with and receive support from other users of the service, 2) be able report completion of daily activities via Online Social Networking and mobile phone applications, 3) receive feedback in an engaging manner on targets set and met, and 4) will generally be supported in their completion of the treatment package in a manner that reflects their usage of online social technology, and which fits conveniently into their daily liefstyle. ENACT is a timely response to the recent emphasis placed, by the DoH, on CCBT as a means of achieving improved access to effective psychological therapies,combined with a continuing need to offer patients with insomnia effective alternatives to often inappropriate hypnotic medication.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I000615/1","grantId":"EP/I000615/1","fundValue":"463840","fundStart":"2010-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  The platform was given to clinicians in Notts Healthcare Trust for evaluation prior to a trial. it is too early to assess impact at this stage. Healthcare ","person":"Shaun William Lawson","coPersons":["Aloysius Niroshan Siriwardena","Kate  Cavanagh","Conor  Linehan","Kevin  Morgan"],"organisation":"University of Lincoln","findingsText":" The ENACT project set out to understand a broad range of issues centred upon the delivery of digital Cognitive Behavioural Therapy (CBT) treatments for sleep disorders via social and mobile platforms. In particular we wanted to understand:\n\n\n\n1) The barriers that exist to the uptake generally of digital or computerised CBT. This was addressed early in the project by the team led by Prof Siriwardena who undertook semi-structured interviews and focus groups with a purposive sample of health professionals and adults with insomnia. We found that improving uptake and adherence to online programmes for insomnia requires design features focusing on trust and functionality. Enabling greater patient control and interaction with other users and professionals may stimulate positive experiences of online therapy. CCBT-I would enable greater access to treatment but is limited by lack of online access or poor computer literacy. This work was published in British Journal of General Practice [1].\n\n\n\n2) The way that people already try and appropriate mobile and social platforms when seeking information or discussing mental health problems, and in particular sleep problems. This was addressed through ground-breaking research which combined qualitative methods with social media data mining resulting in new understandings of how people use social media to discuss sleep. We found that people routinely use open public forums such as Twitter to discuss insomnia; in particular we found that people use social media to describe the experience of insomnia as well as coping with and managing the condition. This work was published as a full, main track, paper at CHI 2012 [2]. Publications at CHI are described as &quot;particularly good measure(s) of international excellence&quot; in EPSRC's review of HCI research in March 2012.\n\n \n\n3) Whether existing sleep measurement technologies were appropriate for integration into everyday sleep recording scenarios and could usefully support digital platform delivering sleep interventions. We found that existing sleep measurement systems used in clinical research were either too expensive and complex to scale towards everyday sleep interventions and monitoring (in a 'personal informatics' context) or, as in the case of sleep monitoring apps and tools that have appeared in recent times, had not undergone any rigorous evaluation. We therefore identified a need for objective, reliable, and scalable methods of measuring and recording sleep. Such methods must be designed for easy integration into people's lives in order to support both sleep therapy and everyday personal informatics. We went on to design and evaluate our own Android application to record sleep, the design of which has substantive foundation in clinical sleep research. Two user studies were carried out which demonstrated that the application produced valid measurements of sleep quality and high levels of usability, whilst not seriously disturbing sleep or the sleep environment. These findings suggest that the app is suitable for both everyday sleep monitoring in a personal informatics context, and for integration into sleep interventions. The interaction design work surrounding the app, as well the initial trial findings, was published as a full, main track, paper at CHI 2013 [3] and a paper describing the trials and findings in more detail (with a particular emphasis on the benefits to sleep science) has been submitted to the leading clinical journal Sleep [4].\n\n\n\n4) The feasibility of delivering clinically effective CBT interventions for chronic insomnia on digital platforms that were familiar to patient. This was the final practical work undertaken in the project. A full scale social media platform - Sleepful - was built, integrated with the sleep measurement app and delivered with new multimedia CBT content for the sleep therapy components. Designed to augment &quot;guided self help&quot; (where a single therapist oversees the self-management of several patients) Sleepful was designed to both substantially amplify the 'overseeing capacity' of a given therapist and recruit the combined input of users as a therapeutic resource which enhanced uptake, adherence and therapeutic impact. We conducted a full, systematic usability evaluation in which a panel of experienced NHS therapists with training and clinical experience in CBT-I were asked to interrogate both the Sleepful programme, and the android app. The median length of engagement in the trial was 3 weeks. Participants were required to complete a series of set tasks (e.g. sign up; complete components of therapy; post questions; self-monitor their sleep, etc.) and then rate aspects of usability and utility using purpose-designed online rating scales. Most participants rated the usability of all parts of the Sleepful programme highly, with the majority strongly in favour of its introduction into routine NHS care. All of the participants gave confident ratings that the Sleepful programme could benefit many NHS patients. These findings are currently being prepared as a paper for submission to Behavioural Sleep Medicine.\n\n\n\n[1] Middlemass, J., Davy, Z., Cavanagh, K., Linehan, C., Morgan, K., Lawson, S., and Siriwardena N. (2012) Integrating online communities and social networks with computerised treatment for insomnia: a qualitative study. British Journal of General Practice. Vol 62, Issue 605, pp. e840-e850.\n\n[2] Jamison-Powell, S., Linehan, C., Daley, L., Garbett, A., Lawson, S (2012) I can't get no sleep: discussing #insomnia on twitter. Proceedings of the 2012 ACM annual conference on Human Factors in Computing Systems (CHI 2012) pp. 1501-1510. ACM Press.\n\n[3] Lawson, S., Jamison-Powell, S., Garbett, A, Linehan, C., Kucharczyk, E, Verbaan, S., Rowland, D, Morgan K. (2013) Validating a Mobile Phone Application for the Everyday, Unobtrusive, Objective Measurement of Sleep. in Proc of ACM CHI 2013. 27 Apr - 5 May 2013, Paris, France.\n\n[4] Kucharczyk, E., Morgan K, Garbett A, Jamison-Powell, S, Lawson S, Linehan C, Hartescu I, Yeung W. A new cell phone application to measure sleep: validation against polysomnography and actigraphy. Sleep 2013 (Abstract Supplement); 36: A419-20. Further funding: A full National Institute for Health Research proposal, under the Health Technology Assessment programme, is currently being developed for submission. The proposal is for a 3-year pragmatic randomised controlled trial conducted in NHS general practice. \n\n\n\nCollaboration &amp;amp; Partnership: The therapeutic 'core' of the Sleepful social network is a self-help programme, based on the principles of cognitive behavioural therapy for insomnia, which was successfully trialled (as booklets) in an earlier study funded by ESRC and led by Loughborough University (Professor Kevin Morgan) in collaboration with Nottinghamshire Healthcare (Dr Maureen Tomeny), both partners in the EPSRC ENACT project. These self-help booklets were subsequently included in routine clinical care within Nottinghamshire Healthcare. In adopting Sleepful as a clinical tool under controlled conditions (see Exploitation Routes above), the Trust has also agreed to replace the existing self-help booklets with the Sleepful option, and has funded Prof Morgan and Dr Tomeny to review insomnia treatment strategies throughout the Trust. This latter initiative (the Trust review of insomnia treatments) has been supported with a ?30,000 grant to develop an optimal 'care pathway' for insomnia patients which includes online resources, and is suitable for 'roll-out' throughout the NHS. This project arises directly from the ENACT collaboration which, through the Sleepful product, makes the recommendation of a national approach to insomnia self-help treatment feasible. This work will be completed in June 2014, and will be disseminated on a national platform.\n The Sleepful therapeutic social network was designed in collaboration with NHS partners, with input from NHS service users, in order to meet a specific clinical need. Following the successful usability trial, Sleepful will now be submitted for a full randomised controlled (effectiveness) trial in which NHS patients seeking help for similar levels of insomnia will receive either Sleepful or conventional treatment. The development of this trial is currently being led by Loughborough University, in collaboration with Nottinghamshire Healthcare (NHS Trust), and the Clinical Trials Unit (CTU) at Leicester University. In designing the trial an important focus has been on locating the Sleepful intervention at the appropriate point on the patient care pathway (i.e. identifying when it is introduced to help-seeking patients, and by whom). This element of the trial will contribute substantially to the subsequent uptake of the Sleepful resource. \n\n\n\nIn a departure from usual trial practice (in which a novel intervention is tested for the first time under trial conditions), Sleepful will first need to be populated so that trial participants will experience the interactive social benefits of joining the therapeutic network. To achieve this the primary care psychological therapies service within Nottinghamshire Healthcare (&quot;Let's Talk - Wellbeing&quot;) has agreed to adopt the Sleepful programme under controlled conditions, allowing patient access through experience therapists familiar with CBT sleep therapies. The aim is to 'build' a network of users ahead of the formal clinical trial. However, in addition to meeting the needs of the trial, the exercise will also allow for a major field assessment of the programme under routine NHS conditions which, in turn, should positively influence its clinical credibility and exploitation potential. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}