{"id":"C6CFC39C-7186-4354-AD7C-CCBE6468D65E","title":"The Centre for Microdata Methods and Practice (CEMMAP)","abstractText":"<p>The Centre for Microdata Methods and Practice provides a focus for development, understanding and application of methods for modelling individual behaviour, the influences on it and the impact of policy interventions.</p>\n\n<p>The mission of the Centre is to advance knowledge in economic and social science through the development and application of tools for understanding human behaviour using microdata, ie individual records of environment, circumstances, actions, decisions and outcomes.</p>\n\n<p>The Centre has established five Objectives:</p>\n\n<ol>\n \n\n <li>To advance understanding of the identifying power of models of behaviour in the context of the limits imposed by microdata. This will provide information about the role of model restrictions in enabling information about behaviour and its determinants to be extracted from microdata and the impact of observation and measurement procedures on the information content of microdata.</li>\n\n <li>To develop tools of estimation and inference built on microdata, with a focus on methods useful when models are weakly restrictive.</li>\n\n <li>To advance understanding and development of dynamic, stochastic models of economic and social behaviour. </li>\n\n <li>To&nbsp;construct tools for analysis of feedback effects in economic systems in order to study the impacts of large-scale changes in the economic environment. </li>\n\n <li>To stimulate research on microdata methods, and, through training, symposia and networks, spread knowledge of microdata methods and foster good practice in the analysis of microdata.</li>\n\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F015879/1","grantId":"ES/F015879/1","fundValue":"3131310","fundStart":"2007-07-01","fundEnd":"2012-06-30","funder":"ESRC","impactText":"  The Centre has run a varied programme of courses, masterclasses and workshops aimed at civil servants, practitioners, students and academics.  ","person":"Andrew Douglas Chesher","coPersons":["James  Heckman","Jean-Marc  Robin","Ian  Crawford","Jerome  Adda","Lars Patrick Nesheim"],"organisation":"Institute for Fiscal Studies","findingsText":" The Centre established itself as a national and international hub for research and dissemination of best practice in relation to microdata. In 2011, CeMMAP output included six refereed journal articles and 42 working papers in the CeMMAP series. Centre staff presented 55 conference and seminar papers and 27 academic seminars. CeMMAP hosted four conferences, five masterclasses and five workshops. Amongst the highlights were the following:\n\n1. Identification in structural econometrics\nIn the past decade, CeMMAP has been one of the key international centres shifting the emphasis of econometrics from estimation and inference towards the problems and challenges of identification. In November 2011, in a masterclass attended by 79 academic researchers and students from the UK and Europe, CeMMAP Director Andrew Chesher described the principles and practice of identification analysis in structural econometrics. The lectures provided the audience of academics and users of research with an overview of the state of the art on issues including the nature of the information about economic processes contained in data, the role of ‘assumptions’ in econometric inference, the extent to which the restrictions of models are falsifiable, the design of surveys and experiments, and the impact of measurement. \n\n2. Market microstructure and asset pricing\nThere is a pressing need to understand the relationships between the structure of securities markets and the role they play in providing liquidity and price discovery. This year, CeMMAP held a masterclass by two of the foremost authorities in the world on these issues: David Easley (Cornell) and Maureen O’Hara (Cornell). This event gave UK-based academics and policymakers the opportunity to get up to date with the research frontier on issues connected with the new high-frequency markets. The functioning of securities markets was reviewed and the speakers then described asymmetric-information microstructure models and the role that market microstructure plays in asset pricing and in determining the cost of capital. The Centre’s research on methods and practice is of direct use to academics and practitioners using microdata. During 2011, CeMMAP provided 11 training courses. Attendees included academic users and 101 public sector attendees, 16 private sector attendees and 51 international attendees. In addition, we staged four conferences and five workshops. Here are two examples of particular interest: the first was an interdisciplinary policy-focused workshop, the second a public lecture.\n\n1. Measuring living standards and well-being\nThe ONS Measuring National Well-Being Programme, launched in November 2010, aims to develop and publish an accepted and trusted set of National Statistics that help in understanding and monitoring national well-being. In 2011, CeMMAP staged this workshop, sponsored by the NCRM, to improve understanding of the issues involved by exploring the measurement of living standards and well-being. Speakers described new findings on the value of traditional economic measures such as income and consumption as well as new approaches. Speakers included Michael Daly (Trinity College Dublin), Gunther Fink (Harvard), Bruce Meyer (Chicago), Cormac O’Dea (IFS), Steve Pudney (Essex) and Arthur van Soest (Tilburg). Contributors included Arthur Lewbel (Boston College) and Vivienne Avery (Office for National Statistics).\n\n2. Policy analysis with incredible certitude\nResearch findings based on untenable assumptions can lead to policy prescriptions that are useless or even harmful. In a public lecture, co-funded by the Leverhulme Trust, CeMMAP Research Fellow Charles Manski (Northwestern) gave a powerful critique of ‘incredible certitude’ in policy analysis. The lecture drew on his extensive research on how identification problems limit our ability to credibly predict policy outcomes. In his lecture to an audience of 100 academics and 68 policy analysts, Prof. Manski described specific analytical practices that promote incredible certitude and classified these practices. The lecture was a powerful and authoritative discussion of the issues involved and represented an attempt to move future policy analysis away from incredible certitude and towards honest portrayal of partial knowledge. Education,Government, Democracy and Justice,Other","dataset":"gtr"}