{"id":"C6CFE2FD-EF7C-4DAA-8C74-EBBDAB2AC123","title":"An investigation of the adequacy of the integrated stylistic analysis of drama and film","abstractText":"&quot;Stylistic explores the detailed relationship between the linguistic structure of texts and how readers interpret them and are affected by them. Most stylistic analysis has been performed on poetry and prose but a few stylisticians, including myself, have extended their work to drama. Most such work has been on the analysis of turn-taking patterns in drama, although some work has used other analytical appreciates, e.g. politeness theory, and pragmatic theories of how we infer what is meant from what is said. But most analysts have only used one or two forms of analysis in their work and we need to understand how the various forms can be properly integrated in a full analysis. To some degree the different analytical approaches overlap with one another. For example interruptions are part of turn-taking, but have clear politeness consequences, some speech acts [e.g. requests vs. commands] seem to be inherently polite or impolite and some of the felicity conditions specified for particular speech acts are pragmatic presuppositions. \nThis research will explore the overlaps between the various forms of linguistic stylistic analysis in order to arrive at a model for successfully integrating them, and to turn to integrate the stylistic analysis with scene, action, characterisation and viewpoint. Two new approaches which have so far hardly been used on drama will be included: corpus-based lexical analysis and cognitive stylistics (which helps to account for how readers infer fictional worlds, characterisation and viewpoint from texts). \n\nMany drama critics have argued that the analysis of play texts is inadequate for drama, and that performances should be examined instead. After all, plays are usually written to be performed. But this view, which seems to marginalise stylistic analysis, does not take properly into account the difficulties in relation to the instability of productions and performances as 'objects of criticism' or how the non-linguistic aspects of performance are to be transcribed and described accurately (although there has been some relevant work in drama and film semiotics). I will explore the ontological status of ' drama, arguing that the play text is the most realistic object of criticism and so the stylistic analysis of drama text is reasonable. However, this view entails being able to make detailed predictions about the performance of a dramatic text from a combination of that text's linguistic form, and shared procedures of inference and schematic knowledge of the world (including the theatre). \n\nFinally, I will investigate how an integrated stylistic analysis can be extended from drama to film, with detailed analysis of examples. I will make the case that the object of criticism for film should not be the film script but the film screening, which, unlike productions and performances of plays, does not vary significantly from one instance to another. This means that the stylistic analysis of film dialogue will have to be integrated in a detailed and principled way with an analytical account of camera work and with an analysis of what can be seen on screen (scene visuals, actions etc.). This interpretation of linguistic and non-linguistic analysis for film will in tum have consequences for predicting performance parameters from play texts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E503306/1","grantId":"AH/E503306/1","fundValue":"26903","fundStart":"2006-10-01","fundEnd":"2007-01-31","funder":"AHRC","impactText":"","person":"Mick  Short","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}