{"id":"C6D019F1-CD42-4515-813D-4DDF500824BF","title":"Molecularly Imprinted Core-Shell Nanoparticles / understanding fundamentals and developing applications based on biorecognition","abstractText":"Biological proteins, such as antibodies and a bacterial protein called streptavidin, are widely used in developing assays to measure both large (e.g. proteins that indicate disease states such as the presence of a virus) and small molecules (e.g. drugs or pesticides). Such assays are used in clinical diagnosis, environmental monitoring, forensic analysis and also in home diagnostic products such as pregnancy test kits. While these proteins work well, they are generally very expensive to produce and are not very stable, which limits the shelf-life of products and often means that they have to be carefully stored (e.g. in a refrigerator). This is a major problem for product developers, particularly if the product will be used in third world environments. It would be a huge technological breakthrough if these fragile biological molecules could be replaced by robust synthetic analogues that had the same function as the antibodies, but were inexpensive to produce and stable in storage. Over the last few years a technique has been developed called 'molecular imprinting', which allows materials with antibody-like properties to be produced quickly and cheaply in plastic materials. These 'molecularly imprinted polymers - MIPs' are made by a process much like molecular scale plaster casting. Monomers (the building blocks of the polymer) are assembled around a molecular template and are then polymerised to make the polymer. Once the polymer is cured, the template can be removed to leave a moulded molecular receptor that is capable of rebinding the template with a high degree of precision. MIPs are extremely robust and can be stored almost indefinitely at room temperature without loss of fuction. The problem with current MIPs is that they are generally made in the form of large blocks, which are then crushed up into tiny particles for use. These particles are very big compared with biological molecules such as proteins, however, and this leads to many problems when trying to use MIPs for developing assays, such as very slow transport of molecules through the MIPs or inability of larger molecules to penetrate into the plastic structure at all. It would be much better if the MIPs could be made at the nano-scale (1 nm = 1 milionth of 1 mm) / a similar size to that of proteins, viruses etc., so that mixing with biological molecules could be very rapid. Recently, our group has developed a method to make MIPs at such a scale, which we believe will be applicable to imprinting of a wide range of different types of molecules with different properties. This method involves creating the MIP in a thin shell around the surface of a polymer nanoparticle / a so-called core-shell nanoparticle. This particular format is very exciting because the core of the nanoparticle can be designed to have useful properties that make the particles easier to see (e.g. it might fluoresce when irradiated with light of a particular wavelength) or manipulate (e.g. it might be magnetic, so that the nanoparticles can be extracted easily from a solution using a magnet). These properties are very useful in the design of particular assays or analytical reagents. The moulded receptor sites would be at or very near to the surface of the very thin shell around the nanoparticle, where they can easily interact with the target molecule or bind to a surface where the target molecule is found. The aim of this project is to investigate whether this approach to synthesising core-shell MIP nanoparticles can lead to new types of cheap, robust bio-mimetic reagents that can be used as substitutes for antibodies or other biological proteins in assays and diagnostic tests.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011949/1","grantId":"BB/D011949/1","fundValue":"212211","fundStart":"2006-08-01","fundEnd":"2010-01-31","funder":"BBSRC","impactText":"","person":"Andrew  Mayes","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}