{"id":"C6D5525A-759A-494F-8CA6-855704810A4C","title":"A synthetic biology approach to enhancing chemical production by anaerobic bacteria (SynBio-AnOx)","abstractText":"Electricity, fuels and chemicals are at present mostly made from oil, gas and coal, which will become increasingly expensive and eventually run out. Consuming these fossil carbon sources also releases carbon dioxide into the atmosphere and oceans, adversely affecting the environment and climate. New, sustainable technologies are needed to generate electricity, heat our homes, power our vehicles, and make the chemicals needed in all kinds of products and industries. Developing and adopting these technologies is important for our well-being, economic prosperity and security.\n\nMicrobial fermentation is an important technology, involving the conversion of sugars to alcohol or other chemicals by yeast or bacteria in the absence of oxygen. Fermentation has been used for centuries in the production of bread, alcoholic drinks, and dairy products. Using modern techniques including genetic modification, it is now possible to develop new fermentation processes in which microbes convert feedstocks (sugars, starch or crop waste) into useful fuels and chemicals that are conventionally made from oil. These processes can be operated in a sustainable way, and could be part of a carbon-neutral economy.\n\nThe overall aim of this research programme is to produce bacterial strains and knowledge useful in the development of new fermentation processes for the sustainable manufacture of chemicals. Previous research on improving fermentation strains has made the best progress with facultative anaerobes, which are organisms able to grow either in the presence or absence of oxygen. This programme aims to make similar progress in techniques for improving strict (obligate) anaerobes, which are organisms that only grow in the absence of oxygen, because some strict anaerobes have useful properties for the sustainable manufacture of chemicals.\n\nBy the end of this research programme we aim to produce one or more new strains of the strictly anaerobic bacterium Clostridium acetobutylicum that continuously, efficiently and reliably convert feedstocks to the useful chemical butanol, without making by-products.\n\nTo achieve these aims, we will use and develop techniques from a new area of science and engineering called synthetic biology. We will develop methods to fine-tune and measure gene expression in Clostridium acetobutylicum, and new approaches to increase, decrease and otherwise modify the expression of selected genes. These new techniques will allow us to make progress that would not be possible using previous approaches.\n\nIf successful, we will work with a UK company to test the suitability of the new bacterial strains for commercial use.\n\nThis research has several potential applications and benefits. The new bacterial strains could directly or indirectly lead to improved industrial processes for the microbial manufacture of butanol, which is a valuable chemical and an excellent fuel. One of the world's leading microbial butanol manufacturing companies is based in the UK, so this research could lead to UK jobs and other contributions to the UK economy and UK wealth. More broadly, the knowledge produced by this research should help researchers and companies develop new fermentation processes for the sustainable manufacture of other chemicals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M002454/1","grantId":"BB/M002454/1","fundValue":"351532","fundStart":"2015-01-15","fundEnd":"2018-01-14","funder":"BBSRC","impactText":"","person":"John Timothy Heap","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}