{"id":"C6DB60F7-DA55-45CF-B5F2-0CDD3CAD633D","title":"Full Configuration Interaction Quantum Monte Carlo: from Molecules to Materials","abstractText":"The fundamental equation governing the properties of atoms, molecules and materials is the many-electron Schr\\ odinger equation, whose solution gives the energy of the system under consideration, by solving for the correlated motions of the constituent electrons. Accounting for this correlation has proven to be both essential for useful modelling of materials, as well as extremely difficult to calculate. In this proposal, we will develop a radically new approach to this problem based an algorithm which propagates an evolving distribution of walkers which inhabit an abstract space of states (Slater determinants) which are able to account for this correlation.The algorithm is a remarkably simple set of rules (but specially devised), akin to a Game of Life. This algorithm has been shown by the PI to work efficiently for isolated molecules, extending the range of FCI-level calculations by many orders of magnitude. The proposal here is to extend FCIQMC for an infinitely repeating system, which can be used to model a material such as diamond or graphite. This extension requires the method to be extended in a fundamental way, to allow for complex rather than purely real walkers. A method to do this is proposed in the Case for Support. If successful, this method could transform the field of modelling of materials, in that it would give access, for the first time, a way to compute the correlation energy without the imposition of uncontrolled approximations. In developing experience with this new technique, we hope one day to be able to solve some of the problems posed by the rapidly developing field of correlated materials, which have so far proven impervious to existing methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I014624/1","grantId":"EP/I014624/1","fundValue":"142222","fundStart":"2010-10-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"  The main findings have the been development (which is ongoing) of a new simulation method for treating electron correlation in solids and molecules. The method is under rapid development both in my group as well as others internationally. It has stimulated the development of several new Quantum Monte Carlo techniques, including semi-stochastic QMC (by a group in Cornell), Density Matrix QMC (by a group at Imperial), Excited state QMC (Kobe and Berlin) among others. Digital/Communication/Information Technologies (including Software),Energy,Other Cultural","person":"Ali  Alavi","coPersons":[],"organisation":"University of Cambridge","findingsText":" This grant was to develop a new simulation methodology to treat electron correlation in solids, by adapting what my group has achieved in molecules. The correlation problem is one of the grand challenges in material and molecular science, since it allows predictive calculations to be performed on materials and molecules of significance to technology and society. Our methodology is providing a new way of computing correlation energies to unprecedented accuracy. It has attracted much attention internationally,witness the growing number of groups which are developing and using this methodology. The development of methodology in electronic structure theory is an ongoing process. Our contribution has been to show that there are new Monte Carlo algorithms that can effectively contribute to this broad area. With an increasing number of researchers interested and using our methods, we are confident that important problems in molecular and material science can be solved (or insight obtained into). Our method has also directly inspired a number of other quantum Monte Carlo methods with quantum chemical applications in mind, such as the semi-stochastic method (from Cornell), density matrix QMC (Imperial), Excited state QMC (Kobe, and Berlin). Digital/Communication/Information Technologies (including Software),Energy","dataset":"gtr"}