{"id":"C6E29974-B4CE-45F4-B15F-8910A296C678","title":"Synapse-Specific Properties Of Excitatory And Inhibitory Neurotransmission In The Retina.","abstractText":"The proposed research project will investigate how nerve cells in our visual system transmit and process information, enabling us to see. Light activates photoreceptors in the retina, a thin sheet of nerve cells at the back of the eye, producing an electrical signal. The signal is transmitted to other nerve cells in the retina via the release of a chemical messenger (neurotransmitter) at specialised connections called synapses, and then sent along the optic nerve to the brain. \n\nThe retina needs to process the visual signal because there are 100 times more photoreceptors than optic nerve cells. This processing occurs at the synapses between nerve cells and involves the interaction of both excitatory and inhibitory synapses, which use different neurotransmitters. We will determine how individual excitatory and inhibitory synapses in the retina are specialised for transmitting and processing visual signals. We will achieve this by measuring the properties of the electrical signals in the nerve cells and the amount of released neurotransmitter, using an animal model of human retina. \n\nThe knowledge gained from this research will contribute to the development of treatments for retinal diseases that cause blindness. As synapses in the retina are very similar to those in the brain, the research will also increase our understanding of how nerve cells in the brain communicate with each other. The outcomes of the research will be published in open-access scientific journals and presented at international conferences. They will be communicated to the general public via lay summaries on appropriate websites and via media publications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800502","grantId":"G0800502","fundValue":"346924","fundStart":"2008-09-01","fundEnd":"2011-09-30","funder":"MRC","impactText":"","person":"Mary  Palmer","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}