{"id":"C6E780C7-E007-4F74-A79D-732820286A2D","title":"Communication Centric Microelectronic Design","abstractText":"We wish to undertake research into communication centricmicroelectronic design methods which are in contrast to today'scomputation centric (or gate-level) techniques. We believe thatthis research is timely since electronics is at the cusp of change.For the last 60 years, digital gates have been costly to produce andhave limited performance. We are now entering an era where the wires,which were once almost free, becoming the cost and performancelimiter. This trend is well documented in the InternationalTechnology Roadmap for Semiconductors (ITRS) roadmap which clearlyidentifies the step change needed in circuits and associated designtechniques. They also identify spiralling design complexity,escalating power densities and associated thermal problems.We believe that networks-on-chip resolve many of the design challengesfor future nano CMOS implementation technologies. Our backgroundresearch in this area has already resulted in a low latencynetwork-on-chip architecture which we have fabricated on 180nm CMOS.This initial work focused on interconnect between a tiled processorarchitecture which we have been developing with MIT. However, forthis project we wish to go much further, looking at communication atmany levels and for a range of technologies, from ASIC design on CMOSchips through to new field programmable gate array (FPGA)architectures. FPGA architecture is a departure from our usual lineof research, so we have been particularly grantified to receivea fully funded PhD studentship from Altera UK (one of the two biginternational FPGA companies) who will collaborate with us on thisproject.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D036895/1","grantId":"EP/D036895/1","fundValue":"474054","fundStart":"2006-01-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Simon  Moore","coPersons":["Robert David Mullins"],"organisation":"University of Cambridge","findingsText":" We undertook research into communication centric\nmicroelectronic design methods which are in contrast to today's\ncomputation centric (or gate-level) techniques. This timely research is timely was undertaken at the cusp on change in electronics technology.\nFor the last 60 years, digital gates have been costly to produce and\nhave limited performance. We are now entering an era where the wires,\nwhich were once almost free, becoming the cost and performance\nlimiter. This trend is well documented in the International\nTechnology Roadmap for Semiconductors (ITRS) roadmap which clearly\nidentifies the step change needed in circuits and associated design\ntechniques. They also identify spiralling design complexity,\nescalating power densities and associated thermal problems.\n\nWe demonstrated that networks-on-chip resolve many of the design challenges\nfor future nano CMOS implementation technologies. Our research in this area has already resulted in a low latency\nnetwork-on-chip architecture which we have fabricated on 180nm CMOS.\nThis initial work focused on interconnect between a tiled processor\narchitecture which we have been developing with MIT. However, for\nthis project we wish to go much further, looking at communication at\nmany levels and for a range of technologies, from ASIC design on CMOS\nchips through to new field programmable gate array (FPGA)\narchitectures. FPGA architecture is a departure from our usual line\nof research, so we have been particularly gratified to receive\na fully funded PhD studentship from Altera UK (one of the two big\ninternational FPGA companies) who will collaborate with us on this\nproject. This work made an impact on modern network-on-chip design. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}