{"id":"C6E93AE6-B7F2-4F00-BDBE-83227B5311C4","title":"Markov Chain Monte Carlo Random Effects Modelling in Diffusion MRI: a New Window on Microstructure and White Matter Architecture","abstractText":"Magnetic resonance imaging (MRI) has revolutionised the way in which we can produce pictures of the brain. MRI can be used to produce pictures of the brain structure by measuring the way in which water can move around in the microscopic structure of the brain tissue.The white matter of the brain consists of long cellular structures that connect different brain regions togther, this can be thought of as the wiring of the brain. Because the water can move more easily along these structures, it is possible to produce images of these connections with a technique called tractography.Tractography is useful in many clinical investigations, most notably in neurosurgical planning. The neurosurgeon aims to remove an abnormal part of the brain whilst leaving these important connections intact. Tractography therefore helps to navigate the neurosurgeon by revealing the location of important pathways with respect to the abnormality to be removed. These techniques can therefore help to improve patient outcomes and reduce post-surgical disability.The challenge however, in applying these techniques is that they have to be used with limited MRI information, because sick patients are unable to tolerate long scans. An MRI scan is digitized and just like an image from a digital camera consists of picture elements or pixels. We refer to these as voxels because the MRI scan has an associated slice thickness.Analysis of MRI scans is usually done on a voxel by voxel basis. This commonly used method therefore treats the signal in each voxel as independant. In this project we will use a method that does not make this assumption but uses information from adjacent or similarly responding voxels. We call this approach information borrowing and achieve this using Bayesian random effects modelling.We aim to apply this approach to improve the accuracy and robustness of tractography thereby providing clinicians with better tools for neurosurgical planning and other clinical investigations. We will also apply these methods in new techniques for measuring the brain microstructure. This latter aim, although ambitious, will provide new markers of tissue structure that are more directly representative of the structure responsible for the functioning of the brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G025452/1","grantId":"EP/G025452/1","fundValue":"342895","fundStart":"2009-02-01","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"","person":"Christopher Alan Clark","coPersons":["Daniel  Alexander","David Geoffrey Gadian"],"organisation":"University College London","findingsText":"","dataset":"gtr"}