{"id":"C6F65A77-005C-417E-A0FF-7973D107FF2E","title":"ECRP09: collaboration led by Patrick Haggard: Intentional Inhibition of Human Action","abstractText":"<p>Most people recognise the experience of stopping themselves 'just in time' before committing an unwise action.&nbsp; We call this process 'intentional inhibition'.&nbsp; The capacity for intentional inhibition is as important for human volition as the capacity for initiating actions, and is essential for successful social interaction.&nbsp; However, it has been largely ignored, perhaps because it produces no measurable behavioural output.&nbsp; Yet our preliminary studies successfully identified processes of intentional inhibition distinct from external inhibition previously studied with 'stop' signals. </p>\n\n<p><br />We therefore propose the first systematic research programme on intentional inhibition of human action.&nbsp; Experimental paradigms for eliciting intentional inhibition are developed and implemented across four complementary laboratories.&nbsp; These are used to investigate psychological (CC1: London) and neural (CC2: Gent) mechanisms of intentional inhibition, and interactions of these mechanisms with reward, emotion and social context.&nbsp; The emergence of intentional inhibition in normal child development (CC3: Leiden) is contrasted with striking pathologies of the action/inhibition balance in Tourette's Syndrome (CC4: Hamburg).&nbsp; Specific research collaborations transfer knowledge and skills between partners, and integrate the various studies.&nbsp; We aim for a rigorous, scientific approach to a crucial but under-investigated aspect of human nature and individual behaviour.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-2183","grantId":"RES-062-23-2183","fundValue":"401613","fundStart":"2010-04-01","fundEnd":"2015-03-31","funder":"ESRC","impactText":"","person":"Patrick  Haggard","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}