{"id":"C6FC1668-2919-4166-A871-6C2ADAC9BEFC","title":"Design and innovation in the British Empire: a historical consideration of the innovation ecosystem","abstractText":"Design is a constantly evolving discipline, tied to the economy and playing a strategic role in the innovation ecosystem. This research will combine academic expertise in contemporary product design and history to explore the social and cultural drivers of innovation in a historical context to provide new insight into the factors promoting innovation, its application and impact. It will explore the nature of creativity in the industrial context, and the opportunities and restrictions provided by technology and business to the creative process. Additionally, it will provide a pathway to greater understanding of business development through the application of research knowledge and illuminate the prescriptive use of technology to understand how cultural and social groups at home and overseas, adopted products and processes to meet their own requirement - or rejected them in favour of established methods. This process of 'taming' technology (domestication) by peoples in a wide variety of imperial contexts has been underexplored by designers, historians, anthropologists and cultural theorists and this research will both expose this area and appeal to a broad range of disciplines. \n\nBy constructing a series of historical case studies, based on contemporary technological innovations such as steam power, the work will build a route to the greater understanding of and exposure to the nature of British imperialism and responses to it via a manageable research context and structure. It will also uncover insights into the nature of the Industrial Revolution and the industrial economy, with opportunities to apply the thinking behind this research to more modern industrial change in the developing economies of the world. By mapping these processes in an historical context, this research will shed light on contemporary design issues in a globalised economic context. \n\nThe research questions addressed by this research are:\n1. What components constituted the innovation ecosystem in the mature industrial economy of nineteenth century Britain?\n2. What was the impact of design on this economy and its wider imperial context?\n3. How, and in what ways, were these technologies and innovations 'domesticated' by the colonised and what can this tell us about the nature of imperialism in this period?\n\nTaken together, this research will provide a model for a new interdisciplinary approach, bringing together historical and product design methodologies and theoretical frameworks to build a fresh perspective on the nature of innovation and the impact of design. For design practitioners, this research will also provide historical precedents for the contemporary reception of new technologies across a globalised marketplace, as well as provide space for a critical interrogation of the purpose and consequences of these processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L010550/1","grantId":"AH/L010550/1","fundValue":"38444","fundStart":"2014-03-01","fundEnd":"2014-11-30","funder":"AHRC","impactText":"  Publications\nThis project intended to develop, write and publish scholarly articles as part of its commitment to academic beneficiaries. Instead, the project team regard the more effective route for publication is instead a short scholarly monograph. This will allow a full exploration of the themes, approaches and literature, as well as a full exploration of the each of the case studies. We have begun the writing planning process, and have targeted Palgrave (under their Pivot series for shorter monographs) as the preferred publisher. Completion date: autumn 2015. \n\nConference papers\nMarch 2014, Knowledge and Communication in the Empire, workshop, University of Dundee\n\n3. Future funding plans: The team intend to prepare a grant application to the AHRC, possibly incorporating other Design in Innovation Development Funding recipients, to explore the 'colonial side' of the migration framework. This will entail understanding more deeply the social impact of innovations utilised in the British Empire 1850-1914.\n\n\nImpact outcomes and plans\n\nWebsite\nAs defined by the grant call, the project team established a website for the project (Figure 3) which contains content on the case studies our research has identified, as well as sections on the overall methodology and scope. We have tried to present the work in a visual and engaging way with illustrations, diagrams and narrative to guide the viewer through the aims of the project and each case study. While the three primary case studies have been populated, the remaining two have skeleton content which can be added at a future date. \n\nEducation and museums/heritage engagement \n\nThis project has also developed two parallel, complimentary routes to impact, links to education, and links to the museum/heritage sector. \n\nEducation\nThe project team have built links and opened a dialogue with Scottish teachers, in order to plan classes in the History and Design curriculums for excellence. Further time and funding will be required to bring this element of the project to completion. \n\nMuseums/Heritage\nThe project team have opened a dialogue with the Museum of English Rural Life [MERL] (University of Reading) to discuss ways in which our research findings can be fed into their existing galleries and collections, and perhaps found the basis of a partnership to co-create a new gallery. MERL has recently (October 2014) been successful in securing a major HLF grant to redevelop its galleries, and this will provide the project team with a real opportunity to feed their original and new research findings into MERL's collections. Creative Economy,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Andrew James Wodehouse","coPersons":["Annie  Tindley"],"organisation":"University of Strathclyde","findingsText":" We intended to conduct five case studies (sugar production, steam ploughs, railways, bridges, minting) shortlisted from eleven potential case studies we had identified through a series of scoping exercises. We felt these five would provide a balanced overview of the technical, social, and business factors throughout the domestication process. Further research into the five studies, however, highlighted the richness of the archival resources for three of them (sugar production, railways and steam ploughs) and, given the limited timeframe and developmental nature of the funding, we have made these three studies the principal focus for our intended published outputs. We will, however, include the information we gathered during the scoping exercises on the other case studies where appropriate. \n\nCharacteristics of innovation\n\nFrom the completed case studies and indicators of the other identified cases, we have identified key characteristics and findings of innovation during this period in relation to the broader socio-economic landscape. \n\nWe have also narrowed our focus. It became clear early on that the story of the transfer and diffusion of technology and innovation was vast, with a potentially huge chronological and geographical reach. Our work makes an original contribution by identifying the five stages of technological development (see chart below) and applying the case study technologies to it is a nuanced and complex way. \n\nAnswers to the research questions\n1. What components constituted the innovation ecosystem in the mature industrial economy of nineteenth century Britain?\nThe innovation ecosystem was one driven by entrepreneurial activity. Companies tended to be smaller in scale, and were driven by engineering activity. There was a close link between the decision makers and the workshop. This resulted in a highly responsive setting – the expertise that was still general enough to allow a company to cover a range of mechanical contexts. \n\n2. What was the impact of design on this economy and its wider imperial context?\nThe impact of design was… designers had to acquire knowledge on the design problem through correspondence or infrequent visits. Detailed photographic or drawing information on settings was not readily available. This meant that designs were \n\n3. How, and in what ways, were these technologies and innovations ‘domesticated’ by the colonised and what can this tell us about the nature of imperialism in this period?\nWe have not answered the question on domestication. As described above, our archival findings did not allow us to pursue this direction, and so instead, we have developed thinking on how the British Empire provided opportunities for technologies and innovations. Captive markets were met by companies who had drive and ambition. This resulted in designs that met the technical challenges posed by logistics and the environment of use, but did not necessarily consider the broader societal impact or end users. As such, our revised research question is:\n\nHow far and in what ways, were opportunities in place to allow the migration of innovation and technologies and what can this tell us about the nature of imperialism, 1850-1914? Taken together, this research provides a model for a new interdisciplinary approach, bringing together historical and product design methodologies and theoretical frameworks to build a fresh perspective on the nature of innovation and the impact of design. For design practitioners, this research also provides historical precedents for the contemporary reception of new technologies across a globalised marketplace, as well as space for a critical interrogation of the purpose and consequences of these processes. Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}