{"id":"C701D579-54CA-4A22-AE2A-A9DAED4920AA","title":"The Mechanics of Insect Audition: Characterisation Modelling and Application","abstractText":"The sense of hearing is one of the most widespread across the different species of animals in the world. Animals use hearing in communication, to listen for danger and to help find lunch. The frequencies of sound used can vary an enormous amount, from very low frequency detection (infrasound) in fish, to the extremely high frequencies used by bats to echolocate and hunt for prey (ultrasound). Of course humans also have a sense of hearing, ranging from low frequencies up to about 20 kHz, although as we get older, our ability to hear higher frequencies degrades. However, through our own ingenuity humans have learned to generate, detect and use ultrasound (frequencies above our frequency range). We use this in many different applications, including medical imaging, cleaning, material analysis and non-destructive testing. It was only by creating such ultrasound devices that people discovered that bats were using ultrasound to identify and chase insects, and that many insects had ears tuned to listen out for the hunting bats to try and escape becoming a meal. Recently, engineers have started to examine the way bats use ultrasound. This is because the bats can achieve far greater resolution and sensitivity than any human built ultrasound system. The engineers hope to be able to improve their artificial systems by working out what techniques the bats employ. Whilst we know a lot about the ultrasound signals the bats use, we know comparatively little about the hearing systems of the bat's prey; the insects. Many studies have shown us which insects are sensitive to ultrasound, for example by looking at the insect's behaviour when ultrasound is played back to it. And from that, eardrum-like structures in ultrasound sensitive insects were discovered. The performance of some insect ears has also been described using various techniques, including very hi-tech solutions such as laser interferometry (where a laser is used to measure the motion of the insect's eardrum in response to sound). However, the actual mechanical operation of the structures within the ears of these insects, and so our understanding of how they receive ultrasound and translate that to vibrations the nerve cells can detect is very poor. This new research will use a combination of engineering approaches to understand how the ultrasound sensitive ears of insects work. The mechanical motions of different structures in the ears will be measured, with their size, shape and material properties characterised. To do this several techniques will be used including laser interferometry and atomic force microscopy (AFM). An AFM images surfaces by touch, rather than light. It uses a very small, atomically sharp, tip that is dragged, or tapped, across the surface of an object. A record is made of how much this tip goes up and down allowing us to make a surface image. AFM's can be sensitive enough to map the atoms on the surface of a material. As well as imaging, an AFM tip can be pushed into a surface, allowing us to measure how soft or hard it is. Using this technique it's possible to map the stiffness of a material down to nanometre scales. Once all this new information is collected it will be used to help create computer models of the ear structures. We can compare the models with the actual motions we measure, helping us to understand what is happening in the ear. From this, the models provide us with a tool to explore the capabilities of other eardrums, and further our understanding of the different ear capabilities relating to their size, sensitivity and dynamic range. Finally, the new knowledge from this research has broader applications. Looking back to the engineers working on bat ultrasound signals, this research will show us how the ears that have evolved to detect the bat's calls operate. It may then help engineers striving to improve artificial ultrasound sensor systems across many different fields such as medicine, material science and engineering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H004637/1","grantId":"BB/H004637/1","fundValue":"304349","fundStart":"2010-07-26","fundEnd":"2013-07-25","funder":"BBSRC","impactText":"","person":"James Frederick Windmill","coPersons":["Shira  Gordon"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}