{"id":"C7058510-D3D0-45A6-ACA2-65516414F703","title":"The Motets of Jean Mouton: Assessing Style and Attributions through Performance and Empirical Analysis","abstractText":"The project will raise the profile of Jean Mouton (before 1459-1522), one of the leading musicians of the High Renaissance. Despite being the most significant composer in the royal chapel of France c1500, Mouton is very poorly represented in modern recordings, and his works have not been fully edited: although the Mass settings are available in a modern edition, the motets, of which around 130 are attributed, lack a critical edition and some have not been published at all. Consequently many basic questions -regarding Mouton's style, relationship with contemporaneous and later compositional activity, and the authorship of pieces attributed to him - remain to be answered.\\n\\nThe project will focus on the least studied motets in Mouton's output: those still unavailable in any published edition, plus those with conflicting attributions. At the outset the Principal Investigator (PI) will gather sources and make preliminary transcriptions, followed by an intensive rehearsal period. The PI is Director of The Brabant Ensemble, a professional early music group: he will work with this ensemble in rehearsals and a workshop, with two goals in mind. First, the singers' experience and insight into performance questions such as accidental inflections and underlay will feed into the PI's understanding of Mouton's style and hence of the likely authenticity of works attributed to him. Second, the process of exploring this repertoire will contribute to the construction of programmes for concert, a CD recording, and of a radio broadcast which is intended for BBC Radio 3's Early Music Show.\\n\\nIn addition to the rehearsal process, the motets will be subjected to empirical analysis of several stylistic points (e.g. the number of dissonances per rhythmic unit, the average length of phrase, and the pitch range of the vocal lines). Taking into account external evidence (such as the proximity of a source attribution to the composer's known whereabouts), the information gleaned from performance experience, and the empirical data, a new understanding of Mouton's music will emerge, which the PI will make public by means of a refereed journal article.\\n\\nSeveral public events will contribute to knowledge transfer and the impact not only of this project but of the PI's 3-year Fellowship as a whole. A total of four concerts are planned, in Oxford, Southampton, and at music festivals in Cheltenham and York. The two festival concerts will be preceded by public talks illustrating aspects of the work undertaken. Additionally the scholarly community will be addressed via a lecture-recital at the Royal Musical Association annual conference. The CD recording will appear on the Hyperion label, which is globally distributed and well known for its promotion of underexposed repertories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I025522/1","grantId":"AH/I025522/1","fundValue":"20865","fundStart":"2011-02-14","fundEnd":"2011-09-13","funder":"AHRC","impactText":"","person":"Stephen James Rice","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}