{"id":"C71137A8-2818-4B0F-9156-94721EA30AF3","title":"Heirs to the Throne in the Constitutional Monarchies of Nineteenth-Century Europe (1815-1914)","abstractText":"The constitutional monarchies of nineteenth-century Europe were a remarkable success story. In 1914 France, Portugal and Switzerland were the only republics in a continent of monarchies. Although the model 'Constitutional Monarchy' manifested itself differently in each nation, the concept had clearly established itself as a European norm. This had happened against the background of a dramatically changing environment: revolutions; growing literacy; an expanding public sphere sustained by a variety of media; political parties appealing to larger electorates; changes in Europe's social, economic, intellectual and technological life; imperial expansion and globalization. It points to the strength, suppleness and resourcefulness of monarchical systems that they flourished throughout this century of transformation.\\n\\nThis research project will focus on the roles played by those waiting to come into the glittering inheritance of a European crown. It will pursue a comparative analysis of the heirs to the continent's thrones and offer new findings on the workings of the monarchical system. Because of the biological realities of hereditary rule, heirs to the throne were a crucial component. While they were anticipating the end of the current reign, crown princes such as Frederick William of Prussia, 'Bertie' Prince of Wales or Archduke Rudolf of Austria embodied both dynastic continuity and the inevitability of change. Depending on the specific political, cultural and constitutional contexts as well as on the individuals involved, they could consolidate or undermine the status quo, play momentous or insignificant roles, embody change or stasis.\\n\\nNotwithstanding this variety, heirs to the throne offer fascinating insights into the European norm. An investigation of the contribution they made to the functioning, malfunctioning, transformations and rigidities of the systems whose future pivoted on them helps us better to understand the politics and political cultures of monarchical Europe as well as the institutions and individuals that sustained the crowns.\\n\\nThe project will build on the existing body of research tackling dimensions of nineteenth-century monarchy in the fields of media history, cultural history and transnational history. Rather than proceed biographically, the project will address thematic questions across several constitutional monarchies (Britain, France, Italy, Spain, the German states and Austria):\\n\\n- Did heirs to the throne stabilise monarchical systems by supporting the political status quo or by acting as a vehicle of hope for future change? Or were they corrosive of the current reign by crystallizing internal opposition?\\n- What was the international role of heirs to the throne (e.g. through dynastic marriages, attendance at functions, travel, public diplomacy etc.)?\\n- Did heirs to the throne function as intermediaries between the sovereign/governmental authority and the people? In what ways did they interact with different publics, parties, parliaments and the media? How important were new styles of princely comportment (embourgeoisement, folksiness) and the creation of a celebrity public image through various media?\\n- What use was made of their public profile for the transmission of political messages?\\n- Were heirs to the throne perceived as embodying generational change?\\n- Were heirs to the throne engaged in generating 'soft power' and did networks (such as counter-courts or coteries) play a role here?\\n- Can their roles be placed into Bagehot's categories of 'dignified' and 'efficient'?\\n\\nThe project aims to explore the role of flexibility, resourcefulness, media acumen and societal integration in the success of nineteenth-century monarchies. It will invite a reconsideration of interpretations which emphasize their allegedly pre-modern, feudal, manipulative or oppressive elements and help to explain the continuing popularity of monarchical structures across many contemporary European societies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I021027/1","grantId":"AH/I021027/1","fundValue":"523301","fundStart":"2012-03-19","fundEnd":"2017-03-18","funder":"AHRC","impactText":"","person":"Frank Lorenz Muller","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}