{"id":"C71458E4-2C85-4E65-9E35-1E2DC3FE05F7","title":"Modelling the temporal dynamics of social, economic and communication networks from large-scale empirical datasets.","abstractText":"Our understanding of patterns of information and resource flows in spatially distributed complex systems has recently advanced significantly using models which represent such systems as complex networks which link a heterogeneous population of individuals or agents. Such models are relevant to a broad range of application domains, including transportation networks, communication and IT networks, networks of economic transactions, financial markets, distributed production processes and supply networks, and the spread of social behaviours such as criminal activity and armed insurgency. We now have good evidence, from models and simulations as well as the analysis of large-scale empirical data sets, about what types of mechanisms play an important role in determining the structural characteristics of such networks, and also how the topological properties of such networks evolve over time. By contrast, if we focus on time-dependent behaviour at the local level, then we find that our understanding of the dynamical rules which govern the flow of information and resources through individual nodes and links of the network is still very primitive. Similarly, the relationship between different types of local dynamic processes and the global behaviour exhibited by distinct classes of networks remains relatively unexplored. In order to address these challenging research questions which we believe lie at the heart of complexity science, we require a theoretical framework that can support the development of new generic tools and techniques for modelling and analysing complex network dynamics, and that can account for the mutual interdependence between agent characteristics and structural properties in such networks. In this project we propose to draw on the group's existing expertise in agent-based modelling, and in particular on methods and techniques that have proven effective in modelling time-series data in financial markets and spatio-temporal patterns in the intensity of regional armed conflicts, and to combine this with the group's extensive experience in analysing and modelling the structural properties of large and empirically well-characterised networks. Using these methods jointly provides a foundation which will allow us to develop new techniques to model temporal evolution both at the local and global level for the following unique and highly detailed data sets: (a) time-series data on the calling patterns for 7m mobile phone users in a European country; (b) time-series data for the pattern of transactions between companies in the New York garment industry over a period of 20 years. Our focus on modelling empirically well characterised systems will allow us to move beyond a theoretical framework which is limited to reproducing stylised facts about complex system behaviour, and will help us develop methods that are directly relevant to real world systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E056997/1","grantId":"EP/E056997/1","fundValue":"372158","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"","person":"Felix Paul Reed-Tsochas","coPersons":["Neil  Johnson"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}