{"id":"C714FFD9-514B-4EA9-B391-430F97286ED7","title":"Developmental Clinical Studies: Does GM-CSF restore effective neutrophil function in critically ill patients?","abstractText":"Patients admitted to intensive care units (ICUs) are at very high risk of developing new infections in hospital. These hospital infections are commonly caused by bacteria that do not respond to antibiotics and are often termed ?superbugs?. Patients in ICU who develop new infections are more likely to die, or to have longer stays in ICU. Despite a variety of approaches aiming to prevent these hospital infections, they remain unacceptably common in the ICU.\n\nWe have recently shown that the key blood cells (called neutrophils) mainly responsible for fighting bacteria commonly fail to work efficiently in ICU patients. This seems to contribute to the increased risk of infection. Adding a drug (GM-CSF) to such non-functioning neutrophils in the laboratory invariably improves their function. This suggests that, if high-risk patients with poorly functioning neutrophils could be identified, GM-CSF may be able to prevent infections. However GM-CSF has never been specifically targeted to ICU patients with non-functioning neutrophils before. The next crucial step in establishing whether GM-CSF may prevent infections in ICU is therefore to test whether GM-CSF improves the function of neutrophils in high-risk patients.\n\nOur aim is therefore to identify ICU patients who have poorly functioning neutrophils, using a simple laboratory test. The patients will be randomly assigned to receive either GM-CSF or a dummy drug (placebo). Neither the patient nor the doctors will be aware whether GM-CSF or placebo has been given until after the project is completed, when the research team will analyse the results. This type of study is called a randomised placebo controlled double blind trial and is widely accepted to be the best way to find out if a treatment really works or not. In this way we shall establish whether GM-CSF improves the function of neutrophils. If this ?proof of concept? study does demonstrate benefit for GM-CSF, it would rapidly pave the way for large studies establishing if GM-CSF can prevent development of infection in ICU when targeted specifically at patients whose neutrophils function poorly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100233","grantId":"G1100233","fundValue":"354696","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"MRC","impactText":"","person":"John  Simpson","coPersons":["Danny  McAuley","Simon V Baudouin","Thomas Jonathan Chadwick","Andrew  Conway Morris","Paul  Corris","Vanessa  Linnett"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}