{"id":"C715A7B7-D2A1-42B0-9272-156F349D37CB","title":"A SPATIO-TEMPORAL MAP OF THE DEVELOPMENTAL FLY INTERACTOME","abstractText":"Development, the process by which cells differentiate and divide to create new life is a fascinating process that is governed by the complex interplay between our genes. Careful control of these genes, and more specifically their protein products, by altering their levels and specific nature over time dictates the fate of cells and what tissues they will form. As well as the timing, the location within the cell where a gene is expressed and its protein product is active is also important in determining function. The information needed to solve this puzzle is, in principle, contained within the genome sequence. However, we currently lack the full picture of what happens during the course of development for several reasons: we don't know how much of each gene is expressed at each time point, we don't know which version (isoform) of each gene is expressed, and we don't know which other partner genes each gene interacts with nor where in the cell this happens. Although some of this information is known, much of the relevant knowledge needed to properly understand developmental signalling is missing. Crucially, and perhaps mostly importantly for this proposal, we lack comprehensive data specifically at the *protein* level (where function is really determined). \n\nIn this proposal we aim to close the gap, using both experimental and computational post-genome science, to study specific signalling pathways in a model organism (the fruit fly). Importantly, we already have the necessary methods in place to do this, bringing together UK experts in proteomics (both experimental and computational) with fly genomics and signalling experts to tackle this challenge. This includes state-of-the-art bioinformatics tools from groups who lead the way in the annotation of genome sequences and predicting protein function. Importantly, they are now able to consider the &quot;unknowns&quot; discussed above, such as different isoforms and their likely effects on interacting partner proteins. \n\nWe will characterise the developmental fly proteome, in terms of the levels, isoforms, interactions and locations of the important signalling proteins in order to generate a developmental spatio-temporal map. This will be a major advance in both developmental biology and genome science, which we hope will form an important resource for all biologists interested in gene function and development, as well as advancing and integrating the technologies needed to study it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L002817/1","grantId":"BB/L002817/1","fundValue":"2845410","fundStart":"2014-03-01","fundEnd":"2018-02-28","funder":"BBSRC","impactText":"","person":"Simon  Hubbard","coPersons":["Christine Anne Orengo","Steven  Russell","Alfonso  Martinez Arias","Casey  Bergman","Kathryn Susan Lilley","David  Jones"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}