{"id":"C71F1AC7-3402-4185-88B5-05C35A573D54","title":"Disability and Disadvantage: Re-examining Topics in Moral and Political Philosophy","abstractText":"What does it mean to have a disability? Is there anything 'normal' against which we can measure disability? Is disability a key issue for human freedom? Should we try to prevent or to correct disabilities? If so, should we change society or change people? Does justice demand that we give special provision to persons with disabilities? What does it mean to be autonomous? Does cognitive disability diminish autonomy? Or does our conception of 'autonomy' require revision? \\n\\nIn this series of workshops on Disability and Disadvantage, internationally renowned philosophers will be given an opportunity to re-examine some core issues in moral and political philosophy in light of considerations of disability. The philosophers presenting at these workshops represent a range of conflicting views on disability. Some advocate inclusive systems of justice and democracy. Some advocate the elimination of disability. And some claim that no line can be drawn between curing or treating dysfunction and enhancing function.\\n\\nThis international group of thinkers combine philosophical analysis with expertise in Bioethics, Medical Ethics, Health, Law, Population Ethics, Politics, Public Policy, and Education. Together, the contributors represent 14 universities from the United States, the United Kingdom, Australia, and Ireland. Their discussion will seek to take philosophical debates about disability beyond traditional questions of whether to bear certain children and of how to assess the quality of life that certain persons can enjoy, to weighty issues of autonomy, normalcy, freedom, rights, health, diversity, equality, justice, and discrimination. \\n\\nThe papers resulting from these workshops will comprise the collection Disability and Disadvantage, forthcoming with Oxford University Press (2008). This volume is edited by the Principal Investigator Kimberley Brownlee and her co-editor Adam Cureton. \\n\\nAcademics and professionals from all disciplines are encouraged to attend these workshops. The sessions will interest scholars and students working in practical ethics, political theory, bioethics, politics, sociology, and disability studies. The workshop will also be of interest to people outside academia. Disability advocates and lawyers will find the discussions useful for evaluating policies and proposals in this increasingly important domain.\\n\\nThe contributors to this project include: Adrienne Asch (Yeshiva), Dan Brock (Harvard), Kimberley Brownlee (Manchester), Adam Cureton (University of North Carolina at Chapel Hill), Norman Daniels (Harvard), Leslie Francis (Utah), John Harris (Manchester), Christie Hartley (Georgia State), Richard Hull (National University of Ireland, Galway), Frances Kamm (Harvard), Guy Kahane (Oxford), Doug MacLean (University of North Carolina at Chapel Hill), Jeff McMahan (Rutgers), Thomas Pogge (Columbia and ANU), Anita Silvers (San Francisco State), Lorella Terzi (Roehampton), Julian Savulescu (Oxford), David Wasserman (Maryland), and Jonathan Wolff (University College London).\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E006264/1","grantId":"AH/E006264/1","fundValue":"22820","fundStart":"2007-03-15","fundEnd":"2007-09-14","funder":"AHRC","impactText":"","person":"Kimberley Lauren Brownlee","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}