{"id":"C720B638-5461-4F86-A707-CC22DACF5997","title":"LSCITS-RPv2: Large-Scale Complex IT Systems Initiative - Research Programme v2","abstractText":"We intend to establish a UK National strategic coordinated research and training initiative centred on issues in the science and engineering of Large-Scale Complex IT Systems (LSCITS: pronounced else-its). We propose the creation of a coordinated national network of researchers in industry and academia with the skills and knowledge appropriate to dealing with the problems of designing, managing, and main-taining current and future LSCITS across their life-cycles. Pursu-ng research that addresses these problems, and training the researchers who will undertake that research or apply its findings in practice, are two major strategic needs at the national level. The proposed Initiative's programme of work is intended to last for five years, but it is our intent that this be viewed as a period of pump-priming ramp-up , establishing at steady-state a well-coordinated community of interacting researchers, self-sustaining by generating ongoing financial support from public funds and from industrial sponsorship and collaborations. Thus we include here a discussion of our plans for continuing the Initiative beyond its fifth year. Total funds requested from EPSRC are approx 9.6m, of which 4m is dedicated to establishing and running an Engineering Doctorate (EngD) training programme, and 5.6m is dedicated to funding a coordinated set of research work-packages. Both the EngD and the research programme are intended to be conducted with close involvement from industry. The EngD proposal will be submitted separately, once the outcome of this application for 5.6m funding of the research programme is known.Our proposal marks the formation of a new partnership between leading academics from five UK universities, who each have significant histories of research and education leadership in complementary aspects of the science and engineering of LSCITS. Additionally, all five of the authors of this proposal have very strong links into relevant companies across several major sectors of UK industry. Companies who have indicated an intent to be-come involved in significant ways at this stage include Accenture, BAE Systems, BT, DSTL, Hewlett-Packard, IBM, Praxis, Qinetiq, and Rolls-Royce. Our Case For Support document presents a broad picture of our proposal and sets out what we plan to achieve. It should be read in conjunction with its extensive appendices which provide inter alia a significantly more detailed discussion of the background, research work-plan, EngD, exploitation/IPR strategies, and community-building activities.Our overall approach can be characterised as follows. The complexity that is inherent in large-scale systems stems from a variety of causes. These systems are often designed to address so-called 'wicked problems' which, by their very nature cannot be completely defined: they have to meet the (rapidly changing) needs of diverse stakeholders; they must integrate with a range of other legacy systems, processes and policies; they may be critical systems that have to deliver both a high level of performance and dependability; and they are profoundly affected by political influences in the organisations developing and procuring the system, and in the broader system's environment. While it would be simplistic to suggest that we can address all of the problems, we believe that we can make significant progress by altering our perspective on the engineering of large-scale complex IT systems. Rather than considering this to be a problem of specifying, developing, deploying and operating a large-scale system, , we believe that we should look at the problem as being a system of systems problem. By examining the relationships between the different systems that make up and interact with each other, and the systems involved in procuring, deploying and operating software, we believe that we can make headway in tackling the issue of complexity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F001096/1","grantId":"EP/F001096/1","fundValue":"5055290","fundStart":"2007-07-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  A five-year multi-university Initiative to establish a community of practice, and build capacity within the UK science-base, in the science and engineering of ultra-large scale IT systems, typically involving thousands of interacting computers and people.\n\nThe LSCITS Initiative ran from 2007-2013, and involved leading academics, postdoctoral researchers, and doctoral students at the universities of Bristol, Leeds, Oxford, St Andrews, and York. As would be expected for such a large and long-lived project, the LSCITS Initiative has had impact in a variety of ways. Its academic impact can be judged by the fact that, to date, LSCITS-funded research has resulted in over 200 peer-reviewed academic publications, with more to follow, several of which are already frequently cited. The Initiative ran a successful series of public symposia and invitation-only workshops which were well attended by leading industrial practitioners and by internationally-leading academics external to the Initiative; in this way, it helped to provide thought-leadership and to shape professional practice in the design, development, and management of large-scale complex IT systems. A particularly fruitful international collaboration was established between the Initiative and the USA's Ultra-Large Scale Systems project led by the Software Engineering Institute at Carnegie Mellon University (the world's premier institute for software systems engineering). Political/policy impact was achieved by working with the UK Government's Home Office on a study of their internal IT systems issues, and also with the UK Government Office for Science's &quot;Foresight&quot; unit on a two-year study exploring the future of computer trading in the global financial markets, a project proposed by the Initiative's Director in which significant effort was spent on engaging with the drafting process for the EU's second Markets In Financial Instruments Directive, which when enacted will determine rules and regulations for financial-market trading across all European member states. Economic impact was achieved by the successful commercialization of research conducted at St Andrews into a start-up company, which was then rapidly acquired by a leading US cloud-computing company.\n\nContribution Method: The peer-reviewed publications and reports helped shape opinion and promote further research. Digital/Communication/Information Technologies (including Software) ","person":"Dave  Cliff","coPersons":["J  Keen","Ian  Sommerville","John Alexander McDermid","Marta Zofia Kwiatkowska"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}