{"id":"C727DE1A-4A0E-4E09-8282-0B01F2DE45B3","title":"Differen0ating the contributions of domain-specific regions within the medial temporal lobe and extrastriate cortex to perception","abstractText":"Perception of, and memory for, faces, scenes and objects is necessary for successful social interaction and navigation in our environment. Understanding how we tell apart and remember these different categories of stimuli, therefore, is a key question in cognitive and social neuroscience. This project contributes to this question by using functional neuroimaging to identify brain areas that are selective in their response to particular categories of visual stimuli. The proposed experiments then ask how these different regions support our ability to distinguish items both across and within these visual categories. For example, three brain regions in humans - the occipital face area, fusiform face area and perirhinal cortex - show particularly strong responses to faces, compared to scenes and objects. Damage or disruption to these brain regions results in difficulties in telling apart different faces, but less so scenes and objects. Processing of faces, therefore, is clearly dependent upon a number of special brain areas distributed throughout the human brain. As yet, however, we know little about how these three face regions contribute to perceiving and identifying faces, including understanding what type of facial information is stored in each region, and whether these representations are unique to faces across these regions. We also do not know whether these areas are recruited separately (or together) during tasks in which one is required to tell apart faces, and whether this differs depending upon factors such as visual similarity. Extending these questions beyond face stimuli, there are outstanding issues regarding whether the information we learn from our experiments on faces can be generalised to domain-specific regions specialised for processing other visual categories, such as scenes and objects. This is an important, and novel, part of our proposal, as evidence of generalisation would highlight fundamental neural principles about how the human brain acquires, stores and uses information about visual categories, as opposed to just face stimuli. To address these important questions, the proposed project aims to use functional neuroimaging to ask which brain areas are sensitive to distinct categories (e.g., faces, scenes and objects) and how these regions help support perception for items that comprise these categories. The planned experiments will identify similarities and differences in how these regions store different categories of stimuli (e.g., by visual features comprising these items or as whole items) and help identify the contribution made by these brain areas to perception. The programme of research is novel in that it aims to integrate methods from two psychological disciplines (perception and memory) that are typically researched independently, including investigating how regions thought to be uniquely specialised for memory processing may also contribute to perception. It also aims to look for commonalities (and differences) across visual categories and across brain areas; this approach is rare in cognitive neuroscience research, but ensures, here, that our planned experiments will result in significant advances in our understanding of how the brain represents and remembers categories of stimuli key to successful interactions with people, and the environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I007091/1","grantId":"BB/I007091/1","fundValue":"806722","fundStart":"2012-01-04","fundEnd":"2015-01-03","funder":"BBSRC","impactText":"  The findings have been used to inform development of tasks for use in studies of aging. This has involved discussion with industrial partners, but not yet lead to any concrete collaborations. Healthcare Societal","person":"Kim  Graham","coPersons":["Paul  Downing"],"organisation":"Cardiff University","findingsText":" We have discovered that separate parts of the brain respond to social stimuli (faces) compared to spatial stimuli (environments). We have also investigated how these brain respond across different individuals (e.g., variation in the population) The findings are important in understanding risk/resilience, for example, in the context of later life aging. The paradigms we developed could also be developed as sensitive markers of risk, and used to measure decline (or lack of decline) with interventions. Healthcare","dataset":"gtr"}