{"id":"C729B420-E313-46DE-BE50-CF98A4BF54AB","title":"Transnational Network for Sexuality, Race and Religion Researchers and Civil Society Actors","abstractText":"This transnational initiative seeks to transform an informal network between scholars and practitioners that is currently at an early stage into a formal, active and productive international network. The network aims to connect academic researchers and civil society experts working on the interplay of sexuality, race and religion to further understanding of this area. The network members will therefore be able to exchange knowledge and form collaborations to work on common and transnational aspects of their work. This will be facilitated through opportunities provided by the Network including one face to face and three additional virtual meetings, as well as via electronic means including an interactive website (a private members area for discussion) and a moderated e-list. \n\nThe network members will share expertise from their specific localities to extend the mapping of local and transnational instances of exclusion based on sexuality, race and religion that coincide with formations of nationalism. In doing so it will develop the state of the art in relation to understanding the ways in which relations between changing notions of gender and sexual identities, racism and nationalism in different national and cultural contexts can operate. The Network Project will document this work and in particular successful strategies that have been employed in responding to such events by publishing papers presented at the International workshop to be held at Oxford Brookes in July 2012 in an edited collection (Routledge, 2013), as well as within a co-authored journal article and a 25-page jargon free report aimed at practioners working in relevant social policy fields. The network's website will act as a key networking tool where participants can share their local experiences, communicate research ideas, make comments and obtain feedback on each other's work, develop joint research proposals, and discuss differences and convergences across local contexts. It is therefore an important means by which to facilitate effective and meaningful knowledge exchange between academics (including early career scholars) from a wide range of disciplines, and civil society actors including lawyers and other local practitioners working on these issues.\n\nThe project will also enable already initiated collaborative work to be strengthened through one face to face workshop to be hosted at Oxford Brookes University in July 2012, as well as through a series of virtual meetings (for example, using skype). The virtual meetings will work towards the face to face meeting examining a number of specific issues and topics. These will include how to sustain and strengthen transnational collaboration with a plurality of civil society actors and academics. We will also facilitate a conversation between civil society actors working in the Global South to discuss a number of issues including the impact of organisations located in the Global North on their work. Another theme will be how to respond to the emergence of far right organisations in European contexts (for example, the English Defence League in the UK) and their impact on civil society actors working in the field of sexuality, race and religion and multiple exclusions. These discussions will also be published in the Network's edited collection. In addition, the networks developed through the workshop and meetings will be sustained and supported through the updated website which will also feature a directory of academics and civil society actors who are members of the network. This will be an important resource for policy makers and the wider public globally to be able to easily locate and access different researchers and civil society actors working in the field of sexuality, race and religion. This transnational network is unique in bringing together constituent members working on these issues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J004839/1","grantId":"AH/J004839/1","fundValue":"22825","fundStart":"2012-08-21","fundEnd":"2015-01-20","funder":"AHRC","impactText":"","person":"Suhraiya  Jivraj","coPersons":["Silvia  Posocco"],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}