{"id":"C72DCEF8-DD4C-45AD-A969-D755CAD64EDB","title":"The Language of Collaborative Manufacturing","abstractText":"Today's machines and products are so advanced in terms of their materials, form, construction, control and drive systems that they require expertise and resource that extends beyond the reach of even the world's largest organisations. As a consequence, the design, development and manufacture of, for example, a modern aircraft is undertaken by a large globally distributed network of organisations. While defining this network poses a design problem by itself, it is the challenge of managing such large, highly distributed, high value projects that is of upmost concern to industry presently. This is not only because of the recent spate of high profile cost overruns, delivery setbacks and collapsed projects, but also because of aspects of leakage of intellectual property, exposure to risk, and difficulties capturing design records, lessons learned, decisions and rationale.\n\nEngineering projects of the sort previously described are critically dependent upon two key toolsets. These are electronic communication tools (e.g. email) and digital objects (reports, CAD models and simulations). These communication tools and digital objects are fundamentally related. Engineers around the globe communicate electronically in order to create and evolve digital objects which are the basis for the design, manufacture, assembly, delivery and maintenance of products and machines. It is this relationship and co-evolution of communication and digital objects that lies at the heart of every engineering project, embodying not only the engineering work itself but also control of intellectual property, decision making, rationale and problem solving. For these reasons, it is proposed that, through an understanding of the relationship and co-evolution of communication and digital objects, it is possible to improve the management, control and performance of engineering projects.\n\nThe vision of this research will be realised through a suite of ICT tools that embody new methods and approaches for capturing and analysing the content and evolution of engineering communication and digital objects, and new methods and approaches for generating, representing, interacting with, and interpreting what are defined as signatures of in communications and digital objects. The term signature is used to represent a meaningful relationship between one or more dimensions of communication and/or digital objects at a point in time or over a period of time.\n\nThe research programme firstly considers the two dimensions of communication and digital objects. The aim here is to characterise what are referred to as the &quot;language of collaborative manufacturing&quot; (content of communication) and &quot;patterns of evolution of digital objects&quot; (construction and changes to digital objects) and to explore means of classifying content and structure, and means of generating signatures.\n\nThe programme then explores the relationship between the co-evolution of these two dimensions. Here the aim is to establish sets of signatures, relationships between signatures and patterns of signatures that embody meaning for improving aspects of collaborative engineering such as those previously stated. This phase then investigates means of representing and visualising the signatures/patterns.\n\nThe third phase of the programme researches new methods and approaches for project stakeholders to interact and meaningfully interpret signature sets, relationships and patterns with the aim of providing continuous real-time feedback. Such capability will enable advance warning of issues, improved management, increased productivity and ultimately improved design and manufacture of the product.\n\nIn addition to the three major phases, the programme has a research strand focussed on testing and validation of the new methods and approaches, and characterising best practice, as well as new ways of setting up and managing collaborative work which will be used as part of outreach and knowledge transfer activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014196/2","grantId":"EP/K014196/2","fundValue":"1877600","fundStart":"2013-06-01","fundEnd":"2018-01-31","funder":"EPSRC","impactText":"","person":"Ben James Hicks","coPersons":["Stephen James  Payne","P  Johnson","Simon Lloyd Jones","Linda B Newnes","SJ  Culley","Leon  Watts","Chris  McMahon"],"organisation":"University of Bristol","findingsText":" Today's machines and products are so advanced in terms of their materials, form, construction, control and drive systems that they require expertise and resource that extends beyond the reach of even the world's largest organisations. As a consequence, the design, development and manufacture of, for example, a modern aircraft is undertaken by a large globally distributed network of organisations. While defining this network poses a design problem by itself, it is the challenge of managing such large, highly distributed, high value projects that is of utmost concern to industry presently. This is not only because of the recent spate of high profile cost overruns, delivery setbacks and collapsed projects, but also because of aspects of leakage of intellectual property, exposure to risk, and difficulties capturing design records, lessons learned, decisions and rationale.\n\nThis programme proposed to overcome these challenges and whilst the research is in its early stages, key findings to date include:\n\n- Confirmation of the viability of the proposed approaches in helping to solve the challenges faced in managing large, complex engineering projects\n\n- Identification of key weaknesses of existing project management approaches for monitoring and managing large engineering projects.\n\n- Development of a conceptual framework for Engineering Project Health Monitoring, analogous to engineering techniques such as Integrated Vehicle Health Monitoring (IVHM).\n\n- Successful use of state-of-the-art methods for real time analysis of emails, social media activity and electronic file evolution.\n\n- Developed a promising new approach to measure the maturity of project artefacts including reports and Computer Aided Design (CAD) files. Although at its early stages, the findings have begun providing useful insights into many aspects of engineering projects which may provide useful, actionable information to managers of large, complex engineering projects and those that work on them.\n\nThe techniques employed to analyse data include analysing communications (e.g. emails) for sentiment, how electronic files change over time, how past documents can better inform future projects. As many are highly automated, they lend themselves to embodiment in software tools such as dashboards and management information systems. Aerospace, Defence and Marine,Construction,Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}