{"id":"C73DCA44-D043-466E-90A3-92DFAE6A99B2","title":"International cooperation in the context of Sentinel-3 Ocean and Land Colour Imager (OLCI) validation studies over lake ecosystems (INCIS-3IVE)","abstractText":"Water is vital for the existence of life on Earth. Lake and reservoirs contain something like 85% of all freshwater on Earth and as such any deterioration in the health of these systems can have profound effects on human society as well as the wider environment. Lakes are very dynamic environments and their health depends on many complex interactions between physical, chemical and biological processes. Lakes are also very sensitive systems and they respond rapidly to changes in our climate and also to the way we manage our lands. It's really important that we are able to measure the condition of lakes around the world and understand how they are changing as a result of human activities. However, this is no easy task. There are over 300 million lakes on Earth and they are scattered across the landscape and often in very remote and inaccessible locations. We simply do not have the financial or human resources to be able to monitor the health of all these lakes. In fact, we currently only monitor something like less than 0.00003% of all lakes and reservoirs on Earth.\n\nThis a real challenge for lake scientists at the moment. One way of potentially meeting this challenge is to use satellites orbiting the Earth to make measurements of lake water quality. Satellites allow us to observe large areas on the Earth at any one time and they can provide these observations on a very frequent basis. This makes them ideal for assessing changes in lakes. However, the use of satellite observations for lake monitoring is technically challenging and we have only recently started to develop these techniques in a serious manner. In the next few years, the European Space Agency will be launching a series of new satellites called the Copernicus Sentinels. These satellites are being specifically designed for monitoring our environment, including the health of lakes and other inland waters. To get the very best of these new satellite sensors, there is an urgent need to bring together worldwide experts to work on the development of tools for extracting information on the status of lakes from the raw satellite observations.\n \nThe purpose of this project is to bring together Europe's leading scientific teams with interests in the use of satellite sensors for lake monitoring and to get them working together on common challenges. In particular, the teams will be tasked with working out how better to relate satellite observations to measurements made on the ground. These are very technical considerations but are vitally important if we are to use satellite observations in the correct way. This project will exploit a rare opportunity to make use of some world-class research facilities and instruments in other countries. This will greatly benefit scientists in the UK and ensure they remain in a position to lead future developments in the field and contribute to the social and economic well-being of our wider society. Ultimately, we anticipate that in the very near future satellite technology will allow scientists to answer fundamental questions about how lakes are responding to changes in our climate and understand the implications of these changes for the wider environment and human society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013312/1","grantId":"NE/L013312/1","fundValue":"35947","fundStart":"2014-05-29","fundEnd":"2016-05-28","funder":"NERC","impactText":"","person":"Andrew Nicholas Tyler","coPersons":["Peter David Hunter","Victor  Martinez Vicente","Stephen Brian Groom"],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}