{"id":"C748D1D7-5196-4A2B-AB6D-DE6BFB99BC7F","title":"Evidence, Publics and Decision-making for Major Wind Infrastructure","abstractText":"The involvement of affected communities in local planning for wind energy projects has been much examined. Typically, research has addressed the potential opposition to such schemes and sought to understand it. However, major wind energy developments do not go through the local planning system but are rather dealt with by the regime for Nationally Significant Infrastructure Projects (NSIPs) established by the Planning Act 2008. Under this regime, major projects are considered by an Examining Authority from the Planning Inspectorate, who makes a recommendation in an extensive report to the Secretary of State, who then takes the decision. There are opportunities for affected communities to express their concerns about and aspirations for the projects, both in writing and at a public Examination. But, subject to important provisos, decisions must be made in accordance with relevant National Policy Statements, and these set out a strong policy commitment in favour of low carbon energy infrastructure investment. This raises interesting questions about how decision-making on major wind projects is taking the concerns of diverse local publics into account in practice. A pilot research project suggested that central government policy was constraining engagement with public concerns and aspirations and that, while publics considered that their views should be taken into account, they were doubtful that they would. Furthermore this pilot research suggested that local residential and business communities engaged differently with the NSIP regime and that various environmental impacts were also considered in diifferent ways. The reasons were seen to lie in the way that 'evidence' was framed within the decision-making process. This project therefore examines the way that local publics engage with decision-making on major wind infrastructure projects and how their local knowledge is framed as 'evidence', working through the implications for: the decision-making; the mitigation measures that are offered local communities to mitigate impacts; and - more broadly - the legitimacy of the NSIP regime. The project operates with a multi-disciplinary approach, drawing on planning studies, science and technology studies and legal studies. The conceptual framing that draws these different disciplines together is one that recognises the centrality of language in framing discussion, constructing knowledge and justifying decisions and the role of institutional arrangements in shaping how local communities are engaged with and treated by planning decision-making processes. The methodology bridges these disciplines by developing and adopting a common coding system for the various forms of data that are collected and linking this coding system closely to the concerns raised by the conceptual framework: how knowledge is constructed as evidence, how evidence is relied on in decision-making on major wind projects and how this affects local communities. The research questions that the project addressses are:\n1. How are publics' concerns and aspirations taken into account in planning decision-making for major wind infrastructure projects?\n2. How is the lay knowledge of publics and accredited expert knowledge constructed as 'evidence' within such decision-making? \n3. How does the construction of knowledge claims as evidence impact on the handling of diverse publics' concerns over major wind projects in the final decision-making? \n4. How does this affect the potential mitigation of impacts on local communities (residential and other) within such decision-making? \nThese questions will be answered by analysis of: documentary material relating to major wind projects held on the Planning Inspectorate website, discussion within focus groups on decision-making for such projects; survey of and interviews with local people who have been involved in such decision-making; and interviews and workshops with experts and key stakeholders in wind farm projects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M010007/1","grantId":"ES/M010007/1","fundValue":"341081","fundStart":"2015-07-01","fundEnd":"2017-12-31","funder":"ESRC","impactText":"","person":"Yvonne Jansdotter Rydin","coPersons":["Simon J Lock","Maria  Lee"],"organisation":"University College London","findingsText":"","dataset":"gtr"}