{"id":"C74D91A1-D43A-44F6-9ED6-610A0EFAF5EC","title":"IODP Leg 340 Lesser Antilles","abstractText":"The Lesser Antilles islands in the Caribbean Sea are host to a large number of volcanoes. Although Montserrat is host to the only volcano that is erupting at the present time, there have been many eruptions over the past century, including some that have led to large numbers of fatalities in the region. Hence, an understanding of the eruptive history of the volcanoes and the geohazard implications of these eruptions is critical if we are to provide sound advice to the local population. This information cannot be readily gathered by studying the volcanic deposits on land, because the products of younger eruptions bury the evidence of past events and most of the products of the eruptions are, in any case, rapidly transported to the oceans. Hence, the best record of the volcanic history in the region comes from analysing the record of volcanic activity that is preserved in the marine sediments that surround the islands. In addition, most of the volcanoes in the region go through cycles of growth of a large dome of fresh volcanic rock that then becomes unstable and collapses into the ocean. If these collapses are large, they have the potential to generate large tsunamis that could represent a significant hazard to the local populace. Again, because these collapses transfer debris to the oceans, the best record of their size and speed of formation (which are critical to assessing their hazard potential) is to be found in the oceans. Although we have been able to obtain some information extending back over the past hundred thousand years from conventional research vessels, we know that volcanic activity on the islands has extended back several millions years and there is evidence that there were much larger eruptions and dome collapse events during this time. So, in order to study this long term record we need to drill several hundred metres deep through the marine deposits and recover the sediments for study on board the ship and in our laboratories on land. In order to accomplish this, we will be undertaking a 7 week long cruise aboard the IODP ship to recover drill cores from off the islands of Montserrat and Martinique.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J020168/1","grantId":"NE/J020168/1","fundValue":"14123","fundStart":"2012-03-01","fundEnd":"2012-04-30","funder":"NERC","impactText":"","person":"Martin Ralph Palmer","coPersons":[],"organisation":"University of Southampton","findingsText":" This grant was to cover my participation in IODP leg 340. Hence, there was no definitive scientific findings in the conventional sense of a NERC standard grant. However, the cruise was very successful in recovering extensive sections of core material from debris flows off of Montserrat and Martinique and in recovering a complete 4.3 million year tephra record from Montserrat. The two follow-on NERC proposals that have been funded will examine how we can use the sedimentary record obtained during the IODP cruise to improve our ability to predict the magnitude and impact of volcanic eruptions in the Caribbean. We anticipate that this work will provide governments in the region with better information with which to design mitigation strategies for the geohazards associated with volcanic activity. This is particularly important in this region as the local economies are critically dependent on tourism, such that reliable (non-sensationalist) predictions of volcano-related hazards are essential to safeguard the economies of the Caribbean nations. Three NERC proposals were submitted as a direct result of participation in the IODP cruise. Two of these have been funded and the third proposal in under consideration. It is anticipated that the research resulting from these proposals will provide the full exploitation route resulting from participation in the IODP leg. Communities and Social Services/Policy,Environment,Leisure Activities/ including Sports/ Recreation and Tourism","dataset":"gtr"}