{"id":"C751E7BF-71C5-4C02-AAD9-5FB98F682921","title":"Room Temperature Terahertz Quantum Cascade Lasers on Silicon Substrates","abstractText":"The THz part of the electromagnetic spectrum has a number of potential applications which include oncology (skin cancer imaging), security imaging, THz bandwidth photonics, production monitoring and astronomy. The U.K. has been one of the pioneering countries in THz research but also in the exploitation of the technology with a number of companies including TeraView, QMC Instruments and Thruvision. At present most commercial imaging and spectroscopy systems use expensive femtosecond lasers with photoconductive antenna which fundamentally limits the power output to the microWatt level. Virtually all the applications referenced above require room temperature sources with over 10 mW of output power if parallel, fast, high performance imaging and/or spectroscopy systems are to be developed.While interband recombination of electrons and holes in Si and Ge are inefficient due to the indirect bandgap of the semiconductors, intersubband transitions provide an alternative path to a laser for low energy radiation such as THz frequencies. Intersubband unipolar lasers in the form of quantum cascade lasers have been demonstrated using III-V materials. Powers up to 248 mW at 10 K have been demonstrated at THz frequencies but due to polar optical phonon scattering and the associated reduction in intersubband lifetimes as the temperature is increased, such devices only operate at cryogenic temperatures. Previous work has been undertaken on p-type Si/SiGe quantum cascade lasers but due to large non-parabolicity and large effective mass (0.3 to 0.4 m_0) in the valence band, significant gain above 10 cm^-1 is difficult to engineer.In this proposal, we propose to use pure Ge quantum well designs and L-valley electrons for the first experimental demonstration of a n-type Si-based quantum cascade laser grown on top of a Si substrate. We demonstrate that the low effective of 0.118 m_0 and long non-polar lifetimes in the Ge/SiGe system potentially provide gain close to values demonstrated in GaAs THz quantum cascade lasers at 4 K and also potentially allow 300 K operation. Further the cheap and mature available Si process technology will allow at least a x100 reduction in the cost of THz quantum cascade lasers compared to GaAs devices. Such devices could be further developed into vertical cavity emitters (i.e. VCSELs) for parallel imaging applications or integrated with Si photonics to allow THz bandwidth telecoms. Finally we propose optically pumped structures which have the potential for broadband tunability, higher output powers and higher operating temperatures than THz quantum cascade lasers.This programme has brought together the modelling and design toolsets at Leeds University with the CVD growth expertise at Warwick University combined with the fabrication and measurement expertise of SiGe devices at Glasgow University to deliver internationally leading research. We have a number of industrial partners (AdvanceSis, Kelvin Nanotechnology and TeraView) who provide direct exploitation paths for the research. Successful room temperature quantum cascade lasers are an enabling technology for many new markets for THz applications including oncology (skin cancer imaging), security imaging, production monitoring, proteomics, drug discovery and astronomy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H02350X/1","grantId":"EP/H02350X/1","fundValue":"276578","fundStart":"2010-09-01","fundEnd":"2014-02-28","funder":"EPSRC","impactText":"","person":"Robert William Kelsall","coPersons":["Zoran  Ikonic"],"organisation":"University of Leeds","findingsText":" We have developed simulation tools which we have used to investigate the feasibility of using germanium and silicon-germanium multilayer structures to form far-infra-red (terahertz) lasers. We have optimised designs for these lasers and investigated the accuracy required in the semiconductor layer growth process in order to achieve laser operation. Laser design and simulation work can be adopted by research groups attempting to grow and fabricate multilayer terahertz laser structures, and may ultimately be adopted by the semiconductor photonics industry. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Environment,Healthcare,Security and Diplomacy","dataset":"gtr"}