{"id":"C758BDA8-0F27-4BEE-A6E1-38FD2F77EF8C","title":"Centre for Diet and Activity Research (CEDAR)","abstractText":"Non-communicable diseases such as diabetes, heart disease, cancer and mental health problems account for 60% of deaths globally. Poor diet and lack of physical activity play an important role in increasing the chance of developing these diseases. Physical inactivity alone is estimated to account for around 1 in 10 deaths worldwide, comparable to the impact of smoking. Seventy thousand premature deaths in the UK alone could be avoided each year if diets matched nutritional guidelines.\n\nIn the face of these statistics it would seem intuitive that everyone should strive to make individual choices to eat a healthy diet and adopt an active lifestyle. However, we don't make such choices in isolation and our diets and activity levels are driven as much by the broader social, cultural, economic and physical environment in which we live by as our personal attitudes and beliefs. CEDAR aims to improve our knowledge of the population-level factors that influence these diet and activity behaviours. Generating a greater understanding about these determinants is an important step in developing interventions to help populations adopt sustainable healthy behaviours. CEDAR also aims to evaluate the impact of such interventions both on short term behaviour change and, in the longer term, on health outcomes. However, not all interventions that impact on diet and physical activity are designed with changing these behaviours as their primary purpose. Indeed our physical activity behaviour is strongly influenced by the structure of the built environment around us. Therefore CEDAR also undertakes evaluations of interventions such as changes to the transport infrastructure that may impact on commuter and leisure physical activity levels as a by-product rather than their primary objective. \n\nThe evidence we gather will help politicians, health professionals and society at large make better decisions about how to improve health for the whole population, whether it is through direct public health interventions, or wider ways that influence how we live, travel and work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K023187/1","grantId":"MR/K023187/1","fundValue":"2727950","fundStart":"2013-10-01","fundEnd":"2018-09-30","funder":"MRC","impactText":"","person":"Nicholas John Wareham","coPersons":["Simon James Griffin","Sara Frances Kirk","Esther  Van Sluijs","Rajalakshmi  Lakshman","Andrew Peter Jones","Sara  Benjamin Neelon","Marc  Suhrcke","David Bruce Ogilvie","John  Battersby","Carol  Brayne","Pablo  Monsivais"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}