{"id":"C75F02B9-AAAB-4D27-A5D4-6136FEA2CDE0","title":"Newton001-THE EFFICACY AND SAFETY OF STEM CELL THERAPIES IN MOUSE MODELS OF KIDNEY DISEASE","abstractText":"It is now recognized that renal disease is a global public health problem, with the incidence of end stage renal disease (ESRD) rising annually. Current treatment options for ESRD are dialysis or renal transplantation, which apart from their significant drawbacks in terms of increased morbidity and mortality, are also placing an increasing economic burden on society. ESRD usually develops from a progressive worsening of chronic renal disease. In most cases, however, there is a time-window of several years from the onset of mild/moderate kidney disease to the development of ESRD, which could present an opportunity to design therapies aimed at preventing disease progression by repairing or replacing damaged renal tissue. Over recent years, stem cells have been identified in the kidneys of mice and humans that are able to generate some of the specialised cells that are essential for the kidneys to function. Studies have shown that if these kidney-derived stem cells (KSCs) are injected into mice with kidney disease, they populate the damaged tissue and in some cases, can even improve kidney function. Furthermore, mesenchymal stem cells (MSCs) derived from bone marrow or adipose tissue have also been shown to ameliorate kidney disease in rodents. However, no studies have directly compared the therapeutic efficacy of these two stem cell types, nor investigated whether they remain in the kidneys and are able to benefit the recipient over the long-term, or if their presence is only short-lived.\n\nThere are also a number of safety issues surrounding such therapies that need to be addressed; for instance, the possibility that the stem cells populate other tissues besides the kidney has not been thoroughly investigated. This information is important because if the stem cells end up in the wrong environment, they could generate inappropriate cell types, or could potentially from tumours, which would be detrimental to the recipient.\n\nIn this project, we will compare the therapeutic efficacy of human KSCs and MSCs in mice with kidney disease. To check if the stem cells populate tissues other than the kidney, in some experiments, we will label the cells so that they can be monitored non-invasively using various imaging techniques, such as magnetic resonance imaging, photoacoustic imaging and bioluminescence imaging. We will also follow some animals over the long-term to investigate if they develop tumours.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M026256/1","grantId":"MR/M026256/1","fundValue":"50405","fundStart":"2015-01-30","fundEnd":"2016-01-29","funder":"MRC","impactText":"","person":"Patricia Ann Murray","coPersons":["Bettina  Wilm","Brian Kevin Park"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}