{"id":"C763DEA2-B173-4CA5-AF1A-E03CD230A705","title":"Assesment of on-wing engine health based on non-linear dynamic engine behaviour","abstractText":"There have been significant developments over the last 10 years in the field of predictive health sensing in the aerospace sector, with the majority of benefits realised from the prediction of aero engine performance deterioration. The area that has not yet been developed is the prediction of deterioration in the structural dynamics behaviour leading to unplanned engine maintenance. The purpose of this program is to develop a novel approach based on the sensing of non linear behaviour of engines on-wing as a measure of abnormal engine deterioration. The techniques developed will then be\nsubjected to a verification and validation program designed so that it will act as an enabler to claim maintenance credits with the airworthiness authorities and facilitate the use of prediction of remaining useful life in the management of assets. This project provides predictive algorithm and decision making techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K504075/1","grantId":"EP/K504075/1","fundValue":"147236","fundStart":"2013-01-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"David James WaggDavid  Ewins","coPersons":[],"organisation":"University of Bristol","findingsText":" UoB have designed, built, developed and commissioned a new test rig that will have application far beyond its immediate role in HITEA. The test rig is designed to provide measured vibration data which can be used to validate Engine Health Monitoring (EHM) diagnostic methods, such as those used in jet engines to give early warning of imminent faults in the engine.\nThe test rig is on schedule and is about to deliver the measured vibration data required by other partners for EHM methods validation. The project has actually exceeded its original objectives in that the test rig will be suitable and available for further extensive research investigations on a whole range of vibration studies. With this in view, the Test Rig is to be submitted to a TRL6 review next month. Aerospace, Defence and Marine","dataset":"gtr"}