{"id":"C764B4A8-19CD-45C6-8925-CA6F495F6859","title":"Molecular mechanisms of calcium/calmodulin-dependent kinase localisation activation and inhibition","abstractText":"In this research project the three dimensional structures, and molecular interactions and flexibility of a human signaling enzyme will be characterized at a resolution that is most useful for drug discovery. This 40 kDa kinase is known as Ca2+/calmodulin-dependent protein kinase I delta (CaMK1D), and adds phosphates to substrate proteins on serine or threonine residues. Our protein target has recently been found to be critically involved in the transformation and invasiveness of breast cells. Its gene is frequently amplified and hyperactive in basal layer cells of breast carcinomas, causing cells to grow and divide without control, and suggesting that CaMK1D inhibitors could have direct relevance to improving human health and well being. However, these targets still remain very challenging for analysis in terms of their solution structures and conformational dynamics under physiological conditions, warranting further fundamental research and technological developments to render them more amenable to experimental investigation and uncover their mechanisms at a predictive level. We will use a method known as nuclear magnetic resonance spectroscopy using our national facility's superconducting magnets, which can be used to detect a unique signal for the individual thousands of atomic nuclei in the macromolecule. The method provides an unprecedented level of information about the shape, conformation, motions and chemical interactivity of a protein in three dimensional space and over a range of timescales from picoseconds to seconds. We have assigned most of the protein's backbone signals, and now plan to extend these to its resolved complexes and sidechains to understand its molecular functions better than any other protein kinase. We will study the interactions of CaMK1D with other proteins that activate the enzyme as well as metabolites and inhibitors which we have recently discovered as ligands and begun to map the interactions of. We have also predicted a novel site that could bind lipids and membranes, and will use spin label molecules and computer methods to validate and define the nature of this proposed mechanism to localize the protein to its sites of activity in cells. Together with our collaborators we will provide the first comprehensive structural, functional and chemical insights into how this kinase acts and signals at a molecular level, allowing us to much more accurately manipulate its behaviour in vitro and in vivo. The endpoints of the project include structures of the enzyme bound to the lipids, metabolites, substrates and protein ligands that regulate its activity in cells, a deeper understanding of the dynamics and kinetics of these binding events, and a rational basis for designing inhibitors and mutations for in vitro and in vivo analysis of this emerging target for drug discovery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H019383/1","grantId":"BB/H019383/1","fundValue":"398110","fundStart":"2010-10-01","fundEnd":"2013-09-30","funder":"BBSRC","impactText":"","person":"Michael  Overduin","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}