{"id":"C76E8457-9619-4D53-906F-B6CFACA94F47","title":"Technologies and Techniques for Single Cell Proteomics and Lipidomics: Nanodigestion and Analysis of a Single Cell Plasma Membrane","abstractText":"The human genome project and those aimed as sequencing the genomes of other organisms tell us the codes that are present in an organism for generating proteins. Of course nearly every cell in the body contains a complete copy of those codes yet there are numerous cell types within the body performing a wide range of different functions, even within the same tissue we can clearly identify different cell types that are performing widely different functions. What makes these cell types different is fundamentally the different level of expression of the genes that they contain, in other words the genes that are switched on and therefore the proteins that are manufactured within those cells. However that is not the whole story. Even if we know what genes are switched on in a cell, the down stream activity of those proteins is really what is important in determining cell functionality. Proteins will move within the cell, they will interact and transform depending on those interactions. In addition the cells contain a wide variety of other chemical species, not least of which are lipids. While not directly coded by the genome, the production of lipids within the cell is controlled by the proteins present and interactions involving lipids are equally important in cell function as those involving proteins.One important area where understanding of the mechanisms behind cell function is at the cell membrane, as it is here that the cell interacts with its environment and with other cells. The ability to determine which molecular species are present within the cell membrane, particularly in areas where we can identify some sort of activity will be key to developing this understanding. This proposal is an ambitious project to construct instrumentation that can take individual cells, extract those molecules from identified areas of the plasma membrane, and analyse them using optical techniques to determine the chemical structures that they contain. The proposed instrumentation draws together a number of individual technologies from across Imperial College: The whole process will take place in microfluidic devices where fluids can be handled in nano-litre volumes to digest and separate molecules from cells and from each other: Multi-dimensional fluorescence imaging techniques will be used to highlight the interesting and active areas on the cell membrane and to monitor the digestion process: Optical trapping will be used to hold and manipulate the individual cells within the microfluidic flow to allow targeting of specific areas of the cell membrane: 2d non-linear infra-red spectroscopy techniques will be used to analyse the digested components and determine their structure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C54269X/1","grantId":"EP/C54269X/1","fundValue":"5125290","fundStart":"2006-08-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  Application of Microfluidic Antibody Capture (MAC) chips to Circulating Tumour Cells (CTCs) and the detection of infectious diseases. Opened up a new subject area, Single Cell Analysis.  ","person":"David R Klug","coPersons":["Keith Robert Willison","Richard  Templer","Paul Michael William  French","Mark Andrew Neil","Andrew James De Mello","Peter J Parker"],"organisation":"Imperial College London","findingsText":" The main aim of the project was to construct instrumentation that can take individual cells, extract those molecules from identified areas of the plasma membrane, and analyse them using optical techniques to determine the chemical structures that they contain. Prototype versions of three unique proteomics platforms (labelled platforms 'Microfludic Antibody Capture (MAC) Chip' and 'Smart Droplet Microtools (SDMs)' and label free platform '2DIR') were established and evaluated.\n\n\n\nThe first is a microfluidic chip-based fluorescently labelled platform with a single molecule read-out. Fluids can be handled in nano-litre volumes to digest and separate molecules from cells and from each other. Fluorescence imaging techniques are used to highlight interesting areas on the cell membrane and to monitor the digestion process. This technology has the ability to reliably use single-molecule read-out in an antibody affinity assay and the ability to reliably use nanodigestion to spatially select parts of the cell membrane for read-out. \n\n\n\nThe second is a labelled platform which was developed for spatially selective chemical digestion of single cells (nanodigestion) using SDMs, oil microdroplets coated with amphiphilic monolayers. SDMs are manipulated using optical traps in microfluidic environments and allow us to perform biopsies on the cellular scale. We have demonstrated that following controlled cell-SDM interactions protein transfer to the SDM from the target cell occurs via specific contact points with SDMs acting as storage vehicles for the uptaken plasma membrane material. Each SDM can then be used downstream for proteomics analysis.\n\n\n\nThe third is a label free platform using 2DIR and spectroscopic methods for a readout of proteins separated by reverse phase chromatography and capillary separation. The strength of this platform lies in the novel approach to protein identification coupled with intrinsic ability to add value over and above protein counting. We have successfully increased the sensitivity of the 2DIR platform by over three orders of magnitude, discovered another potential non-linear spectroscopic route to protein identification using Coherent Anti Stokes Raman CARS spectroscopy and determined the utility of the method for measuring phosphorylation and other potential added value approaches to proteomics analysis. The main application of the technology is in healthcare where the technology can be adapted for use as clinical diagnostic tools. We are currently running a clinical evaluation of the technology applied to detection of sexually transmitted diseases. This has the potential to allow earlier and more effective intervention and to improve patient care. We also plan to develop this technology further for the detection of infectious diseases. Another clinical area where the technology is directly applicable is in oncology. We plan to use our single cell proteomic technology to track CTCs in breast cancer patients to follow development of resistance to drug treatment. This will allow clinicians to decide earlier and more accurately what drug regimen to use and when to change from one drug to another. There are two main ways in which this research is being exploited. Firstly there is its application for the study of biology in order to further our understanding of a range of important biological functions. For example heterogeneity and specialisation of cells in bacterial populations where it is believed that not all cells are behaving identically at any one time and that there can be co-operativity between them. Similarly in humans, cells of one type although nominally identical are in fact not, which gives rise to variable function and response to drugs. By studying cell to cell variation it is also possible to understand better the molecular networks that make cells function, and as our measurement methods are both accurate and precise, the data can be used for better modelling of biological processes to allow the development of predictive models which can help to put our understanding of biology onto a much more rigorous footing. In fact we have already been successful in generating funding to apply these methods to some biological networks as described.\n\n\n\nThe second route for exploitation is in healthcare. The very high sensitivity of these methods means that they can be adapted for use as a diagnostic tool. We are currently running a clinical evaluation of the technology applied to detection of sexually transmitted diseases. The benefit is that the miniaturisation allows for a rapid readout as well as a sensitive readout so that there is the potential for clinicians to obtain a test result in a few minutes. This means that positive patients can be treated on the spot without having to be sent home first, and that negative patients can obtain rapid reassurance. There are a number of other infectious diseases which could also benefit from this approach and we plan to develop this technology further for detection of infection. The second clinical area where the technology is directly applicable is in oncology. Patients with solid tumours usually have circulating tumour cells (CTCs) in their bloodstream. It is these CTCs which create secondary tumours (metastases) which are usually the cause of death. CTCs potentially give an insight into the state of health of the patient and how they are responding to treatment. We plan to use our single cell proteomic technology to track CTCs in breast cancer patients to follow development of resistance to drug treatment. This will allow clinicians to decide earlier and more accurately what drug regimen to use and when to change from one drug to another.\n\n\n\nEquipment prototypes built as part of the research has also been turned into a facility and a consortium of around 50 research collaborators are making use of the facility for subsequent biological projects. The equipment is also available for further technological development. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}