{"id":"C77A721A-6427-4EE0-BC46-07899B933D44","title":"Semantic ENrichment Enabling Sustainability of arCHAeological Links (SENESCHAL)","abstractText":"Advisory guidelines on archaeological data entry encourage use of controlled vocabulary but the means to achieve this are lacking. Many datasets simply have free text descriptions. Other databases employ pick lists based on major thesauri but the output is still text rather than any standard ID that other databases will employ. Links to online thesauri exist with some web based data entry systems but free text entry inevitably leads to errors of various kinds. Controlled vocabularies are not readily available in standard semantic formats and easy means to provide controlled indexing are not generally available. Data providers lack an efficient way to provide uniquely identified controlled indexing of data that is compatible with semantic technologies and standards. \n\nKnowledge Exchange (KE) activities based on enhanced vocabulary services are the focus of the proposed work. The general aim is to provide the means to encourage, but not force, data providers to use controlled types, by providing services to do this easily, together with tools for retrospective enrichment of existing datasets. \n\nThe work follows on from the STAR project that developed web services and user interface widgets that will be adapted and extended to meet the user needs described in this proposal. The services and KE activities will make it significantly easier for data providers to index their data with uniquely identified (machine readable) controlled terminology - ie semantically enriched and compatible with Linked Data. A further aim is to make it easier for vocabulary providers to make their vocabularies available in this format. \n\nThe project builds on the STAR/STELLAR collaboration between University of Glamorgan Hypermedia Research Unit and the Archaeology Data Service (ADS), with ADS playing a dual role as co-Investigators and users of the project outcomes. The work is in collaboration with project partners, English Heritage, who act as both vocabulary providers and users of the linked data creation and semantic enrichment services, together with RCAHMS and RCAHMW, in their role as national vocabulary standards setting bodies. Wessex Archaeology Ltd. and the Bespoke HER User Group join through their association as heritage data managers, data providers to Local Authorities and users of ADS resources. \n\nThe project will employ three major vocabulary resources maintained by EH as exemplars - the Monument Types Thesaurus, the Event Types Thesaurus and the MIDAS Archaeological Periods List. These resources will be converted to standard machine readable data formats and made freely available under a suitable open licensing arrangement. It is anticipated that converting these resources into standard linked data format with unique identifiers will encourage wider use of controlled terminology by archaeology users and act as exemplar for the wider cultural heritage domain. RESTful web services will be developed for the project to make the vocabulary resources programmatically accessible and searchable. These will include provision to 'feed back' new terms (concepts) suggested by users. \n\nSummary of the main anticipated outcomes:\n- Freely accessible and reusable persistent vocabulary resources as linked data, the techniques to achieve this being made freely available\n- Web Services to SKOS representations of the vocabularies and semantic enrichment services, along with web application components \n- Knowledge exchange for semi-automatic tools (using the services) to facilitate retrospective semantic alignment of existing datasets\n- Knowledge exchange for tools to facilitate semantic enrichment (via URIs) within data entry\n- Mechanism for feedback of supplementary terms to augment existing vocabularies\n- The software developed will be available as open source.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K002112/1","grantId":"AH/K002112/1","fundValue":"76161","fundStart":"2013-03-01","fundEnd":"2014-02-28","funder":"AHRC","impactText":"","person":"Douglas  Tudhope","coPersons":["Julian  Richards"],"organisation":"University of Glamorgan","findingsText":"","dataset":"gtr"}