{"id":"C77B95ED-706A-4B2B-9929-2F2D8967D167","title":"UK Workshop on Fundamental Physics Theory 2.0","abstractText":"Over the past few years there has been a large inflow of researchers in fundamental physics from across the world into the UK. The aim of the proposal is to provide a stimulating environment for cross fertilization between the three main areas of fundamental physics: string theory, gravity and quantum field theory. The previous FPUK meeting in November 2007 at King's College London was widely regarded to be a success and therefore we wish to build on this and organize a second meeting in November 2008. The following speakers have tentatively agreed to talk:James Sparks (Oxford)Sean Hartnoll (UCSB) Carlos Nunez (Swansea)Luigi del Debbio (Edinburgh)Andy Parker (Cambridge)We also expect to include a sixth speaker however we wish to keep this slot open to allow for current developments.The meeting will be organized to allow for a good deal of interaction surrounding a selected number of talks. The aim of the talks will be to provide a pedagogical synopsis of the current 'hot' research topics. However there will also be significant periods of informal discussion, including both an active discussion centered on the talks as well as time for private discussions. As originally envisioned this meeting is the second in what is planned to be a regular, annual, series of meetings. The overall aim of these meeting will be to create dynamic and informal research environment from which all UK researchers will benefit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G022364/1","grantId":"EP/G022364/1","fundValue":"6560","fundStart":"2008-11-01","fundEnd":"2009-01-31","funder":"EPSRC","impactText":"  There were no findings per se, it was a conference to share findings. Other Economic","person":"Neil  Lambert","coPersons":["David Simon Berman","Mukund  Rangamani","David  Tong","Veronika  Hubeny"],"organisation":"King's College London","findingsText":" This was a successful conference that gathered together the UK-based researchers working on fundamental physics, hence the acronym - fpuk - for Fundamental Physics UK The conference was continued for 4 years in total until funding ran out. It has been continued on in a related series of conferences on the mathematics of string theory Other","dataset":"gtr"}