{"id":"C77C93A0-A80C-478C-AEA6-C234DE1D28B4","title":"Next Generation Manufacturing of 3D Active Surface Coatings","abstractText":"We live in an exciting point in history where technology is advancing at a phenomenal rate, with precision manufacture playing a major part in modern day products. Additive manufacturing, making use of 3D printers, has been exploited over the past decade to a point where such instrumentation is considered to be at a peak in its technology life cycle. Reaching their maximum potential, 3D printers enable high resolution structures to be produced, although suffer from the limitation that the entire structure is defined by the material components, albeit that the most advanced manufacturing devices can support many materials simultaneously. The surface properties of any material are of key importance to the performance of the overall object - a simple example being that a waterproofing surface agent adds massive performance-related value to devices intended for use in the open elements. \n\nAdvanced medical devices are now being fabricated using additive manufacturing techniques, with defined pores supporting tissue in-growth, and surface roughness being fabricated to enhance integration of implantable devices into bone. The most recent examples include manufacture of a jaw prosthesis, designer skull and facial plates. At a time when we are beginning to understand how to use surface properties to unlock the potential of stem cells for regenerative therapies, each of these example devices lacks the specific surface chemical patterns that could promote desired cellular responses during implantation. Thus, we are looking for novel manufacturing methods to pull research findings from the laboratory into usable devices.\n\nIn the last decade, researchers, including ourselves, have understood that the biological niche is highly complex, with many proteinatious species harmoniously controlling the way cells adhere to materials, and how the (bio)materials interface dictates the progression of cellular response. We have extended our current ability to surface coat with simple chemicals, developing a tool for the patterning of (bio)chemicals onto surfaces. Here we will further develop this technology to allow modification of surfaces in both 2D and 3D, advancing the instrumentation to a point where it can be combined with the benefits of current 3D printers. We propose the next generation of 3D printers to include the ability to chemically pattern during production, allowing defined surface characteristics on and within a 3D structure. This technology will pave the way for translation of surface science into 3-dimensions, driving the development of enhanced devices. \n\nWe give the example of impact through medical device manufacture, with other sectors also directly benefiting from the extended manufacturing capabilities of the developed instrumentation. These will include precision manufacture within electronics, energy harvest and energy storage devices, where direct-writing of thin film chemical (and electrically conductive) materials will enable miniaturization and enhanced performance. Throughout the project we will engage with multidisciplinary communities to promote the technology, and where possible allow other to use the equipment to manufacture products related to their own field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M020738/1","grantId":"EP/M020738/1","fundValue":"205572","fundStart":"2015-09-01","fundEnd":"2017-08-31","funder":"EPSRC","impactText":"","person":"Paul  Roach","coPersons":["Theocharis  Kyriacou"],"organisation":"Keele University","findingsText":"","dataset":"gtr"}