{"id":"C788217F-6997-477E-B253-64FA9EAF904E","title":"Improving Crowd Event Preparation and Management: Combining Academic and Practitioner Perspectives to Enhance Knowledge and Practice","abstractText":"<p>To continue to improve crowd management, safety and event success, we need to gain a better understanding of crowd behaviours, and to disseminate good practice.&nbsp; These needs are given added impetus by the forthcoming London 2012 Olympic Games.</p>\n\n<p>This project aims to transfer and apply knowledge gained during previous research on crowd behaviours to the wider crowd event preparation and management community, both academic and practitioner, nationally and internationally, to develop theory and improve policy and practice.&nbsp; <br /><br />The objectives are to:</p>\n\n<ul>\n \n\n <li>Develop a state-of-the-art ‘Crowd Management’ training and education tool kit, to enhance understanding of crowd behaviours from a systems perspective and bridge the gap between theory and practice.</li>\n\n <li>Develop a set of requirements for the next generation of simulation tools and for a new risk assessment tool, to enhance practice, event efficiency and safety.</li>\n\n <li>Identify gaps in current crowd-related research and practice, and key areas for future investigation.</li>\n\n <li>Organise an international conference for academics and practitioners, to showcase current research and practice and strengthen relations internationally and across disciplines.</li>\n\n <li>Create an international network of academics and practitioners, where knowledge and expertise can be exchanged, research collaborations formed, and international impact generated.</li>\n\n</ul>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-189-25-0269","grantId":"RES-189-25-0269","fundValue":"85776","fundStart":"2011-09-01","fundEnd":"2013-08-31","funder":"ESRC","impactText":"","person":"Rose  Challenger","coPersons":["Christopher  Clegg"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}