{"id":"C78EA846-6B87-4344-8CC6-3D72FB8ABE4B","title":"In-situ monitoring of component integrity during additive manufacturing Using Optical Coherence Tomography","abstractText":"Additive manufacturing has been hailed as representing the latest industrial revolution and has captured the imagination of expert users and the general public alike. New manufacturing capabilities have permitted us to explore new design freedoms and produce optimised products which are customised to the needs of the user. These trends are set to increase as the technology grows in capability and gathers credibility.\n\nThere are an array of machine tools available on the market at the moment that can realise parts direct from digital. These make use of various energy sources (e.g Lasers, electron beams, IR lamps, heated nozzles etc) and material feedstocks (e.g metal/polymer powders, photocurable resins, plastic wires) to realise the design intent. Unlike more established machine tools there is a marked lack of process monitoring and feedback control of key process variables in these systems. This presents a significant problem since there is no method for ensuring that all is well within the build process. Therefore, in many cases it is only possible to identify defects after the process is complete assuming they are visible at the surface. Of significant concern, when integrity of parts is critical, are defects within the body of components. These can only be observed through cross sectioning or processes such as X-Ray Computed Tomography (CT). Naturally this comes at some considerable cost and only provides information once a part has been produced.\n\nTherefore, there is a real need for new methods to provide 'in process' information about the quality of the pre-fused material layer and the quality post melting. Clearly some penetration into the part is required to create a full picture which can be reconstituted in a layerwise manner to create an integrity map of parts upon completion. This can be used to identify buried regions which exhibit de-lamination, pores, cracking and density variations. Furthermore analysis of the deposition material pre melting should be able to identify voids and give some information about surface roughness and ideally material properties. Optical Coherence Tomography (OCT) is an imaging technique which, if tuned to the specific requirements of plastic imaging and applied in-situ within the AM tool, could be used to meet this challenge.\n\nThis project will enable high-value additive manufacturing to come of age through implementation of sophisticated, in-situ, real-time process control based on novel non-contact optical techniques. OCT is a non-invasive imaging technique, which has the potential to revolutionise additive manufacturing technologies. It will bring additive manufacturing in line with established production processes with respect to product integrity, whilst also offering significant cost and resource efficiencies to support the widespread deployment of additive manufacturing tools throughout the manufacturing sector and to develop new and untapped applications.\n\nAppropriate high-speed OCT configurations aimed specifically at distinguishing between polymers of use in additive manufacturing are not currently available. Such a system will be built, integrating novel mid-IR components within an external cavity laser configuration, allowing vibration independent imaging of a range of single and multi-polymer parts. \n\nA successful outcome of this project will be the realization of an OCT system capable of rapid analysis of the sub-surface microstructure (e.g. voids and composition) of additively manufactured parts composed of multiple plastics, and a scheme for its incorporation into the additive process whereby in-situ monitoring of process integrity is enabled. Beyond this data sets will be gathered and post processed to evaluate and demonstrate the applicability of this new technology to additive manufacturing","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L01713X/1","grantId":"EP/L01713X/1","fundValue":"115902","fundStart":"2014-04-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"  Findings are currently limited to preliminary trials as this project is in its early stages. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology Economic","person":"Adam Thomas Clare","coPersons":[],"organisation":"University of Nottingham","findingsText":" A demonstrator strategy for analyzing SLS components via Optical coherence tomography has been established. The team is currently building a system capable of performing in-situ type measurements. Early results indicate that OCT is a viable method although some process improvement in required.\n\nTypical penetration depths achievable in PA12 using a standard OCT approach are 200-300um. This depends upon the efficacy of the sintering process and the condition of the material feedstock. \no Using OCT it is possible to identify compositional variations in the solid build. These may have resulted from feedstock contamination or indeed the reuse of powder. Currently, in post-build NDE methods these observations could not be made.\no Preliminary comparisons between In-Situ OCT and XCT of near surface defects indicates that similar results are achieved and OCT, when conducted in a discrete layer-by-layer approach is a viable technique for performance monitoring.\no Current OCT systems exhibit limited resolutions and limited data processing times. These are caused optical and processing fundamental limits. In order to overcome these the authors have proposed sampling methods which will limit the impact on cycle-times while providing assurance of part quality. The project is still only in its infancy. Both Guanying Guan and Matthias Hirsch (researchers on this project) are preparing a first research paper which will set the tone for the field. Working with researchers at U of Sehffield it is expected that demonstrator system which makes use of OCT in SLS will be suitable for integrity measurements of 3D printed parts particularly for the biomedical and aerospace sectors. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology","dataset":"gtr"}