{"id":"C78EA3F3-0756-4964-A6A0-1746069536D0","title":"Detection of cracks and corrosion using feature-guided waves","abstractText":"This proposal seeks funding for a three year research programme into the use of waves which are guided by structural features for the detection of defects, such as cracks or corrosion, in or near the features. The idea is supported by practical observations that a butt weld between two plates has a significant guiding effect, clearly tending to retain the energy of the fundamental extensional wave in and near the weld. The work will include the development of a modelling capability to study and understand the nature of guided waves in welds and other structural features, followed by a study of the application of the model to butt welds and other realistic features of interest to the industrial partners. The proposal is being submitted within the UK Research Centre in NDE (RCNDE) to the targeted research programme, the funding for which is earmarked by EPSRC for industrially driven research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E057993/1","grantId":"EP/E057993/1","fundValue":"257825","fundStart":"2007-04-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"  The project has delivered full understanding of the nature of waves that are guided along features of a structure, such as along a butt-weld between two plates. It has been shown specifically that this can be used to detect defects in the weld or in the heat-affected zone adjacent to the weld. Know-how has been passed to industry via a Technology Readiness Level (TRL) workshop run by the UK Research Centre in NDE (RCNDE). Aerospace, Defence and Marine,Energy Economic","person":"Michael  Lowe","coPersons":["Peter  Cawley"],"organisation":"Imperial College London","findingsText":" The project investigated ultrasonic waves which are guided by features in structures, such as welds or stiffeners. The first half of the work was devoted to the development of a modelling method to be able to predict the nature and properties of these waves. The second half of the project applied this modelling tool to investigate the feasibility of using such waves for Non Destructive Evaluation (NDE) of the features or of adjacent material. The work focused on the commonly found example of a butt weld between two plates, but shorter studies were also done on stiffeners, lap joints and a heat exchanger tube plates. Both parts of the project were very successful. The model is versatile and already being used for other studies. The studies using it were successful in demonstrating the potential for NDE. An imporant bonus was the discovery of a new kind of wave which was found to able to propagate in the butt weld, and will occur in some other kinds of features too. Industrial opportunities for the exploitation of feature guided waves are being pursued via the UK Research Centre for NDE (RCNDE). Specific NDT applications of weld inspection in industry. Also, there is a wide range of structures with other kinds of shapes for which the findings have potential for NDT Aerospace, Defence and Marine,Construction,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}