{"id":"C78F1BFB-B10F-4954-B8CA-E96DE85119C6","title":"The links between attention and tactile awareness","abstractText":"The information that we receive through the sense of touch can be extremely important, in indicating that a stimulus has already made contact with the body and may thus require an immediate response. For example, although the sight and sound of a mosquito suggests that you may soon be bitten, the feeling of it landing on your skin signals that this risk has substantially increased! Given this high level of importance, one might assume that tactile stimuli would be detected with very high priority, perhaps to the extent that they could attract our attention even when we are engaged in another demanding task. However, in contrast to this assumption, intriguing preliminary findings suggest that the absence of attention can in fact leave people open to 'inattentional numbness', whereby they completely miss tactile stimuli that are otherwise clearly noticeable (Mack &amp; Rock, 1998). Indeed, although it is possible to feel a mosquito landing on the skin, many of us have also suffered the consequences of not doing so successfully, perhaps experiencing 'inattentional numbness' through focusing attention on an absorbing book or a delicious meal. Pickpockets may deliberately exploit this tendency, bumping into someone on one side in order to draw attention away from a pocket on the other side from which they are stealing a wallet. The current project will investigate this exciting phenomenon of 'inattentional numbness' and will use it to address several important theoretical issues within the field of tactile attention research.\n\nFirst, we will examine the priority with which an unexpected touch can attract attention. An influential theory in this area ('perceptual load theory', see Lavie, 2010, for review) predicts that people are less likely to notice unexpected stimuli when they are engaged in a demanding task than when they are engaged in an undemanding task. This prediction has never before been tested within touch. It therefore remains possible that tactile stimuli might be processed with such high priority that they are detected even when the ongoing task is highly demanding. We will use the 'inattentional numbness' paradigm to provide a formal test of whether people are less likely to notice unexpected tactile stimuli when they are engaged in a demanding task. This work is important both in furthering our understanding of the detection of unexpected tactile stimuli and in providing the first test of perceptual load theory within touch.\n\nNext, we will move our research into a more multisensory context, in order to bring it closer to real-world situations in which information is received simultaneously through more than one sensory modality. We will ask whether paying attention to a tactile task can reduce detection of auditory and/or visual stimuli and also whether detection of tactile stimuli might be affected by a concurrent visual or auditory attention task. As well as extending the inattention paradigm to reflect more lifelike situations, this research will contribute to the important theoretical debate over whether processing resources are shared between sensory modalities or kept distinct between modalities (see Driver &amp; Spence, 2004, for review).\n\nAs well as contributing to theoretical understanding in a range of areas, the findings from our project will have many potential applications to real life situations. The process of detecting and responding to unexpected tactile stimuli is important in a range of situations. For example, tactile warning signals have for a long time been used in aircraft cockpits (where the 'stick shaker' is used to warn pilots of an impending stall) and they are increasingly being introduced to domestic cars (several of which now use tactile stimuli as part of lane deviation warning systems). Investigations of 'inattentional numbness' are therefore likely to have a wide range of important practical implications, in areas as diverse as interface design and accident investigation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L007983/1","grantId":"ES/L007983/1","fundValue":"279426","fundStart":"2015-01-12","fundEnd":"2018-01-11","funder":"ESRC","impactText":"","person":"Polly  Dalton","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}