{"id":"C7943E15-1B5F-469B-B016-91C61C143FBD","title":"Managing grassland diversity to enhance soil carbon sequestration","abstractText":"Humans have long recognised the importance of soil organic matter, or humus, for farming because it is crucial for the maintenance of soil fertility and crop production. In recent years, however, scientists and politicians have also started to get interested in this material, and especially the carbon contained within it. This is because much of the Earth's carbon is stored within soil and the loss of this carbon to the atmosphere, as carbon dioxide, would greatly exacerbate climate change. Scientists are also recognising that by changing the way that agricultural soils are managed, it might be possible to increase the amount of carbon that is stored in soil, which could mitigate human-induced increases in atmospheric carbon dioxide. This is called soil carbon sequestration and it has been estimated that through judicious management, the world's agricultural and degraded soils have the potential to sequester 5-to-15 per cent of the global fossil-fuel emissions. The potential for agricultural soils to sequester carbon depends on how changes in farming management influence the balance between carbon loss from soil through decomposition by soil microbes and carbon gain from plant growth. One potential way to manipulate this balance is by increasing the diversity of the plant community. This could potentially increase the amount of carbon that enters soil from plant material, and may also affect the activity of the soil microbes that breakdown this material. Using plant diversity to do this is very appealing, since there are many conservation benefits of increasing biological diversity. Also, the enhancement of plant diversity is a major objective of current environmental policy, especially in grassland. This is what this project is concerned with: testing, in agricultural grassland, how changes in plant diversity of agricultural grassland affects soil carbon sequestration through altering the amount of carbon that enters soil from plants and the rate that it is broken down by soil microbes. We also aim to test how this balance is affected by fertilizer application, which could potentially alter the balance between soil carbon storage and its breakdown by soil microbes. Overall, our studies will help inform land managers and farmers of the optimum management for securing, and increasing, carbon stores in agricultural soils. Joint with BB/D523419/1.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D003946/1","grantId":"BB/D003946/1","fundValue":"235381","fundStart":"2006-03-01","fundEnd":"2009-08-31","funder":"BBSRC","impactText":"  Trials have been set up to test how effective the addition of red clover is for enhancing C stocks in soil across a range of grasslands, funded by Defra. This work will feed into management recommendations if successful. Agriculture, Food and Drink,Environment Policy & public services","person":"Richard  Bardgett","coPersons":[],"organisation":"Lancaster University","findingsText":" The main discoveries of our research are: \n\n1. Management practices which promote the restoration of plant diversity in agriculturally improved grasslands also enhance soil carbon (C) sequestration.\n \n2. Positive effects of plant diversity on C sequestration are related primarily to increased rates of assimilation and allocation of C belowground to roots, mycorrhizal fungi, free-ling soil microbes, and soil organic matter pools in more diverse plant communities.\n\n3. The presence of legumes within grassland plant communities plays a key role in this enhancement of soil C sequestration. In a long-term grassland restoration experiment, we found that biodiversity restoration practices in combination with a small enhancement of the legume Trifolium pratense from 0.4 to 1.6% cover rapidly increased soil C and nitrogen (N) accumulation, sinking 317 g C and 35 g N m-2 y-1. These high rates of C and N accumulation were associated with reduced ecosystem respiration, increased soil organic matter content and improved soil structure. Our results formed the basis of a follow grant from BBSRC (BB1009000/1) and a Defra funded project exploring the potential to use red clover to enhance carbon stocks in soil. Agriculture, Food and Drink,Environment","dataset":"gtr"}