{"id":"C79D87CB-C382-4170-8BEC-5E0CC909517F","title":"Developing the Centre for Time Use Research","abstractText":"<p>The aims of the Centre for Time Use Research (CTUR), are to enhance time use research resources and techniques, and to carry out substantive research.<br /><br />The CTUR produces and maintains the Multinational Time-Use Study, which currently includes more than half a million days of time diary materials from the 1960s to the present and spanning more than 30 countries, as well as web-based time-use information resources of unparalleled scope.</p>\n\n<p>Over the next five years it will upgrade the existing database, incorporating many new surveys, improving data collection techniques, and experimenting with new data collection technologies.<br /><br />The CTUR will develop innovative research methods, particularly in activity-sequence analysis, developing deductive approaches to complement the inductive methods more usual in this field.</p>\n\n<p><br />It will apply the new techniques to investigate historical changes and national differences in timings of activities through the day, and changes and differences in co-presence of partner and parent-child pairs.<br /><br />Substantive research will focus principally on historical trends in the domestic division of labour, including studies of unpaid care activities within and beyond the household.&nbsp; The CTUR's improved monitoring of historical change of work stresses, will lead to a clearer understanding of the changing work/leisure balance in the developed world.</p>\n\n<p>&nbsp;</p>\n\n<p>More information can be found at http://www.timeuse.org<br /><br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-060-25-0037","grantId":"RES-060-25-0037","fundValue":"2417750","fundStart":"2008-10-01","fundEnd":"2014-09-30","funder":"ESRC","impactText":"","person":"Jonathan Israel Gershuny","coPersons":["Man-Yee  Kan","Almudena  Sevilla","Oriel  Sullivan","Kimberly  Fisher"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}