{"id":"C7A5D834-273A-4A40-AB74-9199C6F1B40D","title":"Modelling systems for managing bee disease: the epidemiology of European Foulbrood","abstractText":"This project will provide a step-change in our understanding of managed pollinator disease. We will use a combined modelling and molecular approach to investigate the dynamics of European Foul Brood (EFB) as an exemplar of endemic brood disease of honey bee colonies using historic data derived from long-term monitoring of apiaries in England and Wales. We will utilise a program of statistical, analytical and spatially explicit modelling to address the problem. Statistical modelling approaches will be used to identify putative covariates involved in the epidemiology of disease (e.g. land use, weather, management practices) (Newcastle); analytical modelling approaches will be used to investigate the role of transmission processes in determining the epidemiology of disease (Warwick &amp; Bath); and spatially explicit models to investigate spatial spread of disease in the context of investigating the efficacy of different practical control measures (Warwick &amp; Newcastle). The modelling will be parameterised using historic datasets which include the timing and reported incidence of EFB distribution in honey bee apiaries across England and Wales (Fera). Molecular approaches based on microsatellite markers and comparative genomics will be employed to characterise host and parasite diversity (Fera &amp; Bath) for use as additional covariates in the statistical, analytical and spatially explicit models exploring the epidemiology of EFB in relation to host resistance. These data will be used for the testing and validation of the theoretical and spatially explicit models. We (Fera &amp; Bath) have, in collaboration with the Sanger centre in Cambridge, already generated a draft genome sequence for M. plutonius. These data will greatly facilitate the identification of suitable markers for the characterisation of large and representative population samples and will also shed light on the genes responsible for virulence, and how pathogenesis proceeds in the bee host. EFB will provide a paradigm which we can test against other pollinator diseases. For example, developed models will be used to investigate the epidemiology of 14 honey bee diseases collected across 5000 apiaries as part of an ongoing Defra funded monitoring programme (Fera). Dissemination of project results is explicit within the project framework and includes, the production of a list of key end-users, stakeholder workshops, bi-annual project newsletters, reporting in industry literature, a disease management summary document and conference attendance. The modelling analytical and spatially explicit models developed within this project will act as tools to guide strategy in the face of a plethora of disease threats for managed and wild pollinators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I000518/1","grantId":"BB/I000518/1","fundValue":"144959","fundStart":"2010-11-01","fundEnd":"2013-10-31","funder":"BBSRC","impactText":"  Gain an understanding of epidemiology of European foulbrood, which has been disseminated to the beekeeper and apiculture industry through workshops and newsletters  ","person":"Steven  Rushton","coPersons":[],"organisation":"Newcastle University","findingsText":" Network-based models of disease operating at multiple scales. The relative success of different impacts of intervention on bee disease. In the management of foulbrood diseases in apiculture Agriculture, Food and Drink,Environment","dataset":"gtr"}