{"id":"C7A5D414-CAE1-4133-8618-98B47E9BFCEE","title":"Prime characteristic methods in commutative algebra","abstractText":"Many theorems in Commutative Algebra can be proved by showing that:(1) if the theorem fails, one can find a counter-example in a ring of prime characteristic p (i.e., a ring which contains the ring of integers modulo a prime number p), and(2) no such counter-example exists in characteristic p.Step (2) above is often much easier to prove than in characteristic zero because of the existence of the Frobenius function f(r) which raises r to the pth power. This functon is an endomorphism of the rings, i.e., it has the property that f(r+s)=f(r)+f(s), and surprisingly, gives a good handle on many problems in characteristic p.A formal method to exploit the existence of these Frobenius function is the theory of Tight Closure which was first developed about 20 years ago to tackle old problems in the field. Since its inception it has been very successful in giving short and elegant solutions to hard old questions. Tight Closure also found surprising applications in other fields, especially in Algebraic Geometry.The essence of this theory is an operation which takes an ideal in a ring of commutative ring of characteristic p and produces another larger ideal with useful properties. This operation is very difficult to grasp, even in seemingly simple examples, and one of the aims of my recent research has been to produce an algorithm to compute a crucial component involved in the tight closure operation, namely parameter-test-ideals and test-ideals. During the last few years I developed a new way to study these test-ideals via a duality which relates them to certain sub-objects of certain large and complicated objects, namely injective hulls of the residue field of the ring. This approach has been very successful in exploring other problems as well.I propose to expand my research of commutative rings of prime characteristic by continuing my collaboration with fellow researchers in my field who work in the US. These include Prof. Gennady Lyubeznik (University of Minnesota),Prof. Karl Schwede (Penn State University) and participants of the special programme in Commutative Algebra organized by the Mathematical Sciences Research Institute in California, which I would like to attend.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I031405/1","grantId":"EP/I031405/1","fundValue":"57111","fundStart":"2011-08-06","fundEnd":"2013-08-05","funder":"EPSRC","impactText":"  My findings made a significant contribution toward understanding commutative rings of prime characteristic.  Cultural","person":"Mordechai  Katzman","coPersons":[],"organisation":"University of Sheffield","findingsText":" (1) My funded meetings with K Schwede yielded an algorithm for producing varieties compatible with a given Frobenius splitting.\n\n(2) The funded visit to Nebraska yielded an extension of (1) describing the prime annihilators of certain submodules fixed by a given Frobenius map\n\n(3) My current stay in the MSRI enabled me to complete a manuscript entitled &quot;Rings of Frobenius operators&quot; coauthored with three other visitors to the MSRI. These results clarify fundamental issues in the study of commutative rings of prime characteristic. Other","dataset":"gtr"}