{"id":"C7A7493D-5719-400B-B8D5-D5BBBA9546A1","title":"Making Britain: Visions of Home and Abroad (1870-1950)","abstractText":"This project will examine the formative South Asian contributions to Britain's literary, cultural and political life,1870-1950. As some historians have demonstrated, Britain has had a migrant Asian population for over 350 years, from the early trading encounters through the Raj period. For these imperial citizens Britain was both 'home' and 'contact zone'. Through extensive new archival research, we seek to uncover the rich cultural output of this 'nascent diasporic community' and advance understanding of Britain's own cultural 'hybridity'; fulfilling, at the same time, an urgent need to heighten public awareness of the depth of the Asian contribution to contemporary 'national' life. ('South Asia' here includes the present day India, Pakistan, Bangladesh, Sri Lanka/regions of the British Raj and their diasporas.) A common misconception still persists that the contemporary South Asian population arrived only after 1950 due to the so-called fall-out from Empire.Though more visible in terms of influence and scale, South Asians were in fact interacting with and challenging the monofocal gaze of canonical imperial culture well before this time. Whilst the exchanges between for example Bengali Nobel Laureate Rabindranath Tagore and Anglo-Irish WB Yeats are well-known, there has been little analysis of the degree to which Tagore's cosmopolitan vision anticipated the development of, and resistance to, transnational modernities in Britain. Similarly, other Asian writers and intellectuals resident in Britain in the early 20th century like activist Mulk Raj Anand or Tambimuttu (Editor Poetry London 1939-52) are often overlooked in discussions of the cultural narratives of the modernist movement despite Anand's close links with Bloomsbury, and Tambimuttu's creation of a platform through Poetry London for a host of figures including MacNeice, Durrell, Kathleen Raine, Lorca and Neruda. The magazine also featured illustrations by visual artists Henry Moore, Graham Sutherland and Fahr-el-Nissa Zeid. In this same period the well-documented works of Gandhi, Nehru and Jinnah figure prominently; less known but influential nonetheless was St Pancras councillor, Krishna Menon who founded Pelican books, Penguin's non-fiction imprint. Earlier examples include the journalistic/literary activities of the sisters Cornelia and Alice Sorabji and the travel writings of B.M.Malabari, Shah Mahamed, J.P.Pillai and Toru Dutt, all of whom commented influentially on English life. There are the letters, diaries and photographic representations of others, often themselves the object of British surveillance: working-class ayahs, lascars, soldiers who 'crossed the black waters' to fight in both world wars, who together constituted a remarkably varied 'community in the making'.Whether privileged, often western-educated intellectuals, or people who left a different social legacy,all made a to-date inadequately understood impact on the evolution of Britain's mixed cultural heritage.\\n\\nAlthough in recent decades terms such as 'diaspora' and 'migrant' have become current to describe the cultural activities of Britain's Asian population, we intend to read such concepts backwards in time, interrogating their valency within earlier periods of Britain's multiracial history. More specifically, we wish to unravel the embedded, intertextual networks that existed between the often forgotten narratives of this generation (literary, historical, autobiographical), and the British cultural establishment, comparing the various modes by which they mapped bicultural visions of home and abroad, and laid the ground for the construction of new multiple identities within Britain. Through conferences, seminars, books, a website and a database of resource materials, this collaborative inter-disciplinary project will have broad application, working in partnership with the British Library (Asia, Pacificand Africa Collections) and the South Asian Diaspora Literature and Arts Archive (SALIDAA)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E009859/1","grantId":"AH/E009859/1","fundValue":"568694","fundStart":"2007-10-01","fundEnd":"2010-10-07","funder":"AHRC","impactText":"","person":"Susheila  Nasta","coPersons":["Ruvani  Ranasinha","Elleke  Boehmer"],"organisation":"Open University","findingsText":" Making Britain has demonstrated how a significant South Asian population influenced Britain's cultural and political life between 1870 and 1950. Led by the Open University in collaboration with Oxford and King's College, London, it has drawn on the expertise of a large interdisciplinary network of internationally-distinguished scholars and curators, including partners the British Library and the South Asian Diaspora Literature and Arts Archive (SALIDAA). Through wide dissemination the project has offered new interpretations of rich archival sources uncovered in Britain, India, Sri Lanka and the US. In heightening the profile of the South Asian contribution to the 'making' of Britain, the project has added historical depth to present-day concepts of 'diaspora' and 'migration', countering the common view that Britain only began to diversify after WW2. Challenging contemporary thinking that positions India's long history in Britain and British Asians on the nation's margins, Making Britain has interrogated dominant top-down models of colonial relations to examine the lateral, transverse and often significantly differentiated responses amongst various South Asian individuals, groups and networks. It has also enabled the evolution of a nuanced historicised model to heighten understanding of the complex and often ambivalent realities of the encounters between Britain and South Asia in the period, filling a major gap in public knowledge of the contributions this population made to the formation of Britain's long multicultural history.\n\n\n\nThe findings have been profiled in several ways. Perhaps most significant has been the creation of a unique online database, detailing the many networks that existed between South Asians and the British cultural and political establishment and highlighting the various modes by which this community mapped cross-cultural visions of home and abroad, laying the ground for the construction of new multiple identities. Several hundred bio-bibliographical entries on key artists, intellectuals, activists and writers link them to the many formal organisations (both South Asian and British) with which they were associated in Britain. Hosted by the OU and publicly available through the BL website, it features several functions which will stimulate future scholarship in this field. Its breadth also mirrors the project's wider themes and makes visible the range of networks and affiliations South Asians and Britons formed across the boundaries of 'race', 'nation', 'culture' and 'class'. These include: the elitist lives of writers, artists and students in London or Oxford, evaluations of the many anti-colonial organisations which united Asian and British activists in the fight for Independence, representations of 'India' and 'Indians' in empire exhibitions, the stories of forgotten soldiers who fought alongside Britain's youth in two world wars, the BBC Eastern Service as key 'contact-zone' where South Asians and British intellectuals congregated during World War II. This research has been used in differing non-academic contexts through exhibitions, public workshops and events to raise public awareness in local history, school and adult education contexts. The project hosted several workshops and curated two exhibitions: 'Indian Traces', in association with the Bodleian Library, Oxford and 'South Asians Making Britain', a touring exhibition partnered by the BL, at libraries across the UK in 2010-12. Further stimulating cross-cultural debate, the final conference 'Bharat Britain' was held at the BL in Sept. 2010, attracting a wide international audience drawn from across the Humanities and the general public. Numerous published outputs further extend the field. Wide-ranging feedback on the database, workshops, and exhibitions suggests the project has undoubtedly raised public awareness across its three years of the early South Asian presence in Britain. It has shown too how knowledge of the conjoined history of Britain and India is vital to current understandings of British citizenship, heritage and identity. Communities and Social Services/Policy,Creative Economy,Education,Government/ Democracy and Justice,Culture/ Heritage/ Museums and Collections","dataset":"gtr"}