{"id":"C7A75B3C-FEEC-46E0-8DEF-5035BB0D93B1","title":"PLATFORM GRANT RENEWAL: Nanoscale Multifunctional Ferroic Materials and Devices","abstractText":"This Platform Grant renewal is about conducting research into new nanostructured materials and devices in which multi-functionality, particularly coupled with ferroic behaviour, provide the key themes. Thin film ferroelectric materials, which have been an essential part of the research under this Platform Grant for the past 3 years, provide an important set of basic properties, including: a ferroelectric polarisation that can be switched, piezoelectricity (the generation of charge under stress), pyroelectricity (the generation of charge due to temperature change) and several others. These properties are now widely used in electronic devices and ferroelectric thin films are starting to be exploited commercially. An intriguing area for further study is the way in which these basic properties can be coupled to those of other materials, especially ferromagnets and semiconductors, to achieve entirely new sets of properties that can potentially be used in device applications. Some of the possibilities have been touched-on in the existing Grant (magnetoelectricity, for example) and it is clear that there is great potential for further work. It is hoped that the research will produce new materials and structures in which, for example, the optical emission from semiconductor nanoparticles can be controlled by switching the polarisation of a closely-coupled ferroelectric material or the way in which biological particles such as viruses deposit on a surface can be controlled by switching the polarisation in an underlying ferroelectric layer. It is the researchers intention to also explore how these new concepts in multifunctional ferroic materials can be potentially engineered into useful device structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D506638/1","grantId":"EP/D506638/1","fundValue":"426657","fundStart":"2006-06-01","fundEnd":"2011-05-31","funder":"EPSRC","impactText":"","person":"John  Nicholls","coPersons":["David  Allen","Robert Andrew Dorey","Susan Alice Impey","Paul Brelade Kirby","Jeremy  Ramsden","Steven Colin Dunn","Roger William Whatmore"],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}