{"id":"C7C15899-A2F7-4E5D-86DB-3C0459A95961","title":"Collaborative Arts Triple Helix (CATH)","abstractText":"The Collaborative Arts Triple Helix (CATH) project will use a voucher scheme and a series of four cross-sector workshops to initiate up to sixteen small-scale projects that enable academics from the University of Birmingham and University of Leicester to work in partnership with an SME and a small cultural organisation (SCO) to explore productive collaborations, some of which will result in the production of prototype digital outputs (e.g. an iPhone app, touch table app, or web tool) that is suitable for release to the public and/or further development. The voucher scheme will principally draw academics from the Arts and Humanities but at least 4 vouchers will be targeted at other disciplines.\n\nIn parallel, the project team will conduct research relating to the barriers to such collaborative work that stakeholders in each of the three partner sectors (creative SMEs, SCOs, academics) have encountered previously, those encountered by participants during the project, and the ways in which such barriers can be and are overcome. Much of the our research will concentrate on the CATH project itself, involving interviews with participant organisations from all three sectors and observation of the project workshops which will, in part, involve discussions focused on the work of teams developing digital prototypes using CATH vouchers. CATH researchers and project participants will be asking whether 'Triple Helix' collaboration (involving all three sectors working together on projects) has been and is still being impeded by the absence of shared professional vocabularies, and limited knowledge and understanding of other sectors' operational and strategic drivers and parameters (including unfamiliar policy and funding landscapes, and management and governance structures and cultures). Together, we will also be exploring whether small culture organisations face particular barriers to engagement in Triple Helix work, and what has and continues to motivate them, SMEs, and academics to overcome such challenges. \n\nBased in part on their own experiences of Triple Helix partnerships, the CATH team begins with the hypothesis that the EU is right to promote such modes of work as key mechanisms for generating academic, social, cultural and economic value. In short, Triple Helix collaboration leads to outputs and outcomes that are more than the sum of their parts. We aim to establish whether the CATH voucher system, when supported by regular workshop forums and on-going support from a project Broker helps to bridge gaps in the 'value chain' that Michael Porter (Harvard Business School), posited as existing between sectors whose collaborative work can be mutually beneficial and beneficial to society. The project's research and practice will inform the production of a 'Best Practice Guide' to Triple Helix collaboration that will be disseminated through the CATH web pages and participants professional networks. The guide will help academics, SMEs, and SCOs collaborate more effectively and offer a case study of the benefits, but also the challenges, afforded by such work, whether or not they employ the CATH voucher/workshops/brokerage model.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K002732/1","grantId":"AH/K002732/1","fundValue":"197249","fundStart":"2013-03-18","fundEnd":"2014-07-31","funder":"AHRC","impactText":"  As the project only ended in July 2014, it is rather early (writing in November 2014) to comment on how its findings have been used. However, the project's findings have been welcome by ACE's leaders in the Midlands. The findings have also shaped the development and proposed work of a &pound;3.5m EPSRC application (on which the CATH PI is Co-I) that is currently being reviewed and that seeks to apply the CATH model of brokered triple helix collaboration, and to imlpement the CATH project's recommendation of the use of 'stepped funding', to support further development of prototype technologies and prepare them for public use. The mooted EPSRC project would run for 5 years in partnership with the Health sector, as well as the Cultural Sector (which have in combination offered &pound;1m of in kind match), and, likr CATH, would involve professionals from those sectors working in 'triplets' that also include academics from a range of disciplines as well as with SMEs. Like CATH, the proposed project would also include ethnographic research work that studies the development and working practices of collaborators drawn from across sectors. Creative Economy,Digital/Communication/Information Technologies (including Software),Healthcare,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Richard  Clay","coPersons":["Ross  Parry"],"organisation":"University of Birmingham","findingsText":" The Collaborative Arts Triple Helix project (CATH). was based in the Digital Humanities Hub at the University of Birmingham (UB) and run in partnership with the School of Museum Studies at University of Leicester (UoL). The project facilitated, and conducted research into, 'triple helix' collaborations involving three sectors: 1. Higher Education (HE), including arts and humanities researchers and staff from the partner universities' cultural collections, 2. Small Cultural Organisations (SCOs), including galleries, archives, country houses, theatre groups, a rugby club and a library, 3. Small and Medium Enterprises (SMEs), including graphic designers, design agencies, and software developers\n\nCATH established 19 teams, known as 'triplets', each of which included members drawn from all three sectors that applied successfully to use a ?4000 CATH voucher to develop a digital prototype suitable for public release or further development (e.g. a smartphone or touch table app, or a web resource). \n\nOur research findings were:\n\nBarriers to 'triple helix' collaboration:\noLanguage that all members of a 'triplet' might assume to be held in common was sometimes being used by each of them differently. For example, the term 'research' could have stronger connotations of product or service development for SMEs than it had for their HE or SCO collaborators\noTrust between individuals engaged in collaboration proved to be crucial. For some 'triplets' which included no members who had previously worked together, building relationships of trust could be a challenging barrier to overcome during the short timeframes that CATH afforded 'triplets' to develop digital prototypes\noThe roles to be played by each collaborator could present barriers to cross-sector work. For example: (a) a lack of clarity over roles could lead to prolonged discussions of project leadership and/or management, resulting in impasse within, or even cessation of, 'triplets'; (b) adoption of the 'client/supplier' model, that is necessary in many SME, SCO and (to a lesser extent) HE projects with external partners, could overcome or exacerbate such barriers; (c) furthermore, discussions over roles within a 'triplet' could mean that HE members who are not on research contracts need to seek clarification over research elements of their CATH work from their university line management \noCommercial concerns were significant for most SMEs and SCOs that could not afford to offer additional 'in kind' time to their CATH 'triplet', although many still did. However, all but 3 HE members of 'triplets' who used a ?4,000 CATH voucher offered all their time in kind. This evidence emerged late in the project. We assume that the HE 'triplet' members had concluded that their CATH work resulted in research outputs and 'impact' that constituted core elements of their contracts, outweighing the lack of financial compensation\noHE administrative systems support the smooth running of large and complex institutions. However, to SMEs and SCOs used to dealing with smaller partners, such systems can seem slow. For example, when SMEs are established as university suppliers or invoices and expenses are processed at a pace that causes cash flow challenges for small organisations. This was encountered throughout the project's operation\n\nBenefits of 'triple helix' collaboration:\noAccess to HE research was not initially named by SMEs and SCOs as motivating their engagements with CATH. However, as the project progressed, access to HE research was increasingly acknowledged by representatives of all sectors as being a benefit of 'triplet' membership \noConducting research was named initially as the main motivation for HE staff who engaged with CATH and, as the project progressed, it was acknowledged by some HE staff as being a benefit of collaboration. Indeed, some HE participants noted that surprising research findings and/or ideas for future research emerged from working with non-HE 'triplet' collaborators. However, participants were not asked how such motivations and benefits mapped on to individual and institutional REF 2020 strategies\noReputational gains resulting from working with prestigious University partners were named as a benefit of collaboration by SCOs and SMEs. As the project progressed, some SCO and SME 'triplet' members noted that such benefits could prove commercially valuable to their organisations \noAccess to technical expertise was named by SCOs and HE staff as a benefit of collaboration with SMEs. Some SMEs and SCOs recognised the same benefit as resulting from their work with HE 'triplet' members \noImproved knowledge and understanding of other sectors were acknowledged by some SCO, SME, and HE representatives as motivating their engagement with CATH. However, as the project progressed, such improved knowledge and understanding was increasingly recognised by all sectors as a benefit of 'triplet' membership \noProblem solving born of collaboration was not initially named by members of any sector as a motivation for engaging with CATH. However, as the project progressed, improved problem solving as a result of collaboration was widely acknowledged by all sectors as a benefit of 'triplet' membership\noDevelopment of future grant applications was named by some SCO, SME, and HE representatives as motivating their engagement with CATH. However, as the project progressed, the development of grant applications was increasingly recognised by all sectors as a benefit of 'triplet' membership\noThe development of new products (i.e. digital prototypes) and/or business models were initially named by SCOs and SMEs participants as motivating their engagement with CATH. However, as the project progressed, the development of new products and services became among the most widely acknowledged benefits of 'triplet' membership across all sectors\n\nThe value of brokered 'triple helix' collaboration:\noBrokerage helped introduce potential collaborators to one another and this was almost universally recognised as valuable by representatives of all sectors throughout the project. In several cases, staff from two sectors engaged in developing a 'triplet' either knew each other prior to the workshops or they met at a CATH workshops. The 'Broker' was able to introduce the third collaborator and assist in the establishment of a 'triplet'\noBrokerage helped alert 'triplet' members to the potential barriers posed by different sectors' use of language, their differing administrative practices, business models, commercial drivers, and strategic goals. As such, brokerage helped 'triplets' avoid or overcome barriers to collaboration and was recognised as beneficial by most 'triplet' members \noBrokerage and careful workshop planning helped participants to feel comfortable outside their professional 'comfort zones'. As a result, innovative ideas for CATH prototypes emerged and all completed 'triplets' established relationships of trust that facilitated output delivery\noBrokerage, coupled with CATH vouchers' relatively low monetary value, reduced the perceived risk for participants when establishing collaborations. As a result, CATH vired funds to cope with larger than anticipated levels of engagement by all 3 sectors (i.e. 98 workshop participants rather than 50; 19 vouchers awarded rather than 12; offering support to 11 'triplets' submitting grant applications to funding agencies mid-project)\noBrokerage helped sustainable collaborations to emerge by offering 'triplets' funding advice. Toward the end of the project, 12 CATH triplets (63% of the sample) committed to working together again by actively seeking funding to sustain their projects. During the CATH project, additional funding was sought from grant bodies by 11 out of the 19 CATH 'triplets': 7 applied for Digital R&amp;amp;amp;amp;D funding from NESTA/ACE/AHRC in December 2013, 3 made it to the interview stage but none were funded; 1 applied for Research + funding from NESTA in December 2013; 3 'triplets' sought Grants for the Arts funding from Arts Council England (ACE) and 2 were successful. During phase (iii), 4 'triplets' reported that they would be seeking RCUK funding (3 will submit AHRC standard grant applications, 1 will submit an EPSRC application). Additional development funding was awarded by their University to 1 UB 'triplet' and at least 1 UoL 'triplet' to support their CATH work The project's final report was published on the project's website. \n\nThe report made the following recommendations to project's seeking to promote innovative 'triple helix' collaborations that lead to digital outputs:\n\noWhen recruiting your 'Broker', you need someone with knowledge of the collaborating sectors' languages and the operational and strategic parameters within which their organisations operate. But, you also need a broker with wonderful inter-personal skills.\noEven before your project's first event brings together staff from all 3 sectors, use potential attendees' 'Expressions of Interest' forms to capture data about them. Such forms, like all others, should be kept light touch. \noEmphasise the benefits of collaboration at your events (new ways of solving problems, new products and services, fun, etc.). But, also address the known barriers. Urge attendees to have the courage to say the obvious thing throughout the project. \noEmphasise from the outset that as 'triplets' begin to form, they should meet together early, and regularly thereafter. \noMake sure that all 'triplets' know that your project team is there to help them if they encounter any problems, alert them to exemplary work beyond your project that might inform their efforts, and ask them to make recommendations to you too. \noIf your project funds allow it, consider implementing 'stepped' funding to support 'triple helix' collaborations'. The CATH project suggests that an even lower 'first step' of c.?5,000 is worth implementing; new collaborators realise that such a small amount of funding does not require a large commitment of their time and, therefore, minimises the risk of engaging with your project\noBe mindful that non-HE sectors tend to be particularly aware that time equals money. If your project involves a research component focused on the working of the project itself,light touch questionnaires, one hour focus groups, and relatively short semi-structured interviews are fine. While many small organisations will not regard your research as being 'business critical' for them, they will appreciate that the research will add value to their teams and, therefore, might consider engaging gratis. But, ideally, allow participants to charge for the time and expenses associated with helping you with your research. \n\nThe CATH report made the following recommendations to funding bodies that support cross-sector collaboration:\n\noFunding agencies might consider implementing programmes that are 'stepped' and offer a lower 'first step' of funding. While we applaud NESTA, ACE, and the AHRC for co-funding the Digital R&amp;amp;D programme, the programme offered up to ?125,000 of support and was most readily accessed by established collaborators. The CATH project has demonstrated the scale of interest from across sectors in establishing cross-sector collaborations. By seeking applications for just ?5,000 from 'triplets' seeking to build digital prototypes together, CATH offered applicants the opportunity to establish trust, understanding, and strong working relationships. The resulting collaborations have been shown to be sustainable. We recommend that funding agencies consider introducing programmes: with a 'low first' step (c.?5000) that allows collaborations to become established; a higher second step (say, ?30,000) to develop and user test digital outputs some of which might be market ready; a final step (c.?125,000) to develop finished outputs. If such a 'stepped' programme were to be introduced, we would recommend that application processes should be 'light touch' for the first step (along the lines of the ACE 'Grants for the Arts' programme)\noWe recommend that funding agencies consider supporting 'brokered' projects that help to establish and offer advice to new and emerging 'triplets'\noWhere funding agencies are co-funding programmes that support collaboration we recommend that they should continue to do so. We are mindful that agencies working together to offer funding face challenges that are, perhaps, not dissimilar to those encountered by all 'triple helix' collaborators. However, as each agency's stakeholders become more engaged in collaborative modes of work, cross-agency funding enables agencies to better understand emerging working practices and, therefore, enriches the support that they offer to stakeholders \noWe recommend that agencies offer on-going support to successful, major, HE based, collaborative projects which they have funded previously. We were heartened to note that the AHRC's current strategy document commits to offering such on-going support to previously funded teams, like REACT and Design in Action. Such projects that are based in HE institutions provide various combinations of space, hardware, expertise, advice and training that foster collaborations on differing scales across sectors and academic disciplines. Being based in universities enables such projects to serve as 'honest brokers' and to offer low or, ideally, no financial bar to non-HE sectors' engagement in collaboration. However, securing income from grants and/or teaching to maintain such work is challenging. Closure of such projects can mean the dissipation or loss of 'corporate memory' of best practice in collaborative work \noWe recommend that funding agencies consider the viability of a more radical solution to supporting 'triple helix' collaboration. While we recognise that each agency exists to support the endeavours of stake holding sections of the economy, the shift towards cross-sector collaboration might justify the creation of a cross-agency fund to which each agency contributes. In order to be eligible for funding, applicants would demonstrate that their collaboration spanned the remits of two or more agencies and, if they did, peer review panels would be convened to assess the application\noWe recommend that funding agencies reflect on how best to learn 'in house' from the collaborative, digital projects that they fund. The digital revolution and emerging modes of disruptive innovation are destabilising some of the categories of thought that agencies and many of their stakeholders have previously taken for granted. For example, increasing numbers of SMEs could nowadays classify themselves as artists and vice versa, and both can have research deeply embedded in their practice even if scholarly publications are not an output of their work. Such disruption has various implications for different agencies in term of how they conceive of their remits and how they assess applications for funding\noWe recommend that, wherever possible, funding agencies avoid asking SMEs to contribute match (even 'in kind') to projects seeking support. We recognise that a willingness to take financial risks is at the core of entrepreneurship. However, we are mindful that many microbusinesses and SMEs might miss opportunities to collaborate on developing highly innovative, and potentially lucrative, digital outputs because the risk imposed by 'match' is too considerable Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Culture, Heritage, Museums and Collections","dataset":"gtr"}