{"id":"C7C30806-E56E-42BC-BB3F-6A4C49D85120","title":"Network in Internet and Mobile Malicious Software (NIMBUS)","abstractText":"The transformation of communication and computing technologies in terms of accessibility, ubiquity, mobility and coverage, has enabled new opportunities for personalised on-demand communication (e.g. Facebook, Twitter). This is in addition to new market places for e-commerce and e-businesses, personalised platforms for e-governments and a vast range of new user-centric applications and services. The number of mobile apps (iPhone, Android) taking advantage of the cloud infrastructure has risen beyond several hundred thousand, reshaping the way we communicate and socialise.\n \nThis shift in communication technology and services has also led to the emergence of unforeseen types of security and privacy threats with social, economic and political incentives, resulting in major research challenges in terms of the protection and security of information assets in storage and transmission. \nTherefore, Digital Security is vital in ensuring the UK is a safe place to do business, can act as a source of competitive advantage for foreign direct investment and provide a platform for SMEs and large corporations alike to develop products that use or supply this security market.\n\nRecent years have seen a massive growth in malware, fuelled by the evolution of the Internet and the migration from malware written by hobbyists to professionally devised malware developed by rogue corporations and organized criminals, primarily targeted for financial or political gain. In 2010, Symantec identified more than 240 million new malicious programs; albeit that many of these are variants of existing malware. Another report, suggests that the actual malware family count is between 1,000 and 3,000.\n\nThe detection of malware is a major and ongoing problem. The battle against malware has escalated over the past decade as malware has evolved from simple programs that had little ability to evade detection, the main objective of which was to cause havoc, to more complex programs that target profit and deploy sophisticated evasion techniques.\n\nThe focus of the NIMBUS network of researchers is to act as a catalyst to develop a balanced programme of both blue skies research and near term applied research that will assist in the fight against cyber crime in the UK. Malware related cyber threats are global in nature, hence it is essential that an international approach is taken to address these issues. Only a global network of centers of excellence is expected to provide the essential breadth and depth of know-how and the necessary critical mass of specialist competencies for resolving major Cyber Security challenges. NIMBUS will act as the UK's interface to international engagements with research networks in Europe, US and Asia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K003445/1","grantId":"EP/K003445/1","fundValue":"100348","fundStart":"2012-11-01","fundEnd":"2016-10-31","funder":"EPSRC","impactText":"","person":"Sakir  Sezer","coPersons":["Gavin  McWilliams"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}