{"id":"C7CEC1A7-F40B-4E3B-9FCF-F4FD008F1F9A","title":"STRATEGIC PACKAGE: Superconductors-Based Quantum Technologies","abstractText":"Quantum technologies (QT) is a truly interdisciplinary research area that aims to build novel functional devices based on quantum principles and thus showing unique characteristics when compared with conventional devices based on classical physics. The future feasibility of QT critically depends on one's ability to create, protect, manipulate and measure quantum states in physical, chemical or biological systems. In order to be in the quantum regime, a system must have energy levels that are well protected from all possible sources of decoherence. In general, decoherence has two major contributions - dephasing and energy relaxation - both inflicted by the environment. Superconducting materials are a natural choice for building solid-state quantum circuits, since superconductivity offers coherence. Superconductors have an energy region, in which only one energy level exists, the Fermi level, while all other energy levels are separated by the superconducting energy gap: the Cooper pairs of conducting electrons condense to this energy level, which is automatically protected from low-energy excitations because of the presence of the gap. This allows to prepare, to control, and to manipulate quantum states in superconductors-based nanostructures for the use in various devices whose operation is based upon quantum principles.\n\nA niche of superconductors-based QT, including the development and use of superconducting qubits, remains almost untamed by the UK researchers. According to the recent IoP Review, the UK plays a major role in several other areas of research on quantum computer technologies: studies of spin qubits (Oxford), semiconductor quantum dots (Sheffield), trapped ions (Oxford, ICL, Sussex, NPL), trapped atoms (Strathclyde, Oxford), and development of photon-based QT (Toshiba-Cambridge, Bristol, Sheffield, Oxford), however, &quot;... the UK has not yet done much work on superconducting qubits...&quot;. These solid-state qubits were the first implemented experimentally by Nakamura, Pashkin and Tsai at NEC, and our ambition is to create, by relocation of Y. Pashkin to Lancaster, the new Centre of excellence which will broadly address the development and applications of superconductors-based QT, successfully competing against the existing renown QT groups, such as those at Yale (USA), CEA Saclay (France), TUDelft (the Netherlands), and Q-Station at UCSB (USA). The new center of excellence in experimental research in superconductors-based QT (SQT) will study fundamental properties of a wide range of superconductors-based nanostructures aiming to develop their applications in quantum metrology, nanoelectromechanics and sensing applications, and - in the long term - quantum information processing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K01675X/1","grantId":"EP/K01675X/1","fundValue":"652391","fundStart":"2013-09-01","fundEnd":"2016-02-28","funder":"EPSRC","impactText":"","person":"Peter  Ratoff","coPersons":["Vladimir  Falko"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}