{"id":"C7D1B1C1-8C72-40C7-B3FB-C6766479C2CD","title":"Visuomotor states of an observer influence person perception: The critical role of emotion","abstractText":"<p>Previous research has investigated visuomotor processes, demonstrating that visual information is automatically converted in to action, and that these action states activated by vision can feedback and influence subsequent visual processes. Thus there is a bi-directional relationship from vision-to-action and from action-to-vision. The research will test the novel hypothesis that emotional reactions are central to these processes: more specifically, the feedback from body motor states to visual processes only influences the latter if they are accompanied by positive or negative emotional reactions. To examine this we intend to employ the technique of recording facial muscle activity via EMG as a measure of implicit/non-conscious emotional reactions. The main goals are:</p>\n\n<ul>\n \n\n <li>to establish EMG as a direct and implicit measure of emotional reactions during visuomotor processes</li>\n\n <li>to demonstrate that body states activated via prior visuomotor processes determine the perception of other people in terms of assigning personal traits and levels of trust, when emotional reactions are evoked</li>\n\n <li>to use converging techniques which explicitly evoke body states associated with positive or negative emotions</li>\n\n <li>to examine whether recording of EMG can be used as a new measure of implicit non-conscious memory retrieval.</li>\n\n</ul>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K000012/1","grantId":"ES/K000012/1","fundValue":"353347","fundStart":"2013-04-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"","person":"Steven Paul Tipper","coPersons":["Amy  Hayes"],"organisation":"University of York","findingsText":" Initial data is starting to be analysed. Evidence for the role of emotion in preference judgments is beginning to emerge Too early to say. Creative Economy,Healthcare","dataset":"gtr"}