{"id":"C7D2CC2E-DD90-455C-AAE1-A68A61E8CF8B","title":"Harnessing Nature's ability to create membrane compartmentalisation through redesign of a protein machinery.","abstractText":"A biological cell can be thought of as a complex chemical reactor where vast numbers of interactions are simultaneously taking place; these are vital to its function and survival. To prevent unwanted cross-talk and interference within the &quot;noise&quot; of all these concurrent chemical pathways, a cell compartmentalises these processes localizing different functions within individual membrane-bound structures (organelles). Confinement of chemical processes also allows a cell to maintain incompatible environments that are optimal for each organelle's function, which would not be possible within a single &quot;pot&quot;.\nIf we are to mimic this complexity within synthetic &quot;nanoreactors&quot;, or even build synthetic cells capable of useful tasks within areas as diverse as medicine, environmental remediation, or energy capture and storage, we will need to develop ways of mimicking cellular compartmentalisation within synthetic man-made structures. This is the challenge we will address in this project.\nInternal membrane bound compartments within living cells are normally generated by molecular machineries made up of 'protein' components. We will redesign the structure of proteins belonging to one of these types of machineries to control its usability with membrane vesicles made in the laboratory. Ultimately, we will use this protein-based biotechnology to create nanoreactors contained within the larger membrane vessel (organelle). Membrane-shaping machineries naturally occurring in higher organisms, such as humans, are composed of many proteins working in concert; obviously such complexity is not currently compatible with large scale laboratory engineering of compartmentalised architectures. Therefore the first aim of our project is to engineer a minimal membrane-shaping protein system working on higher organism membranes. Precedent for this biological simplicity has been observed in some ancient bacteria containing similar membrane-shaping machineries made up of very few protein components. We will mimic this simpler model by reducing the number of functional components of an already well-characterised higher organism complex, through genetic engineering. This protein-based technology will be used to develop multi-compartment architectures, similar to biological cells, with each compartment containing molecules of different sizes and chemical properties. We will learn to control the membrane shaping action of this biotechnology so that we are able to stop and restart the generation of new compartments. This will allow us to control the encapsulation of different components in specified compartments within the larger membrane structure.\nA first proof of concept will consist of encapsulating a molecular machinery capable of converting genetic information into new protein molecules inside one single internal compartment, mimicking the function of the cell nucleus. Further work will be conducted to allow selective movement of chemicals between internal compartments within a single vessel. The ultimate product of this project will be a well-characterised, functional toolkit enabling researchers to create complex compartmentalised and communicating nanoreactors. These devices could be used as cell-sized vehicles that simultaneously produce, transport and deliver therapeutic cargo to specific targets in the body. Alternatively, they could be employed as chemical factories that can remove pollutants from water supplies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M027821/1","grantId":"EP/M027821/1","fundValue":"307479","fundStart":"2015-12-01","fundEnd":"2018-11-30","funder":"EPSRC","impactText":"","person":"Barbara  Ciani","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}