{"id":"C7D83C3A-57CC-4F1F-B08A-A525E5301662","title":"Neurodynamics: heterogeneity, noise, delays, and plasticity in neural systems","abstractText":"The brain is a wonderfully complex organ that sits at the heart of our every thought, action, memory, feeling and experience of the world. Many branches of science have arisen motivated by a desire to understand the workings of this jelly-like mass of tissue, ranging from neuroanatomy to psychiatry. Despite scientific progress in a wide range of areas, including the development of neuroimaging techniques such as fMRI, much about how brains work remains a mystery. The building blocks of brain matter, namely neurons and synapses, are now understood in great detail. However, the way they coordinate their activity in networks of thousands or millions to perform natural computation has been very difficult to fathom. To understand the complexity of the brain it is now timely to tap into the body of mathematics that has been built up over recent years to explain the dynamics of other rich dynamical systems such as the weather, financial markets, social insects, telecommunication networks, and ecologies. There are four key aspects of the brain that mark it out for study with the use of powerful modern techniques from the mathematical sciences. Firstly it is a highly heterogeneous system, comprising of different types of cells, grouped into specialised organs (such as for memory or speech), and it is thus important to understand how activity and information can propagate usefully through such a highly structured system. Secondly, unlike man-made computers, the brain is made from unreliable noisy components, yet still manages to outperform these devices in all real world applications (like recognising faces or picking ones name out from a distant conversation at a noisy cocktail party). It is thus important to model neurons and synapses with the appropriate stochastic description to fully understand their computational power. Thirdly, the brain does not operate at the speed-of-light and is limited by its biology to quite slow time scales. Thus it is important to understand the consequences of unavoidable processing delays at the small scale on emergent whole brain dynamics. Finally, the brain is inherently plastic - meaning that it can adapt in response to stimulation from its environment to learn new things and lay down new memories, whilst preserving the old. This is another form of dynamics (now at the single synapse), and requires a detailed understanding of how molecules are moved around within cells. All of these four key areas are examples of an emerging new area that mathematicians call Neurodynamics. The UK is a leading light in this area and a workshop on Neurodynamics: heterogeneity, noise, delays, and plasticity in neural systems, will secure our continued leadership in this important area of science, to seed future advances in our understanding of the brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J009466/1","grantId":"EP/J009466/1","fundValue":"23054","fundStart":"2012-01-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  A special issue on Neurodynamics has been produced;\nS Coombes and Y Timofeeva 2013 Editorial for special issue on Neurodynamics, Journal of Mathematical Neuroscience, 3:10 Digital/Communication/Information Technologies (including Software) ","person":"Stephen  Coombes","coPersons":["Yulia  Timofeeva","Mark  Van Rossum"],"organisation":"University of Nottingham","findingsText":" Although mathematical work on Neurodynamics has increased in recent years, the study of heterogeneity, noise, delays, and plasticity needs much further attention. A firmer mathematical framework for treating dynamical systems with these attributes will pave the way for a more comprehensive understanding of the dynamic states of biological neural networks, and their role in facilitating natural computation. This three-day conference brought together experts in these key areas to seed a new phase of theoretical work to develop those pieces of mathematical theory which are critical for future realistic modelling studies of the brain. We have helped develop research and activity in mathematical neuroscience. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}