{"id":"C7E11F8B-7DA9-426C-B864-B9BE6296777D","title":"The effect of calorie restriction on mouse haematopoetic and skeletal muscle stem cells.","abstractText":"Ageing leads to a reduced capacity to maintain tissues, or to repair them after injury, most likely due to age-related changes in stem or precursor cells. Skeletal, or voluntary, muscles have stem cells called satellite cells that contribute to the growth, repair and regeneration of muscle. The size of muscle fibres is controlled by satellite cells and by hormonal and biochemical signals, that balance the rates of protein synthesis and degradation. But beyond middle age, muscle mass is not maintained leading to the loss of skeletal muscle mass and strength associated with ageing, termed sarcopenia. Because of increasing longevity in Western populations, sarcopenia is becoming a serious health problem, as it leads to frailty, poor balance, slow movement, falls, and fractures. Blood cells are derived from haematopoietic stem cells, multipotent stem cells that give rise to all blood cells of the myeloid and lymphoid lineages. Alterations in haematopoietic stem cells with age lead to increased susceptibility to anaemia, infectious diseases and cancers. \nCalorie restriction is a diet that restricts the intake of calories, without leading to malnutrition, which has been shown to slow the ageing process and improve health in some animals. It appears to slow down some of the defects in the haematopoietic system and skeletal muscle that occur as a result of age, but it is not known if it prevents or retards sarcopenia, or improves the function of haematopoietic stem cells in old age. We will therefore investigate whether calorie restriction does indeed help to maintain effective haematopoietic and skeletal muscle systems in ageing mice. We will do this by determining if there is a prevention of, or reduction in, defects that are known to occur in skeletal muscle and the haematopoietic system with increasing age, focussing in particular on the function of the stem cells that maintain both these vital body systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J005436/1","grantId":"BB/J005436/1","fundValue":"666193","fundStart":"2012-06-01","fundEnd":"2015-05-31","funder":"BBSRC","impactText":"  The project is ongoing, so we have not yet obtained all of the data. We have not therefore either published or used the findings yet  ","person":"Jennifer E Morgan","coPersons":["Daniel John Pearce"],"organisation":"University College London","findingsText":" We are investigating the effect of calorie restriction on skeletal muscle and blood stem cells. The project is not yet finished, so we cannot give a final report of our findings. If we find that calorie restriction has a beneficial effect on either skeletal muscle repair, regeneration and maintenance and/or on the hematopoietic system, this will have implications for human health. Healthcare","dataset":"gtr"}