{"id":"C7E24A2E-4687-4D09-BA27-A9FD32292F29","title":"Flames on building facades","abstractText":"Flame spread up the facade of high-rise buildings or in the interior of atria is a serious risk because of its high consequences for life safety and property conservation. It is worthwhile to note that this fire risk increases because new building materials are introduced as the number of buildings and atria increases. In addition, new tall buildings and atria incorporate innovative architectural styles, which demand non-conventional considerations for fire safety. Flame and fire spread on the external walls of a building may be initiated from fully involved enclosure fires at a given floor of the building (or atrium), from a fire in an adjacent space or from other extreme events such as an external impact on the building or an earthquake. Even though significant early research in this area has been transferred to practical regulatory guidelines, large uncertainties and contradictions exist in the current methods for determining (a) the burning rates in fully involved enclosures, (b) the flow of air into the enclosure for under ventilated (post flashover) conditions, (c) the associated heat fluxes to the structure and (d) the heights and heat fluxes of the flames emerging out of openings of the enclosure. For example, serious questions have been raised in the ongoing debate regarding the conditions of burning (i.e. ventilation or fuel controlled) in the floor impacted by the airplane in the World Trade Center disaster.This proposal investigates these phenomena in enclosure and facade fires by studying the physics of burning and flow dynamics through 1. experiments in various enclosure and external wall geometries to provide accurate measurements of the heat fluxes , 2. similarity (non-dimensional) analysis to generalize the results to different size geometries and 3. numerical simulation (modified FDS and MILES)with an ultimate aim of providing new accurate calculation methods for assessing the fire hazard in enclosure and external fires.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D060524/1","grantId":"EP/D060524/1","fundValue":"176046","fundStart":"2006-11-01","fundEnd":"2010-04-30","funder":"EPSRC","impactText":"  The results from this work have been used to develop standards for protection against fire spread on facades in high rise buildings.\n\nsee also following website \n\n http://www.nfpa.org/~/media/Files/Research/Research%20Foundation/Research%20Foundation%20reports/Building%20and%20life%20safety/RFFireHazardsofExteriorWallAssembliesContainingCombustibleComponents.pdf Construction,Energy,Environment Policy & public services","person":"Michael A.  Delichatsios","coPersons":[],"organisation":"University of Ulster","findingsText":" FACADE FLAMES\n\nFire spread in high rise buildings from floor to floor occurs if flames emerge and extend on the fa?ade of the building to cause ignition in the floor above the floor where flashover has developed. Even though considerable effort has been exerted to address this issue, proposed relations for flame heights and heat fluxes are incomplete and contradictory because the relevant physics have been poorly clarified. \nBy performing numerous experiments in small scale enclosures having various door-like openings and fire locations, the physics and new relations are underpinned for the emerging flames on in (under-ventilated) ventilation controlled fires at the floor of fire origin. To limit the variables and uncertainties, propane and methane gas burners create a controlled (theoretical) heat release rate at the source. Gas temperatures inside the enclosure and at the opening, heat fluxes on the fa?ade wall, flame contours (by a CCD camera) and heat release rates (by oxygen calorimetry) inside and outside the enclosure have been measured. The gas temperatures inside the enclosure were uniform for aspect ratio (length to width) of the enclosure from one to one to three to one (corridor like enclosure) . Previous relations for the air inflow and heat release rate inside the enclosure were verified. The flames are highly radiative because soot can be formed at high temperatures inside the enclosure before the combustion gases and the unburned fuel exit the enclosure. Remarkably the efficiency of combustion is one for well over-ventilated and well under-ventilated fires by it dropped to 80 % for burning conditions around stoichiometric. The flame height and heat fluxes have been well correlated by identifying two new length scales one related to the effective area of the outflow and the other representing the length after which the flow turns from horizontal to vertical due to buoyancy.\nThese results have been used for engineering calculations for real fires and for validation of a new large eddy scale simulation model including soot formation models based on the laminar smoke point height of a fuel.\n\nSOOT MODELLING IN ENCLOSURE AND FACADE FLAMES\n\nFire growth is primarily controlled by luminous radiation from soot particles; there is therefore a lot of effort and need to model soot formation and its radiation in turbulent flames such as fires including enclosure fires and fa?ade flames where experiments in this study were conducted. This work develops and validates a global soot formation model based on the laminar smoke point height that can be applied for any fuel in fires. This model is satisfactorily checked by using CFD laminar codes in gaseous laminar flames where detailed measurements of temperatures, velocities and soot concentrations are available. Subsequently, this soot model is inserted in a CFD turbulent code namely FDS (version 6) to allow predictions of soot and radiation in turbulent flames and fires. The agreement with the experiments in open fires is not as good, the main reason being that temperature is not well reproduced in the FDS code owing to its structure. \nThe experiments in this work were conducted in a long corridor like enclosure (aspect ratio six to one ) being a continuation of experiments in shorter enclosures. The main results from these experiments were that the fa?ade flames and the inflow of air for under ventilated conditions are not affected by the length of the corridor and that a new phenomenon of a moving and wandering flame front develops when a fire is at the close end of the corridor and the ventilation at the open end is restricted. \nThe FDS code (version 6) and FLUENT (with CMC) were applied also for this case. The application of FDS code has shown that the energy equation should be solved separately to improve reliable prediction of temperatures that are essential together with the soot concentrations for calculating heat fluxes. see some findings on the web \n\nhttp://www.nfpa.org/~/media/Files/Research/Research%20Foundation/Research%20Foundation%20reports/Building%20and%20life%20safety/RFFireHazardsofExteriorWallAssembliesContainingCombustibleComponents.pdf Construction,Energy,Environment,Security and Diplomacy","dataset":"gtr"}