{"id":"C7F2FF7C-F85B-44BE-B2A5-B1C807FA9248","title":"EXTREME WAVE LOADING ON OFFSHORE WAVE ENERGY DEVICES USING CFD: A HIERARCHICAL TEAM APPROACH","abstractText":"A major design consideration for offshore wave energy devices is survivability under extreme wave loading. The aim of this project is to predict loading and response of two floating wave energy devices in extreme waves using CFD (computational fluid dynamics), in which fluid viscosity, wave breaking and the full non-linearity of Navier-Stokes and continuity equations are included. Two classes of device will be considered: Pelamis (of Ocean Power Delivery Ltd.), the prototype having already successfully generated electricity into the grid, and a floating buoy device responding in heave, known as the Manchester Bobber (Manchester University), which is being tested at 1/10th scale. Both classes of device are thought to be competitive with other renewable energy sources, being economically roughly equivalent to onshore wind energy. The CFD simulations will be undertaken in three ways: by commercial codes, CFX and COMET (STAR-CD); by recent advanced surface-capturing codes; and by the novel SPH (smoothed particle hydrodynamics) method. In order to address the uncertainties in the CFD approaches, such as the accuracy of prediction and the magnitude of computer resources required, a staged hierarchical approach of increasing computer demand will be taken in: mathematical formulation (from an inviscid single fluid to a two-fluid viscous/turbulence approach); wave description (from regular periodic to focussed wave groups including NewWave); and complexity of structure (from a fixed horizontal cylinder parallel to wave crests to the six degrees of freedom of Pelamis). At each stage, numerical results will be compared with experimental data. The significance of the inviscid v. viscous formulations, wave nonlinearity, non-breaking v. breaking conditions, and the dynamic response of the body will thus be assessed for extreme conditions. Designs for survivability should thus be better evaluated. The resulting CFD methodology will also benefit analysis of extreme wave interaction with ships, other marine vehicles and structures in general. For example interaction with freak waves and the 'green' water problem have yet to be resolved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D077508/2","grantId":"EP/D077508/2","fundValue":"57144","fundStart":"2008-01-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Deborah  Greaves","coPersons":["Paul Howard Taylor","Christopher John Williams"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}