{"id":"C7F6E3BB-5991-4C71-B8F6-F708F68629E2","title":"A Combined Experimental and Computational Study of Bond Activation Reactions in Ruthenium N-Heterocyclic Carbene Complexes","abstractText":"A major application of transition metal (TM) complexes is in homogeneous catalysis. This provides low energy routes to the synthesis of both bulk chemicals (relatively simple molecules for use as solvents or feedstocks for more complicated products ) or fine chemicals (e.g. pharmaceuticals). To be successful, a TM catalyst must be stable, efficient and selective. This is usually achieved through the correct choice of ligand - a molecule that binds to the metal centre to control the reactive site. Traditionally phosphines have been the ligand of choice in TM catalysis, although in the last 15 years, a new class of ligand, the N-heterocyclic carbenes (NHCs), has been developed and in some cases these have met with spectacular success.One drawback with NHCs, however, is they are not themselves inert species, but will also undergo their own reaction chemistry. This has clear implications for catalyst performance, as it means the nature of the reactive site at the metal will change and possibly degrade with time. It is vital that this NHC-based reactivity is first understood and then controlled if new generations of catalysts featuring NHC as ligands are to be designed. This proposal builds on preliminary experimental observations in the Whittlesey group at Bath that have identified a number of unusual NHC-based reactions. In order to understand these processes it is imperative to deduce the mechanism(s) by which they occur. TM reaction mechanisms often take place through a number of individual steps which involve very short-lived reaction intermediates and transition states. Such species are difficult to study experimentally, but can be tackled using computational modelling. An effective approach is therefore to combine experimental observations (in the Whittlesey group) with complementary computational studies (performed by Macgregor's group at Heriot-Watt University) to provide extra insight into reactivity. In this proposal we will use experimental and computational methods to study a range of novel NHC-based reactions. Our aim is to rationalize the mechanisms of these processes and so to be able to define the conditions under which they occur. As these conditions are likely to pertain with many TM centres, we expect to provide very general information about the stability of TM-NHC species. Ultimately we seek to control NHC-based reactivity so that new catalysts can be designed where these detrimental processes can be avoided.Although detrimental for catalysis, NHC-based reactivity can also be viewed in a more positive light. NHCs often react through the cleavage of chemical bonds that are usually considered 'inert', or at least highly unreactive. In the present case a C-N bond cleavage reaction has been observed and by studying this and related (C-H, N-H and Ru-C) bond cleavage processes we also aim to provide fundamental information on how to break such bonds. This insight may then be used to activate such chemically unreactive bonds in other (non-NHC) systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F029039/1","grantId":"EP/F029039/1","fundValue":"264813","fundStart":"2008-01-08","fundEnd":"2011-01-07","funder":"EPSRC","impactText":"","person":"Stuart Alan Macgregor","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}