{"id":"C7FD1308-0A03-4C9E-ACB7-566479CC4C59","title":"Commercialisation of CHOTs","abstractText":"Non-destructive testing is not only big business but it is critical to big businesses. Without it aeroplanes couldn't fly, electricity wouldn't be generated and petrol wouldn't be produced. It is a critical component in any safety critical business. One of the most widely used and versatile tools for non destructive testing is ultrasonic inspection. In the main this uses piezo-electric transducers to perform the inspection. These are typically match-box sized and are connected to the sample using a couplant gel or water and connected to the instrumentation (pulser) via a coaxial wire. Piezo-electric transducers are bulky, expensive and don't like harsh conditions (such as high temperatures). Because they are connected to the instrumentation by wires and need to be in contact with the sample (or a water bath) they are difficult to use in many situations - for instance on the wing of an aircraft, in a gas turbine engine or on a wind turbine.\n\nCHOTs is an alternative technology to piezo-electric transducers. Ultrasonically they behave the same as piezo-electric transducers but they are very small and cheap and they are probed wirelessly without contact between the instrumentation and the transducer using laser beams. In addition the CHOTs transducers themselves can be made in a wide variety of ways and from a wide variety of materials, including from the sample or test piece itself. Consequently they can be used in hazardous environments. They typically have near zero thickness so they can be left on the sample with negligible impact on its use. Because they are very cheap it would be possible to cover a structure with CHOTs that are left in situ for future testing.\n\nThe CHOTs transducers are operated wirelessly using lasers and can be probed remotely (theoretically &gt;100m) as well as close up. This makes CHOTs an attractive system where access is difficult or dangerous. In this proposal we want to turn our research based laboratory CHOTs system into an instrument that can be used in industry. We will use the original EPSRC research and some recent advances to make a system based on optical fibres that will allow CHOTs to be used in three ways: with a hand held scanner (like a bar code reader), with a tripod mount remote scanner and down an endoscope for inspecting the inside of difficult to reach structures such as gas turbines.\n\nWe want to license the technology to instrument manufacturers who can then make and sell CHOTs systems to end users in industry. We will work closely with both instrument manufacturers and end users as we design and build our system and we will demonstrate it and lend it out for evaluation. The system will be very simple to use and very familiar to users of existing piezo-electric systems (with the exception of using non contact CHOTs transducers) so that it will integrate directly into their measurement systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013900/1","grantId":"EP/J013900/1","fundValue":"151289","fundStart":"2012-07-01","fundEnd":"2013-11-30","funder":"EPSRC","impactText":"  Producing a portable demonstrator and sample test demonstration out of the lab contributed to overcoming the CHOTs commercialisation entry barrier which was due to the uncertainty of the equipment manufacturers and end-users with regard to system mobility.\n\nThe system demonstration out of the lab helped convince the manufacturers and industrial community in feasibility of using CHOTs system in the real world and its potential for further development. Aerospace, Defence and Marine ","person":"Matthew  Clark","coPersons":[],"organisation":"University of Nottingham","findingsText":" This project built an endoscopic CHOTs demonstrator. It proved that it was possible to deliver the CHOTs instrumentation via optic fibre in a manner compatible with endoscopes and capable of accessing remote components through a small hole. The system will undergo further refinement and is in use as an non destructive evaluation tool and for performing chemical sensing using CHOTs. This demonstrator has been demonstrated to many industrialist including end users and instrument makers. It will see further use at trade shows and in University technology demonstration days. Aerospace, Defence and Marine,Construction,Electronics,Energy,Transport","dataset":"gtr"}