{"id":"C8040FBA-4534-4C34-A112-6CA0F4321040","title":"Statistical mechanics of soft matter: Derivation, analysis and implementation of dynamic density functional theories","abstractText":"The term &quot;soft matter&quot; is used to describe materials which at room temperature can easily deform under external forces like gravity or pressure while their properties are governed by slow internal dynamics. Soft matter often plays a central role in engineering and biomedical science and has numerous practical applications. The proposed research focuses on a large class of soft matter systems, that of classical fluids, i.e. systems of particles which retain a definite volume and are at sufficiently high temperatures that quantum effects can be neglected. Of particular interest are colloidal fluids whose particles are of micrometer size, suspended in a bath of many more, much smaller and lighter particles, which cannot be described by continuum macroscopic formalisms such as the Navier-Stokes equation.\n\nModelling the dynamics of the full colloidal fluids is prohibitively expensive and in fact computationally intractable due to both the large number of particles and the wide range of length- and time-scales which must be considered. As a consequence, one must employ statistical mechanics approaches, with the most widely used method being dynamic density-functional theory (DDFT). However, previous DDFTs often involve approximations whose accuracy and validity cannot be ascertained a priori. As a consequence, the results obtained from such formulations are questionable and often inaccurate.\n\nThis proposal seeks funding for a comprehensive three-year research programme into a two-pronged novel theoretical and numerical investigation aimed at rationally understanding and systematically predicting the complex physical behaviour and properties of colloidal systems. The primary aim is the development of a generic DDFT formalism that would allow for the accurate, systematic and predictive modelling of physically relevant systems where all the neglected effects in previous idealised studies now come to the fore. This in turn will allow for step improvements to the performance and efficiency of a host of technologies and applications that rely crucially on particulate systems. The analytical work will be complemented by detailed numerical simulations that will act so as to verify the efficacy of the developed models, as well as aiding the development of a toolkit for practical applications. The research will be undertaken by a team from the School of Mathematics of the University of Edinburgh and the Chemical Engineering and Mathematics Departments at Imperial College London with complementary skills and strengths: Goddard (Complex Multiscale Systems, Statistical Mechanics, Analysis and Computations), Kalliadasis (Multiscale Fluid Dynamics, Theory and Computations) and Pavliotis (Stochastic Processes, Multiscale Analysis, Statistical Mechanics).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L025159/1","grantId":"EP/L025159/1","fundValue":"379072","fundStart":"2014-11-30","fundEnd":"2017-11-29","funder":"EPSRC","impactText":"","person":"Serafim  Kalliadasis","coPersons":["Grigorios  Pavliotis","Benjamin  Goddard"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}