{"id":"C80875F9-24FC-4FEF-BC82-FFFB5200A1FF","title":"The role of multivesicular endosomes and OA1 in melanosome biogenesis","abstractText":"One of the main functions of melanin pigment in the skin is to act as a sunscreen to absorb ultraviolet radiation and prevent DNA damage and skin cancer. Melanin is synthesised and stored in membrane bound organelles called melanosomes. Melanosomes are found in melanocytes of the skin and also in cells of the eye, including in retinal pigment epithelial (RPE) cells. RPE cells lie immediately beneath the rods and cones (the cells of the eye that detect and transduce light). Deficit of melanin pigment, as is found in the various types of albinism, leads to severe visual impairment. Some types of albinsm are caused by defects in the ability to synthesise melanin while others are caused by defects in the ability to make melanosomes. The mechanisms whereby melanosomes are formed are not fully characterised but they involve the endocytic pathway, which is the route where by extracellular molecules like viruses and nutrients are taken up into the cell. Extracellular molecules are delivered to endosomes where they meet proteins that have been newly synthesised by the cell. From the endosome proteins may be delivered to many different places, such as the lysosome for degradation or back to the cell surface. We have shown that this critical decision is taken in multivesicular endosomes/bodies (MVB). Proteins that are to be delivered to the lysosome for degradation are sorted onto the internal vesicles of MVB while proteins that are to be returned to the plasma membrane stay on the perimeter membrane of the MVB. In melanin synthesising cells the MVB may also be involved in delivering melanosomal proteins to the melanosome or a subpopulation of MVBs may develop into melanosomes. In melanin producing cells a protein called pmel 17 is required for the generation of internal striations within the forming melanosome upon which melanin is deposited. In the very early stages of melanosome formation pmel17 is found on the internal vesicles of MVBs and when sufficient protein has accumulated on the internal vesicles of MVB striations begin to form. Striations will even begin to form within the MVBs of cells which do not normally make melanin if they are genetically modified so that they make pmel17. This implies that inward vesiculation within MVB may play a critical role in formation of internal striations and in melanosome biogenesis. Recently components of the molecular machinery that are involved in sorting of proteins within MVB and in MVB formation have been identified. We have been determining the function of some of these proteins using electron microscopy (EM), as EM is the only way to visualise the very small (50nm diameter) internal vesicles of MVB. So far we have determined the functions of some of these proteins in cells which do not make melanosomes. We now propose to determine the role of these proteins in the formation of melanosomes in melanocytes and RPE cells. In addition to determining the role of the core components of the MVB machinery we will determine the role of a protein that is only expressed in cells that make melanosomes. OA1 is the protein which is defective in the most common type of ocular albinism and patients with this disease can make melanin but make a reduced number of unusually large melanosomes. This protein has been found associated with MVBs and has been proposed to play a role at the level of the MVB in melanosome formation. We will use our EM assays to determine what OA1 does within the MVB. Together these studies will elucidate the fundamental mechanisms regulating the formation of an organelle which is the body's natural defence mechanism against the effects of the sun and which also plays an important role in vision. This will help us to understand how these mechanisms fail in human disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011841/1","grantId":"BB/D011841/1","fundValue":"218064","fundStart":"2006-09-11","fundEnd":"2009-09-10","funder":"BBSRC","impactText":"","person":"Clare  Futter","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}