{"id":"C809D108-678A-4A65-94DD-9488107B8730","title":"'From bench to field': The development of a fish gill cell culture system for site specific water monitoring.","abstractText":"The European Union Water Framework Directive (WFD) was introduced in December 2000 and its aim is to provide a cohesive regulatory mechanism to protect and improve the quality of our waters. To achieve this the WFD requires a 3-tiered monitoring approach: surveillance, whose aim is to detect long-term trends; operational, which will help classify those water bodies that are at risk of failing to reach good ecological status and investigative, that will ascertain the reasons why a certain water body is not achieving good ecological status. The monitoring programmes that inform us of the quality of the water currently include assessing the ecology (e.g. the diversity and numbers of plants and animals living in the water), and quality of the habitat, which includes the measurement of pollutants. If investigative monitoring indicates poor ecological quality then a battery of chemical analyses are required to determine the presence of elevated toxicants (e.g. metals, pesticides or herbicides, polychlorinated biphenyls (PCBs)). The concentrations of these pollutants are then assessed to see if this can explain the problem. These chemical measurements all require separate analysis and can thus be expensive. The fish gill is the site of oxygen uptake and is involved in ion regulation. The gill is constantly bathed in water and thus is always exposed to aquatic pollutants. In previous work we have developed a fish gill cell culture system that is unique because it can tolerate freshwater on the outside and has features, and functions, like an intact gill. This work, conducted in the laboratory, has demonstrated that end-points of toxicity measured as an increase in gene expression in the gill cell culture system accurately mimics the response of the whole organism to metal toxicity. The results demonstrate that gene expression in this system is an excellent indicator of the toxic metals in the water. The aim of this project is to test the versatility of this fish primary gill cell culture system for pollutant monitoring in the field. The important difference in our approach compared to traditional pollutant concentration measurements, is that we will allow biology, the gill cells, to inform us whether there are biological active compounds present. This is a paradigm shift in monitoring procedures because it enables us to identify pollutants that definitely induce a biological response in natural waters, rather than inferring effects based on water chemistry measurements. This 1-year project will test our system with waters from metal contaminated rivers in Cornwall. Previous works has shown that this cell culture system can distinguish between metal and some organic pollutants, such as herbicides, and can distinguish between different metals. Thus, there is great potential for this system to distinguish between different groups of pollutants; bringing nearer the possibility of taking a single natural water sample with a mixture of pollutants and identifying those pollutants present that are of environmental concern. The immediate beneficiaries of this research would be those interested in measuring water quality, which include the Environment Agency, environmental consultants, and industry. The project will include an end-of-project workshop to discuss our results with these end users and develop a roadmap for future development. However, improving water quality has a far wider societal benefit. Freshwaters are currently under great threat and it is estimated that the greatest loss of species is occurring in these ecosystems. Identifying pollutants that are of environmental concern can advise policy makers on those pollutants that require immediate attention. The resulting improved water quality will increase the services that these ecosystems provide for humans, and generate better quality drinking water that will benefit our health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I001204/1","grantId":"NE/I001204/1","fundValue":"122495","fundStart":"2011-02-21","fundEnd":"2012-02-20","funder":"NERC","impactText":"  The research demonstrates that the fish gill cell culture system can be transported into the filed and used for environmental monitoring. Pharmaceuticals and Medical Biotechnology ","person":"Nicolas Richard Bury","coPersons":["Christer  Hogstrand"],"organisation":"King's College London","findingsText":" We have used a gill cell culture system for monitoring of pollutants in water in the field. This has the potential to be used for environmental monitoring. The development of this technology has the potential to replace fish in toxicity and environmental monitoring tests. Further studies are on-going to evaluate this systems potential. We need to confirm that the gill cells can detect and discriminate other pollutants. Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}