{"id":"C80B9756-8CE6-4AA5-AEDD-1E5B98BB5661","title":"Homological Mirror Symmetry for toric stacks","abstractText":"String Theory is a candidate for the theory of quantum gravity describing the geometry of space-time at the Planck scale. It not only unifies all forces and types of matter in particle physics, but it has also been an enormous source of inspiration for mathematicians to relate various seemingly distant subjects.Mirror Symmetry is an area of conjectures from String Theory relating Symplectic Geometry and Complex Geometry . These are the study of two kinds of geometric structures, symplectic structures and complex structures , and have very different flavours: symplectic geometry is very flexible, with an infinite-dimensional amount of symmetry, and not at all algebraic, but complex geometry is very rigid and algebraic. It had a profound impact on various fields of mathematics, gave birth to a number of new theories and stimulated the development of many existing subjects.Homological Mirror Symmetry is a framework which gives a conceptual understanding of the mysteries surrounding Mirror Symmetry, proposed by Kontsevich in 1994. It concerns Calabi-Yau 3-folds , a class of six-dimensional curved spaces with rich geometrical structures including a complex structure and a symplectic structure, which are important in String Theory. Roughly speaking, the Homological Mirror Symmetry Conjecture says that Calabi-Yau 3-folds come in pairs such that the Symplectic Geometry of one Calabi-Yau 3-fold is equivalent, in a certain precise sense, to the Complex Geometry of the other.In classical geometry, these two spaces are rather different (they have different topologies , or shapes), but String Theory predicts that they become equivalent if one takes quantum effects into account. This suggests we should drastically change our point view on geometry: one should not distinguish these two spaces, just as one should not distinguish congruent figures in Euclidean geometry.One important aspect of Mirror Symmetry is that it does not preserve the difficulty of problems: it often transforms difficult problems in the Symplectic Geometry of one space to easier problems in the Complex (or Algebraic) Geometry of the other, thus leading to many astonishing applications. The situation is similar to classical Fourier analysis, which allows one to transform difficult differential equations to easier algebraic equations.The fact that Mirror Symmetry transforms difficult problems into easier ones implies that it is difficult to prove Mirror Symmetry in general, and indeed there are only a few cases where Homological Mirror Symmetry is known to hold. We will tackle the problem of proving it in more general cases, using another idea from String Theory called brane tilings .Brane tilings are combinatorial objects invented by String Theorists, which are expected to interpolate between the Symplectic Geometry of one space and the Complex Geometry of its mirror, treating both of them on an equal footing, and hence fit nicely with the philosophy that one should not distinguish the two sides of Mirror Symmetry.Little is known about the relations between brane tilings and Symplectic Geometry, and we hope to clarify and prove them. We expect that the relations between brane tilings and Complex Geometry are more manageable, so that a proof of the relation between brane tilings and Symplectic Geometry will lead us to a proof of Homological Mirror Symmetry for these examples.In our examples we will also study the geometry of special Lagrangian 3-folds , which are a special kind of subspace of a Calabi-Yau 3-fold, with minimal volume. The existence of such subspaces is important not only for Symplectic and Differential Geometers, but also for String Theorists, since they are the classical limits of physical objects called D-branes . We hope to prove the conjecture that existence or not of these subspaces is governed by an algebraic criterion called Bridgeland stability , which came originally from String Theory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F055366/1","grantId":"EP/F055366/1","fundValue":"48161","fundStart":"2008-10-06","fundEnd":"2009-08-05","funder":"EPSRC","impactText":"","person":"Dominic  Joyce","coPersons":["Balazs  Szendroi"],"organisation":"University of Oxford","findingsText":" Kazushi Ueda visited Oxford for 9-10 months in 2008-9. It was a productive period, and he interacted well with the geometry group, and wrote 3 papers, two now published in journals.  ","dataset":"gtr"}