{"id":"C810A568-A942-4C72-A593-8C3A852539C5","title":"OptiMAM: Optimising Model-Driven Service Design via Stochastic Analysis Methods","abstractText":"The project focuses on performance analysis and optimisation algorithms for Services Computing. Services Computing is a inter-disciplinary area at the interface between IT and business management that aims at maximising the business efficiency of IT service technologies. Over the last decade, enterprises have embraced services computing through the notion of service-orientation, a design pattern where business functions are organised into self-contained services. Service-orientation is now common, thanks to advancements in web services technologies and languages for business process modelling (e.g., BPMN) and their execution (e.g., WS-BPEL).\n\nAlthough service-oriented architectures and business process management have been extensively adopted, the ability to optimise the design of the underlying activity workflows remains computationally challenging. As the complexity and layering of services grows, it becomes extremely challenging to establish the correct schedule of operations and the optimal dependencies between resources, activities and services. It is also difficult to understand the sensitivity of the solutions found to variability in execution times and costs, which are unavoidable due to resource contention, design-time uncertainty over the parameters, and potential involvement of humans in the processes.\n\nThe project will first develop a model-to-model transformation from a high-level workflow specification (e.g., BPMN) to layered queueing network (LQN) models, a class of stochastic models used for performance analysis. LQNs allow to mathematically analyse the relationships between resources, services and processes. Once in LQN form, the design plan will be analyzed using new stochastic analysis techniques to be developed within the project. Such techniques, which will be the main scientific innovation of the project, will apply for the first time matrix-analytic methods (MAM) to LQN analysis. MAM are queueing analysis techniques that allow to describe complex queueing systems, where service at resources can evolve in phases, similarly to the sequence of activities that are used in the workflows underpinning business processes and service-oriented architectures. Quite surprisingly, MAM techniques have never been applied to performance analysis problems in services computing, to the best of our knowledge. The goal of applying MAM to LQNs is to increase both the efficiency and accuracy of the evaluation of a single design scenario for a service-oriented system design, providing an efficient and accurate analysis method that can be coupled with optimisation for search purposes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M009211/1","grantId":"EP/M009211/1","fundValue":"98277","fundStart":"2015-02-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Giuliano  Casale","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}