{"id":"C815720C-15A8-4EFE-A577-8F2B237C9D04","title":"SoFo (ScOre FOllow on Project)","abstractText":"SoFo will take the research done on the Score-Stove project and explore at least two business models for exploitation in each of Bangladesh, Tajikistan and the UK. The original call from EPSRC was specifically targeted at developing country applications. The Score proposal, as granted by EPSRC, was covenanted to ensure that any profits made in the developing countries remained in those countries. Commercialisation in these regions has to benefit the targeted societies. The Score thermo-acoustic technology has wider applications and we also intend to commercialise the technology within the UK by licence and grants for such uses as CHP (Combined Heat and Power) and bio-mass burning cooking stoves. The Score-Stove is a low-cost wood or dung burning stove that also generates electricity for use in individual households. It reduces wood consumption by up to 50% and virtually eliminates smoke inhalation that causes so many health concerns in developing countries where households cook on a 3 stone stove and have no access to electricity. SoFo will stimulate interest in developing country and UK manufacturers and investors. Through demonstrations it will obtain more accurate costs for stove manufacture and produce market research for each target area. The demonstrations will each be customised for local cooking habits, fuel and aesthetic requirements, so as to put the existing scientific rig into a more attractive business proposition. The potential rural world-wide market for the stove is from 15 million to 500 million units depending on the product cost and carbon credits or grants available. The UK replacement CHP boiler market is estimated at 250,000 units per year. This project will evaluate how much of these markets are available within the three targeted countries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013986/1","grantId":"EP/J013986/1","fundValue":"189571","fundStart":"2012-04-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  A wide variety of beneficiaries of this technology have been engaged including Practical Action (PA) - a charity with offices around the world, Kathmandu University (Nepal) and BUET (Bangladesh University of Engineering and Technology). The commercialisation plan was aimed at facilitating pre-production demonstrators to enable the organisations to promote the technology. Similarly, within the UK, there is a significant demand for low cost generation of electricity in a sustainable or low carbon manner. CHP and cooking stoves of the Aga variety (attached with a thermo-generating device) are two examples. A KTP with Warrior Stoves was initiated to establish the feasibility of a UK manufactured product suitable for the domestic market. Score Centres were established in Bangladesh, Malaysia and Nepal to provide local support for research and demonstration. Significant media interest was generated including coverage on CNN and a BBC schools program as part of The Imagineers initiative. Energy,Manufacturing, including Industrial Biotechology Cultural,Societal","person":"Christopher Mark Johnson","coPersons":[],"organisation":"University of Nottingham","findingsText":" SoFo has taken the research done on the Score-Stove project and has explored business models for exploitation in each of Bangladesh, Nepal and the UK. Through demonstrations we have obtained more accurate costs for stove manufacture and produced market research for each target area. The demonstrations were customised for local cooking habits, fuel and aesthetic requirements, so as to put the existing scientific rig into a more attractive business proposition. A project network was developed with centres in Malaysia, Kenya, Nepal and Bangladesh all undertaking research. Further funding, obtained from Alstom through their corporate and social responsibility programme facilitated extensive field trials and the establishment of a Score centre in Nepal. The following conclusions were drawn:\n\n1) With the current UK manufacturing process, variations between engine builds has been measured at over 32%. It is likely that manufacturing in developing countries will make this situation worse.\n\n2) With current wood combustion technology, performance is degraded by a measured 22%, down to 23We.\n\n3) At the lower output of 23We, the view of people with access to the villagers is that this is still a useful device, as long as wood consumption is below current usage.\n\n4) The predicted volume cost of ?150 is affordable by significant numbers of rural people, but considerable investment in tooling and manufacturing plant is required to make this a reality.\n\n5) Reduction down to ?60 may be achieved with more research into cost reduction of the regenerator, hot heat exchanger, feedback pipe arrangement and Linear Alternator.\n\n6) It is unlikely that the ?20 cost target can be met without significant breakthroughs in simulation of system performance and better understanding of the physics behind losses. Commercialisation of Score Stove technology\nLow-cost manufacturing techniques for fuel-efficient, low-smoke stoves\nPlanning energy systems for rural communities Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}