{"id":"C81EC3F1-20DB-4F13-9703-FC2BFC4604E1","title":"Solar wind connection to regional climate","abstractText":"Lu et al. (2008) have shown that there is a robust relationship between solar wind dynamic pressure and the winds and temperatures in the northern polar winter stratosphere and troposphere. These wind and temperature variations are indicative of the Northern Annular Mode of climate oscillation which largely determines the predominant winter weather pattern across Europe. The signature of solar wind dynamic pressure in the lower atmosphere data is stronger and statistically more robust than those associated with either the QBO or the 11-yr solar cycle, and the timescales suggest that the most likely link is a dynamical one. Clilverd et al. (2006) predicted that solar cycle number 24, which is just beginning, would be unusually low. This has since been circumstantially supported by recent observations which show that the current solar minimum is the lowest for 200 years, that the onset of cycle 24 has been delayed, and that the solar wind dynamic pressure is ~20% lower than the previous cycle, the weakest it has been during the era of in-situ spacecraft measurements. Taken together this evidence that we are currently entering an era of low solar wind dynamic pressure, and the evidence that solar wind dynamic pressure is related to the NAM imply that, between 2012 and 2017 (the next solar maximum), we are likely to see drier winter weather with fewer storms in the UK and Scandinavia together with wetter weather in Southern Europe. However, while the statistical evidence for a relationship between the solar wind dynamic pressure and the NAM is very strong (&gt;99%), a physical connection is not understood. The aim of the proposed research is to substantiate whether a physical connection exists by exploring, using both observations and models, just how the solar wind dynamic pressure can connect to the stratosphere in the polar regions, and hence how it can be strongly correlated with the Northern Annular Mode.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I010173/1","grantId":"NE/I010173/1","fundValue":"380344","fundStart":"2011-09-01","fundEnd":"2015-03-31","funder":"NERC","impactText":"  In order to accurately measure the changes to regional climate induced by human activity we first need to quantify the background variations occurring due to natural processes. There is recent statistical evidence that some of these background variations may be driven by the continually varying solar wind - a stream of ionised particles blowing away from the Sun and encompassing Earth in its path. We have compared solar wind observations taken in outer space with measurements from within the bottom 40km of Earth's atmosphere. We have found that when the pressure of the solar wind increases, patterns of large scale wave activity move down through the atmosphere in the northern hemisphere winter taking about 45 days to pass from the upper stratosphere to the surface. The pattern itself can change in a complex way dependent upon the phase of the solar cycle, and the air circulation in the stratosphere over the Arctic. This work is a step toward quantifying how much climate has been, and will be, be altered by solar activity. Beneficiaries: Climate science peer community Environment Cultural","person":"Andrew John KavanaghMartin John Jarvis","coPersons":["Robert Edward Hibbins","Hua  Lu"],"organisation":"NERC British Antarctic Survey","findingsText":" Solar Wind Connection to Regional Climate The project is investigating the apparent link between the solar wind and regional climate – particularly with reference to the effect of the solar wind on the Northern Annular Mode (NAM) of atmospheric oscillation in the stratosphere and hence an effect on European winter climate. So far the research has shown that a dynamically consistent pattern in the mean flow and waves descends over a period of some 45 days in response to stronger than normal positive solar wind dynamic pressure (SWDP). This implies that stratospheric anomalies affect the tropospheric circulation and that a top-down mechanism therefore plays a role in the solar wind signature. We also find an equatorward shift of Rossby wave breaking near the tropopause in late winter and a pattern of wave breaking which suggests that it is associated with a positive NAM; we have previously shown the positive NAM to be associated with positive SWDP anomalies. We have also shown that during enhanced geomagnetic activity, induced by solar wind variabiity, the polar vortex becomes stronger in late winter and more planetary waves are refracted equatorward; this has a clearer signature under high solar irradiance. Papers have been published with Key findings that can be accessed by the peer community. Outreach items are being prepared that will be made available to stake-holders. Environment","dataset":"gtr"}