{"id":"C8218191-8035-4638-B37F-2256FE16FCA4","title":"Moving from evidence to policy: prioritising the rights, safety and health of trafficked and asylum-seeking women and girls exposed to violence","abstractText":"<p>We will use study findings on trafficked and asylum-seeking women's vulnerability to influence policies and services to decrease interpersonal and structural violence and improve responses to their health and protection needs in the United Kingdom; Belgium; Italy and at the European Union level. Study results will be used to:</p>\n\n<ul>\n \n\n <li>Influence European Commission's 'Reception Conditions Directive' of the 'Common European Asylum System' to promote recognition of the special needs of female migrants exposed to violence. </li>\n\n <li>Influence implementation of the 'Race, Disability&nbsp;and Gender Equality Scheme<strong> </strong>by raising awareness of gender disadvantages experienced by asylum-seeking and trafficked women and their special support and protection needs.</li>\n\n <li>Inform development of UK 'National Referral Mechanism' (NRM) for Trafficked Persons to ensure UK care and protection plans incorporate measures that are gender and culturally appropriate and respond to abuse.</li>\n\n <li>Feedback to asylum-seeking and trafficked women through easy-to-read information sheets that explain study findings and their rights and options for assistance.</li>\n\n <li>Increase the awareness among service providers (health, social welfare, legal services) about migrant women's exposure to and the consequences of violence, other health risks and special trauma-informed care needs. </li>\n\n <li>Document lessons learned on methods for research impact. </li>\n</ul>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H02137X/1","grantId":"ES/H02137X/1","fundValue":"99532","fundStart":"2010-04-01","fundEnd":"2012-02-15","funder":"ESRC","impactText":"","person":"Charlotte Helen Watts","coPersons":["Cathy  Zimmerman"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}