{"id":"C821CCDB-0420-4FF1-8B46-1E3FF2BAF100","title":"Observational constraints on the global organic aerosol budget","abstractText":"Understanding climate change is one of the most important challenges facing science today. Atmospheric particles (aerosol) impact the Earth's climate through absorbing and scattering sunlight and through changing the properties of clouds. Aerosols from human activity (e.g., from car exhausts and industrial activity) are the dominant cooling forcing of the Earth's climate and have partly counteracted greenhouse gas warming over the industrial period. Quantifying this aerosol cooling is a critical step to making more accurate predictions of climate change.\nOver the past few decades substantial effort has been spent trying to better understand how aerosols impact climate. Much of this early effort focussed on sulfate which was known to be an important anthropogenic aerosol. However, in the past few years new instruments have allowed a detailed evaluation of the chemical composition of aerosol. A surprising result from these studies was the importance of organic carbon aerosol. In fact, in many places in the atmosphere it was found that organic carbon aerosol actually dominated the mass loading of fine (submicron) particles. \n\nClimate and atmospheric aerosol models have been unable to reproduce the amount of organic aerosol observed in the atmosphere with the model underprediction being greatest in polluted regions. Evidence points to the major problem with the models being in the treatment of secondary organic aerosol (SOA): that is organic aerosol that is formed in the atmosphere from gas-phase precursors. Improving our understanding of SOA and organic aerosol will be challenging because many 1000s of organic components and 10 000s reactions are involved in their formation. However, it is an essential step in improving both air quality and climate predictions. A further complication comes from radio-carbon observations that suggest that the majority of the organic carbon aerosol in the atmosphere is modern (non-fossil). The typical interpretation of this observation is that the dominant source of organic carbon aerosol is from biogenic (vegetation) sources. If this were the case it would be expected that the highest concentrations of organic carbon aerosol would be found over forests. However, observations show the opposite, with high concentrations over polluted regions and much lower concentrations over forests. It has been suggested that this apparent contradiction could be due to organic vapours from biogenic sources more efficiently converting to organic carbon aerosol in the presence of anthropogenic pollution. In a recent study we used a model and organic carbon observations to suggest that as much as 60% of global organic carbon aerosol could be formed through this enhancement mechanism. If this is true it has substantial implications for our understanding of aerosol climate forcing. \n\nIn this proposal we will synthesise observations of organic carbon aerosol from a wide range of different instruments. The different instruments complement each other in the information they provide and together provide a rigorous and demanding test for the model. We will use this database to evaluate a global aerosol model and to improve the treatment of the sources of organic aerosol in the model. It will be the most comprehensive test of organic carbon aerosol in a global model to date. We will test whether there is strong evidence for a substantial enhancement of secondary organic aerosol by anthropogenic pollution. This work will greatly improve our understanding of the sources and processes controlling organic carbon aerosol and will help guide future field and laboratory measurements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J014257/1","grantId":"NE/J014257/1","fundValue":"51843","fundStart":"2012-10-01","fundEnd":"2013-11-30","funder":"NERC","impactText":"","person":"Dominick  Spracklen","coPersons":[],"organisation":"University of Leeds","findingsText":" Organic aerosol makes up a large fraction of the aerosol particles found in the air we breathe, but we know little about the exact sources of this aerosol. We combined observations and models to explore the diverse sources of organic aerosol. Contributing to model development of organic aerosol schemes. Environment","dataset":"gtr"}