{"id":"C82A4C02-0647-4060-999A-CF65C226E3A7","title":"Understanding the hippocampal-perirhinal-prefrontal tripartite circuit in associative memory","abstractText":"Visual recognition memory is knowing whether something that we see is new or whether it is familiar. This is a form of memory that is taken for granted but it is essential for all our normal daily activities. Decline of such memory can be devastating, as occurs in dementias including in Alzheimer's disease. Recognition memory relies on the integration of information from several different brain regions including the hippocampus, perirhinal cortex and the prefrontal cortex. While a lot is known about how the hippocampus and the perirhinal cortex process information essential for recognition memory very little is known about the role of the prefrontal cortex. \n\nThe work that we propose will answer questions about how the information between these three regions of the brain is integrated and how the different regions contribute to different aspects of recognition memory. An important chemical transmitter that is known to be important for memory is acetylcholine. Levels of this transmitter are known to decline in dementia. However, there is very little known about how acetylcholine affects the information flow between the three brain regions involved in recognition memory. Experiments in this proposal will investigate this question and therefore increase our understanding of the functions of this important transmitter.\n\nOverall, this proposal will increase knowledge about how three different brain regions work together to produce a type of learning that is essential for normal every-day life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L001896/1","grantId":"BB/L001896/1","fundValue":"693617","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"BBSRC","impactText":"","person":"Zafar Iqbal Bashir","coPersons":["Elizabeth Clea Warburton"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}