{"id":"C82A0476-50BA-4C7C-AE6D-BD8910FCE84A","title":"Using climate change information in ecosystems services for poverty alleviation research in China","abstractText":"The NERC/DFID/ESRC ESPA research programme recognises climate change as a key driver of change in ecosystems, ecosystems services and their links with the causes and alleviation of poverty. However, many of the potential participants in the ESPA programme will not have the skills and tools to use climate change information (in current climates and future climates - from the coming season to many decades ahead) in ESPA research. Through a structured programme of knowledge exchange, this project will address the skills needs of two major stakeholder groups - potential ESPA researchers in China and poor communities living in ecosystems vulnerable to climate change. There will be three activities. First, we will build the capacity of science and social science researchers to understand and use climate information in their research through the development and delivery of focused workshops. Second, we will survey the research needs of poor communities dependant on natural and managed ecosystems for their livelihoods and raise awareness of climate change impacts in these communities using surveys, communication mapping techniques and participatory learning. Last, we will communicate our findings to other stakeholders and a wider audience through the use of video diaries and an agenda-setting document on the use of climate information in ESPA research. The continued engagement of researchers will be encouraged by setting up a dual language, web-based ESPA Climate Network. This project brings together for the first time a unique group of climate and climate impacts researchers from world-leading institutions concerned with climate in the UK and China, each with international reputations for excellence in research and training, in order to build capacity in using climate information within the expanding ESPA community in China.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G008140/1","grantId":"NE/G008140/1","fundValue":"12170","fundStart":"2009-02-10","fundEnd":"2010-02-09","funder":"NERC","impactText":"","person":"Andrew Juan Challinor","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}