{"id":"C8347649-59AA-4611-AA77-FD84B0010012","title":"Fathers of Revolution; Mexico's Schismatic Catholic Church 1925 - 1940","abstractText":"The research will focus on an important and relevant topic- the relationship between religion and nationalism - in the context of the religious and cultural history of post-revolutionary Mexico (1920-1940). Specifically, the research will focus on revolutionary attempts to establish state hegemony within the religious sphere through the creation of a 'Mexican' Catholic Church. Known as the Mexican Catholic and Apostolic Church (ICAM), this schismatic institution was the Mexican Revolution's main religious experiment in a positive sense, and differed significantly in character and intent from the well&shy; known anticlerical campaigns enacted during the same period. The schism, by contrast, was a more creative attempt to lend ideological support to the regime by reconciling religious and revolutionary values, and in such a way as to ensure the loyalty of the majority Catholic population to the post-revolutionary state which took shape during the 1920s and beyond.\n\nBy studying the rise and fall of this little-known but significant religious movement, the research aims to shed new light on the cultural and religious history of the Mexican Revolution (1910-1940) and, more particularly, to illuminate the character of post-revolutionary nationalism, state-building, popular religion, and peasant politics. The research will lead to a major new publication in the form of an original single-author monograph. The research will make a contribution to knowledge by providing the first scholarly history of the Mexican Catholic and Apostolic Church and by bringing a significant amount of valuable archival information into the public domain for the first time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E503438/1","grantId":"AH/E503438/1","fundValue":"21691","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"Matthew John Butler","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}