{"id":"C837B096-DF73-4465-B1E7-40BF0299CC17","title":"MEASURING AND MODELLING BUBBLE COALESCENCE AND FROTH STABILITY TO INCREASE MINERAL FLOTATION AND REDUCE ENVIRONMENTAL IMPACT","abstractText":"Mineral ores contain only a small fraction of valuable metal. Enormous tonnages of waste material are therefore generated as a result of mining. These waste dumps contain a huge amount of residual sulphur and metals (e.g. Cu, Fe, As, Pb and Hg), but at such low concentrations that they cannot be recovered economically. Over time, the residual sulphur leaches out as sulphuric acid causing acid mine drainage and mobilising the heavy metals; a huge and long-term environmental problem.Froth flotation is the prime separation process used for collecting selectively the small fraction of valuable mineral from a mined ore, and is based on differences in particle hydrophobicity. A flotation froth is similar to the foam of a beer being poured into a glass; it is generated from the bottom and bubbles overflow the edge or burst on the surface. In flotation, the bubbles carry the valuable, hydrophobic mineral with them. Current limits on flotation efficiency mean that approximately 95% of the metal and sulphur can be recovered economically, the remainder is discarded onto the waste dumps.The unintentional collection of waste, non-valuable minerals by entrainment from the pulp into the froth is the key flotation inefficiency and places an economic limit on the fraction of valuable mineral recovered. If entrainment can be reduced, the sulphur and metals recovered economically can be increased. This will increase the sustainability of the mineral resource by producing more metal from each ton of ore mined, while also reducing the potential environmental impact of the discarded minerals.Froth physics determines the flotation efficiency. Physics-based models of flotation have been very successful at interpreting flotation performance and predicting the effect of process changes on entrainment. However, appropriate physical models do not currently exist for the change in bubble size in the froth between the pulp and the froth surface (bubble coalescence), and the fraction of air entering the froth that leaves by bursting on the surface rather than overflowing the flotation tank edge (froth stability). Bubble coalescence and froth stability determine to a significant extent the mineral collection rate and the inefficiency due to entrainment in the separation. This severely limits the utility of existing froth simulations as it does not allow either confident equipment design or process modification.This project will improve flotation efficiency by developing measurement techniques and models of bubble coalescence and froth bursting. Techniques will be developed to measure experimentally the bubble size change between the bottom and top of the froth, and the loading of particles on the bubble lamellae. The models will be based on particle-stabilised film physics. The measurements will be used to verify and test the models. The models will then be incorporated into an existing flotation simulator.Equipment designs and process modifications that reduce entrainment will be produced by simulation. Appropriate designs and modifications will be implemented on a mining operation and evaluated. The goal is to reduce the sulphur and metal discarded by at least 50%. This will significantly reduce the environmental impact of mining, and enhance the sustainability of metal production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E028756/1","grantId":"EP/E028756/1","fundValue":"381156","fundStart":"2007-08-01","fundEnd":"2010-07-31","funder":"EPSRC","impactText":"  The findings that froth stability and flotation performance can be manipulated and optimised uisng air rate is significant. \nThis has been extended and exploited by mining companies to control their operations. Chemicals,Environment Economic","person":"Jan  Cilliers","coPersons":["Stephen Johan Neethling"],"organisation":"Imperial College London","findingsText":" OVERALL\n\no New operating condition for each flotation cell in a circuit identified to obtain increased sulphide mineral recovery for the same, or higher, concentrate quality. Industrial testwork on a large scale copper mine, with a typical solids feed to flotation circuit of the order of 6000 tph, showed an increase in the recovery of both Cu and MoS2 of 2.4% (significant at the 95% level). \n\nThis represents a 25% reduction of the Cu, and associated sulphur, in the tails as well as a 25% reduction of the MoS2 in the tails.\n\n\n\nPART A: Measuring bubble size and coverage through froth, modelling and operating range\n\no Two-phase system developed for use in 2-D flowing foam column and large scale laboratory cell which exhibits inter-foam bubble coalescence, foam surface bubble bursting and breaks down upon overflowing the cell lip\n\no Bubble size distributions with foam height measured in a non-overflowing foam column which matched the distributions predicted by a foam physics based model\n\no Changes in particle motion (for both hydrophobic and hydrophilic particles) measured using PEPT technique correspond to bubble coalescence events and changes in particle location within the froth structure. An ascending hydrophilic tracer accelerated within vertical Plateau borders and decelerated in Plateau borders angled away from vertical. The tracer trajectory showed velocity peaks and troughs when it was contained in nodes in a rising foam (depending on whether it had previously been accelerating or decelerating). When the tracer descended within a foam showing convective roll, coalescence events and subsequent foam deformation these directly influenced the tracer trajectory.\n\n\n\nPART B: Film failure models, FrothSim implementation and simulation\n\no Theoretical model developed able to predict film lifetime for different particle geometries (e.g. spherical/cubic), different particle packing (e.g. square or horizontal) and multiple particle layers\n\no Model able to indicate how different particle orientations within film affect film stability and provide estimates for the critical capillary pressure for film failure\n\no Model shows, for cubic particles, too high a contact angle results in the particle favouring an orientation within the film which reduces the critical capillary pressure required to rupture the film; meaning the film is less stable\n\no Experimental froth surface samples analysed under an Scanning Electron Microscope (SEM) show same particle packing arrangements as obtained in the model and furthermore suggest preferential grouping on bubble films of smaller particles and also particles of none uniform shape \n\n\n\nPART C: Process modification, implementation and evaluation\n\no Air rate profile adding same volume of air as standard air rate profile developed in 2-D FrothSim simulations to improve performance of flotation bank (higher grade at head of bank for same recovery and higher cumulative recovery at end of bank compared to standard air rate profile). Predicted performance improvement verified via subsequent experimental tests on same bank.\n\no New operating condition for each cell identified, the PAR air rate, the air rate giving the Peak Air Recovery (air recovery is the fraction of the air added to a flotation cell which overflows as unburst bubbles). Each cell in a flotation circuit will have a unique PAR air rate.\n\no Experimental work shows a statistically significant increase in the recovery of sulphide minerals for no decrease in the concentrate quality by operating at the PAR air rates. This represents a decrease in the quantity of sulphur transferred to the waste dumps.\n\no Foam motion and liquid drainage models extended into 3-D FrothSim model\n\no Large scale laboratory cell designed, constructed and characterised prior to carrying out experiments to confirm results of 3-D simulations. Experimental results showed same concentrate liquid flowrates as predicted in the simulations Exploitation in mineral flotation operations is possible; measuring and adjusting the froth stability is a viable optimisation route. Chemicals,Environment","dataset":"gtr"}