{"id":"C843EAA9-36F2-44D8-847E-A27492353903","title":"Identification of high affinity aptamers using massively parallel DNA sequencing","abstractText":"The vast majority of molecules are far too small to be seen with the unaided eye. In most cases the only way to detect them is with other molecules that fit round them like a key fits round a lock. The human body produces molecules like this called antibodies. When we are invaded by harmful bacteria antibodies stick to them and mark them out for destruction. Many years ago scientists realized that they could use antibodies to detect almost any kind of molecule. This opened the door to a whole range of new technologies in medicine, healthcare and research. DNA is familiar to most people as the molecule that contains the information for living things, but it can also fold into three-dimensional shapes that resemble antibodies. The shape of these structures depends on the sequence of information encoded in the DNA. Twenty years ago scientists speculated that it might be possible to combine the information properties of DNA with its ability to recognize other molecules. In a process that resembles natural selection they mixed many different DNA sequences with a single type of protein molecule. Most of them did not stick, but quite a few did, some of them more tightly than others. The scientists then used the information in DNA to make many copies of the sequences that stuck and mixed this amplified population with the protein again. This time some of the DNA that survived the first round of selection was excluded by sequences that stuck to the protein more tightly. These sequences were discarded while those that stuck were amplified to produce an even more enriched population. After many rounds of selection and amplification only a few sequences remained. The scientists called these surviving sequences aptamers after a Latin word that describes the way that other molecules fit into them like a key fits into a lock. Aptamers have many advantages over antibodies. They are smaller and more robust, and once the information encoded in an aptamer is known large amounts of it can be made inexpensively. With advantages like these it might be thought that aptamers would have supplanted antibodies long ago, but twenty years after their discovery they are still the poor-relation. The problem is that aptamers do not stick to other molecules as tightly as antibodies and recently scientists have found out why. The natural selection process used to identify them not only eliminates sequences that do not stick to the protein at all but also sequences that stick to it less strongly than the strongest. If these weaker sequences are joined to the strongest sequence a new aptamer is produced that sticks to the protein hundreds of times more tightly than the original. Technologies that read the information encoded in DNA are known as sequencing technologies. When aptamers were first discovered twenty years ago it required a great deal of effort to read the sequence of a single aptamer even though it contained less than a hundred bits of information. Now by contrast the entire 3 billion bits of information in the human genome can be read in only a few days. These advances have made it feasible to read the information encoded in all the DNA sequences that bind to a protein and not just the few that bind to it most strongly. This is what we will do in this project. When we have read all the sequences we will assemble them into a vast table using the same computing techniques that scientists use to understand the human genome. This table will tell us how sequences can be linked together to make an aptamer that sticks to molecules as tightly as an antibody. By making aptamers that stick as tightly as antibodies we will break down the barrier that is preventing their other advantages from being used. The will lead to new and improved tests that allow scientists and physicians to detect many different kinds of molecule in the same minute spot of blood, and new drugs that seek out and destroy cancer cells and harmful viruses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I012729/2","grantId":"BB/I012729/2","fundValue":"23053","fundStart":"2012-11-30","fundEnd":"2014-01-29","funder":"BBSRC","impactText":"  Aptamers have more potential based on an easier approach to defining the active aptamer for any specific target, as recentl;y published by ourselves. Discussions has with several companies is underway. Followup funds at Liverpool applied to one project and an Innovation voucher has been received last week for application to another SME in Wales. Pharmaceuticals and Medical Biotechnology Economic","person":"Andrew Robert Cossins","coPersons":[],"organisation":"University of Liverpool","findingsText":" Developed a new technique for defining aptamers for specific targets. This is much more efficient than SELEX approaches. Also seeking to expand this to using more exotic nucleotides, thereby improving the binding affinity to resemble that of conventional antibodies Seeking to deploy the new technologies with an industrial/commercial context. We are active in seeking relationships and in using FollowUp and InnovationUK vouchers. Healthcare","dataset":"gtr"}