{"id":"C847A670-1181-442B-822B-46CE55A9BF4C","title":"Coventry and Dresden: the politics of remembrance and reconstruction","abstractText":"The research project explores the cultural history of two cities in the aftermath of total devastation in the Second World War. Much of Coventry and Dresden was wiped out or 'Coventrated' ('Coventrieren' in Nazi diction) by aerial bombardment in November 1940 and February 1945 respectively. The air raids on Coventry and Dresden have gained iconic status in Britain and Germany (and beyond) for two reasons: firstly, the attacks inflicted death and destruction on historic cities in a manner allegedly disproportionate to military objectives; and secondly, their story has been recalled through social rituals and monuments time and again since 1940/45. Without rehearsals in public the two events would not have taken on legendary and metonymical proportions. My study will investigate the character of collective remembrance in a comparative, trans-national and urban perspective.\\n\\n To date no one has systematically compared the politics of remembrance since 1945 in Britain and Germany. Choosing a case study is the place to start. The physical rebuilding and socio-cultural reconstruction of the two bombed cities represented an urban necessity as well as a political and commemorative act. The devastation of war presented the citizens, politicians and town planners of Coventry and Dresden with a unique challenge and opportunity: the formidable task of turning a 'battlefield' into a city.\\n\\n The post-war history of Coventry Cathedral and the Dresden Frauenkirche (Cathedral of Our Lady) illuminate many features of post-war reconstruction and remembrance. At Coventry, Sir Basil Spence built a new cathedral adjacent to the ruins of the one destroyed. Consequently, Coventry's wrecked medieval cathedral was preserved as a reminder of 'Coventration'; it is a memorial of a 'frozen apocalypse'. The ambitious plans for rebuilding not only received worldwide media coverage, but also widespread material support from abroad. Significant gifts came inter alia from the (West) German government and churches. \\n\\n In Dresden, by contrast, the remaining building stones of the baroque Frauenkirche were deliberately broken up and dispersed after 1945 to underscore the break with the past; only a shell of the former building survived. Architecture was a prime political tool for the rulers of East Germany - a state 'risen from ruins' according to its national anthem - to model a communist society. The communist regime was hardly sympathetic to Christianity. Nevertheless, in the 1980s the communists considered the rebuilding of the Frauenkirche in an effort to enhance the legitimacy and popularity of the regime. Steps to reconstruct the Frauenkirche were taken after the revolution of 1989/90, and the church was finally reopened - with support from the British Dresden Trust - in autumn 2005.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H00520X/1","grantId":"AH/H00520X/1","fundValue":"27294","fundStart":"2010-01-01","fundEnd":"2010-05-31","funder":"AHRC","impactText":"","person":"Stefan  Goebel","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}