{"id":"C84E6E75-C1E4-4B25-A59C-0A0860263DA5","title":"Discovering Northern Dark Skies","abstractText":"The aim of this application is to have an impact on the public's knowledge and understanding by developing the public engagement work that we began in 2012. Our previous work has been in association with STFC's Dark Sky Discovery Site programme and we want to offer more scientific events, where we invite scientists to discuss a particular question that has been posed at one of our previous Dark Sky Discovery events. \nOur first event was called 'Dark Matters' in 2012 and was a well-received collaborative event between the North Pennines area of Outstanding Natural Beauty, Dr Peter Edwards of Durham Universty, Jacqui Huntley of Durham University and Ed Restall of the Winyard Observatory. The Dark Matters journey began with a consideration of light pollution in the nearby cities and then linked the darkness of the high peat moors with pollen grain analysis of peat cores and then our speakers worked out through the atmosphere to the stratosphere into space and the sun and the Universe. We also invited local astronomers who came with telescopes ready to do some star gazing. Feedback from this event was very positive. \nIn 2012, we were granted financial assistance from Durham University (from Natural England via STFC's DSDS project). This enabled us to bring a few key people and factors together - Graham Relf, a prize-winning local amateur astronomer from Rookhope, Andy Gray - the Head of Chemistry from Whitley Bay High School, Ian Reedman, Chair of a community group at Cowshill that set up a small Observatory and our newly designated Dark Sky Discovery sites (14 in total in liaison with Dan Hillier). The grant funded a modest public events programme. Secondary school children from Whitley Bay told us they had never witnessed the Milky Way before, that they had no idea about the number of stars visible with the naked eye, let alone the telescopes that we brought to the event.\nSince then, Kielder Observatory has been designated a Dark Sky Park and the local interest in star gazing has grown greatly. We would really like to respond to the groundswell of public interest and extend the scope and scientific range of these events whilst keeping them accessible and available to a wide range of people. There is other investment in the area for Dark Sky Tourism; our 'Discovering Northern Dark Skies' project is focussing on communities and schools. \nWe want to put on at least 6 events per year for the next 3 years to pose a particular scientific question and try and explore some answers using top quality speakers, film clips, top quality photography and any other means we can access.\nWe have learnt practical lessons from our recent engagement work so we want to deploy this experience to enable our different audiences to ask some of the big questions in science and then link these to how STFC is setting out to answer those questions , for instance when a student asks how big is the Milky Way we want to be able to talk about the Gaia measurements being made on the distances to and between stars and the depth of field, with the help of experts from Durham University. \nWe want to work with eight high schools since we have proved that we can deliver really good events involving 140 high school students at two events - involving a talk, a visit to a small community observatory and star gazing. Invitees would be - Whitley Bay High School, Queen Elizabeth High School, Hexham; William Howard in Brampton; Wolsingham High, Teesdale High School, Barnard Castle. We also want to run training events for teachers where we link them with community led astronomy groups and experts from the region's universities as a legacy of this work.\nWe want to work with our Dark Sky Discovery Site scientific partners - scientists, astronomical groups, astro-photographers - to reach new audiences - the rural parish councils and local communities, interested high schools and businesses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M006581/1","grantId":"ST/M006581/1","fundValue":"9330","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"STFC","impactText":"","person":"Lesley  Silvera","coPersons":[],"organisation":"North Pennines AONB Partnership","findingsText":"","dataset":"gtr"}