{"id":"C85911B8-7601-40CA-A943-11625F9EE358","title":"Computer modelling for copper centres in metalloenzymes","abstractText":"Copper is found extensively in biological systems. Bound into proteins, it mediates a wide range of functions such as electron transport in photosynthesis, dioxygen activation (oxidase, monooxygenase and dioxygenase activity), superoxide degradation and oxygen transport. Elsewhere, copper is implicated in a range of diseases while copper-based drugs are under active investigation as therapeutic agents. A molecular level description of the protein and its copper-containing active site is crucial to understanding the factors which determine function but obtaining information at the atomic level is difficult. Bioinorganic chemistry has always been characterised by the application of a battery of indirect (e.g. spectroscopic) and direct (e.g. X-ray diffraction) techniques to probe their often unprecedented structural properties. Theoretical methods have played, and continue to, play an important role. Copper species, especially in their oxidised +2 state, display pronounced distortions arising from electronic effects. The metal's d electrons are structurally and energetically 'non-innocent'. Consequently, most computational studies involve some form of quantum mechanical (QM) approach on the assumption that these electronic effects cannot be treated using simpler methods. However, quantum approaches are extremely compute-intensive and a complete protein molecule has too many atoms for a QM calculation to be tractable. An alternative method is to model the d electron effects using ligand field theory (LFT). LFT has been around since 1929 and has the advantage of being empirical and thus very fast. Coupled to the classical computer modelling method molecular mechanics (MM), ligand field molecular mechanics (LFMM) delivers the same result as QM but thousands of times faster. The LFMM model has been successfully applied to small copper complexes. This proposal seeks to extend this success to copper bound to proteins. Copper metalloenzyme sites come in five variants: Type 1, Type 2, Type 3, CuA and Cu3. The first two are mononuclear while the latter three are multinuclear. This project will develop LFMM parameters for computing the structures of these sites in complete protein systems as well as certain important properties like the redox potential. Redox processes are vital but their modelling is complicated since we must sample the contributions from all energetically accessible conformations. Such extensive calculations are beyond the scope of QM approaches but well within the capabilities of the LFMM.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E008135/1","grantId":"BB/E008135/1","fundValue":"214766","fundStart":"2007-04-01","fundEnd":"2010-07-31","funder":"BBSRC","impactText":"","person":"Robert James  Deeth","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}