{"id":"C8613331-7C49-4784-94AC-7D8D4F443EA7","title":"Pottery, Politics and Identity: Three Hungarian Ceramicists and the Central European Diaspora","abstractText":"As a medium ceramics have been central to perceptions of Hungarian design. The broad aims of this project are twofold: firstly, to provide an overview of ceramics in the wider context of Hungarian design, art and architecture of the interwar period, with an emphasis on women's contribution as makers and designers; secondly, through tracking the very different trajectories of three individual women's careers and reputations, to shed light on the impact that the turbulent politics of Central Europe had on designers of this generation.\\n\\nThe three remarkable women at the core of this study, Eva Zeisel (b.1906), Margit Kov&aacute;cs (1902-77) and Lili Markus (1900-62), all trained as ceramicists in interwar Hungary and went on to achieve international prominence. Their career paths reveal the mixed opportunities and restrictions faced by women designers in a period of political, economic and ethnic uncertainty. Zeisel, now 100, still designs for firms like Nike and Gucci and has been described as 'absolutely one of the greats of the twentieth-century' (Christopher Wilk, V&amp;A Museum). In the 1920s she worked between Budapest and Germany before moving to the Soviet Union in 1932. Imprisoned there in 1936, she was eventually able to make her way to the USA, where her career took off following a 1946 exhibition at MoMA, New York. Also trained in Budapest, Lili Markus was winning acclaim by the 1930s at international exhibitions staged in Milan, Brussels, Paris, Berlin and New York - both for her architectural ceramics and smaller freestanding objects. Oppressed by the increasingly anti-semitic climate of Budapest, however, she left Hungary with her family in 1939 to settle in Britain (turning down an invitation from Eliel Saarinen to join him at the Cranbrook Academy in Detroit). Little of her work survived the destruction of a major 1939 retrospective exhibition staged in Warsaw, and she had difficulty sustaining her artistic practice thereafter in Britain. The third designer fetured in this study, Margit Kov&aacute;cs, having studied in Budapest, Vienna, Munich, and briefly in Copenhagen and Paris, exhibited successfully alongside Markus in the 1930s. She was the only one of the three to remain in Hungary after World War 2, where her ceramics found favour with the communist authorities as 'characteristically Hungarian', and were showcased at home and abroad. As the recipient of numerous Hungarian awards, there were solo exhibitions of her work in between 1953 and 1971. Then in 1973 a museum of her work, the first dedicated to a female artist in Hungary, opened in Szentendre, where it remains a popular tourist attraction. \\n\\nSuch different achievements and outcomes reflect not only the aesthetic choices of individual designers, but also the larger forces that shaped the design values of the day. In that sense, this project does not merely consist of three monographic studies, but a series of test cases that will demonstrate the diverse interaction of practical and theoretical issues in a larger international context that has been subject to forces beyond the control of the individual. As will be obvious, the history of these women, and their later critical fortunes, is not one of uniform success or failure, but of differing responses to circumstances that all designers from Central Europe had to operate within. This study will also explore the extent to which design values were international in an age of 'Internationalism', and the adaptability of working methods and aesthetic forms between Hungary and the countries in which they worked.\\n\\nIt is hoped that the publication of scholarly articles in both Anglo-American and Hungarian journals, complemented by online access to previously unpublished images and texts will make a significant contribution to an expanding area of art historical scholarship that is beginning to reintegrate countries like Hungary within a broader European and international framework.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E000967/1","grantId":"AH/E000967/1","fundValue":"18000","fundStart":"2006-09-01","fundEnd":"2006-11-30","funder":"AHRC","impactText":"","person":"Juliet Lilla Kinchin","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}