{"id":"C86AB260-7D5D-4FB7-AED7-DC8349878915","title":"Higher-order automorphic forms.","abstractText":"Automorphic forms are important functions originally invented and used for the study of integer numbers (Number Theory). They encapsulate information about integers sharing a common characteristic. Then by doing Calculus on these functions or related ones, called L-functions, we often succeed in obtaining information about the integers in question. One of the reasons these functions are so suitable for dealing with such questions turns out to be that they satisfy a type of identity, called functional equation. A striking example of the successes of these methods is Wiles' proof of Fermat's last theorem (FLT).The study of automorphic forms has recently led to more general functional equations. We have called functions satisfying these functional equations higher-order automorphic forms (hoaf, for short) and the classical forms are special examples of hoafs. Surprisingly, hoafs have also appeared independently in subjects outside Number Theory, namely in Mathematical Physics.A first motivation for the study of hoafs from the point of view of Number theory came with a function formed with modular symbols. Modular symbols are numbers that, thanks partly to Wiles' work mentioned above, help us describe certain polynomial equations and their integers solutions using automorphic functions which are often easier to handle. This in turn can have impressive consequences, as the proof of FLT suggests. The hoaf formed with modular symbols has already been used successfully to prove that the modular symbols are distributed according to the bell curve. The second motivating problem ( converse theorem ) is related to an important criterion for a function to be actually an automorphic form. In general, infinitely many conditions must be satisfied, but, in the most interesting case, people believe that one condition suffices. Recent computations show that this claim can be formulated in terms of a generalised hoaf. Having enough information about functions of this kind will allow us to decide whether the claim holds. That would be an important result, because it will make it easier to decide whether a given function is a classical automorphic form. So far, my collaborators and I have established some of the basic properties of hoafs. For instance, we have found formulas for hoafs in a general setting. Although these formulas are sufficient for many purposes, they are not precise enough when we are considering functions of more special type (holomorphic). To address this limitation, my collaborators and I have begun the characterization of such special hoafs. This characterization may have, among other things, interesting implications in the area of Mathematical Physics where hoafs have appeared.A natural next question is if we can visualise hoafs. The classical automorphic forms can be described in a geometric way and this is very useful (the proof of FLT is again an example). However, this description does not work in higher orders. So, one must work in a less direct way and the answer to the previous question would already be helpful for that. One of the many applications of visualisations of hoafs is a better understanding of important aspects of L-functions attached to standard automorphic forms which, as mentioned, often give important information about integer numbers.The answers to such questions would be of independent interest and of relevance for the problems that motivated me to look at hoafs in the first place. The second motivating problem ( converse theorem ), in particular, is hard, even though the relevant generalised hoaf looks similar to the standard one. To resolve it we will need as much information about hoafs as possible according to the two main programme goals outlined above.These are some of the problems I am interested in pursuing in this project. As a new subject, there are many questions of interest, but my guide is their relevance for the motivating questions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D032350/1","grantId":"EP/D032350/1","fundValue":"102015","fundStart":"2006-05-22","fundEnd":"2008-05-21","funder":"EPSRC","impactText":"","person":"Nikolaos  Diamantis","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}