{"id":"C86DB105-5E52-4F37-BF3B-12A3500EB713","title":"NeuroGrid","abstractText":"Modern methods for visualising the human brain have revolutionised the treatment of neurological illnesses. Developments in the methods of brain scanning will make similar advances possible in other neuropsychiatric disorders including dementia and psychosis. There are several problems that need to be overcome before these advances can take place. The main challenges are: how to make research studies large enough to identify brain changes reliably; and how to make sure that methods of scanning and analysis are done in compatible ways in all the clinical sites. \n\nNew developments in information technology ? called e-Science ? provide the means for overcoming these problems by connecting large numbers of research sites, ensuring the data collected is compatible and combined and permitting analysis of the data from remote sites. e-Science also helps multiple researchers in different clinical and methodological areas work collaboratively. \n\nThe NeuroGrid consortium will use e-Science to create a network of neuroimaging centres and a tool-kit for analysing neuroimaging data. This will allow data, experience and expertise to be shared across multiple research sites and will make possible the large-scale clinical studies that are urgently required.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0300623","grantId":"G0300623","fundValue":"2365190","fundStart":"2005-03-01","fundEnd":"2008-08-31","funder":"MRC","impactText":"","person":"John Richard Geddes","coPersons":["Rob  Procter","Daniel  Rueckert","David  Perry","Derek Lionel Hill","Andrew Clive Simpson","Peter M  Rothwell","Paul  Jeffreys","Malcolm Phillip Atkinson","Joseph V Hajnal","Andrew Mark McIntosh","Philip Michael Bath","Nick Charles Fox","Stephen Mark Smith","Joanna  Wardlaw","John  Darlington","Eve  Johnstone","Peter  Sandercock","Stephen  Lawrie","Thomas  Rodden","Edward  Bullmore","Martin  Rosser","Guy  Goodwin"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}