{"id":"C87290D4-993B-4A4B-BB02-FB9F355021BC","title":"Comparative venom transcriptomics of centipedes: evolutionary diversification of a key ecological adaptation","abstractText":"Although most lay people have little problem in identifying creatures like jellyfish, wasps, spiders, and scorpions as potentially dangerous venomous organisms, far fewer know that the ca. 3,300 species of centipedes possess potent venoms. A pair of strong venom claws is located just behind the head, and they house large venom glands that contain complex cocktails of venom components. Unfortunately we know almost nothing about the make-up of centipede venom, which leaves not only a large hole in our understanding of an ecologically important group, but it also compromises our general understanding of venom evolution in the animal kingdom. This study aims to remedy this ignorance by performing the first extensive and intensive analysis of the composition of centipede venoms. This project will take a genetic approach, and will characterize the toxin profiles from the venoms of five species of centipedes. These five species have been chosen to represent all major groups of centipedes. For each species, up to half a million mRNA sequences will be characterized. These precursor molecules are the templates for the production of toxin proteins. By comparing the profiles of these sequences across the selected species we can start to address important questions relating to the evolution of venoms and venomous organisms. The most basic question that can be answered is simply: what toxins are expressed in the venom glands of centipedes? The answer to this question will be the basis for answering the other questions. Does centipede venom have many toxins in common with the venoms of other groups? We already know from previous research that different groups of venomous animals can recruit many similar toxins into their venom. They do this by taking a gene coding for a normal body protein, duplicating it, and expressing one of the copies specifically in the venom gland. Changes in the sequence of the gene can create changes in the protein, and this can change the protein's function to be more effective as a toxin. Preliminary work, however, has suggested that centipede venom may contain many toxins not (yet?) found in other groups. This study will allow us to see how many venom components in centipedes are unique to them. Another major question that can be addressed with the new data is whether the diversification of the centipede species and their toxins went hand in hand. By integrating the family trees of the toxin genes and the centipedes we can infer whether particular episodes in the evolution of centipedes are associated with bouts of toxin evolution as well. We can also infer, by incorporating data from other venomous and non-venomous animals, from what kind of genes the toxin genes in centipedes have evolved. Since there were no centipede data available till now, we can broadly reassess our current understanding of the pattern of toxin in evolution across all animals. We can use the new data also to ask what kinds of processes were important in shaping the composition of centipede venom. One factor that is likely to be important is the range of different kinds of prey the centipede eats. A species tackling a broad range of prey may be expected to have a greater diversity of toxins than a species specializing in just a particular prey species. By correlating venom composition with the diversity of prey identified in their guts we can begin to answer this question. Lastly, by looking at what kinds of changes have occurred in the toxin sequences, and in which parts of them, we can infer the types and intensities of selection pressures that were most important in shaping toxin diversity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I001530/1","grantId":"NE/I001530/1","fundValue":"58970","fundStart":"2011-02-21","fundEnd":"2014-02-20","funder":"NERC","impactText":"  I gathered a series of preserved specimens of venomous animals from the NHM collections, and informally lectured visitors of the NHM at six special events on the scientific and medical relevance of research on animal venoms. All six were evening events, with one of them being the EU wide Science Uncovered event of 28 September 2013. Total audience exposure over 1000 people. Enhanced general public's awareness of the scientific and medical value of research on the venoms of animals. Cultural Cultural","person":"Ronald Adam Jenner","coPersons":[],"organisation":"The Natural History Museum","findingsText":"","dataset":"gtr"}