{"id":"C88AC388-63B5-44F9-83AD-70C2F586DCDC","title":"Testing for pre-breeding consistency in top marine predators: Implications for delayed maturity and buffering of environmental change","abstractText":"Because many animals do not breed until they are several years old, their populations consist of a large number of pre-breeding individuals. In the case of marine organisms, because these pre-breeders spend most of their early life at sea, we know virtually nothing about their biology. A pertinent question is; why do we need to know about their biology? Firstly, pre-breeders can represent more than half of the total population in some species. Secondly, this age-class replace breeding individuals that die as a result of natural or artificial hazards, and therefore act as important buffers of environmental change. Pre-breeders may wait several years to breed because of food. Food is patchily distributed in the marine environment, and as a result seabirds (as well as marine mammals) have evolved highly specialised foraging behaviours to locate their prey. These behaviours have only been shown by breeding birds and it is possible that these techniques take many years to learn, thus explaining why pre-breeders take several years to mature, but we have not been able to investigate this thus far. Using recently developed forensic techniques (stable isotopes) we can now study individual foraging behaviours of pre-breeding seabirds for the first time. Using this information will enable us to determine whether the development of foraging consistencies explains why seabirds show such a delay in their age at first breeding. It is also important because high site fidelity or individual foraging specialisation may mean a greater vulnerability to the threat from climate change, fisheries or pollution. If pre-breeders do not exhibit these consistencies, they may be less susceptible to these threats and may therefore be even more important buffers of change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G001014/1","grantId":"NE/G001014/1","fundValue":"37751","fundStart":"2008-12-18","fundEnd":"2010-12-17","funder":"NERC","impactText":"  My findings have been critical in identifying the importance of immature age classes of long-lived species as important vectors for dispersal, with relevance for the demographic process. Moreover this age-class faces rather different threats, with implications for conservation and management. Furthermore by studying this age-class we can improve our understanding of how foraging skills develop with age. Environment Societal","person":"Stephen Charles Votier","coPersons":[],"organisation":"University of Plymouth","findingsText":" - Immature seabirds have high dispersal potential\n- Immature seabirds exhibit a low degree of foraging consistency in contrast to the high degree of specialisation exhibited by breeders\n- Immature seabirds have differing search strategies in contrast to breeders There has been a large number of studies focussed on the previously understudied younger age-classes of seabirds. Environment","dataset":"gtr"}