{"id":"C88B5CA4-08AE-4D12-B087-761C2BC9C244","title":"Conversion Narratives in Early Modern Europe: a cross-confessional and comparative study, 1550-1700","abstractText":"In post-Reformation Europe (c.1550-1700), religious conversion took place on a scale that had not been seen since the official Christianisation of the Roman Empire in the fourth century and the seventh-century Muslim conquest of the south Mediterranean seaboard and most of the Iberian peninsula. Under the combined effects of the Protestant and Catholic Reformations within and pressure from the Ottoman Empire without, early modern Europe became a site in which an unprecedented number of people were confronted by new beliefs, and collective and individual religious identities were broken down and reconfigured. This project will bring together a team of researchers to explore the stories early modern men and women told about their own conversions and the changes of faith undergone by those around them.\\n\\nThe process of conversion took on diverse forms: from the intensification of the religious life (the most common contemporary meaning of the term 'conversion' in the West) to a change in religious allegiance that could be dramatic or dissembled, ambivalent or enforced. New words were coined to describe a correspondingly novel awareness of the potential for backsliding in this world of sharpening physical and mental borders: from 'New Christians' (those of Jewish ancestry) and 'Moriscos' (Christianised moors) to 'Rinnegati/Renegados' (former Christians who had 'turned Turk') and 'Nicodemites' (those who kept their true beliefs hidden). Conversion narratives are a privileged gateway into the study of the various strategies through which early modern people intensified, changed or concealed their spiritual and personal identities. They open up important questions about the relations between personal and religious identity; modes of autobiography; (self) censorship; dissimulation; domestic material culture; mobility and religious diaspora.\\n\\nThere has been little interdisciplinary exploration of conversion narratives. It is one of the principal aims of this three-year project to recover for sustained study the full range of genres in which these narratives have been preserved and to locate them comparatively in terms of the conditions of their production and reception. With one post-doctoral fellow working on conversion in England, Wales, Scotland and Ireland, another researching the Italian peninsula, and a series of conferences and publications bringing together leading scholars to offer a global perspective, this project will offer a unique transnational view, giving a compelling picture of religious life, and the pressures of religious change, in this pivotal period. We will deal with topics of enduring concern and contemporary relevance, including forced conversion and toleration, religion and identity, missionary activity, cultural exchange, and the negotiation of differences within and between faiths including Christianity, Judaism, and Islam, as well as Eastern and indigenous religions.\\n\\nThis will be an interdisciplinary project, housed in the Centre for Renaissance and Early Modern Studies, the largest centre of its kind in the UK, with particular strengths in religious and book history, material culture, and the interface between religion and textuality. We will support new researchers not only by employing two post-doctoral fellows but by inviting postgraduate and early career researchers to participate in our conferences. Our researchers will be accommodated within the purpose-built Humanities and Education Research Centre. The research will be published in the form of two monographs, a journal special issue, and one edited collection. We will create an interactive website, which will be an essential tool for both scholars and the interested public to discover more about early modern conversion and its relevance to today's world. It will allow access to case studies and a series of carefully-targeted teaching resources. Public engagement will be encouraged through a series of open lectures as well as an exhibition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H03675X/1","grantId":"AH/H03675X/1","fundValue":"457645","fundStart":"2010-09-01","fundEnd":"2013-08-31","funder":"AHRC","impactText":"","person":"Simon Richard Ditchfield","coPersons":["Helen  Smith"],"organisation":"University of York","findingsText":" 1.Publications: a.)Simon Ditchfield Peter Mazur, &quot;Raccontare la conversione in et? moderna. A proposito di Schiavit? Mediterranee&quot;, Storia e Politica 4, no. 2 (2012), 411-426. b.)Peter Mazur, 'Searcher of hearts: Cesare Baronio, Justus Baronius, and the History of Conversion, Journal of the History of Ideas, forthcoming (end of 2013) c.)Peter Mazur, Improbable Lives: Converts to Catholicism in Early Modern Italy, Catholic Christendom 1300-1700 Series, Ashgate Publishing, contract signed, (ms to be delivered end of 2013) d.)Peter Mazur Abigail Shinn (eds.), introduction to 'Conversion narratives in the early modern world', special double issue of Journal of Early Modern History, 17, 5-6 (2013) of six articles + 3,864 word co-authored introduction e.)Helen Smith, 'Metaphor, Cure and Conversion' Renaissance Quarterly, 67, forthcoming summer 2014. f.)Helen Smith, 'Virtue and Vice: A Collaboration Between Hardwick Hall and the University of York', ABC Bulletin [National Trust in-house magazine], (October 2013). 2. Other research outputs: Blog at http://www.europeanconversionnarratives.wordpress.com 30,758 views to date (08/10/2013); 1090 twitter followers; 62 wordpress followers. Videos of public lecture series: http://www.york.ac.uk/crems/conversion/resources/podcasts/ 'Virtue and Vice' mobile app to accompany project exhibition at Hardwick Hall. iOS: https://itunes.apple.com/gb/app/virtue-and-vice/id635915944?mt=8 Android: https://play.google.com/store/apps/details?id=com.rustymonkey.virtueandvice  ","dataset":"gtr"}