{"id":"C89499C9-7B36-4D64-A167-426E044FE096","title":"SD4: Improved understanding of population, community and ecosystem impacts of ocean acidification for commercially important species","abstractText":"Predicting the impacts of ocean acidification (OA) upon fisheries is a rapidly evolving sphere of interest. This project, conducted between the Centre of Sustainable Aquaculture Research (Swansea), Exeter and Strathclyde Universities, and Plymouth Marine Laboratory, will address these challenges using a holistic multi-disciplinary approach. We will examine the physiological and life history responses of commercially important examples of bivalves, crustacea and finfish, using the large (750 m2 floor, 150 m3 water) state-of-the-art Centre for Sustainable Aquaculture Research at Swansea in which these organisms, together with their live food items, can be grown under the same conditions. We will compare the physiology and growth of the selected organisms at different water acidity and temperatures (increased acidity being associated with elevated CO2 and global warming). The output from these experiments will be scaled-up to identify effects at population and community levels. The consequences of these changes for the fishing industry will then be explored. OA, however, will not only affect commercially important species, and so the wider impacts for society of changes in marine ecosystems will also be examined. OA is expected to affect reproduction and early life stages in particular; our research will focus on egg fertilization and growth over the first 2-4 months. These stages can be acid-critical (e.g. sperm swimming is sensitive to acid levels) and are the most susceptible to the external environment due to their high surface-area: volume ratio and poor ability to compensate for changes in internal acidity. Early formation of shell and skeletal structures are also vulnerable to acid changes. OA will also provide direct and indirect effects through changes to food organisms. While it is not possible to change feed species composition, we will grow phytoplankton, zooplankton and other target animals to consider food chain impacts at different acidity levels and temperatures during their most sensitive period. This will enable us to consider the potentially synergistic effects of changes to food quantity and quality, the efficiency of food conversion into growth and energy, and the support of the food chain. Continuing these studies into juvenile stages will provide data for the impact of OA upon the most sensitive stages of cell growth. The results obtained during the studies of early life stages will be complemented by more detailed studies to identify the biological mechanisms that result in an organism's vulnerability to acidity and temperature change. Data from experiments will be used to develop models of organism growth which will provide a sound base for the future development of our understanding of OA upon other species. Supported with data collected from other OA projects, these models will then be developed to link with models that can explore the social and economic consequences to the fishing industry resulting from changes in fish populations. Existing models for such estimates are in their infancy but this project will integrate new developments that relate fisheries production to whole ecosystem ecology to improve upon classic, but simplistic, fisheries models. This is especially important when considering the impacts of global climate change and OA because of the varied interactions between organisms and their environment. Using the findings generated by this study and those arising from other OA projects, the wider impacts of OA on marine ecosystems will be explored. These will be used to examine how the benefits we obtain from the marine environment change (e.g. the availability of clean water for aquaculture and recreational activities, health benefits, and the regulation of gases and climate) and how the value of these benefits change. What these changes mean for industry and society will be explored.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H017488/1","grantId":"NE/H017488/1","fundValue":"296890","fundStart":"2011-01-04","fundEnd":"2015-02-03","funder":"NERC","impactText":"  Much of the work in this project is still on-going and scientific papers are only now emerging or being prepared. As an indication of the need for further academic work on the social and economic impacts of OA, the paper by Hilmi 2013, contributed by this project has been cited 15 times as of October 2014 (Google Scholar). \n\nUnfortunately it is not possible to identify the number of downloads of the articles published in The Grower, newsletter of the Scottish Shellfish Association or CEFAS Shellfish News. Shellfish News has a national distribution, however the Grower has an international circulation and is distributed as hard copy to all members of the Association and to Government and Policy organisations and partner organisations. Agriculture, Food and Drink,Environment,Financial Services, and Management Consultancy Societal","person":"Claudia  Halsband-LenkCaroline  Hattam","coPersons":["Stephen  Mangi","Paul John Somerfield","Gorka  Merino","Mel  Austen","Nicola  Beaumont"],"organisation":"Plymouth Marine Laboratory","findingsText":" This project is focusing on the social and economic impacts of ocean acidification (OA). To do this, a number of benefits that society obtains from the marine environment have been identified. How these benefits might change has then been explored. In particular it has focused on changes in food provision and associated revenues and employment, carbon sequestration and storage, the removal of waste products by the marine environment, and perceptions and understanding of the ocean. Key findings include:\n\nShellfish harvests are likely to be the most impacted across the UK for the scenarios tested. Catches may decrease by 15-25% depending on the scenario used. This will lead to a decrease in revenue and employment losses to the fishing sector and its associated industries. England will potentially face greater losses compared to Scotland, Wales and Northern Ireland, partly because its fishing industry is larger. Small-scale fishers (with vessels under 10m) are potentially more vulnerable than larger-scale fishers (with vessels over 10m).\n\nCarbon sequestration and storage has been explored on two levels: the impacts of OA and temperature change on seagrasses and phytoplankton in the open ocean. The phytoplankton work is still ongoing, but findings for seagrasses suggest that if seagrass cover remains stable and carbon sequestration is maintained at the current rate then global sequestration potential between 2010-2100 is valued in the region of &pound;220 billion UK Sterling (3.5% discount rate). If OA leads to a significant increase in the above- and below-ground biomass as anticipated, the capacity of seagrass to sequester carbon will be significantly increased, with an increase in value of approximately &pound;100 billion. This highlights one of the few positive stories for OA and underlines that sustainable management of seagrasses is critical to avoid their continued degradation and loss of carbon sequestration capacity.\n\nPublic perceptions of OA are challenging to gauge as the UK general public is largely unaware of OA. There is confusion over what constitutes OA, even once supplied with information and given time to discuss this with experts. Nevertheless, members of the public consulted demonstrate varying levels of concern ranging from the cataclysmic to those who report not to care. OA is discussed as a distant issue that is most likely to affect others in far off countries and in the future. Opinions on how to mitigate the effect of OA and whose responsibility it is to do this vary. Some recognise that it is the actions of each and every one of us that can make a contribution, while others expect governments to deal with the issues through technical fixes and legislation. A feeling of hopelessness, however, was common. One of the key issues arising from this is the low level of understanding by the public of the role of the ocean in their everyday lives. This raises a challenge about how best to communicate to the public the issue of OA and other threats facing the ocean.\n\nFurther work on public perceptions and the removal of waste by the ocean is currently ongoing. There is currently very little academic work exploring the implications of ocean acidification (OA) on society. The outputs from this project are therefore timely and of relevance to government and industry bodies, as well as environmental managers, environmental NGOs and marine interest groups, the fishing and aquaculture sector, members of the general public as well as academic circles (in both natural and social sciences). Our findings support the need for improved management of our fish and shellfish resources as well as seagrass meadows. They therefore have implications for marine planning and the implementation of e.g. the EU Marine Strategy Framework Directive.\n\nThe limited understanding of the ocean and issues such as OA by members of the public also raises a challenge for educators and potentially the creative industries. They may be able to help disseminate findings from science in novel ways that more effectively engage the non-science community. \n\nAcademic circles may also take forward the work undertaken in this project. It provides a solid foundation for further studies on the societal impacts of OA and its mitigation. Agriculture, Food and Drink,Creative Economy,Education,Environment,Government, Democracy and Justice,Other","dataset":"gtr"}