{"id":"C89822A8-14CB-4D62-98F9-468BFB1FD766","title":"The detection, assessment and alleviation of pain in laboratory zebrafish.","abstractText":"The use of fish in scientific experiments is increasing in the UK with nearly half a million fish reported in 2010. This rise in popularity means that large numbers of fish are subject to experimental procedures that are invasive causing tissue damage that would give rise to the sensation of pain in humans and mammals. We currently know relatively little on how to detect and assess pain in fish, yet to meet ethical standards we must assess the welfare state of an animal and provide pain relief where appropriate. \n\nThis project aims to clearly identify markers of pain by using non-invasive measures of behaviour and physiology in a model species, the zebrafish, during common practices such as fin clipping and invasive tagging where tissue damage often occurs. Behavioural changes will be tracked using sophisticated monitoring software to determine changes in activity, swimming, feeding, posture, face shape and social interactions. The data will be used to develop a simple classification tool with software that classifies fish according to whether they are behaving normally or exhibiting signs of stress or pain. This invaluable assessment tool will allow researchers and animal carers to accurately determine the state of the fish and allow interventions such as the use of pain killing drugs to alleviate pain. \n\nZebrafish are traditionally kept in uniform tanks with no physical enrichment (e.g. substrate, refuge) and little consideration as to the social context they are placed in. Healthy animals held under better husbandry conditions with resources that allow them to display their normal behaviour and provide them with sensory stimulation recover more quickly from any negative events that cause stress or pain. Therefore, this project will explore what zebrafish prefer using choice tests and implement the top preferences in their holding tanks to determine if the presence of enrichment dramatically improves the animal's welfare and consequently enhances recovery from pain. \n\nProviding pain relief to animals that are subjected to invasive procedures is routine in mammals, however, relatively little is known about the effectiveness of pain killing drugs in fish. It is impractical to inject drugs into small species such as zebrafish and often experiments involve large numbers of fish. Therefore, we propose to investigate the use of a range of pain killing drugs by dissolving them in the fishes' tank water and determining whether they reduce the symptoms of pain. A range of doses will be explored to identify the most effective dose and drug that can be applied routinely during invasive experiments in fish. \n\nOverall, this project will provide robust, new criteria to assess the level of pain experienced in fish by integrating different types of measurement, including behaviour and physiology. It will show how stress affects these measures of pain, and it will help us define holding conditions and pain-killing drugs that best protect fish the discomfort that they might experience when being used in experiments. We believe that the outcome of this work could have practical value to scientific community and should help refine and reduce the severity of experiments for an estimated 300,000 fish annually in the UK and possibly millions of fish worldwide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/K000888/1","grantId":"NC/K000888/1","fundValue":"445398","fundStart":"2012-11-01","fundEnd":"2016-04-30","funder":"NC3Rs","impactText":"","person":"Lynne Ure Sneddon","coPersons":["Andrew Robert Cossins","J  Spencer","Iain Stuart Young"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}