{"id":"C89A431C-57B7-4005-BF3E-D2A68C8FFD0A","title":"e-Research Approaches to Historic Weather Data: Sources, Collaborations, and Methodologies for Researching Environmental Change","abstractText":"Summary\\n\\nThis Network will bring together stakeholders from disparate research communities to investigate, discuss and document the key historical source materials for weather reporting, and to explore ways in which these materials can be represented and accessed digitally in order to create new knowledge. The Network will invite researchers from the arts, humanities and scientific disciplines, representatives from archives, libraries and museums, and the climate scientists from the Met Office to scope and uncover historic weather source materials through articulating a series of key research questions. It will then review ways in which greater engagement and interaction with these materials can be encouraged via digitisation and representation online. The Network will also explore ways in which primary source materials related to climate change enable new research in the sciences and the humanities. Based on this, the Network will make recommendations for the development of a technological infrastructure to facilitate international, inter-disciplinary access to this material by the broadest community of users, taking a collective intelligence approach. \\n\\nThis work will be situated in the Centre for e-Research (CeRch), King's College London, working with the ACRE (Atmospheric Circulation Reconstructions over the Earth) initiative at the Met Office Hadley Centre. This approach will enable broadest input from researchers across the disciplines to identify source materials that can contribute to an understanding of environmental change, and situate this work at the cutting edge of e-Research. Climate researchers at ACRE have already begun a process of identifying and digitising key historic materials to uncover historic weather data from a variety of sources and collections, and document both instrumental and documentary meteorological conditions and weather data (for example, ships logs). This Network will continue this process, by identifying other historic sources that can enhance and augment existing material and develop a comprehensive research base for scholars. The next step will then be to explore digital representation and analysis of these materials in order to promote new research. \\n\\nThis Network will therefore bring together both social and climate histories with climate science to form a more complete picture of environmental, economic, and social developments and changes. It will also bring those working with and maintaining various repositories of historical and environmental collections - museums, libraries and archives - fully into the environmental change agenda. The Network will broaden the engagement beyond the usual, purely scientific realm of climate, climate variability, and climate change. \\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H039333/1","grantId":"AH/H039333/1","fundValue":"23356","fundStart":"2010-08-01","fundEnd":"2011-11-30","funder":"AHRC","impactText":"  This was a network grant that led to further discussions and explorations of use of crowd-sourcing for humanities collections, and the use of humanities data for scientific purposes. Digital/Communication/Information Technologies (including Software) Cultural,Societal","person":"Sheila  Anderson","coPersons":["Lorna  Hughes"],"organisation":"King's College London","findingsText":" The network concluded that much was to be gained through these kind of collaborations. The co-I Lorna Hughes has subsequently taken this work forward in new role of Professor of Digital Collections at the National Library of Wales As an example of cross-disciplinary working. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}