{"id":"C89BB924-8347-4AEC-AF4D-24A2A24238B7","title":"Defining the functional landscapes of metazoan genomes","abstractText":"'Why are some genomes really big and others quite compact?', 'What is all that 'junk' doing in our genomes?', and 'How do limbs, fins, and faces develop and evolve?' These are 3 of the 125 Big Questions in Science, identified by Science magazine on 1 July 2005. To answer these, and other questions, requires a letter-by-letter comparison of genomes -- the books-of-life -- from very different animals. Seeing whether each letter is conserved, or else replaced, does not however tell the full story, since we also need to consider whether letters are added or deleted. Taken together, the conservation, or the insertion or deletion, of letters can highlight those parts of the books-of-life that underlie the basic biology of all animals, and others that specify the differences between species. A fourth Big Question, named by Science, is 'How much will new technologies lower the cost of [genome] sequencing?' This is beginning to be answered: sequencing will soon become so cheap that many, if not all, of the animals of interest to biologists will have their genomes sequenced by 2010. Our group has already served an apprenticeship analysing the genomes of humans, mice, rats, dogs, and chickens, with an over-arching aim of pinpointing the letters of the human genome that contribute to human health. We now wish to consider all available genomes from across the animal kingdom in order to address the Big Questions in Science. In this project, we shall find genes that encode protein, and others that do not, in each of these genomes. We then will calculate the relative contributions of protein-coding genes and non-protein-coding genes in specifying (a) the ancient biology of animals, and (b) the biology that distinguishes branches of the animal evolutionary tree. As we cannot answer all other interesting questions, we will provide comprehensive information on the internet to allow other biologists from around the world to benefit from them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F007590/1","grantId":"BB/F007590/1","fundValue":"195676","fundStart":"2008-06-30","fundEnd":"2011-10-29","funder":"BBSRC","impactText":"  Our work has contributed substantially to the new view of the human genome as being a 'wilderness', with most of the genome being nonfunctional interspersed with small regions of functional DNA. Education Societal","person":"Chris  Ponting","coPersons":["Gerard Anton Lunter"],"organisation":"MRC Centre Oxfordshire","findingsText":" A better understanding of the regions of the human genome that are functional, as opposed to the great majority of sequence that is functionally inert. Disease variants will fall only in functional regions of the genome. Therefore, this work helps to determine which mutations contribute to human disease, and which do not. Education,Healthcare","dataset":"gtr"}