{"id":"C89EF7AF-4429-40EF-B95B-68B5C7849C34","title":"Calling the Shots: Women and contemporary film culture in the UK, 2000-2015","abstractText":"'Calling the shots: Women and contemporary film culture in the UK, 2000-2015' investigates women as creative practitioners in contemporary UK cinema. \n\nThe media regularly report that women make up less than 10% of all directors and less than 15% of all screenwriters in the film industry. Statistics cited invariably originate from research done by the Centre for the Study of Women in Television and Film at San Diego State University, California. Focusing on the top 250 grossing films of each year in the U.S.A., this research shows that the numbers of women in six key roles (director, writer, editor, cinematographer, produce and executive-producer) have not changed from 1998 to 2012 (17-19%). Despite the British Film Institute's statistics on directors and screenwriters, most media reports on women filmmakers in the UK also use the American research, assuming a straight equivalence with the UK situation. In fact no research has studied comprehensively the numbers, status and films of women practitioners in the contemporary UK industry.\n\nConsidering the cultural and financial dominance of Hollywood, this research gap may not be so surprising. However, the study of British Cinema is well established in the UK, and research on women and women's cinema is growing. By establishing a baseline history of women working in the twenty-first century UK Film industry, our research will compliment and extend other work coming out of the Women's Film and Television History Network - UK/Ireland that seeks to construct a history of women working in UK film and television up to 2000. A particular context for Calling the Shots is the rise and demise of the UK Film Council (2000-2011) and the takeover of its responsibilities by the BFI (a project partner). \n\nWorking closely with organisations supporting women in film in the UK, Calling the Shots will produce an historically specific and grounded analysis of the concerns and achievements of women working as writers, directors, producers, editors and cinematographers in the first fifteen years of this century. Under its auspices, two books and a journal issue will be produced which will intervene in academic debates about the contemporary UK film industry and twenty-first century female practitioners of film. The project will support one research assistant and two PhD students. We will host an international conference for academics and practitioners, developing cutting edge research on women and film, encouraging knowledge exchange between women filmmakers and academics, and sharing current research via public events in conjunction with our project partners. Calling the Shots will produce annual reports on its statistical findings, plus a bank of practitioner interviews. These will underpin our own outputs, and will also be made available to other researches and to the public through our project partnership with the BECTU History archive, who will store the interviews in perpetuity. In addition, we have planned events to showcase women's films at UK film festivals, and to host a public study day at a local cinema.\n\nThe project, and its methodologies, will develop strong links between female filmmakers and academics researching women in current cinema production. Most importantly, our analysis of careers, films and industry will establish a foundational history of women and UK film in the twenty-first century which will benefit contemporary academics, students, archivists and advocates. Traditionally, women's history has been a process of recovering the contributions of women that have been lost to or hidden by mainstream narratives. Our project will give future historians and researchers of women and film in the UK a foundation from which to build.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L012014/1","grantId":"AH/L012014/1","fundValue":"589710","fundStart":"2014-09-01","fundEnd":"2018-08-31","funder":"AHRC","impactText":"","person":"Shelley  Cobb","coPersons":["Linda Ruth  Williams"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}