{"id":"C8A16939-D7D8-4392-B615-F1F8F6FB0A4A","title":"Proto-type Experiment of Sediment Transport in Shallow water","abstractText":"The ability to predict how much sand moves under ocean waves and currents, at what rate, and where it goes, is critical for managing our coastal industries, ports, harbours, shipping routes, offshore energy infrastructures, beaches, estuaries, cliffs and the low-lying coastal environments they protect. This is particularly true in a setting of expected sea level rise and enhanced utilization of the coastal ocean.\n\nThe effects of coastal erosion and flooding to settlements and natural resources is widely publicised, yet unfortunately our ability to predict the location and extent of damage remains poor, particularly over the timescale of years. This information is also required to design and predict the life of coastal engineering projects to mitigate the socially, ecologically and economically important impacts of erosion and flooding. \n\nConsidering the state of current knowledge, the biggest leaps in improving such predictions, will come from improved understanding of what controls the direction and rate of transport of the sediment which makes up the seabed. Just like predicting the weather, the goal of researchers in the field of coastal engineering is to produce accurate operational models of sediment transport and the resulting changes caused to the shape of the seabed.\n\nThis project is motivated by the observation that sediment transport predictions get progressively worse as water depths decrease to just a few metres (i.e. near land: arguably the most important area) because of the increasing importance of very small-scale processes of which we have inadequate understanding. Until recently, sensing technologies to measure accurately and rapidly at this small scale did not exist. Fortunately, commercially-available sensors now exist which are able to measure flow speeds at the required resolution. In addition, in conjunction with our project partners we have recently developed and tested new sensors which can provide us information on how much sediment is in the water, and how the seabed evolves over individual waves. By conducting detailed laboratory experiments with these new sensing technologies in a 'life-size' wave flume, we aim to further our understanding of all these very small scale processes which appear to be more important in shallow water.\n\nWe aim to use the knowledge gained about these small scale sediment transport processes and implement them in models to predict the resulting changes to the seabed. By using measurements of this bed evolution taking in the wave flume, we'll be able to identify which of these various processes are most important, and what is the best way to incorporate them into models which predict the evolution of our coastline.\n\nFinally, we aim to make the entire data set publicly-available and accountable using a database linked web application which permits the user to easily specify their data requirements and data format. The coastal engineering and planning community will be able to browse, explore and download the data freely. Software developers and environmental consultants will be able to use the data set as a benchmark with which to test future models of sediment transport and coastal evolution. Finally, other scientists will be able to easily scrutinise our findings and use the data for their own analyses, which will serve as the basis for future progress in this important field of research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K000306/1","grantId":"EP/K000306/1","fundValue":"242062","fundStart":"2013-02-01","fundEnd":"2015-01-31","funder":"EPSRC","impactText":"","person":"Daniel Charles Conley","coPersons":["Gerhard  Masselink"],"organisation":"University of Plymouth","findingsText":" We have been able to identify that shear stress in the swash under beaches displays the same dependency to Reynolds number that most other flows behave. Previous researcher had not identified this because of an incorrect formulation of the appropriate Reynolds number. This finding makes accurate modelling of swash processes more straight forward. Proper implementation of the Reynolds number and the resulting friction factors will improve morphological models of swash zones. Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}