{"id":"C8A2A61B-21C1-475E-8E55-39F7D7E7FCF4","title":"A Radiation-Hydrodynamic ALE Code for Laser Fusion Energy","abstractText":"Fusion energy has promised clean, secure energy for many years and important advances are expected in the next couple of years from the US National Ignition Facility. If the UK is to play a significant role in a subsequent international collaboration for an Inertial Fusion Energy demonstrator we need the ability to make independent target designs and assessments.A key component of this which has been lacking in the UK academic area is a multi-dimensional computer model which follows the hydrodynamic evolution of the laser targets through absorption of the laser energy, ablation, implosion and thermonuclear burn. RALF (Radiation-hydrodynamics using ALE methods for Fusion) will lay the foundation for this capability in a two year project which can then grow quickly if required for participation in a major project. RALF is designed to be a scalable parallel computer model capable of being run in 3D on large High Performance Computing (HPC) installations. RALF is a collaboration between the University of Warwick and Imperial College and continues an area of collaboration begun with the EPOCH code and the Collaborative Computational Project in Plasma Physics (CCPP). RALF will benefit from close links and advice from AWE Aldermaston where there is a growing activity in Inertial Fusion Energy for power production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I029117/1","grantId":"EP/I029117/1","fundValue":"255110","fundStart":"2011-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  This was the first phase of a software development project to deliver a radiation-hydrodynamics code for the UK plasma community. The main output from this project is the core code on which other projects can build. The delivery of a fully functioning radiation-hydrodynamics code will take at least another 10 years FTE of effort so this award merely laid the foundations for this work. A key discovery was the algorithm required to include MHD in an ALE code which opens research possibilities on MHD effects in laser-fusion. The applications of such a code are in fusion research and laser technology development and thus, albeit long-term, will feed into the UK economy. Aerospace, Defence and Marine,Energy Economic","person":"Tony  Arber","coPersons":["Stephen  Jarvis"],"organisation":"University of Warwick","findingsText":" Existing algorithms for Arbitrary Lagrangian Eulerian (ALE) simulation codes have been extended to include multi-material magnetohydrodynamics (MHD). The optimal method for this was shown to be by updating magnetic fields via the so called unit or a-grid by performing a pre-transformation of MHD variables back onto a uniform Cartesian mesh prior to any ALE steps. The algorithm may be developed by FGE ltd. for commercial applications. The MHD extensions and test cases may prove of value for AWE code comparisons. The algorithms developed have been discussed with researchers at AWE plc. and FGE ltd. The latter is a high tech SME specialising in numerical simulations. Education,Energy","dataset":"gtr"}