{"id":"C8A4AD36-9AE5-45CD-9FF7-2AF228AEE6F3","title":"An Oral History of the Modern Commonwealth","abstractText":"The current project seeks to disseminate the findings of the Institute of Commonwealth Studies' AHRC-funded Commonwealth Oral History Project. The follow-on grant will fund an early-career academic to act as Project Officer on a full-time basis for 9 months. Working in close collaboration with the PI, they will have day-to-day responsibility for the organization of dissemination events and liaison with the Institute's partner bodies in the UK and in Malta. They will also produce the associated educational materials, reports, and will collaborate in producing the script for the public-engagement documentary. The project officer will also take a proactive role, in conjunction with the SAS Communications office, in liaising with journalists to link material from the COHP to current developments in the Commonwealth or anniversaries of major events in order to ensure that it feeds into news reporting.\n\nEngaging a broader non-academic audience with the 'high-level' interviews of the COHP, we will introduce the project at the Bloomsbury Festival in October 2015. During the event we will ask local Bloomsbury residents and workers from Commonwealth countries to record on video how the Commonwealth's historical links have shaped their own lives. We intend to use some of this footage in the public-engagement documentary which will be part of the follow-on project.\n\nA key event will be a launch seminar in Malta towards the end of November at the time of the Commonwealth Heads of Government Meeting (CHOGM). All national delegations and civil society organizations attending the meeting will be invited to send representatives, as will the global media. The event, which will be hosted by the University of Malta, will seek to identify possible lessons from the COHP interviews for contemporary policy-makers. The event will be filmed and included as a podcast on the COHP website.\n\nThe follow-on project has the enthusiastic support of the UK branch of the Commonwealth Parliamentary Association. Members of the COHP team have been invited to offer a presentation on the website at the CPA's 'Westminster Workshop' in London in November. The CPA connects senior parliamentarians from across the Commonwealth including MPs speakers and parliamentary officials. The Westminster Workshop provides another important opportunity to disseminate the findings of the project to a genuinely global audience of policy-makers.\n\nThe project will draw upon the networks of the ICwS's sister institution, the Institute of Historical Research to organize a training seminar for teachers of History at post-GCSE secondary and tertiary level to demonstrate how the COHP website can be used as an educational resource.\n\nIn January 2016, the Institute will host an afternoon training seminar for staff at the Commonwealth Secretariat drawing out the key findings of the oral history project. The same month it will organize a seminar at Marlborough House, in collaboration with the communications department of the Commonwealth Secretariat, aimed at the London diplomatic community from both Commonwealth and non-Commonwealth countries.\n\nThe project officer will liaise with staff from the FCO's Historical department and Commonwealth department to produce a short report on the relevance of the COHP findings for contemporary British foreign policy. This will be presented to officials and ministers at a special seminar at the FCO, which the Foreign Office Historians have already agreed to host.\n\nThe project officer will also be responsible for developing the script for an internet-based 90-minute public-engagement documentary video (in partnership with Impact Media Specialists Ltd). This will feature interviews with the PI, CI and principal researcher of the COHP and will include excerpts from the COHP recordings and other historical materials, as well as footage filmed at some of the dissemination events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N003934/1","grantId":"AH/N003934/1","fundValue":"78541","fundStart":"2015-11-10","fundEnd":"2016-08-09","funder":"AHRC","impactText":"","person":"Philip  Murphy","coPersons":["Sue  Onslow"],"organisation":"University of London","findingsText":"","dataset":"gtr"}