{"id":"C8A6C582-DB86-4323-9041-3FD5A3B94C02","title":"Nonlinear dynamics of selectivity, conductivity, and gating in biological ion channels","abstractText":"We propose to investigate the physics of biological ion channels. These natural conducting nanotubes control a vast range of biological functions. Analogous to nano-scale transistors, they are present in the membranes of all biological cells. Moving a finger involves the coordinated operation of billions of ion channels. Half of the metabolic energy consumed by the human brain is used by ion pumps moving K+ and Na+ in and out of nerve cells. Understanding ion channel structure and operation is not only relevant to curing disease, but may also pave the way to bio-computers and their integration with nano-electronics. Channels are extraordinarily complicated devices, built of thousands of atoms, flexible, and filled with ions and water dipoles that adjust their positions to movements of the ions and channel walls. They are very selective and sensitive to external conditions. E.g. the KcsA potassium channel discriminates between K+ and Na+ ions by a factor of 1000, even though they are of the same polarity and Na+ is actually smaller in diameter by 0.4A. Yet channels conduct up to 100 million ions/sec, i.e. almost at the rate of free diffusion, and display very robust performance. Modelling channels is a fundamentally difficult many-body problem with long range interactions and widely-varying timescales, ranging from sub-ps atomic motion to sub-ms gating dynamics. Despite impressive scientific progress, theoretical models of channels are often too simplistic to capture the all-important relationship between structure and function, e.g. traditional models of channel diffusion consider ions as point charges, water as continuous dielectric, and protein as a dielectric with rigid walls - although ion size, hydration, and interaction with protein vibrations in the pore are known to play crucial roles.Our main goal is to develop a novel Brownian dynamics (BD) description of channels by isolating biologically relevant degrees of freedom using molecular dynamics (MD), and to demonstrate theoretically and numerically that protein vibration, ion size and hydration at the selectivity filter, and charge fluctuations (all largely neglected in earlier work), provide leading order contributions to the channel's high conductivity and selectivity between ions of the same polarity. We now propose a full-scale research programme, building on the strong base of: (i) our EPSRC-funded (GR/S86174/01) preliminary project on BD simulations, Poisson-Nernst-Planck and reaction rate theories of ion channels; (ii) the Lancaster group's life-time expertise in non-equilibrium stochastic dynamics; (iii) their long-term collaboration with Rush University Medical College; and (iv) the international distinction and enormous experience of the Warwick group in MD simulation. We will seek a self-consistent explanation of how strong selectivity between alike ions can be combined with high conductivity, stress relaxation and energy dissipation in the channel by developing a novel approach based on a combination of BD and MD simulations. We will also try to establish how coupling to the ion permeation via vibrations of the protein walls changes the energetics and statistics of the gating. Our theoretical and simulation results will be compared with real potassium, calcium, and artificial channel data in collaboration with experimentalists in Oxford, Chicago, Chapel Hill and Groningen.The investigations bring new ideas from non-equilibrium physics to focus on long-standing problems that are of central importance in biology. The work will draw freely on the group's special expertise in nonlinear dynamics, fluctuation theory, coupled oscillators, and their biomedical applications. Even partial success in improving the understanding of conduction in open ion channels will be highly significant, and will more than justify the enterprise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G070660/1","grantId":"EP/G070660/1","fundValue":"526021","fundStart":"2009-08-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  The main impact was the training of a Postdoctoral Research Associate, Dr Rodrigue Tindjong. Education Societal,Policy & public services","person":"Peter Vaughan Elsmere  McClintock","coPersons":["Dmitry  Luchinsky"],"organisation":"Lancaster University","findingsText":" We analysed a generic ion channel of very simple form, an open nanotube with some fixed charge around its middle, using both analytic theory and modelling with self-consistent electrostatic Brownian dynamics. We complemented this mesoscale description with molecular dynamics simulations that take account of individual atoms and provide the parameters needed by the analytic description. \n\nThe most important outcome was our discovery of an emergent phenomenon: a periodic sequence of conduction-bands and stop-bands dependent on the fixed charge. We hypothesise that it is a manifestation of Ionic Coulomb blockade, closely analogous to Coulomb blockade oscillations in quantum dots. In the context of ion channels, this brings an entirely fresh vision of the conduction process. Our new model based on ionic Coulomb blockade seems potentially able to account for numerous earlier observations on wild-type channels and their mutants that have hitherto been regarded as mysterious and puzzling, bringing them together within a consistent, unified, picture. They make it possible to predict the function of a channel from a knowledge of its structure. Thus there are potential applications wherever ion channels - or artificial nanotubes - need to be designed for particular purposes. Education,Healthcare,Other","dataset":"gtr"}