{"id":"C8AC655B-36BF-4BDB-97E8-35A49C0C69FE","title":"Cleavage of acyl-CoA by peroxisomal ABC subfamily D transporters in peroxisomes: mechanism and functional roles","abstractText":"Cells of animals, plants and fungi are organised into compartments which have different functions, much like the rooms in a house. One such compartment is the peroxisome. The main role of peroxisomes is to release energy and molecular building blocks from stored fat and oil, a process called beta-oxidation. Beta-oxidation also plays other roles in making molecules that are important signals within and between cells and peroxisomes share several other jobs with different compartments in cells. For this to work efficiently, many different types of molecules have to move in and out of peroxisomes in an organised fashion. Thus, peroxisomes are sometimes called &quot;organelles at the crossroads&quot;. \nThis project aims to study a family of proteins which transport molecules into peroxisomes so that they can be processed by beta-oxidation. These proteins are called ATP Binding Cassette transporters from subfamily D, or ABCD transporters. We have been studying how these transporters work at a detailed level and also more globally, to determine how they help to keep the different chemical reactions of the cell in check. By investigating ABCD transporters, we have learned that beta-oxidation is important for seed germination and establishment, fertility, senescence, root growth and wound responses in plants and this tells us that the transporters accept quite a wide range of different molecules. Others have shown that ABCD transporters are important for fat breakdown in humans and when they do not work properly, can cause diseases. Recently, we have found that ABCD transporters are rather unusual because they accept a molecule such as a fatty acid which is joined to another molecule called Coenzyme A (CoA) but then chop off (&quot;cleave&quot;) the CoA part as the fatty acid is transported into the peroxisome. CoA is an important chemical in cells because it helps different chemical reactions to happen, thus the levels in different compartments need to be carefully regulated. Once inside the peroxisome, the fatty acid cannot enter the beta-oxidation process until it is &quot;activated&quot;- by joining it to another CoA molecule. At first glance, this seems inefficient but we think that it is important for controlling which molecules can enter the peroxisome and be processed by beta-oxidation (this is known as &quot;metabolic channelling&quot;). Re-joining of the CoA molecule to fatty acids inside the peroxisome requires proteins called acyl activating enzymes (AAEs). We have shown that ABCD transporters in plants are physically and functionally linked to the AAEs which join fatty acids to CoA but we think that they could also interact with different AAEs which join other kinds of molecules to CoA. The availability of different AAEs and their interaction with the transporter provides a potential check-point to control which molecules are allowed to be processed by beta-oxidation.\nTo understand this process better and to make the knowledge more widely useful, we now need to know more detail about how the transporters work, including how the CoA cleavage fits into the transport process and whether it works equally well for different molecules which can be imported. We also want to find out where the cleaved CoA ends up (outside the peroxisome or inside?). Taken together, this information will tell us how peroxisomes balance their resources between different competing functions and how metabolism is controlled.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L001691/1","grantId":"BB/L001691/1","fundValue":"364064","fundStart":"2014-02-17","fundEnd":"2017-09-16","funder":"BBSRC","impactText":"  This project is still in the early stages and our findings have not yet been published  ","person":"Frederica Louise Theodoulou","coPersons":[],"organisation":"Rothamsted Research","findingsText":" This grant only started in February 2014 but we have made good progress. We have found that the family of transport proteins that we are studying are responsible for importing Coenzyme A (a type of metabolic currency) into subcellular compartments known as peroxisomes. This is important because it will help us to understand the control of metabolism.\nWe have also prepared samples of five peroxisomal enzymes to see how they interact with the transporter to control metabolism. Metabolic modellers would be interested in our findings because they have important implications for the control of metabolism. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}