{"id":"C8AEB700-8465-487F-AA4B-A45326AE21BF","title":"Identification of transcription factors regulating plant secondary metabolism through the integration of functional genomics and metabolomics","abstractText":"Plants produce a very broad array of metabolites, which are not essential for growth of plant cells, but which are used by plants to provide protection against stress and pathogens, to attact pollinators and dispersal agents and as signals for development. These are often referred to as 'secondary metabolites' but are known more generally as plant 'natural products'. Natural products have recently become recognised as important components of the diet, offering protection against cardiovascular diseases, certain cancers and age-related degenerative diseases. They are also important components of beauty products and natural remedies for diseases. Plants often accumulate their natural products to relatively low levels, so there is a lot of interest in breeding or engineering plants that produce higher levels. It has been shown that the most effective way to increase the accumulation of secondary metabolites is to increase the activity of genes that regulate the activity of the biosynthetic pathways that make different natural products. Regulatory genes of this type encode proteins called transcription factors. The biggest bottleneck in using this strategy to develop plants that accumulate significantly higher levels of important natural products is that not many transcription factors regulating secondary metabolism have yet been identified at the molecular level. This proposal aims to identify transcription factors from the model plant, Arabidopsis thaliana, that control different branches of secondary metabolism. This will be achieved by studying a selected group of genes that probably encode transcription factors (identified from preliminary evidence as likely regulators). The activity of each of 38 such genes will be increased and the effects on metabolism will be measured by physico-chemical techniques that can identify major differences in the levels of small organic molecules (metabolites) within plant extracts. It is likely that several of the selected genes encode transcription factors that have the same regulatory activity. These genes will be identified because increasing their activity will result in exactly the same changes in metabolites in plants. The aim will be to identify all the proteins that have the same regulatory activities and then to choose one example from each distinct activity group to establish the effects of loss of that activity on metabolite levels. This will be done using sensitive techniques of separation coupled with quantitative identification by mass spectrometry. The combination of metabolic fingerprinting and metabolite profiling should allow us to identify new genes encoding transcription factors controlling secondary metabolism that can be used as tools for engineering natural product accumulation. This project will also make an important contribution to method development for broad range identification and comparison of metabolite profiles in plants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D007089/1","grantId":"BB/D007089/1","fundValue":"247892","fundStart":"2006-04-03","fundEnd":"2009-04-02","funder":"BBSRC","impactText":"","person":"Cathie  Martin","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}