{"id":"C8B97798-7EAA-435A-9F30-EF15D413E427","title":"Knowledge production for sustainable bio-energy: an analysis of UK decision processes and priorities","abstractText":"<p>In the UK policy context, the transition to a low-carbon economy is being envisaged through technological solutions which enhance the commercial use of knowledge in a competitive global market place.&nbsp; For analysing the role of bio-energy, this research project has the following objectives:</p>\n\n<ol>\n \n\n <li>To identify the range of potential innovation pathways for bio-energy, as a basis to analyse variation, selection and retention of pathways as research priorities.</li>\n\n <li>To analyse how institutions are linked in selecting bio-energy research priorities.</li>\n\n <li>To develop a theoretical account of bio-energy research policy and its relation to shaping a low-carbon economy in the UK.</li>\n\n <li>To engage with stakeholders involved in shaping research priorities for bio-energy, eg as participants, as critical supporters, and as potential end-users.</li>\n</ol>\n\n<p>The main research question is: </p>\n\n<ul>\n \n\n <li>How do discourses, practices and interests of techno-scientific knowledge figure in selecting national research priorities for sustainable bio-energy from a wider range of options?&nbsp; </li>\n</ul>\n\n<p>Possible explanations lie in different actors' models of valuable knowledge, competitiveness, and environmental sustainability.&nbsp; These models will be analysed by combining three related theoretical approaches: Cultural Political Economy, Science and Technology Studies, and Critical Discourse Analysis. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H046321/1","grantId":"ES/H046321/1","fundValue":"148089","fundStart":"2010-12-01","fundEnd":"2012-11-30","funder":"ESRC","impactText":"","person":"Les  Levidow","coPersons":["Theodoros  Papaioannou"],"organisation":"Open University","findingsText":" Focusing on UK priorities for bioenergy innovation, this project aimed: to identify the range of potential innovation pathways; to analyse how institutions and processes are linked in selecting R&amp;amp;amp;D priorities; and to engage with stakeholders involved in shaping them. To explain such priorities, it drew upon two theoretical frameworks - imaginaries as future societal visions, future expectations for technological innovation. The study gathered data from documents, interviews and seminars. \n\nSome key findings: \n\nSupport measures for bioenergy innovation have been steered through arrangements between state bodies and industry, e.g. the Technology Strategy Board. Scientists' R&amp;amp;amp;D proposals advocate specific technological pathways as means to fulfil various policy aims and to attract private-sector sponsors; such co-funding has been an advantage (or even a requirement) for gaining Research Council grants. Through the Energy Technologies Institute (ETI), scale-up projects depend on agreement among several multinational companies sharing financial risks and benefits. \n\nVarious R&amp;amp;amp;D priorities have been promoted by linking expectations for environmental and economic benefits. Prospective economic benefits have two main categories: reducing the national costs of GHG savings, and enhancing or capturing economic value. UK strategy advocates three innovation pathways - biohydrogen, advanced biofuels and gasification - as long-term 'hedging options' to deal with future uncertainties, especially by converting various forms of waste. For those various pathways, expectations for technoscientific progress have become more uncertain or longer-term over the past decade, though without necessarily undermining support measures. Expectations for future economic benefits have played a strong role, while conflating national benefits with private-sector interests. \n\nResulting from those arrangements and future expectations, innovation priorities have favoured bioenergy mainly as input-substitutes within centralised large-scale infrastructures, especially current ones. As oil substitutes, for example, advanced biofuels have been favoured over biohydrogen in bioenergy R&amp;amp;amp;D funds. There are exceptions: in particular, support measures have recently favoured R&amp;amp;amp;D for biowaste conversion through anaerobic digestion, which can help to decentralise energy systems. But the policy framework makes assumptions narrowing what societal futures are feasible. see summary above Agriculture, Food and Drink,Energy,Environment,Government, Democracy and Justice","dataset":"gtr"}