{"id":"C8BD9069-1102-4429-9753-0A2B96BC7DBC","title":"Crystalline Defects and Possible Superfluidity in Solid Helium","abstractText":"While it is nowadays ubiquitous that electrons can flow through many solids (called superconductors ) without any dissipation, the idea that atoms of a solid can be engaged in a non-dissipative flow past its rigid lattice is very counterintuitive still. Yet, this is what seemed to be observed in solid helium in 2004 and can be attributed to the quantum nature of solids made of light atoms with weak interatomic attraction ( quantum crystalls ). While the mechanism responsible for the observed reduction, at temperatures below 100 mK, of the inertia of solid helium engaged in torsional oscillations is still highly controversial, the emerging concensus is that the effect is located not in the bulk perfect crystal but in the extended defects of the crystalline order - such as dislocations and grain boundaries. Recent quantum Monte Carlo simulations indeed confirmed that cores of dislocations and grain boundaries in solid hcp 4He should be able to support persistent flow of helium atoms, i.e. superfluidity . However, there were no experiments so far that: relate the observed AC mass flow in solid helium with the measured density and type of crystalline defects; demonstrate that a persistent DC mass flow (i.e. superfluidity) is possible through solid helium; directly investigate the mobility of dislocations and grain boundaries in solid helium under applied stress. These types of experiments will be vital for the progress in the understanding of the new phenomena, and the proposed programme is aimed at advances in all three directions: 1. We will combine two techniques to characterize the same sample of solid helium: a torsional oscillator to monitor its response to acceleration and measurements of thermal conductivity which, at temperatures 50 mK - 500 mK, is sensitive to the mean free path of phonons due to scattering off crystal dislocations and grain boundaries. We will prepare samples of solid 4He of various quality: from extremely disordered ones (grown under non-uniform conditions at pressure decreasing from 70 to 30 bar during growth) to perfect monocrystals grown at constand pressure. This experiment will provide, for the first time, indispensible observations of correlations (if any) of the mass flow and density of defects. 2. We will combine torsional AC oscillations (to monitor the inertia of solid helium as in (1)) with continuous DC rotation (to attempt to generate persistent circular mass flow in an annular channel filled with solid helium after entering the superfluid state while rotating). The presence of the persistent flow will be then detected by matching the angular velocity of the cryostat to that of the flow (as the dissipation of the torsional oscillator is expected to have the minimum when these angular velocities match). If succesfull, this will be a ground-breaking discovery of mass superfluidity in solids! Simultaneously, we will attempt to add another complementary technique of sample characterization to this torsional oscillator - measurements of the propagation of ultrasound pulses. As the sound velocity is very anisotropic in hcp crystals, this will help tell the orientation of a monocrystal (if any). And the frequency dependence of the attenuation of ultrasound is another sensitive probe of dislocations in crystals. 3. We will investigate the mobility of dislocations and grain boundaries in solid helium - by charging them by injected ions and then observing the displacement and steady motion of these defects under an external force due to the applied electric field. At temperatures around 100 mK, below which the new state is usually observed in samples of solild helium, we would expect changes in the mobility of these defects. Furthemore, the mobility of injected ions through bulk solid helium will also be investigated in this temperature range for the first time, that might help to pinpoint any anomalies, if any, in the density of vacancies, etc.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H014691/1","grantId":"EP/H014691/1","fundValue":"505639","fundStart":"2010-01-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  Findings were used by other researchers in the field. Other ","person":"Andrei  Golov","coPersons":[],"organisation":"The University of Manchester","findingsText":" Technique of simulatneous measuring thermal conductivity and shear modulus of solid helium was developed. Distribution of dislocation lengths in polycrystalliner solid helium, following either work hardening or annealing, was measured. Correlation between the properties of dislocation measured by phonon scattering and by shear modulus was observed. We are the only group that has combined characterization of dislocations by shear deformation and phonon scattering. Our results contributed to the progress in understanding dislocatopns in solid helium. Other","dataset":"gtr"}