{"id":"C8D0CA21-230D-442B-99EE-E88735AFB766","title":"Understanding and predicting the diffusion of innovations in animal populations","abstractText":"The aim of this research is to increase our understanding of the processes by which new knowledge and skills is transferred between animals, including humans, through copying ('social learning'). For human beings, imitation and teaching are thought to be the most important processes by which information is transferred from knowledgeable to naive individuals. However, in other animals there is little evidence that teaching occurs but nonetheless inexperienced and young individuals pick up clues from more knowledgeable others concerning, for instance, the identity of predators or how best to process foods. This social learning can generate 'traditions' for performing particular behaviour patterns, for instance, eating specific foods, or taking particular pathways. As a consequence, the behaviour of animals may vary from one population to the next, not just because they possess different genes, or are exposed to different environmental resources, but also because they have learned different habits from more experienced members of their population. A challenge for researchers studying animal behaviour is to identify these 'traditions' and to work out how novel behaviour and skills ('innovations') spread through populations. Currently it is very difficult for researchers to tell if animals are copying each other outside of the laboratory context, or to specify the psychological and social processes that underlie the spread of innovations. This research programme will generate useful data using laboratory populations of starlings and then use mathematics to develop statistical packages that specify when animals acquire their behaviour through social learning, how novel behaviours spread through social learning in animal populations, and what learning rules are deployed. The usefulness of these statistical tools will then be tested in natural or naturalistic populations of New Caledonian crows, meerkats, chimpanzees and capuchin monkeys - animals renowned for their traditional behaviour - working with expert collaborators from Oxford, Cambridge and Durham universities. These statistical tools will be made available as freeware to a variety of researchers (biologists, psychologists, anthropologists, archaeologists, economists) interested in detecting and understanding social learning and predicting the diffusion of innovations, including technological innovations in humans. As there are some parallels between the spread of information and certain transmittable diseases through populations, the project also contains a pilot study to investigate whether the developed statistical tools potentially can be applied to predict disease flow, using a guppy model system. This project involves collaborations with outstanding researchers at Princeton, Oxford, Cambridge, Durham and Exeter Universities and the MPI Leipzig.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I007997/1","grantId":"BB/I007997/1","fundValue":"399010","fundStart":"2011-10-03","fundEnd":"2014-10-02","funder":"BBSRC","impactText":"","person":"Kevin Neville Laland","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}