{"id":"C8D2C553-B895-4B60-BF92-388BB34887F2","title":"Testing and Improving Stratosphere-Troposphere Analyses Through Tracer Transport Studies","abstractText":"Meteorological centres produce global analyses of atmospheric winds and temperatures, typically on a 6-hour basis. These fields, which now extend above the stratopause, are produced by the assimilating of observations (from satellites, sondes, surface observations etc) into a numerical weather prediction (NWP) model. The primary use of these analyses is to initialise short-term weather forecasts. These global wind and temperature fields are also a huge potential resource for researchers who study atmospheric pollution and need to model the distribution of trace gases in the atmosphere (chemical transport modellers). Indeed, these winds are widely used for many studies of atmospheric chemistry where results depend critically on the quality of these analyses. However, it has become apparent in recent years that global analysed windfields available from many centres do not represent this tracer transport well. The winds tend to cause too much transport of tracers between regions. In this project the University of Leeds, which has extensive experience in chemical transport modelling, will collaborate with 3 leading meteorological centres to test how well a range of currently available analyses perform for a range of important tracer transport questions. Following on from this systematic comparison, Leeds will collaborate directly with ECMWF in order to test the causes of different tracer transport behaviour in the different analyses. New test analyses will be produced and information on the best assmilation system for tracer transport will provided to the meteorological centres. Finally, the most realistic analyses will be used to study in detail tracer transport into, through and out of the tropical tropopause layer (TTL). This region controls the rate at which pollutants enter the stratosphere and the transit time through this region is currently poorly quantified. There are large variations in estimates of this quantity depending on the analyses used and the method of employing them in a particular model. Detailed investigations with these new analyses, forcing a 3D model which can be run in in a variety of configurations, will provide a better estimate of this.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F004575/1","grantId":"NE/F004575/1","fundValue":"261260","fundStart":"2008-01-02","fundEnd":"2011-01-01","funder":"NERC","impactText":"  Our findings from this project have help to improve weather forecasts as the European Centre for Medium Range Weather Forecasts (ECMWF).\n\nUsing observations of atmospheric chemistry we have show that the quality of the wind fields generated by different versions of the forecasts behave differently. We have shown the best performing forecasts.\n\nWe also improved the interactive ozone scheme which is used in the ECMWF forecast model. Environment,Other Societal,Policy & public services","person":"Martyn  Chipperfield","coPersons":[],"organisation":"University of Leeds","findingsText":" - Observations of chemical species in the atmosphere can be used to test and improve the quality of weather forecasts By weather forecasting agencies such as ECMWF and Met Office. Environment","dataset":"gtr"}