{"id":"C8D37EA4-51E1-4B27-9901-0675BDAB0BA1","title":"The Development of Inhibitors of Cdk Activating Kinase (CAK)","abstractText":"Breast cancer is the most common form of cancer in women in the western world, and 80% of breast cancers contain estrogen receptor. Tamoxifen is the standard treatment for endocrine sensitive breast cancer. However, whilst curing 28% of people who are given it as an adjuvant to surgery for primary breast cancer, it is commonly followed by the emergence of resistant cells despite the fact that these emerging breast cancer cells, which are often in metastatic sites still containing estrogen receptor, the very target of the drug. The National Cancer Institute (USA) estimate that in the USA in 2007 there will be over 180,000 new cases of breast cancer diagnosed with over 40,000 deaths. The comparable figures for the UK are 44,000 and 12,500 respectively. In 2007, the total numbers of newly diagnosed breast cancer patients in the 7 top pharmaceutical markets in the world are expected to exceed 450,000. Breast cancer is the most common cause of all deaths in younger women aged 35-54 years, accounting for 17% of all deaths. The high incidence of breast cancers and the attendant morbidity and mortality are major drivers for the identification of novel drug treatment regimes. There is an urgent clinical need for the discovery of new and improved drugs to treat cancer. The discovery of new medicines and imaging agents is a multidisciplinary endeavour. It involves clinicians who identify a need for new therapies to control and cure disease. The discovery of new medicines involves many other scientists including pharmacologists, molecular biologists and chemists. Chemistry plays an absolutely vital role in the discovery, development and manufacture of all medicines. Without exception, all medicines are chemicals and the vast majority are organic compounds with molecular weights below 600. The discovery of a new medicine requires the chemist to synthesise new compounds so that their biological effects can be tested, optimised and ultimately used by clinicians in a hospital setting. Once an active prototype drug has been identified, the chemist prepares additional new compounds for assay. If the research is successful, and pharmaceutical discovery is very difficult, then the compound will be used to cure diseases such as breast cancer. This proposal is focused on a collaborative programme of research between a clinical group in Cancer Medicine at Imperial College London and a group in Synthetic Chemistry in the same university with focus on the discovery of new medicines. In research to date they have identified a novel series of inhibitors that are highly promising for the development of a new class of drugs to treat patients with resistant breast cancers. This follow on proposal will allow the London team, along with their American collaborators in Emory University, to fully develop these new drugs for commercialisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F008856/1","grantId":"EP/F008856/1","fundValue":"96613","fundStart":"2007-12-18","fundEnd":"2008-12-17","funder":"EPSRC","impactText":"","person":"Tony  Barrett","coPersons":["Simak  Ali","Charles  Coombes"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}