{"id":"C8D90068-3364-4EA8-8E68-60CF95B7B3C3","title":"The structure and extracellular regulation of the large latent TGFbeta complex","abstractText":"Transforming growth factor (TGF) beta is a powerful &quot;growth factor&quot; which is a messenger molecule that can direct processes in cells, for example telling them how much to grow, move or even whether they should live or die. These processes are crucial in maintaining normal tissue structure and function and are essential in human embryo developmental. The action of TGFbeta is controlled by large proteins found outside of the cell that bind to TGFbeta creating a tissue storage depot. This storage is needed for correct development, repair and maintenance of our tissues, such as the heart, lungs and skin. \n\nThe large proteins that bind to TGFbeta are called fibrillin and latent TGFbeta binding protein. Fibrillin forms fibres that are important for providing our tissues with elasticity such as large blood vessels like the aorta, lungs and skin. Symptoms of ageing associated with a loss of elasticity, for example skin wrinkles, hypertension and deterioration in vision, have been linked to degradation of fibrillin. Fibrillin and latent TGFbeta binding protein (LTBP) bind to TGFbeta, both these proteins are essential for the tissue storage of TGFbeta to occur correctly but there are currently no details of the fibrillin-LTBP-TGFbeta complex. Our limited knowledge regarding TGFbeta storage and the complexes they form presents a major obstacle to understanding TGFbeta function. The main aim of our work therefore is to understand the structure of the fibrillin-LTBP-TGFbeta complex which we believe will lead to an understanding of how TGFbeta storage occurs. We will determine the shape of LTBP when bound to TGFbeta, and how fibrillin and fibrillin fibres interact with this complex. Finally, we will discover how TGFbeta is released from this complex when it is needed and how these interactions underpin their important roles in tissue assembly and maintenance.\n\nUnderstanding these molecular events for maintaining tissue elasticity could have significant health and economic benefits to the UK. Stiffening of the blood vessels and valves of the heart are major causes of heart disease which affects more than 6 million citizens in Europe each year. Heart disease has a huge economic impact, due to the high medical costs and work disability. In the eye, losing elasticity effects the ability to bend the lens (accommodation) which leads to the loss of up-close vision with age. This can be improved by wearing glasses but does not correct completely for this age-related deterioration in vision. Our research findings could be of future interest to the pharmaceutical industry in developing treatments to maintain the elasticity of these tissues. Effective treatment would significantly improve the quality of life of an ageing population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L00612X/1","grantId":"BB/L00612X/1","fundValue":"362868","fundStart":"2014-02-01","fundEnd":"2017-01-31","funder":"BBSRC","impactText":"  Grant only started in February so too early yet.  ","person":"Clair  Baldock","coPersons":["Cay  Kielty"],"organisation":"The University of Manchester","findingsText":" Grant only started in February so only in early stages yet Not applicable yet Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}