{"id":"C8DF5C9C-1DF0-440E-871E-66E1DA264115","title":"Global Challenge Network on Tropospheric Ozone","abstractText":"Many research groups in the UK and beyond are interested in tropospheric ozone (i.e. ozone close to the earth's surface). Ozone concentrations are gradually increasing across the northern hemisphere, because of increased emissions of pollutant precursors from growing industrialisation. Some progress has been made in reducing the severity of summer oxzone 'episodes' through European-scale emission controls, but there are still serious problems for both plant and human health which are likley to get worse with time.\nPredictions of the future ozone climate depend upon models of atmospheric transport and chemistry - these can be tested by ground-based measurements, but the vertical structure of ozone concentrations within 1 km of the surface is not well known from measurments. Such measurements are needed to evaluate current models, and to improve model capabilities. \nReliable predictions are needed to assess the effects on vegetation, whether loss of biodiversity in natural systems, or loss of income to farmers because of crop damage. In turn, effects on vegetation lead to economic losses in terms of ecosystem services (what we get from the countryside....food, fuel, water, amenity etc.) and food security. Ozone also affects man-made structures, shortening the lifetime of many plastics, rubbers and paint coatings, and causing damage to art works and our material heritage - ozone can be a problem indoors as well as outdoors.\nOzone also directly affects human health, particularly for vulnerable sections of society with a history of breathing difficulties. Current studies have to rely on measurements made in cities or in the countryside, but rarely matching people's normal patterns of exposure. As for effects on vegetation, there are pressing needs for measurement technologies that are relevant to estimating effects. \nAtmospheric measurements range from high-technology laser-based instruments for exploring the vertical structure of ozone in the atmosphere to simple rugged portable instruments that can be deployed to look at spatial and temporal variation in a city, or where people live and work, or where different types of plant grow. Many of the required technologies exist, and can be modified from one use to another, but there has been no joined-up thinking to make sure such knowledge is available across the research communities, or that the requisite technical expertise is available.\nAt present, the various different communities, with their different expertise and needs, have no forum for sharing ideas and 'wish lists'. This proposed network will bring the disparate research communities together in two face-to-face meetings, the first to share information, ideas and 'wish-lists', and the second for groups to suggest ways of collaboration, new research avenues and acccess to delivering engineering solutions. In addition, a web site will be set up to allow registered participants to access contact details, with a blog to capture comments, new ideas and requests for specific information or collaborative opportunities.\nA successful outcome will be realised by transfer of ideas and technologies, the development of new partnerships, and several applications for future research using the UK community expertise effectively across the whole range of interests in which ozone is a key factor.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K001744/1","grantId":"ST/K001744/1","fundValue":"121995","fundStart":"2012-10-01","fundEnd":"2014-09-30","funder":"STFC","impactText":"","person":"Stefan  Reis","coPersons":["J Neil  Cape"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":"","dataset":"gtr"}