{"id":"C8DFC0C6-3A08-4842-B55D-933DE5D0FEC5","title":"ADS+: Enhancing and Sustaining the Archaeology Data Service digital repository","abstractText":"The Archaeology Data Service (ADS) supports research, learning and teaching with high quality and dependable digital resources. It does this by preserving digital data in the long term, and by promoting and disseminating a broad range of data in archaeology. The ADS promotes good practice in the use of digital data in archaeology, it provides technical advice to the research community, and supports the deployment of digital technologies. It was founded in 1996 and has received support from AHRB/AHRC since 1998.\\n\\nThe ADS now holds over one million metadata records providing pointers to digital resources covering the archaeology of the UK. It also holds the digital outputs of 25 AHRB/AHRC funded research projects, along with over 250 digital archives from projects funded by other bodies, including English Heritage, CADW, Historic Scotland, NERC, and the British Academy. These holdings represent primary data from unrepeatable excavations and research. They are essential to support the research environment of Archaeology in the UK, both in the academic sector, and beyond.\\n\\nSince its foundation ADS has developed a robust repository infrastructure, based around an Oracle database, a Java-based Collections Management system, and a suite of Unix servers, with onsite and offsite backup, and synchronization with the UK Data Archive in Essex. However, as ADS holdings have grown in size and number, and user expectations have also increased, this technical infrastructure has become a constraint upon enhanced access to ADS collections and, in its current form, would be costly to extend and maintain in the long term.\\n\\nOver the last 2-3 years the digital preservation community has embraced a software application known as Fedora (or Flexible Extensible Digital Object Repository Architecture). Fedora is a digital asset management (DAM) architecture, upon which many types of digital library, institutional repositories, and digital archives, are now being built. The implementation of Fedora at ADS would streamline the long-term curation of existing archives and cut the cost of ingest of new archives. It would also enhance access to all ADS collections in an extremely powerful fashion. Currently, users can search for digital archives at collection level, and can then 'drill down' onto each archive to search for specific files of relevance to their particular research question. Fedora is structured around collections and individual files and would allow users to search across collections for individual digital objects. Therefore all ADS users would be enabled to search within and across archives, exploring and creating links between a wide range of rich digital resources. Furthermore, Fedora would also enhance the ability of ADS to allow external systems (including search engines such as Google, as well as other data aggregators) to interrogate and link to ADS holdings at the level of individual digital objects.\\n\\nHowever, whilst 'Out-of-the-box' Fedora includes the necessary software tools to ingest, manage, and provide basic delivery of objects it has few customised tools and requires extensive software development to tailor it to the data structures and user needs of specific archives. It is an Open Source solution, which means that whilst it is freely available to download and install, a specific implementation requires significant programming investment. The implementation of Fedora at ADS would also require significant migration of existing cataloguing data and metadata enhancement, if its full power is to be realised.\\n\\nThe ADS+ project therefore requests funding for two people - an Applications Developer and a Curatorial Officer - for one year, in order to turn ADS into a Fedora repository consistent with international ISO standards.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H036768/1","grantId":"AH/H036768/1","fundValue":"140250","fundStart":"2010-03-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"  1. The award was given for the ADS grey literature library, including the allocation of Digital Object Identifiers and the introduction of map-based searching\n2. The award demonstrates that the ADS has had an outstanding impact on the field of digital preservation Digital/Communication/Information Technologies (including Software) Cultural","person":"Julian  Richards","coPersons":["Stuart  Jeffrey"],"organisation":"University of York","findingsText":" The ADS+ project has achieved all it set out to do, streamlining the accession process and revolutionising the user interface, laying firm foundations for future developments. The new ADS user interface, launched in May 2011, shows some of the fruits of the ADS+ project: http://archaeologydataservice.ac.uk/archives/\n \n The archive Introduction and Overview pages, and other metadata, are now populated automatically from the Collections Management system, eliminating duplication of data entry. The opportunity was also taken to restructure the Collections Management database, making the tracking of people (both users and depositors) more logical. This will make it much easier to maintain, and streamlines the accession process, as anticipated at the outset of the project. We estimate that the time required to accession a standard archive, following the ISO standard OAIS model, has been halved.\n \n The faceted browse to the archives which has been facilitated by ADS+ offers a greatly enhanced experience for users. It makes individual archives much easier to locate, and supports both browsing and directed searching. Previously users were presented with a simple list of archives, organised geographically. As well as a basic freetext search box, the new interface supports browsing by Subject, Programme and Region. The latter is further split in a hierarchical facet according to continent and by region within the British Isles. As the number of ADS archives has now increased to c.400 it would have become extremely difficult for users to discover individual archives without the faceted approach.\n \n The infrastructure set up within ADS+ will allow ADS to add additional facets to this search interface in future, including media type and archaeological period. As part of ADS+ media type was checked and collected for all files held by ADS (over 1.2 million files in total), which ensures a robust foundation for future migration of file types. There has eben interest in the ADS archival infrastructure developed by this project from other national UK archives, specifcally within English Heritage, and the Royal Commissions for Ancient and Historical Monuments in Scotland and Wales Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}