{"id":"C8E36C45-39FE-41FC-8BEA-DD270CFBD008","title":"Shrinking the state: reforming arm's length bodies in an age of austerity","abstractText":"<p>Calls for a 'bonfire of the quangos' regularly appear on the political agenda in the UK, but often fail to deliver change. Now, the Coalition Government is making a sustained attempt to reform 'arm's length bodies' that shape, make and deliver public policy.</p>\n\n<p>The reform raises important issues for democratic accountability, efficiency and organisation in the British state. These are especially important in the context of current economic, financial and policy challenges, deficit reduction and the ambition to shift greater responsibility for public provision to citizens and voluntary organisations.</p>\n\n<p>The research asks:</p>\n\n<ul>\n \n\n <li>Why have arm's length bodies been so durable?</li>\n\n <li>&nbsp;Why is reform now possible?</li>\n\n <li>How is the durability and reform of arm's length bodies affected by a climate of austerity?</li>\n\n <li>What are the consequences of reforming arm's length bodies for ministers, Parliament, civil servants and others?</li>\n\n <li>How can the delegation of executive or advisory authority to independent bodies be designed?</li>\n\n</ul>\n\n<p>Our research will track the implementation of the Coalition Government's reform and compare this with developments internationally. It will consider the legal, constitutional and administrative issues involved, but also the broader politics involved in reshaping and shrinking the state.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J010553/1","grantId":"ES/J010553/1","fundValue":"655703","fundStart":"2012-05-21","fundEnd":"2016-01-31","funder":"ESRC","impactText":"  Our findings have contributed to policy discussions and the development of administrative practice in the relationship between government departments and quasi-independent public bodies. This has been achieved through invited presentations/participation at workshops/conferences organised by Cabinet Office and the professional associations for public body boards and chief executives. We have also provided evidence to parliamentary inquiries on these issues. Government, Democracy and Justice Policy & public services","person":"Chris  Skelcher","coPersons":["Anthony Michael Bertelli","Matthew Vincent Flinders"],"organisation":"University of Birmingham","findingsText":" We have studied the Coalition government's reform of 'quangos' - officially, 'public bodies'. Many individual public bodies have been abolished, but much of what they did has been absorbed into government departments. Our research shows that while 'quangos' have often been the subject of public criticism, the roles undertaken by them - providing expert advice, delivering public services, adjudicating in tribunals - remains essential to society. \n\nThe Coalition government decided to bring public bodies' functions back into departments in order to increase their accountability to ministers. Yet at the same time the government has a policy of reducing the size and expenditure of the civil service by outsourcing activities and encouraging civil servants to create mutuals/social enterprises. There is a tension between the centrifugal pressure for increased ministerial accountable and the centripetal force for outsourcing. Government lacks an overall approach to thinking about the management and accountability issues arising from different forms of arm's length relationships.\n\nHowever the civil service has devoted considerable attention to improving the skills of staff involved in managing the relationship with public bodies, through a productive relationship with the Public Chairs Forum. There is potential for these skills to be deployed more generally across the management of relationships with other arm's length organisations. Relationships with and reform of semi-independent agencies is a feature across the public service, in local and national government, and internationally. We are disseminating our work via the Cabinet Office and Public Chairs Forum, as well as across local government and the wider public through social media. We have published a number of policy reports, discussion items, and academic papers for use by the wider community. Government, Democracy and Justice","dataset":"gtr"}