{"id":"C8E6F069-2705-46D2-B64A-AEDD18E63A38","title":"Statistical Analysis of Non-Linear Spatio-Temporal Signals with particular application to Functional Neuroimaging","abstractText":"High resolution spatio-temporal data is becoming increasingly common, providing statisticians with both the joys and challenges of massive data sets. However the signals under investigation in these data sets are often complex and non-linear with both smoothly and abruptly changing components. This is especially true in applications such as functional magnetic resonance imaging and positron emission tomography, where three dimensional spatial measurements are taken repeatedly during the experimental time frame. Common approaches to the analysis of these data sets are based on the use of mass univariate linear models. Recently, work has shown that great improvements can be made, in terms of estimating the signal, by considering a non-parametric functional smoothing approach, particularly if use is made of the spatial information in the data. However, this methodology is currently limited to simple spatial models and to signals that are only smoothly varying.This projects aims to provide a statistical framework for analysis of spatio-temporal data which is subject to both smooth variations and abrupt changes within the same signal, whether these changes are occurring across space or time. Functional principal component methodology will be extended to incorporate a hidden Markov random field component. This will allow either a clustering of the data into regions of similar function constrained in space, or a fully 4-D spatio-temporal model of the resulting process.Particular attention will be paid to the application of this methodology to functional neuroimaging data. Brain anatomy results in the need for a smoothly changing spatial model subject to abrupt changes while neurochemical reactions and experimental challenges can result in both smoothly varying and abruptly changing signals in time. In addition, the massive amounts of data that need to be considered require that all the methodologies determined must be accompanied by computationally efficient algorithms. By focusing on common experimental paradigms, the goal of this project is to deliver innovative general statistical methodology that is of real and immediate benefit to the analysis of neuroimaging data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H016856/1","grantId":"EP/H016856/1","fundValue":"95354","fundStart":"2010-01-20","fundEnd":"2012-01-19","funder":"EPSRC","impactText":"  The analysis of change points is now becoming ubiquitous in areas as far apart as biomedical studies, climate change (it is in the very name) and the financial crisis (a change point in the financial system). Software that was developed during the project is being used in a wide variety of sectors to estimate time series effects based on state space models, and the software has been downloaded thousands of times. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Energy,Financial Services, and Management Consultancy,Government, Democracy and Justice,Pharmaceuticals and Medical Biotechnology,Transport Economic,Policy & public services","person":"John Alexander Aston","coPersons":[],"organisation":"University of Warwick","findingsText":" High resolution spatio-temporal data is becoming increasingly common, providing statisticians with both the joys and challenges of massive data sets. However the signals under investigation in these data sets are often complex and non-linear with both smoothly and abruptly changing components. This is especially true in applications such as functional magnetic resonance imaging and positron emission tomography, where three dimensional spatial measurements are taken repeatedly during the experiment. This project provided an answer to the question of whether change point analysis could be carried out in space and time in a reliable and repeated way. Indeed, it was found that 50% of fMRI scans produced in a resting state had significant change points present which would bias further analysis. The findings are already being used in other research into brain imaging and indeed in other fields from climate science to economics to social science research. The Newton Institute recently held a 4 week programme on change point inference for which I was an organiser. My participation (and indeed my planning) for the programme was a direct result of the grant. Aerospace, Defence and Marine,Agriculture, Food and Drink,Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Transport","dataset":"gtr"}