{"id":"C8E9662A-FE5A-4756-A286-A146F7C9C5A0","title":"The democratic anchorage of governance networks in three European countries","abstractText":"<p>The desire to join-up government, and to increase the involvement of business, citizens and non-profit organisations, is creating new institutions in cities and communities. Informal associations, partnerships, public interest companies and other types of organisation play a key role in shaping, deciding and delivery public policy.</p> \n<p>This study investigates the extent to which these new arenas are connected to democratic structures and processes at sub-national level and establishes design principles to enable citizens and stakeholders to engage with these new forms of policymaking and implementation. The case study focus is infrastructure and community safety policy in Denmark, England and the Netherlands. Findings will be transferable to other European and policy contexts.&nbsp;The project involves collaborators at Erasmus (Netherlands) and Roskilde (Denmark) universities.&nbsp;It will draw on institutional, ideational, network and democratic theory to investigate four problems:</p> \n<ul> \n <li>the marginality of elected politicians in governance networks;</li> \n <li>tensions in governance network design between different democratic traditions;</li> \n <li>the resolution of collective action problems in polycentric governance networks;</li> \n <li>how processes of policy deliberation are affected by governance network design.</li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-23-1295","grantId":"RES-000-23-1295","fundValue":"224180","fundStart":"2006-02-01","fundEnd":"2008-09-12","funder":"ESRC","impactText":"","person":"Chris  Skelcher","coPersons":["Helen  Sullivan"],"organisation":"University of Birmingham","findingsText":" The overall aim of the research was to assess and explain the democratic anchorage of governance networks through comparative analysis, and to identify normative principles and approaches that can strengthen their institutional design and resultant democratic practices.\n\n\n\nWe pursued this aim through comparative research into governance networks concerned with integration of new migrants and neighbourhood regeneration in Birmingham, Copenhagen and Rotterdam. \n\n\n\nOur overall conclusion is that the connections between the institutions of network governance and those of representative democracy vary much more than the literature suggests. The democratic milieu of each nation and the political salience of the policy issue are important determinants.\n\n\n\nWe propose that governance institutions in a democratic context have to resolve three basic problems: \n\n1. How to provide legitimacy for the institutional form of network governance \n\n2. How to enable prior consent for its policies, programmes and budget, and \n\n3. How to ensure subsequent accountability for its actions. \n\n\n\nThese three conditions do not presuppose any particular form of democracy or governance, and thus enable an assessment of the democratic performance of network governance that avoids the assumptions of the other approaches. \n\n\n\nOur empirical analysis is critical of those who argue that new forms of governance are leading to the end of representative government. The position is more complex and varies across countries and policy sectors.\n\n\n\nThe Birmingham case is explained by a strong English discourse of ‘partnership’ and interactive policy making that has been current since the early 1990s, and by a pragmatic approach to constitutional questions. The prevailing governance discourse prescribes network forms as the norm for new policy issues. The Netherlands, by contrast, has a longstanding tradition of negotiated political solutions drawing from the discourse of consociationalism. It has traditionally been a pillarised society in which elites negotiate through a consociational bargaining system, although this is now changing to some extent. In Denmark, representative democracy is understood in the context of civic associationalism. It has a long tradition of interaction between government and civil society associations, and of consensus seeking in politics. \n\n\n\nNeoliberal critiques propose a marginalisation of elected politicians due to a diminished role for ‘the political’, leading to a democratic deficit in societal governance. Our comparative analysis reveals a number of different roles that elected politicians might play in contributing to the democratic performance of governance networks. \n\n\n\nWe found evidence of meta-governance in Birmingham’s regeneration and integration networks. In contrast, the executive role place politicians close to the delivery of services or the development of new policy initiatives as in Copenhagen’s policy for the integration of migrants. We found evidence of the representative role in neighbourhood regeneration, where local elected politicians saw their role as enabling citizens to contribute to decisions. Finally, the scrutiny role offers elected politicians the opportunity to ensure that governance networks are accountable for their actions to a wider constituency.\n\n\n\nIn general, public managers remain positive about democracy in general and the place of representative government in particular. The research has been applied in education and development of public managers in the UK and other participating countries. Government/ Democracy and Justice","dataset":"gtr"}