{"id":"C8E9D880-8377-4ADC-8000-DDC4A3461110","title":"Dorsal root ganglion development - analysis of sox10 function using novel transgenic and mutant resources in zebrafish","abstractText":"In normal development it is vital that cells make decisions about what type of cell to become. The peripheral nervous system consists of a series of clusters of cells (ganglia). These clusters contain cells of two types, neurons, and support cells (glia). To function correctly the ganglia must have appropriate numbers of both neurons and glia. Thus, cells must be allocated to each of these cell-types in the appropriate numbers. For one set of ganglia, the sensory ganglia, we know of several influences of cell fate. One is a protein that controls the activity of many genes - the set of genes that are activated determine whether that cell will be a neuron or a glial cell. The other is a set of proteins that mediate communication between adjacent cells, allowing co-ordination of their fate choices. Understanding how cells of developing ganglia co-ordinate these two influences is a key problem in understanding normal development. We have recently isolated a unique mutant in the former protein that appears to result in a defect in the function of the second system. Our proposal would allow us to test our ideas of how these influences are co-ordinated to generate ganglia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D000440/1","grantId":"BB/D000440/1","fundValue":"213991","fundStart":"2006-05-15","fundEnd":"2009-05-14","funder":"BBSRC","impactText":"  We identified a unique sox10 allele in which dorsal root ganglia show a neurogenic phenotype. In the course of an BBSRC grant , our studies of this mutant indicates that Sox10 and Notch-delta signaling functions are co-ordinated to allow the correct balance of neuronal and glial fate specification. Key final publication now being prepared (86) Delfino-Mach?n, M., Nikaido, M., Zhang, D., Law, E.W.P., Colanesi, S., Tiso, N., Blader, P. and Kelsh, R.N. An imbalance of Sox10-dependent activation and Notch-dependent repression of ngn1 underlies the neurogenic phenotype in a novel sox10 mutant allele. In prep. Other ","person":"Robert  Kelsh","coPersons":[],"organisation":"University of Bath","findingsText":" Sox10 drives development of sensory neurons, in a way that involves unexpected interactions with cell-cell (Notch-delta) signalling\nWe identified a unique sox10 allele in which dorsal root ganglia show a neurogenic phenotype. In the course of an BBSRC grant , our studies of this mutant indicates that Sox10 and Notch-delta signaling functions are co-ordinated to allow the correct balance of neuronal and glial fate specification. Key final publication now being prepared (86) Delfino-Mach?n, M., Nikaido, M., Zhang, D., Law, E.W.P., Colanesi, S., Tiso, N., Blader, P. and Kelsh, R.N. An imbalance of Sox10-dependent activation and Notch-dependent repression of ngn1 underlies the neurogenic phenotype in a novel sox10 mutant allele. In prep. In a regenerative medicine context, if wished to make sensory neurons, manipulation of Sox0 and Notch-Delta signals would be important. Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}