{"id":"C8EC8155-0DB9-48F9-97CF-B9C593131AB8","title":"Physiological roles of System A amino acid transporter in fetal growth and development","abstractText":"Three babies, in every 100, are born small. Small babies have less reserve and ability to withstand the stress of labour than normal-sized babies. They are at a higher risk of death and illness in the first few days of life and also of developing diseases in later life including diabetes, high blood pressure and heart disease. Fetal growth restriction is therefore a major health problem. Why babies fail to reach their growth potential in the womb and indeed how it happens is unclear for most cases. We are studying how fetal restriction occurs. We think that the answer lies in genes that control the growth of certain organs in the baby. The placenta is a particularly important organ for how well the baby grows given that it provides the maternal nutrients and oxygen that the baby needs. We believe that proteins that sit at the membrane of placental cells and specialize in transport of nutrients across the placenta are important in supplying nutrients for growth. We predict that a decrease in number or activity of these proteins will mean that the baby will be less nourished and not able to grow properly. We plan to test our hypothesis by using mouse models where pups are born small due to the removal of amino-acid System A transporters. We plan to accurately measure how well the nutrients are transferred across the placenta in these animals, how well organs such as liver, brain and placenta cope with this and what diseases these mice develop soon after birth and in later life. These experiments will provide important information about how fetal restriction comes about and of the role of amino-acid transporters in development and disease. Because transporter proteins are often used as drug targets or delivery systems our work could also have diagnostic and therapeutical applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I014594/1","grantId":"BB/I014594/1","fundValue":"476144","fundStart":"2011-10-13","fundEnd":"2015-04-12","funder":"BBSRC","impactText":"","person":"Miguel  Constancia","coPersons":["Colin Peter Sibley","Jocelyn  Glazier"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}