{"id":"C8EDDE64-C28C-425D-9968-FF8A0D2574AA","title":"Intercellular membrane protein interactions - identification using protein microarrays and characterisation","abstractText":"Communication between cells is an essential process in biology. For instance one gets very different types of response in terms of strength, duration and extent between a local pathogen infection with a cut and one that affects the whole body such is in influenza. These events are controlled through proteins at the surface of cells. If the response is not optimum then there is a potential for autoimmune disease or the failure to clear cancer cells. Interactions at the surface of these cells are crucial in obtaining the correct control. The same is true in other organs e.g. in brain to ensure the correct arrangement of neurons, and with blood cells to ensure they migrate properly through the blood vessels. The surfaces of these cell types contain hundreds of different proteins. Some of their interactions are known but many are not. This project aims to utilise newly established nanotechnology protein methods to identify and characterise these interactions on a systematic basis. Firstly a subset of proteins that are predicted on structural grounds to be likely to interact with other surface proteins will be selected and small amounts of protein made using recombinant DNA methods. These will be arrayed in a grid of several hundred small spots, with around 200 picogram (one million millionth of a gram) of each protein and tested for binding to possible ligands. The identification of the interactions is a first step in understanding their functions in biology. There is also a potential clinical benefit in that these interactions are possible therapeutic targets where regulation is not optimal, e.g. in enhancing responses against viruses and cancer cells, and in switching off responses in autoimmune diseases. The technology should be applicable to other areas such as in fertilisation namely in sperm egg interactions. \nI will continue to ensure that the results are published promptly and well detailed on the WWW. Medical benefits are likely to be in the long term but there is considerable interest in the technology and I will continue to ensure this is well publicised e.g. the new microarray technology was highlighted recently on the MRC WWW page (March 2005).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500845","grantId":"G0500845","fundValue":"281986","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"MRC","impactText":"","person":"A Neil Barclay","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}