{"id":"C8EED1D6-DA8C-46C5-AF58-05E0E62DC5FD","title":"Structure of origin DNA melting and unwinding complexes of a viral replication protein","abstractText":"The papillomaviruses are an important class of disease causing organism in animals and man. Bovine papillomavirus (BPV-1) is the model of the group and the consequences of disease (interference with suckling, milking and breading), has a significant economic impact worldwide. The highly related human viruses (HPV) cause cancer and therefore also have a negative impact on quality of life. The mechanisms of viral replication are consequently of significant interest as the viral replication proteins are important therapeutic targets. The survival and continuity of an organism, be it a virus or man, requires duplication of its genetic material- its DNA- and this is performed by specialized proteins. The first important step in this process is the recognition of specific 'origins of DNA replication' by proteins that separate, or &quot;melt&quot;, the two otherwise paired strands of the DNA ('the DNA double helix'). In higher organisms like man, the timing and physical precision of this 'initiation' event is crucial to avoid the catastrophic consequences that may result from any loss of genetic material (for example, cancer). After the initial melting of the DNA at localized site, complete separation of the two helical DNA strands is performed by 'helicase' proteins. DNA strand separation by initiator and helicase proteins is generally poorly understood in simple organisms like viruses as well as higher species like man. However, the process appears to be highly conserved, suggesting that mechanism may be generally similar in all systems. We propose here to explore and characterize these replication processes in BPV-1. The advantage is that all the viral DNA replication activities are performed by a single protein called E1, thus simplifying the study. We will use powerful microscopes to take snapshots of different steps of the process and biochemical techniques that will help to define mechanisms. These studies will therefore contribute significantly to the understanding of the papillomavirus replication protein that is an important therapeutic target. Modeling these replication events in this simplified viral system will also help us understand the process in man. These studies will therefore assist in disease management and improving human and animal health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J008648/1","grantId":"BB/J008648/1","fundValue":"204213","fundStart":"2012-08-01","fundEnd":"2014-07-31","funder":"BBSRC","impactText":"  Our key findings are not yet published so as yet they have not been used by others. Our first manuscript is under revision for the journal Nature Communications. However, they have enabled us to obtain further funding (BB/KO19252/1) Pharmaceuticals and Medical Biotechnology ","person":"C  Sanders","coPersons":[],"organisation":"University of Sheffield","findingsText":" Helicases are proteins that split the two strands of DNA and are essential for replication of an organism. With Prof. E. Orlova (Lead applicant, Birkbeck College London) we obtained structures by electron microscopy (EM, ~19 ? resolution) of the full-length hexameric helicase E1 (E1FL) from papillomavirus and the helicase sub-domain (E1HD) bound to DNA. This is the first detailed structure of an intact replication complex from this important pathogen. The structure is also a model for understanding the corresponding enzyme from human cells. Importantly, the E1FL complex shows an interconnected network of tunnels and chambers never previously observed (in the N-terminus of the complex residues ~1-308) as well as a central DNA binding tunnel in the E1HD motor domain (~residues 309-605). These observations suggest a mechanism for binding DNA at the replication fork junction (RFJ). This information is important, as helicases are drug targets in viral replication and also cancer. An understanding of how they function is critical for developing therapies. We hope to improve the details of the structure (resolution) using cryo EM data also acquired [OBJECTIVE 1].\nSince our structural observation suggested a way in which the replication fork is bound and unwound we also performed biochemical assays (high-resolution hydroxyl radical protection assays) using a RFJ-like DNA molecule. These data indicated a mechanism for replication fork engagement and unwinding where the tunnels and chambers we observed by microscopy have a significant role in the process [OBJECTIVE 2].\nIn our original proposal [OBJECTIVE 4], we intended to map DNA binding sites on the surface of the E1 complex using a biochemical approach (site-specific protein-DNA cross-linking and mass spectrometry). Although we progressed the development of these methods significantly, we developed a novel alternative approach to map DNA ends on the surface of the protein complex, and hence map the position of the replication fork junction where DNA is splitting. By labelling DNA ends with protein tags we have been able to directly visualize the entry and exit points of the replication fork arms through the intact helicase complex using EM. Our results represent a significant technical advance in the characterization of multi-protein complex by EM as well as indicating how a hexameric helicase engages a replication fork (Objective 2 of the grant). Taken together, our data provide the first mechanistic insights into how hexameric helicases unwind DNA. Significantly, our data show that DNA strand separation occurs inside the helicase complex by untwisting and not externally by &quot;steric exclusion&quot; as previously assumed.\nWe have also assembled precursor complexes to the E1 helicase (initiator complexes) that form on the papillomavirus origin of DNA replication. Although also composed of multiple E1 proteins theses are distinct from the E1 helicase but are also critical for replication. Preliminary EM analysis demonstrates intact complexes in a range of oligomeric states, as we expected. The procedures developed so far appear appropriate for determination of cryo-EM structures of these complexes (OBJECTIVE 3 of the grant). Our findings have implications for understanding the action of helicases which are an important class of protein required for genome stability and the prevention of diseases such as cancer. Our structural data are for the replicative helicase of papillomavirus, an important group of human and animal pathogens. For the first time they demonstrate &quot;active sites&quot; in DNA unwinding in the N-terminus of the helicase complex that is critical for viral propagation. These sites could be the targets of chemical inhibitors and hence drug-like molecules that may progress to effective therapies for viral disease. Our findings are also significant for the understanding of protein nanomachines that are exploited by synthetic biologists. They hope to create robotic devices from proteins that generate movement. Creative Economy,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}