{"id":"C8F3A46A-DB89-4A9E-9CEA-202AA9D8A801","title":"The Use of Paradata (Field Process Data) in Cross-Sectional and Longitudinal Surveys","abstractText":"<p>In recent years, a new class of data, so-called paradata, has been collected by survey agencies. Paradata are a by-product of the data collection process capturing information about that process. Typical examples are interviewer observations about a sampled household and interviewer call record data, capturing information such as date and time of each call attempt to a household. Awareness of the potential benefits of paradata has grown amongst both data producers and data users.<br /><br />The key objectives of this research are to investigate the uses of paradata for cross-sectional and longitudinal surveys with the aim of improving field process management and intervention decisions during data collection.The methodological development on how best to use such paradata in statistical models plays another key area.The research is organised into three sub-projects which:</p>\n\n<ul>\n \n\n <li>investigate the use of call record data and interviewer observations to study nonresponse in longitudinal surveys</li>\n\n <li>provide insights into the effects of interviewing strategies and other interviewer attributes on response in cross-sectional and longitudinal surveys</li>\n\n <li>gain knowledge about the measurement error properties of paradata, in particular interviewer observations.</li>\n\n</ul>\n\n<p>Analysis techniques include multilevel, discrete-time event history and longitudinal data analysis methods. Dissemination includes a short course and an international workshop on paradata.<br /><br />Further information is available from the <a href=\"http://www.southampton.ac.uk/s3ri/research/projects/the_use_of_paradata_in_cross_sectional_and_longitudinal_surveys.page\" rel=\"nofollow\">project website</a></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I018301/1","grantId":"ES/I018301/1","fundValue":"330413","fundStart":"2011-09-01","fundEnd":"2015-08-31","funder":"ESRC","impactText":"","person":"Gabriele B. Durrant","coPersons":["Peter William Smith"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}