{"id":"C8F78389-0F80-40CD-A193-A9B1571B857F","title":"Ultra-low activity material screening with in-house ICP-MS","abstractText":"An incredible 85% of the mass of the Universe is 'Dark Matter' -- a mysterious substance that holds the galaxies together, preventing them from flying apart. It is believed to be made up of Weakly Interacting Massive Particles (WIMPs) - but these particles have not yet been detected experimentally. This is because, although they are predicted to interact with normal matter, bouncing off atoms, they do so only very rarely and weakly such that their presence is extremely difficult to detect. Despite this, scientists have been working on constructing sensitive detectors capable of registering WIMP interactions should they occur. The trouble is that there are many other particles interacting in these detectors that might mask the few and faint WIMPs.\n\nSince WIMPs will interact so rarely the experiments must be shielded from all the cosmic-rays bombarding Earth from space. This forces them deep underground, in mines or under mountains. However, this is still not enough to provide the quiet environment required. The experiments are next shielded from natural trace radioactivity found in underground rock - harmless to us but catastrophic to the sensitive devices. Yet still a final background remains, coming from the very materials the detectors are made from. Tiny amounts of uranium and thorium produce signals by radioactive decay that are often indistinguishable from those expected from WIMPs. This means that extensive material screening campaigns must be conducted to select only the purest materials in constructing the detectors.\n\nDeveloping ever more sensitive detectors in the hunt for WIMPs has demanded ever cleaner construction materials. However, we have now reached a technological maturity such that our next detectors could have the sensitivity theoretically predicted to finally detect Dark Matter. The trouble is that capability to screen materials from which to construct them has not kept pace. We have traditionally relied on 'High Purity Germanium' detectors (HPGe) to measure materials before using them to build experiments. However, HPGe requires many weeks to screen a single sample - unacceptable when we need to screen several hundreds of materials in the coming years. Furthermore, HPGe cannot actually measure U and Th directly. Instead it measures elements that U and Th decay into.\n\nInductively-Coupled Plasma Mass Spectrometry (ICPMS) is capable of measuring U and Th directly. Additionally, each sample can be screened in a matter of days, and to levels much better than HPGe. ICPMS cannot tell us about the decay products from U and Th as HPGe can, but together they produce the complete picture we need. The time taken to screen materials in the first place, however, is just what is called for in the building the next generation of Dark Matter experiment.\n\nThis proposal is to develop the UK's low-background material screening capability with ICPMS to support the UK's Dark Matter R&amp;D programme. Such new capability would provide the required and unprecedented sensitivity to U and Th screening, and with turnaround times of days. This would enhance the UK's R&amp;D programme to the point that we would have world-class capability, at a time when internationally HPGe and ICPMS facilities are struggling to cope with demand and do not possess the sensitivity we need.\n\nThe ICPMS that we will develop will aid other rare event search experiments that require ultra-low levels of activity, such as those seeking to observe neutrino-less double beta decay. These experiments could tell us about the fundamental properties of neutrinos, and in doing so explain the tiny imbalance between particles and anti-particles shortly after the Big Bang needed for any matter to exist today. The ICPMS also has significant application in food safety, pharmaceutical, environmental, forensic and clinical studies, where elemental analysis of low levels of contaminants is a rich area of research with significant societal and economic impact potential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L006170/1","grantId":"ST/L006170/1","fundValue":"99889","fundStart":"2014-01-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"","person":"Chamkaur  Ghag","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}