{"id":"C8F887BC-D83F-4079-925B-6EB0C5A07D36","title":"Hollow antiresonant fibres for visible and ultraviolet beam delivery","abstractText":"Hollow core optical fibres guide light in a hollow (usually, gas-filled) core rather than in a solid glass core as in all conventional fibres. The use of a hollow core means that many of the constraints on optical fibre performance which are due to the properties of the core material are lifted (often by many orders of magnitude) and the fibres can by far outperform their more familiar conventional counterparts. There is a problem, however: how can you trap light in a hollow core? Substantial effort has been put into developing so-called photonic bandgap fibres over the last 20 years. These fibres rely on a complex cladding structure to trap light in the hollow core with low losses. They have been developed to a high degree but have been held back by some apparently insurmountable practical problems. These have especially constrained their performance at the short wavelengths which are important in many applications such as high precision laser machining and materials modification. The state-of-the-art laser systems can now deliver the necessary radiation for these applications: however, a truly flexible delivery system does not currently exist. This ability to deliver the pulsed laser light flexibly from the laser system to the point of application is a key advance required to develop practical and commercially viable applications.\n\nOver the last eighteen months, researchers in this collaboration and at a couple of other laboratories across Europe have demonstrated that a much simpler fibre design can actually be far more effective than the bandgap fibres. This is especially true at long wavelengths (in the mid-infrared) and at short wavelengths (eg 1 micron wavelength and below.) Numerical simulations now suggest that these designs can be extended to offer the possibility of their outperforming any existing optical fibres at almost any optical wavelength.\n\nThis proposal is to demonstrate these fibres at a range of short wavelengths and to work with four UK-based companies to establish them as useful in manufacturing and clinical environments. This involves making fibres with several designs, verifying their performance, identifying the barriers to their use and overcoming them, and then working in the laboratories of our collaborators to establish them as useful on the factory floor and also in medical and engineering measurements. \n\nAlong the way, we aim to demonstrate the lowest-loss optical fibre ever (at a longer wavelength) and to investigate whether these designs can be extended to deliver laser beams with low beam quality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M025381/1","grantId":"EP/M025381/1","fundValue":"345155","fundStart":"2015-11-01","fundEnd":"2018-10-31","funder":"EPSRC","impactText":"","person":"Jonathan  Knight","coPersons":["William J Wadsworth","Tim  Birks"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}