{"id":"C90457F0-81ED-4F1F-BB69-28F7CD56AC77","title":"Chromonic phase behaviour based on planar discs functionalized with EO (ethylenoxy) groups","abstractText":"Chromonics are a fascinating class of lyotropic liquid crystals. They are usually formed in water from plate-like molecules, which self-assemble into aggregate stacks (rods or layers), which in turn self-organise to form liquid crystals. \n\nChromonics are very poorly understood. Researchers are just beginning to understand how self-assembly is influenced by the interactions between molecules and how the process can be controlled by use of additives (such as small molecules or salt). Moreover, many known chromonic materials are based on industrial dyes, which are very difficult to purify; and this hampered some of the early investigations into phases and phase behaviour. \n\nDespite these difficulties it is beginning to be recognised that chromonic systems are far more common than once thought. Formation of stacked aggregates in dilute solution and/or chromonic mesophases at higher concentrations, have been widely reported in aqueous dispersions of many formulated products such as pharmaceuticals and dyes used in inkjet printing. Recently, there has been greatly enhanced interest in chromonics materials as functional materials for fabricating highly ordered thin films, as biosensors, and chromonic stacks have also been used to aid in the controllable self-assembly of gold nanorods. \n\nThis proposal seeks to develop a novel class of chromonic molecules: nonionic chromonics based on ethylenoxy groups. Here, we will design new chromonic phases demonstrating novel structures (such as hollow water-filled columns and layered brick-like phases), which can be used for future applications. We will also investigate and control the self-assembly process, in a class of materials that can be purified, that are not influenced as strongly by salt (compared to most industrial dyes), where structural changes can be easily engineered by minor changes to a synthetic scheme, and where addition of other solvents can lead to major changes in both self assembly and phase behaviour. We will also use state-of-the-art modelling and theory, which has recently been shown to provide new insights into self-assembly in chromonics, to help design new materials. Here, the use of quantitative and semi-quantitative molecular modelling provides for the possibility of &quot;molecular engineering&quot; new phases.\n\nTo accomplish our goals for this project we will bring together synthetic organic chemistry to design and make new materials; state-of-the-art physical organic measurements to characterise both the nature of self-assembly and the novel chromonic phases formed; and state-of-the-art modelling/theory to predict, explain and help control the chromonic aggregation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004707/1","grantId":"EP/J004707/1","fundValue":"371472","fundStart":"2012-07-02","fundEnd":"2015-07-01","funder":"EPSRC","impactText":"","person":"Andrew John Masters","coPersons":["Paola  Carbone","Gordon Joseph Tiddy"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}