{"id":"C90F7DFF-8DD7-4093-9C35-4A5D17DD4EA4","title":"Academic Centre of Excellence in Cyber Security Research - University of Southampton","abstractText":"CyberSecurity Southampton focusses on the security of the cyber space from all digital threats, whether malicious or not. Our multidisciplinary expertise contributes knowledge, understanding and innovation to the protection of critical infrastructures, users, their data and interests, and connects activities across electronic and software systems, advanced networking and protocols, risk behaviour, social and legal acceptability, and physical and cyber identity management.\n\nCyberSecurity Southampton represents the combined contribution of top researchers across 12 distinct research groups within the disciplines of Electronics and Computer Science, Law, Management, Mathematics, Optoelectronics and Psychology. Together they delivers a wide spectrum of interwoven research ranging from electronic (nano) devices to (physical and cyber) biometrics, passing through world-leading research on cyber-enabling infrastructures - viz., fibre-optics, internet and the web - using behavioural and cognitive psychology, and deploying both formal and experimental methods. Over the past five years, the centre has developed enormously through collaboration across groupings, institutional and external investments, contracts and research. A representative sample of achievements includes: secure sanitisation, automotive electronics, side channels analysis, access control, software engineering tools, provenance, dynamic trust, privacy, knowledge and belief.\n\nCyberSecurity Southampton is unique in having a decennial experience in joint hardware/software operations and world-class expertise on critical infrastructures (communications and the web), a state-of-the-art, in-house nano-fabrication facility and a well integrated research portfolio linking together in a full circle (opto)electronics, computer science and engineering, social and human aspects. Our vision is informed by such strengths, and by the understanding that outsourcing the manufacturing of even the most elementary component unwisely may lead to unacceptable security risk. In particular, our vision is:\n\n- to supply secure (embedded) systems and their design methodologies via an integrated hardware-software ap- proach, and focus on the creation and use of security-enhancing computer-aided design and verification tools;\n\n- to secure the cyber space by design, analysis, simulation and proof, in order to protect infrastructures and data, users and their interests;\n\n- to adopt a holistic and multidisciplinary approach, which takes into full account human aspects and behaviour, as well as social and legal acceptability issues;\n\n- to foster excellence in research, depth in impact, and to educate top-class cyber security experts.\n\nCyberSecurity Southampton is fully equipped by its component groups and can count on two Doctoral Training Centres to provide a conducive environment for PhDs in cyber security: the Complex Systems Simulations and the Web Science DTCs. Some of our researchers have recently secured two programme grants that supports cyber security research, as well as Government Advisory Roles on National Security and on Open Data of considerable policy and strategic oversight, able to provide a conduit between Government, the Agencies and the academic teams of CyberSecurity Southampton. Together, this marks CyberSecurity Southampton as a significant, established, and coordinated Academic Centre of Excellence in Cyber Security.\n\nThe present proposal aims at securing a support grant for the centre. Specifically, we seek funds to: free time for the Director to dedicate to the organisation and daily running of the centre; start and run a Distinguished Lectures in Cyber Security series; foster multidisciplinary activities; participate in networking events with other ACE-CSRs and host a national ACE-CSR workshop; run annual outreach, public engagement and industrial liaison events; develop a suitable web portal; print and distribute brochures and publicity material.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K003968/1","grantId":"EP/K003968/1","fundValue":"50906","fundStart":"2012-07-11","fundEnd":"2017-07-10","funder":"EPSRC","impactText":"  We are using our findings is several realistic scenarios, in partnership with real-world actors from industry, government, law enforcement and the real world. It is still early to draw any conclusions and report, since we're not even yet half way through the grant. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Financial Services, and Management Consultancy,Government, Democracy and Justice,Security and Diplomacy Cultural,Societal,Economic,Policy & public services","person":"Vladimiro  Sassone","coPersons":[],"organisation":"University of Southampton","findingsText":" The difficulty and comprehensiveness of the challenges arising from cyber security. There several things that we understand pretty well, but we are yet to bridge the gaps between theoretical understanding, practical realisation and real-world deployment. There are also are so many things that we don't yet understand even theoretically. We are still taking forward the findings, the project is not over yet. Communities and Social Services/Policy","dataset":"gtr"}