{"id":"C91260A5-64E5-4C41-8BDE-CD140D7A1ECF","title":"Platform Grant: Digital Music","abstractText":"The Centre for Digital Music (C4DM) at Queen Mary University of London is a world-leading multidisciplinary research group in the field of Music &amp; Audio Technology. Established in 2001, and now with over 60 members, including academics, research staff/fellows, research students, and regular visitors, we are arguably the largest group in this area in the world. Much of our research is within the important RCUK Digital Economy / Communities and Culture theme, and our core competence in Digital Signal Processing has already been identified by EPSRC as &quot;important to the UK&quot; and an area for growth. The UK has the largest creative sector in Europe, and one of the world's largest music industries (CBI: Creating Growth, 2010).\nOver the last 5 years, the music industry has undergone massive changes, with new digital and streaming services such as Spotify opening up new opportunities for startup businesses and SMEs, as well as large-scale music research. In parallel with this, as part of a strategic investment in creative technology and digital media at Queen Mary (&quot;qMedia&quot;), we have expanded our group to strengthen our expertise in music perception &amp; cognition, music &amp; language, and performance, to complement our existing strengths in signal processing, music informatics, and interaction.\nThis aim of this Platform Grant is to provide underpinning funding to allow us to continue to take a strategic view of our research. Our short- and medium-term strategy is threefold: &quot;Music is out there&quot; (Exo) plus &quot;Music is in here&quot; (Endo), built on underlying core competencies such as in digital signal processing (Core). We will do this through: undertaking adventurous feasibility studies, allowing rapid progress towards our strategic objectives; retaining strategic skills in Key RAs, maintaining important strengths and competencies in the group; strengthening our international links and building new interdisciplinary links through internship and outreach activities; maximizing the impact of our research through a new knowledge exchange strategy, including business partnerships and reproducible software and data; and undertaking public engagement activities to promote our research to a wide audience. We will also continue to help our RAs successfully develop their careers towards academia or industry, through activities such as mentoring, guest lectures, event organization, exchange visits and training courses, and we will also introduce new mentoring schemes for Investigators to maximize their potential.\nOver the 5 years of the proposed Platform Grant, this concerted programme of research will achieve a step-change in modelling of human music processing and in its application to challenging industrial-scale digital music opportunities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K009559/1","grantId":"EP/K009559/1","fundValue":"1161330","fundStart":"2013-01-21","fundEnd":"2018-01-20","funder":"EPSRC","impactText":"","person":"Mark  PlumbleyMark  Sandler","coPersons":["Patrick George Healey","Simon  Dixon","Joshua Daniel Reiss","Panos  Kudumakis","Tony  Stockman","Nicholas Johnathan Bryan-Kinns","Geraint Anthony Wiggins","Matthew  Purver","Elaine  Chew","Marcus Thomas Pearce"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}