{"id":"C914B9D2-EF79-4F87-BF85-B27A417F7140","title":"Microbial community metabolism and carbon budget on glaciers","abstractText":"Life exists wherever there is water, including habitats such as glaciers in the polar regions. Dust on the surface of glaciers is heated by the sun during the summer and melts, forming funnel shaped features filled with water. These features, called cryoconite holes, that can cover up to 10-15% of the glacier surface, are colonized by a diverse range of microorganisms, including bacteria and minute algae (i.e., phytoplankton), which are subjected to temperatures as low as 0.1 degree C. These conditions might be analogous to conditions found on other planets. Phytoplankton suspended in the surface waters are widely acknowledged as among the most important primary producers on the planet. Primary producers take up carbon dioxide, which is one of the greenhouse gases of concern regarding climate change, and convert it to oxygen. Conversely, all organisms (e.g., bacteria and phytoplankton) must burn energy for their basic metabolic requirements through respiratory processes, which convert back oxygen to carbon dioxide. The balance between respiration and primary production in an ecosystem is the net metabolism, which can be either net heterotrophic (i.e., respiration is higher than primary production) or net autotrophic (i.e., respiration is lower than primary production). Many lakes are net heterotrophic, especially lakes that are very poor in nutrients. This net heterotrophy is possible because lakes can receive a large amount of subsides from the catchment area. One would expect that glaciers are also very poor in nutrients, and therefore, they would be heterotrophic (i.e., they are exporting carbon dioxide to the atmosphere since respiration is higher than primary production). However, we claim in this proposal that glaciers sustain a very active microbial population, especially associated with the dust in the cryoconite holes. This is based on our previous results showing that bacterial abundance and production and primary production are 10 times higher than the average values found in the Oceans worldwide or in the same level as wetlands or even wastewater treatments. We hypothesise that primary production in glaciers can sustain respiration of all other organisms and therefore, glaciers are net autotrophic ecosystems. This project will answer the question whether glaciers are pumping in or pumping out carbon dioxide to the atmosphere. We will measure primary production and respiration in the ice, water and dust of glaciers from the Arctic (high latitude glaciers) and the Alps (high altitude glaciers). These results will be compared to nutrient budgets and we will determine if the microbes associated with the dust in the cryoconite holes are limited by nutrients or the low temperatures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D007321/1","grantId":"NE/D007321/1","fundValue":"22832","fundStart":"2006-03-10","fundEnd":"2008-09-09","funder":"NERC","impactText":"","person":"Alexandre Magno Anesio","coPersons":["Andrew Jonathan Hodson"],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}