{"id":"C9177F1E-43B7-4D24-8DD5-889BB88678D6","title":"Production, characterisation and novel roles of sea-ice diatom exopolymers (EPS)","abstractText":"Sea ice covers up to 13% of the world's surface and is a unique environment, supporting a diverse microbial community. During ice formation in autumn, microorganisms are confined to hypersaline brine channels, where salinity reaches over 20% and temperatures can drop to below -20oC. Despite the harsh environmental conditions the algal biomass is surprisingly high, with diatoms representing a major component to this unique community. It has been determined that sea ice diatoms produced large amounts of extracellular polymeric substances (EPS) or mucilages, that fill the brine channels. These mucilages are thought to help the diatoms to survive in the harsh conditions of the sea ice channels. The cells that remain metabolically active in this hypersaline brine at ultra low temperatures are living in an environment of such reduced free energy that the system is virtually locked up at the molecular level. It is suggested that the extracellular polymeric substances (EPS) may confer general benefits to ice diatoms, such as cryoprotection, salinity barriers and a localised microclimate. In this proposal, experiments and sampling will be carried out in the field (Antarctica) and in laboratory cultures to determine the abundance and composition of this diatom EPS, measure the protective properties of EPS, and determine how EPS aids the survival of diatoms in conditions that are inhospitable to life. We aim to answer the question how is sustained metabolic activity possible and what role EPS might play in cellular tolerance of these conditions? The outcomes from this research will enable scientists to understand how microbes can survive in extreme environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E016804/1","grantId":"NE/E016804/1","fundValue":"98428","fundStart":"2007-09-24","fundEnd":"2010-09-23","funder":"NERC","impactText":"  Based on JEH's publications on how entropic factors and stress metabolites (including solute activities such as chaotropicity) impact the biotic windows of microbes in cold (and by implication other hostile) environments JEH received an invitation from the Heads of Planetary Protection of NASA and the European Space Agency to attend a closed meeting of NASA-ESA (30 scientists in total) in San Diego (February 2012) in order to contribute to a policy document for life detection on Mars in the upcoming NASA-ESA mission. The Report is available at http://planetaryprotection.nasa.gov/documents The study of how cells use various substances (microbial polymers and solutes for example) to enable microbial growth and physiological activity at low temperatures led to an invitation from NASA and the European Space Agency to contribute expertise in order to make a life-detection policy document in relation to searches for molecular evidence of life (or extinct life) on Mars in the upcoming NASA-ESA mission (this was produced via a meeting of 30 scientists that took place in San Diego, 2012). Aerospace/ Defence and Marine,Environment,Manufacturing/ including Industrial Biotechology,Other Cultural","person":"Graham  Underwood","coPersons":["John Edward Hallsworth"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}