{"id":"C9225E83-E662-4EE6-BD34-24922A2D8461","title":"Gender and careers in science - do institutions matter?","abstractText":"<p>This project investigates the career patterns of research scientists in the UK using data collected by the Athena Survey of Science Engineering and Technology.&nbsp;It aims to identify the factors associated with a successful career, and to examine why the experiences of men and women in the profession differ so significantly.&nbsp;Specifically, women take home only 80% of the earnings of their male counterparts and, though they account for a third of the country’s research scientists, compose only 2% of the highest grades.&nbsp;It compares the experience of researchers employed by three different types of organization, universities, research institutes and industry, and will assess the impact of each on career opportunity, progression and pay.&nbsp; </p> \n<p>The analysis of the factors determining pay and promotion will control for age, seniority, subject area and employer.&nbsp;It will utilise the descriptions that people give of their usual tasks and responsibilities, details of involvement in research projects, editing journals as indicators of productivity and prestige.&nbsp;This regression analysis will be supplemented by a qualitative analysis of what scientists report about their employment conditions and work environment, and how this has affected their career.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-1724","grantId":"RES-000-22-1724","fundValue":"30420","fundStart":"2006-04-01","fundEnd":"2008-02-29","funder":"ESRC","impactText":"","person":"Sara  Connolly","coPersons":[],"organisation":"University of East Anglia","findingsText":" Despite much of the progress towards gender equality, significant gaps in pay and promotion remain both across and within the professions. Our data revealed gender pay differentials of ?7,367 per annum amongst scientists working in Universities and ?6,245 amongst scientists working in Research Institutes.\n\n\n\nThis project aimed to add to the literature on gender and professional job markets by providing a detailed empirical investigation into the range of factors which have an impact upon the success in terms of pay and promotion of scientists in the UK. It considered the role of important institutional differences such as type of employer and the extent to which outcomes differ according to subject area. The main focus is whether there are gender differences in the career paths of scientists working in Universities and Research Institutes.\n\n \n\nMain aims:\n\n\n\nThis research project had five main aims:\n\no examine the extent to which age, seniority and productivity explain the gender pay gap amongst UK scientists;\n\no model the promotion process - both the probability of promotion and the length of time taken to be promoted;\n\no investigate the role that outside offers play in determining pay and promotion for scientists;\n\no undertake a qualitative analysis of the type of support and encouragement received and to assess whether the gender balance of appointment or promotion committees influences outcomes;\n\no draw conclusions on the impact of institutions.\n\n\n\n\n\nKey findings:\n\n\n\no The research showed that most of the gender pay gap could be explained by age, seniority, productivity, subject area, institution type, workplace and domestic responsibilities. However, a significant proportion remains unexplained (19% in universities and 30% in research institutes.)\n\n\n\no Within pay grades, male post-doctorates in universities earn 5.2% more and male professors earn 7.5% more than their female peers do. In research institutes, male post-docs earn 6.1% more and principal scientists earn 6.8% more.\n\n\n\no Women account for 36% of the total workforce in universities and 40% in research institutes, but are heavily concentrated in the lowest grades: over 50% of post-docs are women, but less that 20% of professors and research directors are female.\n\n\n\no In universities, women are less likely to be promoted to the top positions, while in research institutes they are less likely to be promoted out of the lowest ranks - the former has a &quot;glass ceiling&quot;, the latter a &quot;sticky floor&quot;.\n\n\n\no Women say they believe career support and mentoring to be particularly important, but are less likely to receive such support than their male peers. Poor management was a major reason that women wanted to leave their current employer. They gave cronyism, the old boy's network and internal politics as examples of barriers to career progression.\n\n\n\no The proportion of all-male interview panels is falling, but between 2001 and 2003/4, almost half of the jobs in research institutes and a third of those in universities were appointed by all male interview panels. This is evidence of widespread non-compliance with standard equal opportunities practice.\n\n\n\no The research found evidence that female scientists in the UK face glass ceilings both in terms of pay and promotion. Women earn less because they are less likely to be promoted and they are likely to earn less when they are employed within the same grades. Women hit this ceiling at different points, depending on the kind of institution that they work for. In universities, the ceiling is thickest at the point of promotion from senior lecturer to professor. In research institutes, women face disadvantage at a lower level: when moving from post-doc to senior scientist. In both kinds of organisation, such promotions are hard to secure for men too, but for women the move is far more difficult.  ","dataset":"gtr"}