{"id":"C931FFAC-3952-4F0B-A059-C75B24FD3E18","title":"Chemistry in Flow: Amplification versus Extinction","abstractText":"The coupling of chemical reaction with transport processes is important in a wide variety of disciplines such as biology, engineering and atmospheric science. Many reactions display autocatalysis, in which a product of the reaction, the activator, catalyses its own production. Autocatalysis provides an important mechanism for the amplification and propagation of a chemical signal. Chemistry and flow combine to give rise to biological pattern formation on microscopic to macroscopic length scales, from the movement of cellular contents (streaming) in the amoeboid physarum to the growth of plankton colonies (blooming) in oceanic flows. Of particular importance are the conditions for which a reaction is sustained in open flow. Autocatalytic reactions generally respond in an all-or-nothing fashion; the reaction is amplified, possibly resulting in spatially-distributed reaction hot spots , or extinguished by the flow. It has been demonstrated that even turbulent flows contain some degree of coherence, such as vortices, that may create conditions for localised mixing of species and reaction amplification. However, while theories are emerging rapidly there is little experimental data to distinguish between them. The aim of this project is to address this vacuum via a closely coupled experimental and theoretical programme of research.The interdisciplinary research proposed here will examine the mutual interaction of autocatalytic chemistry and flow, focussing on the influence of micro-structured flow on macroscopic chemical activity. Our goal is to produce controlled laboratory studies to quantify the role of coherent flow on reaction amplification. Our research will provide an insight to the dynamics of chemical reaction in complex flow systems. In this project we will:(a) Use Magnetic Resonance Imaging (MRI) to visualise autocatalytic chemical reaction in pipe-flow, vortices and chaotic flow fields and quantify the conditions for which the reaction is amplified(b) Develop theory and models coupling autocatalytic chemical reaction with coherent flow fields(c) Characterise the emergence of spatial order in coherent flow environmentsThis project will produce:(1) Experimental protocols for MRI investigation of chemical reaction in flowMRI is uniquely able to simultaneously visualise chemical reaction and probe transport properties of the reaction media. MRI is also able to probe chemical amplification in flow geometries inaccessible using optical methods. This technique will provide us with 3D images of chemical waves, and allow us to transfer experimentally-realised flows into numerical simulations of the reaction. MRI also presents the possibility for the eventual manipulation of the localised chemical structures using magnetic fields. (2) Computational models coupling autocatalytic chemical reaction with 2D and 3D flow fieldsModels allow us to generate data that might be difficult to obtain experimentally, predict how complex systems will behave and steer experimental investigations. The White Rose Grid (http://www.wrgrid.org.uk/) is a high performance computing facility that spans Leeds, York and Sheffield Universities and is an e-Science Centre of Excellence. The Leeds investigators are ideally placed to utilise this computational facility, using experimental data generated in Birmingham to validate, develop and improve the models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F048777/1","grantId":"EP/F048777/1","fundValue":"100841","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  The project has been used to train researchers in MRI and in modelling of reaction coupled with flow. Other Societal","person":"Annette Fiona Taylor","coPersons":["Mark  Wilson"],"organisation":"University of Leeds","findingsText":" The dynamics of chemical reaction in flow environments is important for many biological processes on microscopic to macroscopic length scales, from the movement of cellular contents (streaming) in the amoeboid physarum to the extracellular communication of bacteria (quorum sensing) and the growth of plankton colonies (blooming) in oceanic flows. We have examined the mutual interaction of autocatalytic chemistry and flow to characterise the emergence of spatial order in coherent flow environments. Controlled laboratory studies were performed by the Britton group using magnetic resonance imaging (MRI) to observe chemical pattern formation and characterize flow and molecular transport in a variety of flow regimes. These experiments were combined with theory, using models which coupled autocatalytic chemical reaction with coherent flow fields, by Taylor and Wilson.\n\nThe formation of traveling and stationary chemical waves were investigated in stationary (Taylor vortex flow -TVF) and translating vortices (vortex flow reactor - VFR). Traveling chemical waves were observed in TVF both optically as well as using magnetic resonance imaging. Stationary concentration patterns were obtained in a VFR, along with more complex patterns. MRI velocity measurements were performed by the Britton group to characterise the complex flow and molecular transport produced in both TVF and VFR systems, providing insight regarding the emergence of the chemical patterns. In the case of VFR flow they were able to show the existence of plug flow, inter-vortex mixing and by-pass flow. Experimental results for chemical waves in TVF were reproduced in simulations, with code developed in-house by Taylor and Wilson that couples autocatalytic reaction with vortex flow. They were able to show how propagating wave behavior depends on the ratio of advective, chemical and diffusive time scales. Inward propagating spiral flamelets were observed at high Damk?hler number (Da) and at low Da, the reaction distributes itself over several vortices and then propagates inwards as contracting ring pulses-also observed experimentally. However there are still many features, particularly with regards to the stationary patterns, that remain unexplained, and further investigation with the simulations is taking place. Simulations of chemical waves in a VFR are still on-going.\n\nIn addition to investigating vortical flow, Britton's group characterized the formation of stationary concentration patterns in other plug-flow systems and investigated low frequency temperature forcing of such patterns. These experiments were also modeled by Taylor and Wilson. These studies are important in understanding oscillations in biological systems, which may be subject to periodic forcing by external parameters such as light or heat. Entrained, quasiperiodic or chaotic responses are known to be possible, as well as modulation of oscillations. However, we found that synchronisation with the external temperature signal did not occur in chemical oscillations in time, but was observed in spatially distributed oscillations in the flow reactor. We were able to confirm in simulations that (phase) synchronisation was not possible in any region of parameter space explored, contrary to forcing with light. Thus temperature forcing invokes a different response to other types of external forcing and further studies are taking place to determine why this is the case. Better understanding of the coupling between chemistry and flow will be of interest to reaction engineers.\nCoupling of autocatalytic reaction with flow is important in the growth of plankton colonies (blooming) in oceanic flows. Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}