{"id":"C9337645-BC30-4673-A2B0-9BBFC25D40C8","title":"Pilgrimage and England's cathedrals, past and present","abstractText":"'Pilgrimage and England's cathedrals' employs a ground-breaking combination of interdisciplinary perspectives and methodologies to identify and analyse the core dynamics of pilgrimage and sacred sites in England from the 11th to 21st centuries, to assess the growing significance of English cathedrals as sacred/heritage sites today, and to inform management of/public engagement with these iconic buildings. Set against the background of the worldwide growth of pilgrimage and the increasing importance of sacred sites, the project's innovative approaches and timely research agenda also contribute substantially to defining and establishing the emerging field of Pilgrimage Studies. \n\nAt the heart of this project is a new, wide-ranging analysis of the meaning and breadth of 'pilgrimage' and the role of sacred places past and present. Why did pilgrimage matter in the past and why does it still matter today? In exploring these issues, the project focuses attention on the role of cathedrals: places where, uniquely, national and local history and identity, material culture and traditional and emerging religious practice can be encountered together. Pilgrimage was central to the development and status of English cathedrals in the Middle Ages and although most shrines were destroyed at the Reformation, many of the great churches and monasteries which housed them remain as cathedrals today, literally shaped by their pilgrim past and retaining a strong pilgrimage legacy. Anglican cathedrals are increasingly refocusing on and reinstating shrines, reflecting an international multi-faith phenomenon in which an estimated 200 million people across the world engage in pilgrimage and religious tourism annually.\n\nCathedrals in England are the group of sacred sites visited by the largest, most diverse group of people. A recent report reveals that 27% of adults resident in England visited an Anglican cathedral at least once in the previous year (THEOS, 2012). Moreover, over 40% of those visitors came from faith traditions other than Christianity or had no religious affiliation. This suggests that cathedrals are seen as shaped by, but transcending, Christianity, offering unique access to the 'spiritual' within the context of history, heritage and culture, and providing meaningful spaces for people of all faiths and none. These developments demand fuller, rigorous, multi-disciplinary investigation so that the implications for cathedrals, visitors and communities can be explored in detail. \n\nThe project uses 4 cathedrals, Canterbury, York, Durham and Westminster (chosen to represent a range of historical, social, geographical, cultural and denominational settings, and varying policies on charging for entry) as historical and contemporary case studies. Research methods include analysis of architectural and visual material, archives and contemporary documents. Interviews, photo/audio-diaries, and participant observation will be employed to gather and examine the experiences and views of cathedral staff, volunteers, pilgrims, tourists and local residents (of all faiths or none). \n\nEnglish cathedrals face multiple challenges as they seek to balance meeting the needs of congregations and pilgrims with remaining accessible to wider communities and tourists, and funding the maintenance of their historic buildings. This project provides insight into the historical and contemporary significance and use of spaces in and around cathedrals and analyses the specific connections between spiritual practice, cultural and historic interest, and individual, local and national senses of belonging. Outputs will include books, journal articles, conferences, a website, and an interactive animated visualization of medieval pilgrim experience. Findings will inform a range of academic disciplines, enhance visitor provision, tourism strategies and heritage management in English cathedrals and other sites, and provide resources for use by schools and the wider public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L015005/1","grantId":"AH/L015005/1","fundValue":"805982","fundStart":"2014-09-29","fundEnd":"2017-09-28","funder":"AHRC","impactText":"","person":"Dee  Dyas","coPersons":["Simon  Coleman","Marion  Bowman"],"organisation":"University of York","findingsText":"","dataset":"gtr"}