{"id":"C93E244E-444D-4460-917A-AB694C6DE38E","title":"Global quantification of the yeast proteome","abstractText":"An inventory of the proteins in a cell A traditional approach to understanding the living cell is to reduce cell complexity to individual parts . We now recognize that this is no longer enough; we need to take a global view of the cell and study it as an integrated system. This 'systems level' approach requires new technologies, and has been led by the ability to measure all of the messenger RNA molecules, the working copies of the genetic blueprint, in a single experiment. But, these mRNA molecules are intermediaries for the true cellular machines, the proteins, and arguably we ought to be studying the latter. However, for many reasons there are no equivalent approaches for large scale quantitative measurement of all proteins in a cell. Yet, if we are to understand the cell as a complex, dynamic system (protein levels go up and down), as well as the complicated interplay between them, we need to have an 'inventory of parts'. We have devised a new technology that is able to measure, very accurately, the number of molecules of each protein and we wish to take on the challenge of building a protein inventory for the best studied cell, that of the baker's yeast. To supplement these data, we also know how to measure how rapidly the parts (proteins) of the cell are made and recycled. This will be the first inventory that has been built that leaves the yeast proteins unaltered whilst being measured and will be of great value to the biological community. To do this we need to roll this technique out on a grand scale to attempt to quantify over 4000 proteins, requiring a long-term project with expertise in yeast biology, protein chemistry, mass spectrometry and bioinformatics. The protein parts are mostly assembled into machines that do the work of the cell. By understanding how such complex machinery is made, we will begin to understand how the cell balances flexibility of response (in time, and in terms of types of machine) with quality control, manufacturing principles and energy costs. Once generated, we will make all our data available to the biological community both from our own website, and also international repositories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G009112/1","grantId":"BB/G009112/1","fundValue":"1592150","fundStart":"2009-08-03","fundEnd":"2014-12-26","funder":"BBSRC","impactText":"  This is a five year programme that has a simple-stated but complex aim of quantifying an entire proteome of a key organism of biotechnological and biological significance - the yeast Saccharomyces cerevisae. It is a basic science programme that will impact on multple research areas, in industry and academia. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology ","person":"Robert Jeffrey Beynon","coPersons":[],"organisation":"University of Liverpool","findingsText":" We lack the ability to count the number of copies of proteins in a cell in a large scale, efficient manner. \n\nProgramme still underway. We are preparing a series of outputs that will demonstrate a high quality, quantified yeast data set that can be used as a gold standard for method development, to inform future systems models and to build a model of proteome dynamics and proteostasis. This is a clear demonstration of the utility of the QconCAT technology. All of the genes we designed are available to the broader community. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}