{"id":"C942105C-1FC8-4399-BF03-C49FCA3DB6C6","title":"Layered transition metal oxychalcogenides: structures, electronic properties and chemistry","abstractText":"Oxides are an important class of solid state material with a wide range of properties which are key to understanding the fundamental way in which electrons behave in solids, and which are central to many important technologies. This proposal aims to investigate a less well known class of solid state compound: the oxysulfides, which contain both oxide and sulfide ions and which often adopt layered structures with well-defined oxide-rich portions intergrown with sulfide-rich portions. The investigation of the way in which electrons and ions behave in each layer and the interaction between the two types of layer is expected to yield a range of properties complementary to those of the oxides and may yield compounds with application in new technologies.New oxysulfide compounds identified in recent years in the PI's group will be measured using a range of experimental techniques such as neutron powder diffraction, in-situ X-ray powder diffraction, magnetometry and electrical conductivity measurements. Solid state nuclear magnetic resonance (NMR) spectroscopy will also form an important part of the programme and will be carried out in collaboration with the group of Prof. Clare Grey at SUNY Stony Brook. The results of all these measurements will be correlated with each other, with theoretical calculations carried out on these materials, and with results reported on other, related materials. The aims are to answer fundamental questions about the electronic properties of the materials and to investigate the mobilities of lithium, and copper ions in these compounds. The compounds will be compared with analogous oxides and sulfides. The synthetic part of the programme will extend the range of synthetic techniques available in the PI's group for the synthesis of materials to include electrochemical methods which will offer greater compositional control over some of the products These investigations will specifically focus on understanding the transition from the insulating state to the conducting state in solids and the correlation of such electronic changes with changes in the crystal structure of the compounds. The ionic mobilities will be correlated with the behaviour of materials which are important as electrodes and possible electrolytes in rechargeable lithium ion battery technologies. Furthermore the ionic mobilities will be correlated with the electronic and structural changes.The collaboration between the PI's group, which has expertise in synthesis, structural characterisation and physical property measurements, and Prof. Grey's group, which is world-leading in solid state NMR spectroscopy is an important component of the project. The relationship between the two groups will be strengthened by regular exchange of personnel for training purposes and the exchange of ideas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E025447/1","grantId":"EP/E025447/1","fundValue":"314525","fundStart":"2007-06-11","fundEnd":"2010-06-10","funder":"EPSRC","impactText":"","person":"Simon James Clarke","coPersons":[],"organisation":"University of Oxford","findingsText":" This project was concerned with the characterisation of layered oxide chalcogenide systems and consisted of fundamental property measurements to compare these compounds with the better investigated oxides. During the project the iron-based superconductors were discovered and part of the effort was used to make major new discoveries in this field which are UK leading.\n\n\n\nIn the oxide chalcogenides the characterisation of Sr2CoO2Cu2S2 and its relatives was carried out and a relationship between composition, structure and magnetic properties was discovered and described in great detail. This is of fundamental interest. The analogous compound Ba2ZnO2Ag2Se2 was also investigated and we reported an unusual example of linear ZnO2 units in a solid state compound. This work resulted in two publications in J Am Chem Soc.\n\n\n\nIn the field of iron-based superconductors we made the first detailed characterisation of the superconductivity in LiFeAs and described how the superconductivity was extremely sensitive to pressure and composition. We went on to make the discovery of NaFeAs and characterise the phase diagram of this material when Fe was substituted by Co. These two compounds have had a major impact on the field of iron based superconductivity and this work produced publications in J Am Chem Soc (2), Phys Rev Lett (1) and Chemical Communications (2). The new magnetic materials and the new superconductors or their relatives might have applications on the 50 year timescale. The work on the oxide chalcogenides has led to further research in which we are seeking to control the physical properties using soft chemistry and using experiments on large crystals to answer fundamental questions about electronic properties and magnetism. These may be relevant in due course to electronic and magnetic materials used in applications.\n\n\n\nThe work on the iron superconductors will help the tailoring of compositions in order to optimise the properties of these materials and our work has led to many collaborations. It is possible that these superconductors may have some commercial applications in the future, but this area is very young.\n\n\n\nIn both areas collaborative projects with International facilities and other groups worldwide have been initiated and have borne fruit. Chemicals,Energy","dataset":"gtr"}