{"id":"C945C7AA-6644-4632-94AD-7C18A9989773","title":"Brain networks in epilepsy: Endophenotypes and generative models","abstractText":"Epilepsy is the commonest serious brain disease, affecting 750,000 people in the UK. It causes catastrophic seizures, resulting in at least 1000 deaths per year in the UK. It is the commonest cause of repeated admission to hospital. About 1 in 3 of all people with epilepsy do not respond to any medication, and continue to have uncontrolled seizures. The personal, social and economic costs of epilepsy are very high.\n\nIt is not yet known how epileptic seizures start. There are clues from experiments in animals and genetic studies in people which suggest that epilepsy can be caused by a wide range of disturbances in brain cell function. Furthermore, there are different patterns of epileptic seizure, which occur in different combinations in different people, and associated with other specific findings in clinical tests. This has given rise to the view that epilepsy is at least 20 different diseases (or types of epilepsy), and that each type of epilepsy might have a different cause.\n\nHowever, this does not explain some well-recognised aspects of epilepsy:\n\nFirstly, although there may appear to be many causes, there are only small number of types of epileptic seizure; and an individual with epilepsy may suffer from several different types of seizure.\nSecondly, epilepsy may sometimes be inherited within a family; if epilepsy were a set of entirely different diseases, it might be expected that within one family all affected members would have the same type of epilepsy. On the contrary, it is known that within some families there are affected individuals who have completely different types of epilepsy.\nThirdly, drugs for the treatment of epilepsy have broadly similar therapeutic effects across all types of seizure and epilepsy, with very few exceptions.\n\nThese observations suggest that there must be important mechanisms in common between different seizure types, and between different types of epilepsy.\n\nIt is increasingly recognised that functions of the brain are properties of complex networks of brain cells. We have worked for several years on new methods to identify whether brain networks in people with epilepsy have abnormal properties, and whether these properties allow seizures to occur. Using MRI brain scans, we have shown abnormalities of specific brain regions and their connections. Using electrical recordings of brain waves (EEG) we have shown that brain networks differ between people with epilepsy and people who do not have epilepsy; and that unaffected relatives of people with epilepsy may have similar brain networks to their affected relatives. Using computer models of how EEG activity is produced, we have shown that these inherited networks have an abnormal ability to suddenly switch to seizure activity.\n\nIn this Programme we build on this background, to examine four questions:\n(1) Are brain networks which have an abnormal ability to generate seizures found across a range of common types of epilepsy?\n(2) Are these network abnormalities inherited?\n(3) Does successful treatment act by altering the properties of these brain networks?\n(4) In people whose epilepsy spontaneously goes away, is this accompanied by a change in the properties of these brain networks?\n\nWe will collect MRI brain scans and EEGs from more than 150 people with epilepsy, in addition to their close family relatives, and a &quot;control&quot; group of people who have no personal or family connection with epilepsy. We will develop new methods to identify the relevant brain networks from MRI and EEG, and examine how these networks differ between people with epilepsy, their relatives and controls. We will also examine how these networks change over time (and how quickly they change) in response to starting treatment, and as a result of spontaneous remission of epilepsy. A special focus of this Programme is the development of new computer-based methods to identify the mechanisms by which seizures arise in these highly complex networks of the brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K013998/1","grantId":"MR/K013998/1","fundValue":"2043890","fundStart":"2013-06-30","fundEnd":"2018-06-29","funder":"MRC","impactText":"","person":"Mark  Richardson","coPersons":["Deb  Pal","Steven C Williams","John Robert Terry","Michalis  Koutroumanidis","Gareth John Barker","Michael  Breakspear"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}