{"id":"C9480449-7CB4-4F69-81F7-888FC2125A1B","title":"Greek Epic of the Roman Empire: A Cultural History","abstractText":"This project provides the first systematic analysis, in cultural-historical terms, of the large and challenging corpus of Greek epic poetry composed between the 1st and the 6th centuries CE. Epic was, for Greeks throughout antiquity, the most prestigious literary form, the apex of the hierarchy of genres. Through it they articulated their conceptions of war, empire, mortality, religion, gender, the natural order, psychology and cultural identity. Given the immense transformations that the era in question saw - the emergence of Rome as the head of a world empire, the subsequent shift to Constantinople, Christianisation, the laying of the social foundations for mediaeval Europe - its epic poetry offers an invaluable dossier, an unparalleled opportunity to explore the worldview of a highly erudite culture that was at once saturated in the literary paradigms of the distant past and confronting a rapidly changing future. Given the unquestionable centrality of epic to Greek culture, and given the significance of the historical changes wrought in late antiquity, the absence of any synoptic, contextualised study of the epic of this era is a major (indeed the greatest, we would argue) gap within ancient literary and cultural studies. \n\n'Greek Epic of the Roman Empire' draws on this under-exploited material to explore central issues of cultural history, posing questions of politics, class and demography, religion, gender, sexuality, cultural definition and the relationship with the natural world. What kind of figures composed this poetry, what was their status and background, where were they trained, what kind of institutional factors shaped them? How does epic express the transformation from a Greco-Roman to a Christian religious world? How does it explore, promote, or challenge new constructions of gender and sexuality? What kind of an expression of Greek identity is it within this rapidly changing world? And how does it position humanity in relation to the natural environment, particularly to animals?\n\nIn sum, this project offers the first rounded portrait of the human subject as it appears in this vast and complex (but hugely significant) body of literature.\nThe project has been made possible by the compilation of the first ever complete database of imperial Greek epic poetry, which has thrown up around 1000 poems, fragments and references in the literary, papyrological and epigraphic records. As well as scholarly publications, the project will also produce the first comprehensive set of translations of the poetic corpus of the era, published by the University of California Press. It will have a substantial web presence, containing materials for public use (including videos) and a user-friendly, searchable version of the database. There will also be a conference, held in common with an art-historical sister project, 'Empires of Faith'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L004798/1","grantId":"AH/L004798/1","fundValue":"657667","fundStart":"2014-02-01","fundEnd":"2014-09-30","funder":"AHRC","impactText":"  None as yet (project under 1 year old).  ","person":"Tim  Whitmarsh","coPersons":["Laura  Miguelez Cavero"],"organisation":"University of Oxford","findingsText":" This project only began in February 2014; it is too early to speak of discoveries. N/a Other","dataset":"gtr"}