{"id":"C9688641-B8B7-40D3-990B-BBEF8AFEC004","title":"CAPACITIVE IMAGING FOR NDE","abstractText":"It is proposed to investigate a technique for NDE known as capacitive imaging. This approach is a non-contact technique, and should be capable of inspecting a wide range of material types, from insulators (including polymers and composites) to metals. It can be used both underwater and in hostile environments (high/low temperatures, radioactive environments etc), and can be scanned over objects. It should thus have wide application to NDE. The technique uses a set of electrodes, placed close to the surface of the material. Interaction of the electric field distribuion with the material leads to changes in signal when the electrical properties of the sample themselves change, leading to the possibility of imaging. A feasibility study, funded by the RCNDE from core funds, demonstrated promising results on a wide range of materials. The present targetted proposal aims to investigate the fundamental properties of this technique further, involving a combination of experiment and FE modelling. It is also planned to extend the instrumentation to switchable arrays for rapid large-area inspection. The technique will be applied to problems of industrial relevance, including the inspection of aerospace structures, and the detection of corrosion under insulators (CUI).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F012322/1","grantId":"EP/F012322/1","fundValue":"160216","fundStart":"2007-10-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"  The results have been communicated to the industrial partners in this project, who may have used them for their own inspections. Aerospace, Defence and Marine,Construction Economic","person":"David  Hutchins","coPersons":["Duncan Robert Billson"],"organisation":"University of Warwick","findingsText":" The capacitive imaging technique can be used to image defects in a range of mataerials, such as concrete and composites, both of which are important industrial materials. Industry may be interested for testing structures. Aerospace, Defence and Marine,Construction,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}