{"id":"C9686A08-9C53-4264-B411-C67027138DB0","title":"CRAC channel-dependent calcium microdomains and mast cell function in health and disease","abstractText":"The last 20 years have seen a marked rise in allergy sufferers in the U.K. Allergies come in various disguises but two particularly common ones are asthma and allergic rhinitis/nasal polyposis. Recent figures indicate that almost 30% of the U.K. population suffer, at some time, from allergic rhinitis and polyposis, ailments that result in inflammation within the nose, with serious consequences on quality of life including full nasal obstruction and complete loss of smell. These disorders arise from a trigger-happy immune system, with the main culprit being the mast cell. Effective treatment of these medical problems requires detailed understanding of fundamental processes in cell physiology and the application of this to mast cells may lead to new therapies for combating allergies. It is known that an increase in calcium activates the mast cell, as it does in virtually all animal cells, and that the calcium rise causes the mast cell to release a battery of chemicals that recruit and stimulate other immune cells, blood vessels and airway muscle. If unchecked, this can produce substantial local tissue damage. Like other cells, mast cells can increase their calcium levels in one of two ways: calcium can enter from outside the cell or it can be released from storage sacs inside the cell. These storage sacs contain only a small amount of calcium and it is calcium entry into the mast cell that is key for maintaining the responses. Calcium entry is controlled by tiny pores in the cell surface that open or close in response to internal signals. These pores are called the CRAC channel. Animals lacking the CRAC channel have severely compromised mast cell function. The aim of this proposal is to understand how, at a very fundamental level, the CRAC channel activates human nasal mast cells and how the channel and subsequent mast cell responses change in allergy. This work will enhance our understanding of mast cells, and how they are regulated. It will also shed new light on what happens when things go wrong with these cells and may identify new therapeutic targets for drug therapy for allergic disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000813","grantId":"G1000813","fundValue":"825803","fundStart":"2011-01-01","fundEnd":"2014-06-30","funder":"MRC","impactText":"","person":"Anant Bhikhu Parekh","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}