{"id":"C96F122F-23C8-4451-AB76-69C523623A39","title":"Empiricism in Language Study: A Comparison of Empirical Methods in Mid-Twentieth Century Philosophy of Language and Present-Day Linguistics","abstractText":"Adopting an empirical approach to any area of study suggests that the researcher will be interested in the collection and analysis of data, or of observable evidence about the subject matter under investigation. But in present-day linguistics there is little consensus about the best method for the empirical study of language, or even about what types of observation constitute the appropriate data for investigation. Many different branches of linguistics claim to be empirical in their methods, and these claims sometimes appear to be conflicting or even incompatible.\\n In this research project I will address the general issue of the place of empiricism in the study of language in relation to these competing claims. In particular, I will explore the relationship between these claims and some remarkably similar claims made in the philosophy of language in the mid-twentieth century. These similarities are not always considered by, and in some cases are not even known to, those currently working in linguistics. I am interested in investigating and comparing the work of two different philosophers: the British philosopher J. L. Austin and the Norwegian philosopher Arne Naess. Both were reacting against what they saw as the unempirical ideas about language developed by the logical positivists of the Vienna Circle, and both claimed to develop empirical methods of language study. But while Austin's approach largely involved consulting his own intuitions about meaning and those of his close colleagues, Naess pioneered the techniques of what he called 'empirical semantics', which involved the use of questionnaires and of laboratory-based tests to collect data about people's attitudes to meaning, and to analyse these statistically. \\n Austin's work is well known to both philosophers and linguists. In particular, it is discussed in relation to pragmatics, the branch of linguistics concerned with the relationship between meaning and context. Naess's work is much less well known, but deserves to be reconsidered by those currently working in linguistics, both because of interesting comparisons that can be drawn between it and Austin's work, and because of its insights and merits in its own right. In particular, I intend to compare Naess's ideas about language and methods of investigating it with those of sociolinguistics and corpus linguistics. Sociolinguistics uses fieldwork and statistical analysis to study the relationship between language and society. Corpus linguistics is a computer-based approach that uses large collections of machine readable texts to investigate patterns and regularities in language use. As such it is often seen as a relatively new and unprecedented type of language study.\\n The book that I will produce as a result of this research project will bring together work that is remarkably similar in themes and preoccupations, but that is not normally considered together. It will suggest a philosophical background for some of the major branches of linguistics which is not always recognised, even by practising linguists. It will show a continuity in thinking about language that includes both philosophical studies from relatively early in the last century and technological advances in this. As such, the book will suggest that there is more common ground than is sometimes realised between different approaches to the study of language, in particular between approaches that are traditionally considered to belong to separate academic disciplines. It will raise the profile of Arne Naess as a philosopher of language, a field in which his work has tended to be unfairly neglected. It will do this by bringing his work to the attention of those to whom it might be of most interest: those currently working to develop appropriate empirical methods with which to study language.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003869/1","grantId":"AH/E003869/1","fundValue":"26656","fundStart":"2007-03-01","fundEnd":"2007-06-30","funder":"AHRC","impactText":"","person":"Siobhan  Chapman","coPersons":[],"organisation":"University of Liverpool","findingsText":" Current debates in linguistics over the appropriate type of data for the study of language, and how this data should best be analysed, are remarkably similar to debates that were held in the mid twentieth century in the discipline of analytic philosophy. In discussing these similarities, this project considered both relatively well-known philosophers, and also the work of philosophers who are now less well-known, particularly the Norwegian philosopher Arne Naess whose philosophy of language was There is wide-spread public interest in topics relating to philosophy and to language, as evidenced by discussions in a range of broadcast and printed media. Education","dataset":"gtr"}