{"id":"C971E5F6-C38B-4378-B1AC-C54A773BF54E","title":"A Low Cost, High Capacity, Smart Residential Distribution Network Enabled By SiC Power Electronics","abstractText":"One of the key challenges facing the UK electrical Distribution Network Operators (DNOs) today is the Increasing demand\nfor power being placed on residential networks e.g. general load growth, the proliferation of electrical vehicles (EVs) and\nelectrified heat. At the same time, there are problems associated with voltage limit violations caused by an increase in the\nconnection of distributed generation (DG) and energy storage devices. This project follows on from a TSB Feasibility Study\nwhich showed that a cost effective solution to these problems can be achieved on the existing infrastructure by increasing\nthe local network phase voltage to 400 V (existing cable is rated at 600V). To step the voltage back down to 230 V at each\nhouse, DNO-owned, low-cost, 99% efficient power electronic converters (PECs) will need to be installed in the meter-box.\nOur previous study showed that the 99% efficiency was essential to avoid over-heating in the meter-box and hence new,\nlow-cost SiC devices were mandatory. However, the cost of existing commercially available SiC is very high, which\nconflicts with the need for low-cost. Therefore this project will consider a new, highly innovative fabrication technique for\nSiC power devices namely 3C SiC on Silicon. This system will not only increase network capacity, but also provide\noptimised connections for emerging EV charging, DG and energy storage - the &quot;smart-grid&quot;. The project will develop a PEC\nprototype which will be deployed by Western Power Distribution in a small-scale demonstration of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M507179/1","grantId":"EP/M507179/1","fundValue":"292576","fundStart":"2015-03-25","fundEnd":"2018-03-24","funder":"EPSRC","impactText":"","person":"Andrew  Cross","coPersons":["Jin  Yang"],"organisation":"Aston University","findingsText":"","dataset":"gtr"}