{"id":"C975237E-4FE0-42E8-97DD-06713C8DD68F","title":"Besides the Screen Network","abstractText":"The main aim of the Besides the Screen Network is to reconfigure the field of screen studies by refocusing it on those objects, processes and practices that exist besides the screen. Thus, the area of enquiry is broad and aims to bring together questions regarding institutional processes of distribution, marketing and exhibition within enquiries into practices of projection, archiving and curating with new methods of research such as media archaeology. Thus, the aim is to open film and screen studies up to new methods and objects, as well as intensifying the dialogue with other disciplines and practices. In doing so, the Besides the Screen network attempts to understand the continuing transformation of audiovisual media practices. Through workshops, symposia and conference sessions the network will forge links between academics, artists and professionals to refocus film and screen studies on those objects and practices that exist besides the Screen\n\nThe project aims to explore the shifting practices and cultures of different forms and events of cinema that exist beside and between screens. In particular it intends to break and reframe the traditional understanding of cinema as collective experience and its institutionalized framework of distributing, displaying and working with images that move. In a constant ever-changing field of audiovisual practices, the network aims to create a new area of research that expands upon and sheds light on processes largely ignored from traditional film and screen studies. The project intends to explore new threads of connections, debate and collaborations within a network of participants, such as students, academics, artists, media labs, and cultural institutions. \n\nResearch will be disseminated through workshops, seminars and performances from May 2014 - April 2016. There will also be a dedicated BtSN website where network members can access details about the network's research activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013053/1","grantId":"AH/L013053/1","fundValue":"35089","fundStart":"2014-05-12","fundEnd":"2014-10-12","funder":"AHRC","impactText":"","person":"Virginia  Crisp","coPersons":["Gabriel Menotti Gonring"],"organisation":"Middlesex University","findingsText":"","dataset":"gtr"}