{"id":"C97B34F4-EA84-44DB-84E9-1A544B496074","title":"Sex and Death: testing the evolutionary benefit of recombination using a bacterium and bacteriophage model","abstractText":"General Summary\n\n\nBackground\n\nAlthough bacteria reproduce through binary fission, they are not purely clonal. On occasion, they are capable of taking up DNA from the environment derived from other bacterial cells and recombine it with their own genetic material. This process is termed transformation. Just as in plant and animal sex, this shuffling of DNA increases the genetic variation in the population. The process of natural selection needs such genetic variation in the population to be able to select the fittest individuals. Populations of organisms that engage in sex (or more generally recombination) could thus be assumed to adapt more quickly to their environment. However, recombination is only favoured when the environment is ever-changing. If not, recombination would eventually disassemble the fittest combinations of DNA it had created. The strongest candidate for both strong and continuously fluctuating selection is that of parasite attack. Parasites and hosts are locked in a continuing arms race: hosts develop resistance against their parasites, and parasites evolve to overcome this resistance and so on and so forth. This scenario is named 'the Red Queen Hypothesis' after Lewis Carroll's book Through the Looking-Glass, where the Red Queen tells Alice: 'It takes all the running you can do, to keep in the same place'. \n\nAim\n\nThe Red Queen Hypothesis is especially likely to be applicable to bacteria for two reasons. First, bacteria are frequently attacked by deadly viruses (bacteriophages), exerting very strong selection for novel resistance. Second, bacterial recombination is 'cheaper' than that of many plants and animals. For instance, bacteria do not rely on sex for reproduction and could resort to it only when needed. Although a lot of theory has been developed, experimental tests of the Red Queen Hypothesis are rare. Here, we propose to experimentally coevolve the aquatic bacterium Aeromonas, known to frequently recombine, with phage. The quality of free DNA available for transformation will be experimentally manipulated. This will allow us to for the first time quantify whether 'bacterial sex' can aid adaptation to parasitic viruses. Transformation results in the reshuffling of all polymorphisms in the population, not only those associated with resistance to phage. We therefore will also include a temperature treatment where high, stressful temperature requires additional adaptation with an expected greater potential benefit of recombination. \n\nApplications and Benefits\n\nBacteria and phage are an ideal model system to test the Red Queen Hypothesis, but are also of great importance to human health and the economy. Various Aeromonas species are opportunistic pathogens causing a wide range of infections. Aeromonas is a pathogen on the rise and has been found to be the most common cause of soft tissue and skin infections in a study on survivors of the 2004 tsunami in Asia. Bacteriophages are important agents of bacterial mortality. With increasing levels of bacterial resistance to antibiotics, phage therapy has received renewed interest as an alternative strategy to prevent and fight infection by using phages as 'evolving antibiotics'. Importantly, this project will test whether coevolution with phage selects for increased transformation. Phage therapy designed to limit the negative impact of pathogenic bacteria thus could actually result in the increased capability of bacteria to evolve virulence or antibiotic resistance through transformation. Finding any increased benefit of recombination at higher temperature could have important implications for evolutionary change in response to climate change. This will be the first study explicitly linking phage coevolution and transformation, two main evolutionary forces in microbiology, and is bound to yield exciting new insights with special relevance to fighting an opportunistic pathogen.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K000926/1","grantId":"NE/K000926/1","fundValue":"79892","fundStart":"2013-01-02","fundEnd":"2014-07-31","funder":"NERC","impactText":"  Due to the relatively short duration of the project (one year) and a change in personnel, no publications have arisen yet. However, it is the aim that at least two publications will be written in 2014 detailing the outcomes of the funded project. I have been invited to talk at the University of Sussex and have presented at the University of Tromso in Norway highlighting our work. I have obtained a NERC pump priming grant based on tis work with collaborators in Norway and Canada, who have visited the lab and with whom more projects will be planned. Cultural ","person":"Michiel  Vos","coPersons":[],"organisation":"University of Exeter","findingsText":" In the process of doing more experiments. We have isolated bacteriophages infecting the model bacterium Acinetobacter baylyi. We have a mutant bacterium that does not engage in transformation (the uptake and incorporation of free DNA ('bacterial sex')) to compare with the wild type regarding the evolution of phage resistance. There are no differences between the two types, but multiple conditions are still explored, as well as potential differential costs of resistance between the two genotypes. A publication will be forthcoming. Change in model system stimulated further research collaboration and acquiring a 50K NERC pump priming grant. Agriculture, Food and Drink,Environment,Healthcare","dataset":"gtr"}