{"id":"C98A918B-7594-4D1C-A06D-82309F1F3A34","title":"SWAT (Semantic Web Authoring Tool)","abstractText":"During the last decade the Semantic Web community has established basic standards for representing data and the conceptual systems (ontologies) through which they are defined. However, encoding information in these formalisms (OWL, RDF) remains a technically difficult task. Widespread adoption of these technologies (with their important potential benefits) would be facilitated if transparent interfaces to the technical formalisms were available.The project aims to show that metadata in OWL and RDF can be viewed and authored through computer-generated presentations in natural languages (e.g., English). The crucial step theoretically will be to develop a model for systemmatically mapping logical concepts and relations to phrase patterns in natural language. The practical challenge will be to develop a tool through which ontology developers can specify this mapping, without deploying deep knowledge of ontologies or grammars. This tool will draw on existing wide-coverage linguistic resources, so that developers can select from a range of pre-coded patterns rather than having to define new ones. If successful, the project would provide an innovative solution to an urgent and commercially relevant problem (as shown by the letters from our collaborators). The main partners are leading UK experts in the theory and practical application of ontologies (Manchester University), and the design of easily-used tools for knowledge-editing based on generated text (Open University).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G032459/1","grantId":"EP/G032459/1","fundValue":"374430","fundStart":"2009-09-01","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"","person":"Robert David Stevens","coPersons":["Alan  Rector"],"organisation":"The University of Manchester","findingsText":" Predictive authoring and WYSIWYM editing can be combined in a natural language editing tool as alternative guides to constructing well-formed sentences. There are already commercial products using natural language technology for ontology authoring, such as FluentEditor by the company Cognitum (http://www.cognitum.eu/). Representatives of SWAT and Cognitum both presented at the CNL 2012 workshop in Zurich, and a transfer of ideas is a plausible sequel. Government/ Democracy and Justice","dataset":"gtr"}