{"id":"C990B8E4-2035-4EFC-8439-541F2011B865","title":"Copy number variation and gene expression","abstractText":"In many animals and plants, the structure of the genome appears to be very wasteful, with large amounts of DNA apparently having no function, and many sequences being highly repeated. In addition to this complexity in genome structure, there is variation in the gene content of the genome. There have been rapid advances recently in our understanding of such variation in gene copy number, particularly in the study of the human genome. For most human genes, all of us have two copies - one from each parent. For some genes, however, different people can have different numbers of copies, and it is clear that the number of copies can matter. People who are Rhesus-negative have no copies at all of the corresponding gene, while Rhesus-positive individuals have one or two copies. These differences underlie the mother-child mismatch that can lead to a 'Rhesus baby' . Similarly, reduced numbers of the alpha-globin gene (usually four copies per person) are the basis of the globally common blood disease alpha-thalassaemia. Although natural selection generally ensures that variants do not get to be very common if they have negative effects on their carriers, it is clear that in humans and many other species, there are some important genes that show extensive variation, with many different gene copy numbers in the population. For example, the gene encoding the salivary amylase enzyme, responsible for digestion of starch in food, is present in variable numbers - some people have as few as two copies of this gene, while others can have as many as 12. It has been suggested that this variation leads to corresponding variation in the production of amylase in saliva, and so to variation in ability to digest starch. This is an attractive idea, but is it really true? More generally, does variation in gene number really lead to variation in gene function - and if so, how? In reality, the situation is complicated. Having twice as many genes does not necessarily mean that twice as much of the relevant protein is made - there are examples in which extra copies of a gene may or may not be used, or be only partially active, depending on its precise position, or on the number of other copies in the same cell. This project examines directly whether copy number variation leads to changes in gene expression - and if so in what patterns. To do this we will measure protein levels in cells and secretions, and ask how they relate to the copy number of variable genes. Surprisingly, counting copies of DNA in a genome is technically difficult - indeed, sequencing DNA is much more straightforward than knowing exactly how many copies have been sequenced. Clearly, if copy number is not being measured accurately, deductions about the effect on gene expression will also be inaccurate. It is therefore a real challenge in this project to type copy number variation accurately, so that (for example) a test can clearly distinguish whether an individual has 6 or 7 copies of a variable gene. One particular advantage our group has in undertaking this work is experience in the accurate measurement of gene copy number. The project examines three examples of variable-number genes from the human genome that show wide variation in number; the alpha-defensins (involved, as their name implies, in defence against infection) vary commonly between 4 and 11 copies per person; the salivary amylase gene, varying 2-12 copies per person; and finally, the beta-defensin DEFB109 varies independently of the alpha-defensins (between 2 and 7 copies in most people) but also has some copies that are inactivated by an internal mutation - in this case it is likely that gene expression will relate not just to the total number of copies, but the number of copies capable of making an active protein.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I006370/1","grantId":"BB/I006370/1","fundValue":"411413","fundStart":"2011-07-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"  To date our findings have not given rise to any practical use outside research. They have nevertheless formed the basis of further planned research into both dietary influences on human health, and into the genetic basis of kidney disease.  ","person":"John  Armour","coPersons":[],"organisation":"University of Nottingham","findingsText":" We have mainly investigated two examples of gene copy number variation in the human genome, the (digestive) salivary amylase gene, and the (antimicrobial) alpha-defensin genes. In the salivary amylase variation we have discovered unexpected new levels of variation, demonstrating that the salivary amylase gene variation is coupled to similar variation in the pancreatic amylase genes. We conclude that previous findings on the functional effects of the salivary amylase genes may have been misinterpreted - it is now possible that the effects observed were actually effects of the pancreatic amylase genes. These issues are of particular interest because of recent claims that salivary amylase gene copy number variation is a major predisposing factor to obesity.\n\nAt the alpha-defensin genes we have studied the variation and its relationship to expression. We have been able to define the global variation in detail, which is of particular application in the study of the kidney disease IgA nephropathy, in which alpha-defensin variation is implicated. We have also shown that (contrary to earlier findings) there is no significant association between gene copy number and the amounts of alpha-defensin in blood cells. Our findings on the amylase variation will clarify the ongoing controversy about whether there really is a link between amylase variation and obesity. Our alpha-defensin discoveries will be key to understanding the role of this variation in IgA nephropathy. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}