{"id":"C99DFC8A-FB26-42C3-B536-15ECDE1C07C5","title":"Composition heterogeneity and dynamics of the eukaryotic translation machinery","abstractText":"Many processes in the cell are carried out by large machines, built by the cell from complex assortments of parts. If we encountered a new machine how would we understand it? First, we'd work out what it does, and then, examine the parts that it is made of, and finally, we'd try and reassemble or build our own machines from an equivalent set of parts. If we then wanted to build more machines, we would have to design a factory to make sure that all the parts were available. The design of any manufacturing process is complex - do we for example, make sure that N sets of parts are available if we know we are to build N machines ('just in time' principles) - what if the supplier of one of the parts fails to deliver? Or, do we design a factory where we have 50N parts always available, increasing storage and manufacturing costs (surplus stock). Do we recycle those surplus parts, or store them for years, so that they gradually become damaged or unfit for purpose? The cell faces exactly the same challenges. The machine that makes proteins in the cell is called the ribosome, which uses the blueprints in the genes to dictate the synthesis of proteins. The ribosome is itself a highly complex machine, made of proteins and RNA. Our goal is to characterise all the proteins associated with the translation machinery, calculate how many of each part (protein) there are, and work out how the cell balances the costs and benefits of 'just in time' against 'surplus part' manufacturing. We will discover how rapidly the parts can be made, the degree to which surplus parts are recycled, and even whether the cell makes variants of the machine (S, GT, GTL, GTE models!) that are designed for different uses and locations. By understanding how such complex machinery is made, we will begin to understand how the cell balances flexibility of response (in time, and in terms of types of machine) with quality control, manufacturing principles and energy costs. Manufacturing is as complex on the cellular scale as it is in a car assembly plant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F019963/1","grantId":"BB/F019963/1","fundValue":"316508","fundStart":"2008-10-01","fundEnd":"2011-12-31","funder":"BBSRC","impactText":"  This component of a multicentre grant was intended to apply our novel QconCAT technology to the quantification of the eukaryotic translational machine. It has led to development of the technology, and to a clearer understanding of a critical drug target. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology ","person":"Robert Jeffrey Beynon","coPersons":[],"organisation":"University of Liverpool","findingsText":" The information contained in the genes of living cells has to be converted into cellular components that form structures and enable biochemical reactions to take place. This process is called gene expression and it is vital to all life. Gene expression comprises two main steps, called transcription and translation. In transcription, the information in the DNA sequences of the genes is converted into equivalent sequences in so-called messenger RNA (mRNA) molecules. In translation, the mRNA molecules are &quot;read&quot; by a large molecular structure called the ribosome, which uses the information to dictate the synthesis of proteins. \n \nIn this project, we intend to characterise all the proteins associated with the translation machinery (herein referred to as the translatosome). We also intend to quantitate the absolute amounts of all of these components so that we can understand how they relate to each other, e.g. whether there are different sub-populations of molecular complexes with different constitutions. Any previously unidentified components will be analysed in terms of their potential functional roles in the cell. We will also examine how changes in the environment of the cell affect the constitution and function of the translational machinery.\n\nAnother important question we will address will relate to the fact that such molecular complexes are not only synthesised, but also degraded, in the cell. Thus the relative rates of degradation can affect the composition and cellular levels of such systems. Our work will shed light on how these degradation processes contribute to the control of the translational machinery. A new model of translation will inform future studies, by enhancing the quality of parameterisation of the components. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}