{"id":"C9AD415F-9EB8-4C26-B3B1-326995A9C0EB","title":"Wellbeing and Poverty Pathways","abstractText":"<p>This research aims to identify pathways of wellbeing and poverty within rural communities in Zambia and India. </p>\n\n<p>It will demonstrate how poverty affects wellbeing and how different constellations of wellbeing in turn affect people's movements into, within and out of poverty. Drawing on the sociology of development and psychology, it adopts a mixed method, cross-cultural longitudinal approach, with qualitative and quantitative data collection across a two year interval, involving 700 respondents. Statistical tests will assess the validity and reliability of our model of wellbeing. In-depth case studies will gain a deeper sense of people's own understandings and experience. In particular, the research will test a key hypothesis, that social and personal relationships constitute critical drivers of wellbeing in developing countries. </p>\n\n<p>The project is rooted in research-policy engagement. It is being undertaken with NGOs committed to incorporating wellbeing into their programmes, and will involve a broader programme of communications activities at national and global level.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H033769/1","grantId":"ES/H033769/1","fundValue":"455194","fundStart":"2010-08-01","fundEnd":"2014-04-30","funder":"ESRC","impactText":"  In our Briefing Paper 3 (Zambia) we pointed to the harm to people in our research area resulting from the increasing alienation of customary land. Shortly after our return from sharing this Briefing Paper with the policy and practice community in Zambia, the Government announced it was banning the sale of customary land (Lusaka Times, 10/12/2013). We also pointed to the exclusion of local people from development in the area and linked the building of a new road to the erosion of people's land rights. Both these points were re-iterated by the vice president when he officially opened the bridge (reported in Times of Zambia, 22/8/2014; Lusaka Times, 23/8/2014). The vice president was one of the people with whom we had directly discussed our research findings. In addition, we heard from our local staff that land which had been annexed by a major agri-business enterprise in the area was restored to villages within a few months of us presenting our findings. Local people saw this as the result of our research. This specific piece of encroachment had been one of the issues we had raised in our communications meetings with policy makers. Other Societal,Policy & public services","person":"Sarah Caroline White","coPersons":["STANLEY  GAINES"],"organisation":"University of Bath","findingsText":" The project has both conceptual/methodological and empirical findings, both having more general and more location-specific dimensions. \nConceptual/methodological - general\n1. The project validated a multi-dimensional model of wellbeing, comprising seven domains that span material, relational and personal factors. Intensive field-based development in Zambia (Chiawa) and India (Sarguja, Chhattisgarh) ensures the model reflects what matters to people in resource-poor communities in the global south (Briefing Paper 1). \n\n2. The project produced a distinctive concept, 'Inner Wellbeing', what people think and feel they are able to be and do. This new approach to subjective dimensions of wellbeing is published online in Social Indicators Research, 2013.\n\n3. The project demonstrates the contribution of mixed methods to wellbeing research. Critical reflection across quantitative and qualitative approaches shows how constructions of wellbeing are shaped by the location and methods of investigation. An edited book Wellbeing: culture, methods, politics (35% project authors) will be publshed by Palgrave Macmillan, 2015.\n\nConceptual/methodological - specific\n4. The roots of wellbeing lie in the collective, not just the individual. In Chiawa wellbeing is grounded in an ethic of 'taking care' of others. In Sarguja participation in social exchange and joint community action are highly valued. Understandings of wellbeing thus unite material, moral and relational dimensions.\n\n5. Relations with the natural environment are integral to human wellbeing. In Sarguja, social solidarity is linked with a shared responsibility to care for the earth. In Chiawa, environmental challenges undermine wellbeing at numerous levels. Personal wellbeing is grounded in a broader wellbeing ecology, connecting culture, community and place with the political economy of environment, rights and resources.\n\nEmpirical - general\n6. Better socio-economic status is matched by higher inner wellbeing scores. Qualitative evidence confirms this, suggesting that more secure livelihoods have a broader impact on people's confidence and experience of quality in life.\n\n7. Gender significantly affects wellbeing. Constructions of wellbeing differ by gender and women's inner wellbeing scores are generally lower than men's. Women heading households alone score particularly low in both objective and subjective measures.\n\n8. Apart from culture, the striking difference between our field sites is the strong presence of the state in Sarguja, and its relative absence in Chiawa. Beyond individual characteristics, it is social, economic and political settlements that govern the potential for wellbeing.\n\nEmpirical - specific\n9. In Chiawa resource conflicts pose major threats to local wellbeing. Wild animals destroy crops and present constant danger of injury or even death. Land alienation is ongoing and local development initiatives are subject to elite capture (Chiawa Briefing Paper). \n\n10. In Sarguja major improvements in wellbeing have followed the successful delivery of social protection measures, reflecting a combination of government commitment from above and popular mobilisation from below (Sarguja Briefing Paper).\n\n\nOverall\n11. Our findings support a continued focus on livelihoods and rights in development. To replace these with subjective wellbeing would be mistaken. Nevertheless, wellbeing provides an alternative, more people-centred register to economic development, including important psycho-social dimensions. Its apparently a-political character can provide valuable cover in situations of conflict. Our model of wellbeing can be used by others for wellbeing assessment.\nThe conceptual and methodological developments we have made will inform the theory and practice of future wellbeing research.\nOur practical findings, especially with respect to the importance of land rights to wellbeing in Zambia, are already informing policy there. Communities and Social Services/Policy","dataset":"gtr"}