{"id":"C9AFA69A-9C84-4718-9434-37EB044B2B17","title":"MOLTEN: Mathematics Of Large Technological Evolving Networks","abstractText":"Connections are important. In studying nature, technology, commerce and the social sciences it often makes sense to focus on the pattern of interactions between individual components. Within the UK's Digital Economy activities, for example, large, complex networks arisein energy: connecting power suppliers and users,in telecommunications: connecting mobile phone users,in transport: connecting train stations, airports or ports,in the World Wide Web: connecting web pages,in one-line social networking connecting cyberfriends, in retail trade: connecting sales of different products to the same customer.Improvements in computing power have made it possible to gather, store and analyze large data sets, especially in the areas of fast moving consumer goods (who bought what), telecommunications (who phoned who), mobile devices (who travelled where) , on-line social networks (who Twittered to who) and energy (who switched on when). The interdisciplinary field of Network Science has emerged as a means to understand and quantify these large networks and to extract useful information. By focussing on the underlying connectivity, mathematical techniques can be used to address common questions:Can we discover clusters of strongly connected individuals? This would allow us to break the network down into meaningful subunits.Do the network properties change when links are added or removed? This determines robustness/efficiency to attack/disease/malfunction and stability under evolution.Are some individuals or links especially important? `Hubs' are individuals with high-quality connections (e.g. web pages highly ranked by Google), `short-cuts' are links that join distinct subnetworks and `bottlenecks' are specific links that may become overloaded.Can we develop mathematical models that reproduce the features of a complex network?Given observed output (such as queuing times in a dynamic communication network) can we discover underlying, hidden, connectivity in a complex system?This proposal aims to add value to this important area by addressing an important feature that has fo far received very little attention from the mathematical community. Technological networks vary over time, and this dynamic element has important consequences. For example, if A phones B today and B phones C tomorrow, then a message may pass from A to C, but not from C to A. So there is an immediate lack of symmetry that makes much of the existing theory obsolete. .Moreover, the patterns of connectivity that we see today may be different tomorrow. So there is built-in uncertainty about the future. In this proposal we will develop new mathematical techniques to study the type of dynamically evolving networks that are relevant in the Digital Economy, allowing researchers to discover the important players, quantify the efficiency of a network and predict future behaviour. These ideas offer immediate benefits outside academia, allowing us to tackle questions such as: who are the important broadcasters or receivers of information? who should we target our advertising campaign at? what will the network look like next week or next year? is there any suspicious activity today? which networks users appear to be underage? which customers are likely to change brand loyalty? how quickly will a rumour or virus spread? what would be the effect of changing the way that customers are charged for network usage? Our objectives are to develop to practical, quantitative solutions to these issues by developing a new, underpinning mathematical framework that leads directly to useful computer software. In order to make sure that the results will have immediate benefit, we have put together a team of non-academic experts who use large technological networks in their businesses. These people will provide realistic data sets, pose specific challenges and provide regular feedback and advice throughout the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I017321/1","grantId":"EP/I017321/1","fundValue":"194529","fundStart":"2011-01-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  Temporal networks can be useful in analyzing data of various kind. We have used them to analyse email data, mobility data and connectivity data. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Transport ","person":"Cecilia  Mascolo","coPersons":[],"organisation":"University of Cambridge","findingsText":" We devised various metrics for temporal network analysis which perform better than normal network analysis metrics By using the metrics Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}