{"id":"C9BD6F96-1918-4A95-B838-ACE5E7B3C2E2","title":"Dissecting the Mammalian Mitochondrial Nucleoid","abstractText":"Most of the body's energy comes from food which is converted to ATP, the energy currency of the cell. Respiration is the most efficient means of making ATP, a process known as oxidative phosphorylation, and this takes place in a compartment of the cell called mitochondria. Oxidative phosphorylation requires five multisubunit protein complexes. The vast majority of DNA in the cell is contained in the nucleus; however, 13 proteins are produced from DNA in mitochondria, so-called mitochondrial DNA. Unfortunately these 13 proteins are not trivial, but essential to life. They represent key components of the oxidative phosphorylation system. Defects in mitochondrial DNA cause a wide range of diseases in humans and there is growing evidence that they contribute to the natural process of ageing. Mitochondrial DNA, like every other DNA, requires a host of proteins to ensure its faithful reproduction, less obviously it also requires proteins for its organisation, maintenance and segregation. Thus, the depiction of mitochondrial DNA, as an open circle floating free in the mitochondrial matrix without protein, in many textbooks is erroneous. In reality, mitochondrial DNA is organized in multi-genomic nucleoprotein complexes, or nucleoids. The inventory of proteins associated with yeast mitochondrial DNA is closer to completion than that of higher eukaryotes (including humans), however, it is clear that there are substantial differences in the protein composition of animal and yeast mitochondria nucleoids (Chen &amp; Butow 2005). Recently, we have identified a number of new proteins that associate with mitochondrial DNA, using a generic DNA binding protein to capture mitochondrial nucleoprotein complexes. This has opened up a new area of biology and we now plan to characterise these proteins in detail, in order to understand how mammals maintain their mitochondrial DNA and ensure its successful transmission to offspring. Reference: Chen, X.J. and Butow, R.A. (2005) The organization and inheritance of the mitochondrial genome. Nat Rev Genet, 6, 815-25.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F012802/1","grantId":"BB/F012802/1","fundValue":"216421","fundStart":"2008-04-01","fundEnd":"2011-07-31","funder":"BBSRC","impactText":"  we are currently building on the new findings with the aim of designing new pharmaceutical and 'nutraceutical' agents. Moreover its relevance to ageing will mean that our work has long-term societal implications.  Societal,Economic","person":"Ian James Holt","coPersons":["John  Walker"],"organisation":"MRC Centre Cambridge","findingsText":" We made considerable advances in understanding the maintenance and expression of mitochondrial DNA. Specifically with Dr Minczuk we identified a new essential component of the mitochondrial transcription apparatus, advanced our understanding of how RNase H1 is shared between the nucleus and mitochondria and its role in mitochondrial DNA replication. Dr Cooper succeeded Dr Minczuk in the post and 1. The work of Drs Minczuk and Cooper made a major contribution to our breakthrough study showing that mitochondrial translation apparatus is coupled to the mitochondrial nucleoid. This is a major advance in our understanding of the biology of mitochondria, which has wide implications for the organization and expression of mitochondrial DNA in normal and disease states. It will be essential for those interested in the role of mitochondrial in ageing to assess its contribution to declining mitochondrial \nfunction with age.\n\n2. We are continuing to characterize the role of RNase H1 in mtDNA replication.\n\n3. We continue to collaborate with Dr Cooper (now an independent PI) on ATAD3 and mtDNA maintenance and expression. Our more recent work suggests ATAD3 is one of the most important proteins in the mitochondrion that makes diverse contributions to the fitness of the organelle. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}