{"id":"C9BF9DE3-1B6D-4AFD-8FD7-ED8CA4DAA72F","title":"Modelling of Train Induced Vibration (MOTIV)","abstractText":"In spite of the global financial and economic crisis, a large number of plans for new railway networks is being proposed to meet the demand for both passengers and freight rail services. For example, construction has commenced on the &pound;15.9 billion Crossrail project to provide an East-West rail link under London with 22 km of tunnels under the city. In January 2012 phase 1 of High Speed 2 (HS2) project was given government approval. The project will connect between London and Birmingham with future extensions to Leeds and Manchester. The overall cost of the line connecting between London and Birmingham is estimated between &pound;15.8-17.4 billon. This will include substantial tunnelled sections through urban areas. Plans for light rail lines in urban areas are also progressing. In December 2011, plans to extend the Nottingham tram line where given green light by the government. The project involves 2 new tram lines with overall cost of &pound;570m. In February 2012, Centro was given the green light to go ahead with the extension of Birmingham's Midland Metro tram service in a project worth &pound;128 million. \n\nThe introduction of surface and underground railways provides substantial reduction of pollution resulting from the use of trains powered by electricity and the reduction of number of cars on streets. The use of underground railways helps significantly with congestion problems in urban areas. One of the main environmental issues linked with railway transportation in urban areas is ground-borne vibration transmitting to nearby buildings. Ground-borne vibration from railways is generated at the wheel-rail interface due to the passage of individual wheels on tracks (quasi-static loading) and due to irregularities of wheels and tracks (dynamic loading). Vibration propagates to nearby buildings where it causes annoyance to people and malfunctioning of sensitive equipment. Inhabitants of buildings perceive vibration either directly, due to motion of floors and walls, or indirects re-radiated noise. Vibration can also cause disturbance due to movement of household objects, especially mirrors or due to rattling of windowpanes and glassware. The problem can be more serious in some circumstances, such as when an underground tunnel passes below sensitive buildings such as a concert hall. \n\nThis project aims to develop a better understanding about key issues regarding the generation and propagation of railway vibration, namely the non-linear behaviour of tracks' elements and the dynamic soil-tunnel-pile interaction for a single as well as a twin tunnels. This will lead to improved models for the prediction of ground-borne vibration and noise from railways in order to reduce prediction uncertainty. To achieve the aim of the project, three objectives are set. The first is to investigate the effect of pre-load and non-linear behaviour of resilient elements of tracks will be investigated using excitation models (i.e. tracks on elastic foundations). The second is to develop a detailed Periodic Boundary Element model and couple that to the relevant structural elements to account for the interaction between twin-tunnels, soil and pile foundations. The third is to develop a fast running tool for calculating vibration transmitted to buildings on pile-foundation from surface tracks and from tracks in tunnels embedded in multi-layered ground. The model will be built in friendly-user software that will be made available for engineers responsible for designing of railway infrastructure and for engineers responsible for designing of measures to reduce vibration from railways.\n\nNote that the project does not aim specifically to address the issue of vibration from high speed trains running on soft soil but is focused rather on vibration and noise from trains in urban settings, principally in tunnels.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K006665/1","grantId":"EP/K006665/1","fundValue":"281410","fundStart":"2013-03-01","fundEnd":"2017-02-28","funder":"EPSRC","impactText":"","person":"Hugh  Hunt","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}