{"id":"C9C58CFA-56FE-424C-9ECC-4AA56848FE75","title":"Developing a simulator-based hazard perception training package","abstractText":"Since November 2002 all drivers in the UK have has to pass a hazard perception (HP) test in order to gain a license. This test requires participants to watch video clips of driving (which are filmed as if through the windscreen of a moving vehicle), and press a button as soon as they spot a hazard. Hazards may include, for example, pedestrians stepping into the road or the car ahead suddenly braking. Research has shown that safer experienced drivers tend to do better on these tests suggesting that they reflect a measure of driving awareness that develops with practice and corresponds with an increase in driving safety. Many commercial packages purport to teach HP skills to increase learner drivers' chances of passing the test. There is however a limited amount of research on whether such HP training benefits subsequent test performance, and whether this training ultimately makes drivers safer on the roads after passing the driving test. We propose to undertake a large study to develop HP training on a simulator and assess the effects of this training upon learner drivers' behaviour in subsequent HP tests and on their driving safety up to a year after passing the driving test. All training will be based in driving simulators, with new simulator software being rolled out to ninety branches of the British School of Motoring (BSM) during 2005. The hazard perception training package that is to be installed on all the simulators has been developed by BSM in conjunction with the Accident Research Unit (ARU) at the University of Nottingham. An additional simulator with eye tracking technology will be located in our laboratory. We will test the training package in the laboratory simulator on both expert and learner drivers, recording more in-depth measures than could be collected in a BSM branch office (e.g. eye movements, verbal commentaries, etc.), while data from the 90 simulators will give us an extremely large database of the most crucial measures (e.g. performance on an HP test after training, compared to other drivers who do not receive training). The laboratory studies should also allow us to produce new training modules on the basis of expert driver performance in the simulator. For instance, the eye movements of expert drivers can be shown to the learner drivers, in an effort to train learners in the use of specific eye movement strategies developed by experts to cope with hazardous situations. These new interventions, designed to complement the national training intervention, will be trialed at the Nottingham and Derby branch offices of BSM. After exposure to training, many drivers will be invited to take part in a follow up study that periodically assesses their driving career after training, through licensing, and up to a year after they have received their license. This will reveal whether the HP training has any immediate effect (increasing the probability of the trained learner driver passing the driving test) and any long term benefit in regard to post-licensing accident and near-accident rates. At the end of the project we hope to have identified an optimum training package that makes the best use of the interactive simulated environment, with a body of evidence to show that such training can actually reduce the usually high number of accidents involving newly licensed drivers in their first year of driving after passing the driving test.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D035740/1","grantId":"EP/D035740/1","fundValue":"457301","fundStart":"2006-01-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"David  Crundall","coPersons":["Geoffrey  Underwood","Peter  Chapman"],"organisation":"University of Nottingham","findingsText":" We gained a greater understanding of hazard perception, which allowed us to help the Driving Standards Agency further develop their hazard perception test.\nWe developed methods of training hazard perception which were fed back to our partners BSM and to other road safety groups (e.g. Brake, the Merseyside Road Safety Partnership). We went on to develop one of the most high-fidelity simulators in the UK to deliver hazard perception training and testing (HEFCE funded ?1.3 million). The resultant simulation facility is now supporting cutting-edge research into driver safety. Aerospace, Defence and Marine,Transport","dataset":"gtr"}