{"id":"C9C90A79-B5D4-46BA-8E41-EB4792CDB003","title":"Functional genetics of trophic support in neuron-glia interactions in the central nervous system of Drosophila","abstractText":"One of the most devastating burdens to human health is spinal cord injury, which occurs primarily through car or sport accidents and it wrecks peoples?\nlives with paralysis than can affect all four limbs. The medical challenge is to promote the regeneration of the spinal cord, to allow functional recovery. The efforts to promote regeneration have been partly hampered by the fact that upon injury the cellular environment becomes inhibitory to axonal growth. One challenge is thus to turn the cellular environment into one that will promote axonal growth. However, this requires knowledge of how axons interact with glia during growth, how to eliminate secondary death of neurons and glia and how to promote the re-establishment of myelinated, functional neural networks. Unfortunately, little is still understood of the underlying molecular mechanisms that while keeping neurons and glia alive contribute to the restoration of functional axonal connections. Similarly, in neurodegenerative diseases (i.e. Multiple Sclerosis, Parkinson?s disease, Alzheimer?s), neurons and glia die and the promotion of neuronal and glial survival is a strategy to alleviate these diseases. However, it is unknown how to implement the restoration of normal neuronal connections and function from cells that are maintained alive. For the last five years, I have been studying how neuron-glia interactions link the promotion of neuronal and glial survival with the formation of axonal trajectories. I study these processes during development of the nervous system, as this knowledge is absolutely essential to work out how they can be implemented or manipulated upon injury or disease. I use the Drosophila equivalent of the spinal cord as a model system because it is possible to study and manipulate individual neurons and glia with single cell resolution, and in vivo, something not yet possible in vertebrate models. Furthermore, working with Drosophila is very cheap, progress is fast because the fly life cycle is short and experimentation with flies does not raise ethical concerns. Findings in Drosophila are totally relevant to the understanding of the human spinal cord and brain. Drosophila has long been one of the most powerful genetical model organisms to work out molecular pathways underlying universal cellular functions. Many important molecules involved in the development of the human brain and disrupted in human cancers were discovered in Drosophila. The fruit-fly is also a powerful model organism to model neurodegeneration and neurotrophic interactions are known to occur in flies. With this proposal, I aim to gain from Drosophila information of how a homologue of a trophic factor already known to exist in humans functions in axon guidance and targeting during development. \nUsing the power of Drosophila genetics and of the sequenced genomes, I also aim to discover novel trophic factors that maintain neurons alive, which I anticipate ultimately will be relevant for humans too.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0200140","grantId":"G0200140","fundValue":"494310","fundStart":"2003-04-21","fundEnd":"2008-08-20","funder":"MRC","impactText":"","person":"Alicia  Hidalgo","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}