{"id":"C9CD843E-7486-4B97-A24E-7FDE36D6B12A","title":"Rescuing and Presenting Lost Heritage: Promoting Public Engagement with Marks Hall and the World of the Vanished Country House","abstractText":"<p>This project brings together the general public, the local community, historians, archaeologists and heritage and horticultural professionals to understand and recreate the site of a great lost country house. Marks Hall near Coggeshall, Essex, is one of the lost mansions of Britain. It is a site that offers exciting opportunities for exploring the reconstruction of heritage and its educational and recreational appeal. During the twentieth century, Britain lost a third of its greatest country houses. Hundreds of mansions were pulled down because proprietors could no longer afford to maintain or repair them. Many houses were lost in the straitened decade of the 1950s, following wartime damage. Essex alone lost more than 100 mansions between 1946 and 1966.&nbsp; The project will offer a virtual recreation including innovative conservation and planting. It will digitally recreate the original walls and architectural features, using hundreds of photographs, and integrate new displays, exhibits, holographic interpretations, university learning resources, community open days and archaeological digs, a new guide book and academic study of the whole project. A workshop and public policy forum on lost houses and historical memory will be held in May 2013, followed by an international conference on lost country houses in July.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J020516/1","grantId":"ES/J020516/1","fundValue":"74725","fundStart":"2012-07-16","fundEnd":"2013-11-15","funder":"ESRC","impactText":"","person":"James  Raven","coPersons":[],"organisation":"University of Essex","findingsText":" Interpretation of the dig has exceeded all expectations. In addition to recovering the outline of the Jacobean mansion (destroyed in 1950) the sites of the Tudor and medieval houses have now been uncovered, recorded and plotted (and will shortly be on the project website and facebook page). An eleventh-century great hearth has been revealed (the finest in the region) and further walls and drains. Two outstanding cisterns have now been given smart reconstructed brick domes by local students. We maintain a fascinating account of building in stages from Domesday onwards. Among notable finds is perhaps the finest and largest Neolithic (c 4,000BC) flint tool found in Essex and rivalling only one other in East Anglia. The story of continued occupancy of this site in a manor house/mansion is probably now the fullest in Essex in archaeological terms and the digging will continue into a further season, with further courses and community dig days and opportunities for internships. We are also advancing a major HLF bid for a new visitor centre to show off the remains (including the recovery of the original mansion staircase, rescued from mid Suffolk where it went in 1950) . 5 pamphlets and a school pack have been prepared, 2 books are in process, the international conference and public policy day have attracted great attention,. press coverage has been sustained (and included the visit from the Australian High Commissioner) and we have had excellent feedback from visitors to the site. The travelling exhibitions were a great success – many objects were also donated – and Jane Pearson’s oral history work was showcased along with digital and videoed models. The ‘drain-cam’ – of photographs taken from the moving video camera down the uncovered Tudor drain was a particular success and hit with the public.\n\nJohn Mallinson will give an account of the history as uncovered at an event planned for June to which all are welcome. As a visitor attraction, local heritage and tourism industries, recreation, digital application study in the community,. community involvement in archaeology, oral history involvement, local planning in relation to visitor centres and the exploitation and interpretation of local heritage and a major archaeological site, Facebook, twitter, webpage, visitor guide books, books (academic and general) radio and TV interviews, travelling exhibitions, international conference and public policy days, community digs and other public events., Digital/Communication/Information Technologies (including Software),Leisure Activities/ including Sports/ Recreation and Tourism,Culture/ Heritage/ Museums and Collections","dataset":"gtr"}