{"id":"C9CD647F-42BF-4160-A298-948EBFE7273B","title":"Physical, algebraic and geometric underpinnings of topological quantum computation","abstractText":"Conventional computer architecture is designed using an essentially classical physical model of the relationship between components and code (hardware and software), in which each `bit' holds a fixed value 0 or 1 until it is changed. Conventional components are large enough that this model is a good approximation to reality. On the other hand, for very small `components' we know that this is _not_ a good approximation. We know from experiment that they behave differently from the classical way (that our experience of the macroscopic world trains us to think about things). This difference can manifest itself as Heisenberg uncertainty, which is not something desirable in a computation. However it can also be thought of, loosely, as taking many values at once, like a hugely fast or massively parallel computer. If this aspect can be harnessed, the disadvantageous `quantum' phenomenon becomes advantageous --- perhaps revolutionarily so. In recent years computer scientists have shown in principle that the parallelism _can_ be harnessed for certain kinds of computation. The next challenge is to design (then build) a quantum computer.However, partly because the quantum model is not intuitive, the best design language is mathematics --- a language built on far fewer `dangerous' assumptions than conventional engineering design. And the good news is (i) that an encouraging basis of usable mathematics is being developed; and (ii) that this challenge is taking the mathematics in intrinsically interesting directions. Leeds University hosts a leading centre for research in quantum information, and also hosts research into some of the main types of mathematics that turn out to be needed: applied representation theory and integrable systems. This project uses expertise in linear category theory, quantum geometry, and related areas of representation theory and integrable systems to provide radically new models of quantum computation. The project interfaces this expertise with expertise on topological phases of matter, and expertise on practitioner constraints, in order to implement the models, ready for laboratory testing. An intriguing way to reinvent the error-robustness of classical digital computing is to work with topological characteristics of the `computer components' --- that is, characteristics that are invariant under small local distortions of the system (which are typically the main kind of error inducing `noise' present). This proposal is concerned, therefore, with the investigation of _topological_ systems that can support quantum information tasks, such as quantum memory, quantum computation and quantum cryptography. The goal is to propose small scale _topological_ models, amenable to laboratory simulations which would then test their feasibility as models for quantum computation. The physics behind the models may be described in terms of `anyon' particles which can be experimentally realized in topological insulators and in graphene carbon, and which can encode and manipulate quantum information error-robustly. The objective here is to develop the theoretical underpinnings of this technology by means of the relation to certain algebraic structures (realized by a topological diagram calculus) and corresponding problems in low-dimensional topology and representation theory. In particular, while guided firmly by the requirements of physical realizability, the project endeavours to deepen the understanding of numerically and analytically solvable models arising from theoretical constructs such as generalized Temperley-Lieb diagram categories, as well as novel models of quantum geometry developed through the theory of exactly integrable quantum systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I038683/1","grantId":"EP/I038683/1","fundValue":"803405","fundStart":"2012-12-01","fundEnd":"2017-11-30","funder":"EPSRC","impactText":"","person":"Paul Purdon Martin","coPersons":["Timothy Paul Spiller","Jiannis Konstantinos Pachos","Frank Willem Nijhoff"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}