{"id":"C9CDAFA0-A119-4C42-8B48-4D106473665F","title":"Tradition in the Present","abstractText":"A generation ago, tradition was an outmoded concept. It was relevant to our times only as far as it was to be superseded by modernity or / as some scholars argued - 'invented' to fulfil non-traditional objectives. Since then, 'tradition' has returned as a concept. In academia and in ordinary speech it is a concept used to describe global differences in culture, values, language, values and faith. Where, two decades back, someone might have talked about the co-existence of different 'races' or 'cultures', now it is increasingly likely they would discuss the diversity of 'traditions'. \\n\\nYet what is a 'tradition'? How has the concept been used in different places in the past? Why is tradition such an important concept now? Our research network brings together philosophers, historians, theologians, lawyers and anthropologists interested in Europe, South Asia and the Middle East, each from their own very different intellectual traditions, to think about the role and relevance of 'tradition' in the present and past.\\n\\nDespite their different emphases, scholars within the group share a common perspective. Rather than seeing traditions as objective structures that determine human action from the outside, they are concerned with the way tradition is experienced by subjects within the practical worlds they inhabit. Using this approach participants seek to address the following questions.\\n\\nFirst, the network is interested in thinking about how one identifies a 'tradition'? What is it about particular kinds of religious, political or intellectual practices that makes them traditions? Why, over the last fifty years, have certain 'minority' groups in British and North American society begun to experience themselves as belonging to religious and cultural traditions in ways that 'majority' populations often do not?\\n\\nSecond, what is the relationship between rationality and tradition? Superficially, rationalism is opposed to tradition. Yet, might not rationality and reason, in their various different forms themselves rely upon assumptions and practices that are inherited from the past in a 'traditional' fashion? Are academic disciplines 'traditions' themselves? If so, how do they present themselves as 'neutral' rather than one among a number of viable intellectual traditions? \\n\\nThird, our project looks at the way different concepts of tradition relate to the past. Some ideas about 'tradition' emphasize the importance of change and development, John Henry Newman's for example. Others are experienced as a rigid conformity to rigid rules inherited from the past. Tradition in the Present asks about the conditions that allow one conception of 'tradition' to dominate? Is there a particularly 'modern' way of thinking about tradition, associated with forms of technology, bureaucracy or economics that emerged in the eighteenth and nineteenth century for example?\\n\\nThese theoretical and historical issues raise practical questions about the relationship between historical research and the world we live in today. In public, politicians and officials believe they possess a neutral language to classify and discuss different ethnic and religious 'traditions'. How has the translation of rationalist political thought or bureaucratic norms into social practice been experienced by citizens themselves? Where these citizens are differentiated into diverse social groups, is rationalism experienced as simply one tradition amongst many?\\n \\nFinally, we consider how traditions are criticised and transformed. What are the forms in which participants within 'traditions' alter their direction or self-understanding? Often, criticism that begins as a critique internal to a tradition ends up being seen as coming from outside by the critics enemies. How, and why, can some kinds of criticism - feminist Islam, or deconstructionist philosophy for example - be so easilyundermined with the claim that they have gone beyond the limits of the tradition they inhabit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F001320/1","grantId":"AH/F001320/1","fundValue":"48565","fundStart":"2007-11-01","fundEnd":"2010-07-31","funder":"AHRC","impactText":"  Our findings have been used in:\n- a large number of academic publications by research network members.\n- the increasingly explicit reflection on tradition in current political discourse. For example, our work was one of the conditions which allowed Labour politicians (e.g. Ed Miliband in his 'one nation' speech) to reflect historically. Government, Democracy and Justice Policy & public services","person":"Jon Edward Wilson","coPersons":[],"organisation":"King's College London","findingsText":" The research network discovered the increasing resurgence of tradition to political, policy and academic discussion in a number of fields. We found that in a number of fields, practitioners are increasingly aware of their work existing within continuous, often initially implicit ways of talking and acting. \n\nTradition is often seen as something immune to critique, thus easily corroded by other ways of thinking about the past (historical scholarship, genealogy and so on). But our network allowed scholars to develop ways in which tradition and critique rely on one another, and can be thought about together. It offers the basis for breaking down the opposition between academic critics, who have frequently assumed their role is to challenge and break up (to them) spurious traditions, and a broader public who often have an emotional as well as intellectual attachment to forms of thought and practice inherited from the past. Communities and Social Services/Policy,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}