{"id":"C9CECCBA-3358-490C-A8B8-01F8E2D8D0C7","title":"Analytical development of sulphur isotope analysis on small (1ug) sulphur samples","abstractText":"Sulphate is the second most abundant anion in the modern ocean. The main source of sulphate to the ocean is the weathering of sulphur-bearing minerals on the continents, delivering sulphur to the ocean via rivers. The main sink of sulphate from the oceans is the burial of various sulphur bearing minerals such as pyrite and gypsum in various parts of the ocean. Geochemists and paleoceanographers think about sulphate concentrations in the oceans changing over time as a function of changes in these fluxes. For example, should there be more weathering of sulphur from the continents, we would anticipate that sulphate concentrations in the ocean would increase. A common way to track these changes is to measure the ratio of isotopes of sulphur in various sulphur and sulphate minerals. For example, sulphide minerals (such as pyrite) have much more 32S than 34S, meaning the ratio of 34S/32S is very low. This means that if, in Earth history, there was a time when much more pyrite was buried in the ocean, more 32S would be buried in the pyrite, leaving more 34S behind in the ocean - or increasing the ratio of 34S/32S. Thus if we (as paleoceanographers) were measuring the ratio of 34S/32S in sulphate minerals over time and we observed a rapid increase in this ratio, we might hypothesize that there was more pyrite being buried at that point in Earth history. The ability to accurately reconstruct the 34S/32S ratio in sulphate over Earth history is especially important because marine sulphate is very sensitive to changes in the amount of organic carbon that is delivered to the sediments. This is because the largest sink in the sulphur cycle is the burial of sulphide minerals in organic-rich sediments; the source of the sulphide is bacteria, who eat organic-carbon that was originally produced in the surface ocean. The burial of this organic-carbon, in turn, is directly linked to atmospheric oxygen. Thus our reconstructions of the history of atmospheric oxygen rely heavily on our understanding of the 34S/32S ratio in sulphate over Earth history. The two most common minerals on which we measure the 34S/32S ratio in sulphate over Earth history are barium sulphate (barite) and carbonate-associated-sulphate. Barite is not well preserved before 150 million years ago, meaning paleoceanographers have relied heavily on carbonate-associated-sulphate to reconstruct the sulphur cycle over critical earlier intervals in the geologic past. Unfortunately large amounts of carbonate must be dissolved in order to release enough sulphate for isotope analysis. I would like to address this by developing the ability to measure sulphur isotope ratios on much smaller samples. I will do this by establishing a technique that is already used in research groups internationally using equipment we already have at the University of Cambridge. This will allow me to measure sulphur isotope ratios on far smaller samples. This is a proof of concept study in which I will measure sulphur in clusters of individual carbonate shells and compare these analyses with other analyses of sulphur isotope ratios in order to determine that we can measure sulphur isotopes on small samples.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H011595/1","grantId":"NE/H011595/1","fundValue":"25831","fundStart":"2010-04-01","fundEnd":"2011-03-31","funder":"NERC","impactText":"","person":"Alexandra  Turchyn","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}