{"id":"C9D1705C-B63E-445F-A33B-03C3D0EE25C7","title":"Biogenetically Inspired Synthetic Approach to Novel Polycyclic Cembrane Diterpenes found in Gorgonium Species","abstractText":"The marine environment is an awesome source of structurally interesting and biologically important natural products. Indeed, many of these natural products are now showing scope in medicine for the treatment of cancer, malaria, inflammatory conditions, bacterial infections, and tuberculosis.Gorgonian octocorals, i.e. sea fans, feathers, plumes and whips, are a particular rich source of amazing oxygen and carbon-containing polycyclic structures, many of which have only been isolated and characterised during the last three years. Their medicinal properties, i.e. anti-cancer, anti-tuberculosis, anti-bacterial, are also significant.The processes by which natural products are made, i.e. biosynthesis, has fascinated scientists for centuries. We have examined the chemical structures of several recently isolated polycyclic natural products, called verillin , bielschowskysin , intracarene (from the latin intracare, to entangle or perplex) and plumarellide from sea animals and we believe they are connected biogenetically i.e. have a similar biosynthetic origin. This speculation has fired our imagination and inspired us to examine the total synthesis of these natural products in the laboratory. Furthermore, we plan to use synthetic strategies which mimic what we propose to be the likely biosynthetic origins of these intriguing and challenging new natural products.Central to our synthetic strategy will be the elaboration of large ring precursors, i.e. oxygen-substituted 14-membered furanobutenolides. These precursors will then be converted into the aforementioned natural products, using a range of novel and subtle intramolecular cycloaddition reactions. In this manner, in each case, three new ring structures will be produced from one large ring in a single step. We believe this strategy is atom economy at its best, and the tactic should be applicable to a wide variety of related complex natural products found in corals and other sea animals. The successful synthesis of verillin, bielschowskysin, intracarene and plumarellide will permit more fundamental studies of their biological properties and lead to a greater understanding of the relationship between structure and biological activity in this new class of natural product.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D058635/1","grantId":"EP/D058635/1","fundValue":"310608","fundStart":"2006-04-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Gerry  Pattenden","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}