{"id":"C9D98C48-64A2-41BA-9492-C929DCBA2E14","title":"Plasticity in NEUral Memristive Architectures","abstractText":"During the past two decades, philosophers, psychologists, cognitive scientists, clinicians and neuroscientists strived to provide authoritative definitions of consciousness within a neurobiological framework. Engineers have more recently joined this quest by developing neuromorphic VLSI circuits for emulating biological functions. Yet, to date artificial systems have not been able to faithfully recreate natural attributes such as true processing locality (memory and computation) and complexity (10^10 synapses per cm2), preventing the achievement of a long-term goal: the creation of autonomous cognitive systems.\n\nThis project aspires to develop experimental platforms capable of perceiving, learning and adapting to stimuli by leveraging on the latest developments of five leading European institutions in neuroscience, nanotechnology, modeling and circuit design. The non-linear dynamics as well as the plasticity of the newly discovered memristor are shown to support Spike-based- and Spike-Timing-Dependent-Plasticity (STDP), making this extremely compact device an excellent candidate for realizing large-scale self-adaptive circuits; a step towards &quot;autonomous cognitive systems&quot;. The intrinsic properties of real neurons and synapses as well as their organization in forming neural circuits will be exploited for optimising CMOS-based neurons, memristive grids and the integration of the two into realtime biophysically realistic neuromorphic systems. Finally, the platforms would be tested with conventional as well as abstract methods to evaluate the technology and its autonomous capacity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J00801X/2","grantId":"EP/J00801X/2","fundValue":"218244","fundStart":"2013-04-15","fundEnd":"2015-03-04","funder":"EPSRC","impactText":"  This work demonstrated for the first time that the physical mechanisms causing the inherent unreliability of Resistive Random Access Memory can be advantageously employed to reliably mimic synaptic connections; the necessary components for establishing brain-inspired electronics. This work was funded resulted in Prof Chua, inventor of memristors, spending three extended visits within Dr Prodromakis's group (Distinguished RAEng, Leverhulme and Marie Currie Fellowships). Other significances include further funding from EU-FP7 (RAMP €2.1M, ICT-2013-10: 612058) and EPSRC (EP/K017829/1, &pound;1.4M), &amp;amp;gt; 15 invited talks (2012-2014), 1 Nature Materials Commentary and Dr Prodromakis's selection to chair CAS-FEST 2014. Education,Electronics,Energy,Healthcare Societal,Economic,Policy & public services","person":"Themis  Prodromakis","coPersons":[],"organisation":"University of Southampton","findingsText":" To date, we have succeeded to realistically emulate synaptic plasticity with memristive nanodevices. This is the prime objective of PNEUMA as it serves as proof that memristors can indeed be employed as fundamental blocks for establishing unconventional (neuromorphic) computation hardware. To achieve this, we first reviewed the neuro- and neuromorphic computing approaches that can best exploit the properties of memristor and nanoscale devices, and then devised a novel hybrid memristor-CMOS neuromorphic circuit that represents a radical departure from conventional neuro-computing approaches, as it uses memristors to directly emulate the biophysics and temporal dynamics of real synapses. We have pointed out the differences between the use of memristors in conventional neuro-computing architectures and the hybrid memristor-CMOS circuit proposed, and argued how this circuit represents an ideal building block for implementing brain-inspired probabilistic computing paradigms that are robust to variability and fault tolerant by design. The work funded by PNEUMA has attracted world-wide interest, particularly Prof Leon Chua, who is the original proposer of memristors. This is also ascertained by Prof Chua spending three extended visits within Dr Prodromakis's group, including a two-year Marie Currie Fellowship starting in 2013 and more recently a Diamond Jubilee Visiting Fellowship (3 years) with the University of Southampton. \n\nOther significances include further funding from EU-FP7 (RAMP EUR2.1M, ICT-2013-10: 612058) for exploiting the biorealistic attributes of memristors in establishing biomimetic neuronal bridges and advanced sensing topologies. This technology is anticipated be impactful in emerging neural interfaces. Additional funding was also secured by the EPSRC (Reliably Unreliable Nanotechnologies, ?1.4M, EP/K017829/1) towards substantiating new design paradigms that can facilitate reliable computation and processing with inherently unreliable nanoscale elements. This research is particularly timely as we are currently reaching the scaling limits of conventional semiconductors. \n\nMoreover, our findings have been widely disseminated via: &amp;amp;gt; 15 invited talks (2012-2014), 1 Nature Materials Commentary and Dr Prodromakis's selection to chair CAS-FEST 2014 on the field of Memristors. \nThese activities have enabled: 1) the wide use of our own empirical memristor model for validating emerging circuitry concepts and 2) new synergies with internationally leading groups (e.g. Waser's and Valov's groups in Aachen, Xu's group in NUDT, Andreou's group in John Hopkins, Indiveri's group in ETH and Legenstein's group in TU-Graz). Aerospace, Defence and Marine,Education,Electronics,Energy,Healthcare,Security and Diplomacy","dataset":"gtr"}