{"id":"C9DF9B5F-AA3D-4088-98A1-4AE13F05867F","title":"CeM-CATS: A Centre for Multi-disciplinary Computer Assisted Tomography at Southampton","abstractText":"The childhood dream of Superman's instant 3D X-ray vision is becoming a substantial reality across a tremendous range of contemporary science and engineering. In particular, the three dimensional imaging of X-ray computed tomography (CT) is reaching far beyond the more widely known medical domain, as generally identified with 'CAT' scanning (after computer assisted, or axial, tomography). The last decade has seen the appearance of technologies for rapid, CT scanning of objects, from rockets to rocks to rodents, with commercial equipment that is now within the reach of individual universities and university departments. Whilst taking high resolution three dimensional images has almost become as fast as taking a polaroid photograph, there is a price for scientists and engineers concerned with using the technique. In particular, few turn out to be ready for the enormous volumes of information that are produced and the extensive analysis required. We propose bringing together teams of scientists and engineers that have immediate need of CT imaging, with a suite of advanced CT capabilities, along with world-leading experts in high performance computing (HPC), and the art of image processing within computers (Computer Vision). Together this will produce a uniquely efficient, multi-disciplinary centre for 3D imaging science, exploiting the latest technologies in cost-effective supercomputing and data handling methods. The centre will further exploit our experience in eScience, unifying and simplifying the interaction between human, instrument and data.Over 40 academics, drawn from almost half of the departments of the University are committed to this initiative. Three core themes are identified in Engineering, Biomedical and Environmental Science, addressing many critical current human needs in areas such as energy, climate change and the origins of lifelong health. When included with facilities already available at Southampton, the centre will provide for the entire imaging process for samples of the order of an ant's head to a car engine; from initial experimental concept &amp; training, through data capture &amp; analysis, to new scientific knowledge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H01506X/1","grantId":"EP/H01506X/1","fundValue":"1936470","fundStart":"2009-10-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  The X-ray service has settled at a reasonably consistent usage pattern of ~ 70% academic and 30% industrial use (based on numbers of tasks). The industrial use covers a number of sectors, but most significant are: (a) structural composites, and (b) high value electro-mechanical devices (valves, sensors etc). Industrial use is particularly centred around our high kV/large sample scanner, providing a technical capability that few companies can support themselves. Forms of industrial use include manufacturing (e.g. defect detection) and service analysis.\n\nWithin the academic context, user experiments now fall into the following approximate proportions: 40% traditional engineering applications, 30% biomedical and bioengineering, 15% 'heritage' (archaeology/palaeontology/arts), 15% environmental applications. Two areas of unexpected but now potentially major impact are: (a) crop systems engineering, and (b) soft tissue histopathology.\n\nThe crop systems engineering activity has strongly drawn on X-ray imaging of soil and roots in support of multiscale biophysical simulation. This has mushroomed into a multi-million pound collaborative grant portfolio with both academic and industrial partners. In the long term this is expected to make a substantial contribution to multi-disciplinary resolution of future crop security. Short term commercial impact being indicated by a recent Knowledge Transfer Secondment to the innovative sewage nutrient recovery company, Ostera (having launched the UK's first nutrient recovery plant in 2013). Having finished the KTS, Ostera has funded additional work.\n\nIn relation to soft tissue histopathology, the lab has published the first known data showing diagnostically relevant 3D information from standard clincial histopathology samples, thereby opening microCT to an entrirely new clincial market. This has led to two submissions for translational medicine grants (TSB &amp;amp; Wellcome, both with Nikon) to realise the potential of this technology in relation to respiratory healthcare.\n\nOn the aerospace and manufacturing theme, our track record in structural composites and large CT capabilities has been exploited in a TSB project collaboration with Nikon and QinetiQ to specifically evidence large-scale NDE capabilties for future aerospace product development. Aerospace, Defence and Marine,Agriculture, Food and Drink,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections Societal,Economic","person":"Ian  Sinclair","coPersons":["Simon Mark Spearing","Mark S Nixon","Jeremy Graham Frey","Simon John Coles","Kenji  Takeda","Richard  Oreffo","C R I  Clayton"],"organisation":"University of Southampton","findingsText":" Following the preliminary launch of services in January 2011 and full launch in September 2011, we can report that the Centre has:\n\n- Performing some 140 user experiments per annum, serving projects from a wide range of funding bodies, including EPSRC, MRC, NERC, BBSRC, NERC, TSB, Leverhulme Trust, DSTL, EU, NPL, English Heritage, The Arts Council, Leverhulme, Wellcome, The British Heart Foundation, STFC, MoD, USAF/EOARD.\n\n- Acted as a founding partner in the 'Computationally Intensive Imaging' University Strategic Research Group, a cross-faculty initiative (Engineering, Mathematics, Computer Sciences, Life Sciences, Environmental Sciences) addressing the underpinning roles of algorithm development, software implementation, data through-put and archiving/repositories in contemporary scientific imaging (http://www.southampton.ac.uk/multidisciplinary/usrgs/usrglisting/computationallyintensiveimaging.page?).\n\n- Supported national activities via contributions to EPSRC CCPi and the NPL XCT User Focus Group, alongside of activities at the Diamond Light Source (co-development of the DIAD Beamline and participation in the Diamond 10 Year Vision).\n\n- Undertaken regular user development events/workshops to new user communities (~30+ delegates), alongside numerous small group training exercises (circa 3-6 delegates).\n\n- Acted as a founding element in formation of the novel multidisciplinary Crop Systems Engineering Group, leading to a world first in the 3D imaging of living wheat roots in natural soil at sub-micron fidelity and corresponding image-based simulation of phosphate uptake into root and root-hairs.\n\n- Initiated several new research interest-groups (specifically, 'Digital Volume Correlation', 'Bio-polymer Imaging', 'Composite Imaging', Lung Imaging' and 'Image Reconstruction'). - Industrial projects and consultancy support to date include: Airbus, AugustaWestland, Luxfer, Mott-MacDonald, Cytec, Wallop Defence, De Puy, Vestas, Invibio, Aurora Medical, Philips Healthcare, Moog, Mott Macdonald, Semprus Biosciences, RSI, GKN, EADS, Mclaren, CTG, Renishaw, MBDA, Moog, Meggitt, Mahle, Drax and Qinetiq.\n\n- Collaborative proposals and projects have been developed with several industrial research institutions: National Composite Centre (UK), NPL (UK) and SIMTech (Singapore).\n\n- Scan data and video content has been provided for local schools and the faculty outreach programme.\n\n- Scan and video content has been provided to local museum services (Dorset County Museums), supporting public display of the world-class 'Weymouth Bay Pliosaur': this has been used in electronic installations within the museum and wider public dissemination (particularly BBC TV, Web and Radio services). As an imaging service, this project's primary exploitation route is in demonstrating the capabilities of advanced Computed Tomography to new industry groups and sectors: this is being achieved via: (a) extensive support for industrially sponsored research (see below), (b) direct industrial consultancy (typically 5-6 individual jobs being received per month at present) and (c) industrially training courses (a 2 day programme was been developed in 2012, with a view to 2 events being offered per year).\n\n- In terms of novel technical findings, the crop security and clinical histopathology outcomes may be identified as being amongst the most useful to communities outside of the original centre's plans, with potentially far reaching non-academic value. Aerospace, Defence and Marine,Agriculture, Food and Drink,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Environment,Healthcare,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}