{"id":"C9E6F2EB-EEF3-4500-9922-5040CE0F8793","title":"Squeezing hydrogen out of biomass; new catalysts for clean energy generation.","abstractText":"Hydrogen gas represents a desirable reagent for the use in fuel cells for electricity generation because the only production of its combustion is water. Hydrogen gas from non-renewable sources, however, suffers from the same shortcomings as any other fossil fuel. In contrast, hydrogen generated from biomass represents a carbon neutral source, and therefore a much more attractive alternative.Biomass contains a rich array of complex molecular materials, of which alcohol rich material is highly represented. Must commonly this is carbohydrate based and includes starch and smaller oligosaccharides, as well as smaller molecules such as glycerol. Hydrogenase enzymes achieve the release of hydrogen from alcohols, including carbohydrates, but are highly substrate specific and therefore unable to release all the available hydrogen from a given substate. Chemical catalysts for the same process have been reported in recent years, but are small in number and not of high activity, although they benefit from a wide substrate scope. In this regard, chemical catalysts for hydrogen generation from carbohydrate-rich biomass offer significant potential for clean fuel cell operation.In the course of ongoing studies at Warwick, a number of organometalluc catalysts for the generation of hydrogen from formic acid have been identified, some of which exibit turn over frequencies (measured as no. molecules hydrogen produced by each molecule of catalyst per hour) of some 10,000, which is unusually high for a chemical catalyst. Given the close relationship between the mechanism of formic acid dehydrogenation and that of alcohol dehydrogenation, it is would be expected that these catalysts are also capable of hydrogen generation from alcohols. The objective of the work in this proposal is to apply new organometallic complexes to the generation of hydrogen gas from biomass and, most significantly, carbohydrates and glycerol. In order to optimise this process, a number of catalyst modifications, designed to improve stability and activity will be examined. The project will take an intergrated approach to the coupling of hydrogen generation to electricity generation using fuel cells. This part of the project will be conducted at Birmingham University, under the supervision of an authority in the fabrication and use of fuel cells. The side products from the hydrogen generation process shall be characterised and converted into further products of value or to further equivalents of hydrogen.By the end of the project, we aim to have produced a robust and active catalyst for hydrogen generation from biomass, and have demonstrated its ability to further generation electricity through coupling to fuel cells. This feasibility study will form the basis of further applications for extended funding of the development of the project from industry and research councils.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F061420/1","grantId":"EP/F061420/1","fundValue":"185603","fundStart":"2008-04-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"  The project laid the groundwork for a larger project as part of the SUPERGEN consortium which followed. Our hydrogen generation catalysts were competitive with others reported widely in the literature. Energy Economic","person":"Martin  Wills","coPersons":["Kevin  Kendall"],"organisation":"University of Warwick","findingsText":" Hydrogen gas represents a desirable reagent for the use in fuel cells for electricity generation because the only production of its combustion is water. Hydrogen gas from non-renewable sources, however, suffers from the same shortcomings as any other fossil fuel. In contrast, hydrogen generated from biomass represents a carbon neutral source, and therefore a much more attractive alternative.\n\nBiomass contains a rich array of complex molecular materials, of which alcohol rich material is highly r The ruthenium catalysts proved effective in generating hydrogen gas. Our publications in the area have been well cited. Energy","dataset":"gtr"}