{"id":"C9E84508-D5BF-432A-8FC6-B7A051413453","title":"Scalable electronic structure theory: the embedded electron-pair approximation","abstractText":"The theory of quantum mechanics provides the means to calculate the structure of molecules, and how molecules will behave. The calculations are complicated, partly because a molecule has many interacting components, and partly because of the intrinsic complications of quantum mechanics itself. Exact quantum mechanical results can be obtained for the simplest of systems, but for real problems, approximations are needed. The field that produces these approximations, then converts them into usable software tools is molecular electronic structure theory.\n\nIt turns out that the most highly cited papers in chemistry describe breakthroughs in molecular electronic structure theory. The reason is that these methods can be applied universally: they can inform us about the structure and reactivity of any molecule, so they are used by an enormous range of chemists.\n\nCurrently two approximations dominate the field, density functional theory (DFT) and coupled cluster theory (CC). The first is very efficient (ie runs quickly on computers) and the second is amazingly accurate for many problems. There has been a great deal of progress in making DFT more accurate, and CC theory more efficient; our group has been involved in some of these efforts.\n\nIn this proposal we set out a new branch of molecular electronic structure theory, based on the concept of treating the electrons one pair at a time, but with each pair embedded in a model provided by the rest of the molecule. These methods could be revolutionary, because their cost appears not much greater than that of DFT, but their accuracy could be competitive with CC theory. \n\nNow is the right time for this research partly because of the demand for better theoretical methods; and partly because recent breakthroughs in quantum embedding theory give a remarkable opportunity to build new and potentially amazing electronic structure methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K018965/1","grantId":"EP/K018965/1","fundValue":"275947","fundStart":"2013-05-01","fundEnd":"2016-04-30","funder":"EPSRC","impactText":"","person":"Fred R Manby","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}