{"id":"C9E94691-4868-4EB6-BF7D-00C4545CD940","title":"Activated Anionic Aluminium For Synthetic Design, Catalytic and Energy Storage Applications","abstractText":"In the medium- to long-term it is highly important that society lessens its reliance on the rare, expensive, often toxic transition metals. To do this alternative strategies must be developed which can replicate or improve the desired outcomes but by judiciously using cheaper, more environmentally benign starting materials and reagents. Such a philosophy lies at the heart of this project, which will aim to develop the chemistry of the most abundant metal in the Earth's crust, namely aluminium, towards achieving some of these goals. A pertinent approach to enhancing the reactivity of aluminium compounds is to activate it in conjunction with a second metal, giving an anionic aluminium complex (a so-called 'ate'). Magnesium (the sixth most abundant metal in the Eart's crust) is one such metal which is known to accomplish this activation. This project will take a systematic approach to the refined synthesis of a library of magnesium aluminates and will characterize the resulting products fully across the three phases (solid, X-ray crystallography; solution, NMR studies; gas phase, DFT calculations). The application of these novel magnesium aluminates will then be advanced in three targeted areas. \n\nMagnesium aluminates are primed to replace lithium centred materials for use as electrolytic material in rechargeable batteries. Unfortunately a lot of the material is wasted and the active species themselves are often poorly understood. By tuning the make-up of the aluminate, particularly with respect to the organic ligands which if too nucleophilic can attack the battery cathode, the well-defined novel complexes will be appraised for their utility as such an electrolyte. \n\nMagnesium aluminates have also been identified as effective reagents in iron catalyzed bond forming processes but little is known about the intermediates of such reactions with current emphasis being placed on the final product itself. By peering in to this intermediary black box, this project will reveal what is hidden inside and previously unseen, allowing a far greater understanding of the processes involved and arming catalytic practitioners with far more details and knowledge with which to rationally develop the field. Iron, as the second most abundant metal after aluminium, demands greater attention in this area.\nFinally, the products will be used as starting materials for the development of hydrogen rich supramolecular cluster compounds, which will be studied as model compounds on the road to preparing a reversible hydrogen storage system for portable energy applications. Ultimately, these branches of research will develop the practical applications of activated anionic aluminates with long-term sustainability at the forefront and will promote a step change in the way we understand metal promoted processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L027313/1","grantId":"EP/L027313/1","fundValue":"96819","fundStart":"2014-09-08","fundEnd":"2015-12-07","funder":"EPSRC","impactText":"","person":"Stuart Duncan  Robertson","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}