{"id":"C9EE320A-3D1B-447B-A334-BC91B61C6901","title":"Role of methanobactin in methane oxidation rates in the presence of mineral copper","abstractText":"Methane-oxidizing bacteria (methanotrophs) are nature's primary mechanism for reducing levels of atmospheric methane, the second most important greenhouse gas. Understanding the abundance and distribution of these key organisms is critical to understanding nature's response to increased anthropogenic production of the gas and other releases, such as warming-mediated melting of permafrost zones. Unfortunately, despite the importance of these organisms, little is known about what controls in situ methanotroph ecology and activity. Factors such as soil moisture, pH, and oxygen, methane, and nitrogen levels have all been considered, and although each conditionally influences methanotroph diversity, none provides a consistent explanation for the abundance of these environmentally critical organisms, nor, the rate at which they destroy methane. Interestingly, copper (Cu), which is central to methanotroph metabolism, has not been studied in detail as a factor affecting in situ methanotroph activity, which is surprising since Cu is a component of particulate methane monooxygenase (pMMO), the most efficient enzyme at methane destruction in nature. Fortunately, recent discoveries have provided a possible explanation for why past work on methanotroph ecology has been less than conclusive, which is based on a new class of molecules called methanobactins (mb). mbs are small molecules produced by some methanotrophs that allow them to acquire, transport, and use Cu (i.e., chalkophores), especially from mineral and other more refractory Cu sources in the environment. Specifically, data show that mb conditionally sequesters Cu from iron-oxides and borosilicate glass, which promotes pMMO expression under conditions that would normally not support pMMO expression. Therefore, mb production clearly makes a significant difference in the amount of pMMO within a system and likely provides a competitive advantage to organisms that produce mb, especially within geochemical systems. Further, mb-mediation almost certainly impacts net methane oxidation activity because of the strength of pMMO as a methane-oxidizing agent. Although these observations are promising, little is known about the actual breadth of mb production among methanotrophs, which limits how far we can extend our predictions; i.e., only one mb has been crystallised (from Methylosinus trichosporium OB3b), although three other mbs have been partially characterized, which suggests that more mbs likely exist, but have not yet been found. Therefore, the purpose of this project is to determine the breadth of methanotrophs that produce mb-like compounds, and assess how mb and other factors impact pMMO expression, methanotroph ecology, and methane oxidation rates in geochemical settings. Initial experiments will be performed on twelve different methanotrophs to assess mb production in known strains and types, and in isolates from soils with different native Cu conditions. From this initial set of mbs, a sub-set will be chosen for further purification to compare Cu-binding properties and structures with the one known mb from M. trichosporium OB3b. Simultaneous to these studies, a comprehensive set of experiments assessing the impact of Cu mineralogy, nitrogen source, oxygen level, iron level, and other factors on pMMO expression and methane oxidation patterns will be performed using our model organism, M. trichosporium OB3b. Based on these data and also on the nature of new mbs discovered, final experiments on real soils will be carried out to calibrate Cu availability and MMO expression data from defined mineral sources and different soils collected from natural systems. The ultimate goal of the work is provide the most complete picture yet of what regulates MMO gene expression in geochemical settings. This will better inform future field studies on methanotrophs, assist in climate change studies, and provide a tool for predicting methane oxidation rates based on geochemical information.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F00608X/1","grantId":"NE/F00608X/1","fundValue":"579370","fundStart":"2008-07-01","fundEnd":"2011-12-31","funder":"NERC","impactText":"  There work has primarily been used by others that study greenhouse gases in the environment, especially modellers of climate change and warning, medical applications and in the pursuit of green energy through methotrophy. The biochemical value of methanobactin itself has been to extended to potential application as a metal chelator for Cu binding in mammilian systems, but to our knowledge, the molecule has never been extended to clinical practice. Finally, our knowledge here has been influenced commerical production on oranic by-products from methane as a pre-cursor molecule in green engineering. A company in California, called Callysta Bioenergy, has cooperated with our group and we have provided some guidance on their new product development due to insights from this project. Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"David William Graham","coPersons":["Christopher  Dennison","Neil  Gray","Helen Marie Talbot"],"organisation":"Newcastle University","findingsText":" In this project we discovered the following.\n\n1. That variations exist in the structures of the small modified peptides (methanobactins) that are secreted to sequester copper by methanotrophic bacteria. \n\n2. That differences in the amino-acid composition of methanobactins alter the ability of methanotrophic bacteria to utilise this copper uptake system.\n\n3. That the Cu(I) site structure is conserved among methanobactins.\n\n4. That the Cu(I) affinity is very similar in different methanobactins, consistent with similar Cu(I) site structures. \n\n5. That copper-methanobactins are redox active and possess different reduction potentials. Copper is required by methanotrophic bacteria for the enzyme that oxidises methane (methane monooxygenase). Understanding how copper handling influences methane oxidation by these organisms will help in the development of biological methods for mitigating the emission of this important greenhouse gas into the atmosphere. Vast reserves of methane gas are currently underutilised for the production of biofuels and chemicals due to the cost and difficulty associated with a reaction that methanotrophic bacteria readily perform with the help of copper. Furthermore, the broad specificity of methane monooxygenase makes these organisms useful for bioremediation applications. Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}