{"id":"C9F71FDA-E664-4DFA-AEB1-C925D9C74DB3","title":"Development of a cryofree ultra low temperature environment for quantum enhanced sensors","abstractText":"This proposed feasibility study brings together industrial partners from Oxford Instruments and academic partners from\nLancaster University to tackle the problem of bringing to market a user-friendly, compact, portable machine for current and\nfuture commercial applications in quantum technologies that need low-noise, low-temperature, isolated environments in\norder to function.\nThe effects of quantum mechanics are usually masked by noise at room temperatures and in environments that interact\nstrongly with the systems under observation. Extreme isolation and low temperatures are often used to remove these\nnuisances, and the extreme cold and high vacuum provided by dilution refrigerators is therefore an ideal environment for\nobserving quantum-enhanced behaviour. Oxford Instruments have a longstanding reputation for their expertise in providing\ncommercial machines that deliver such environments, and the Lancaster University team is highly skilled in exploiting these\nlow temperatures to manipulate, exploit and measure quantum behaviour.\nIn this joint endeavour we will develop a new product that will help other users gain access to the ultra-low temperature\nenvironment isolated from its surroundings. Traditional dilution refrigeration has required bulky dewars of liquid helium for\nthe first cooling stage. New &quot;dry&quot; cryogen-free dilution fridges do not need liquid helium. OI has pioneered this new\ntechnology and is market leader. We will now take the next step of reducing the size and cost of ownership, and increasing\nautomation. This will increase the uptake of this technology by users in the traditional markets of university laboratories and\nresearch institutes. It will also make it easier for industrial manufacturers to include it as a component in future equipment\nand instrumentation that exploit those quantum-enhanced behaviours which require the ultra-low temperature environment.\nExamples here are the prototype solid-state quantum computer qubits and information processing devices for secure\ncommunications which are based on the properties of superconducting quantum interference devices that only work at\ndilution refrigerator temperatures. Compact, automatic and less expensive fridges will be an obvious benefit in this market.\nFurther, and as an example of this type of new technology, we will demonstrate that this new product will provide the ideal\nenvironment for new types of sensor technology whose performance is enhanced by quantum mechanics. Here we will\ninvestigate how to go beyond current sensitivity and resolution limits in the sensing of magnetic fields. This is already useful\nin a range of in-the-field applications from remote sensing of new oil/gas reserves to medical imaging of the brain and body.\nAt the moment the state-of-the-art measures the effect of magnetic fields on superconducting junctions that are made from\nniobium metal and cooled only to liquid helium temperatures of 4 degrees above absolute zero. By using new cryo-free\ntechnology we will be able to improve sensitivity in two ways. The first is by simply being colder, so that thermal noise is\nreduced. The second, more exciting way, is that there are materials which only become functional at these lower\ntemperatures, and we will be able to investigate new devices made in new ways from these materials. For instance we will\nbe able to replace niobium with superconducting aluminium, and use nanofabrication techniques to make hybrid\nsemiconductor/superconductor/normal metal devices. We will also be able to investigate devices which contain graphene,\nwhere the lower temperatures enable electrons to travel much greater distances within the two-dimensional graphene\nsheet before being scattered from their path by noise.\nThe anticipated outcome of our collaboration will be a prototype-ready design for a new cryo-free system that will use\nquantum-enhanced sensors to improve the detection of small magnetic fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M508354/1","grantId":"EP/M508354/1","fundValue":"103092","fundStart":"2015-05-01","fundEnd":"2016-04-30","funder":"EPSRC","impactText":"","person":"Richard Peter Haley","coPersons":["Jonathan  Prance","Yuri  Pashkin"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}