{"id":"C9FA77E4-D0DF-4329-98CB-6B4D50F079EF","title":"Field experiment on the behavioural foundations of inter-group discrimination and its effects on public good provision in India","abstractText":"<p>Tackling increasing resource scarcity is one of the major challenges to policy-makers in developing countries. An important aspect of resource scarcity involves public goods. Lack of public goods, like health and education, can significantly reduce the welfare of individuals and households and often this affects the poorest the most. In India, these issues are amplified by the existence of a long-standing social structure based around caste and religion. Such social fragmentation can result in social exclusion and/or lower public good provision.</p>\n\n<p>This project investigates the behavioural foundations of inter-group discrimination on economic performance in rural West Bengal, India. It builds on existing household survey work on religious- and caste-based social exclusion in villages in West Bengal by conducting a series of field experiments.</p>\n\n<p>Field experiments study the decisions of agents who in their daily lives are affected by poverty, and help determine the extent to which their preferences regarding caste, ethnicity and religion determine their willingness to socially exclude others or themselves to be excluded.</p>\n\n<p>This project‘s findings will help policy-makers to the extent that they facilitate the identification of the right policy response to social exclusion and lower economic performance, which in turn are key determinants of poverty.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J018643/1","grantId":"ES/J018643/1","fundValue":"92731","fundStart":"2012-08-15","fundEnd":"2015-02-14","funder":"ESRC","impactText":"  The project is still ongoing, there are no impacts yet to report.  ","person":"Miguel Alexandre Fonseca","coPersons":["Surajeet  Chakravarty","SUGATA  MARJIT"],"organisation":"University of Exeter","findingsText":" We find evidence that both Hindu and Muslim participants exhibit in-group biases. That is, in villages where both religions are present, participants are more likely to cooperate with people who profess their religion than with those who do not. However, this does not mean that religious homogeneity is optimal: cooperation rates in religiously-homogeneous villages are lower than in religiously-heterogeneous villages. Diversity spurs a sense of religious identity that triggers a higher willingness to cooperate with fellow in-group members; but not a lower willingness to cooperate with out-group members. We are finalising the write-up of our findings. We hope they can be used as a primary research source for policy-makers dealing with diversity issues. Communities and Social Services/Policy,Education","dataset":"gtr"}