{"id":"C9FF2265-87EB-4E5D-8DEA-F6745D656CE1","title":"LED Lighting for the 21st Century","abstractText":"A major factor preventing the acceptance of LED lighting in our homes and offices is cost. The Cambridge part of this proposal focuses on reducing the cost by growing LED structures on silicon substrates which are much deeper than the sapphire substrates normally used. Our industrial partner, PhotonStar LED, plans to use ultra-thin flip-chip LEDs, which means that the substrate has to be removed. A major challenge is for Cambridge to incorporate a novel interlayer in the growth process which facilitates the removal of the substrate.Initially Cambridge will use sapphire substrates to test our ideas for interlayers. For example, it is proposed to grow n-GaN on sapphire, followed by an AlGaN interlayer, followed by further growth of n-GaN, and then multi-quantum-wells of InGaN/GaN. The plan is for the AlGaN interlayer to facilitate the removal of the sapphire substrate plus some of the n-GaN.Having developed a suitable interlayer for growth on sapphire we will then move to growth on silicon with an interlayer. Possible candidates are AlN or SiN. Because of the higher dislocation densities in growth on silicon we will need to introduce additional interlayers of other materials to reduce the dislocation density. We will then deliver to PhotonStar LED an ultra-thin, low-cost, GaN LED structure emitting at 450 nm.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G001383/1","grantId":"TS/G001383/1","fundValue":"219473","fundStart":"2008-10-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"  A major factor preventing the acceptance of LED lighting in our homes and offices is cost. Hence we focused on reducing the cost by growing LED structures on silicon substrates which are much cheaper than the sapphire substrates normally used. Our industrial partner, PhotonStar LED, planned to use ultra-thin flip-chip LEDs, which means that the substrate had to be removed. A major challenge was for us to incorporate a novel interlayer in the growth process which facilitated the removal of the substrate. \n\nInitially we used sapphire substrates to test our ideas for interlayers. For example, it was proposed to grow n-GaN on sapphire, followed by an AlGaN interlayer, followed by further growth of n-GaN, and then multi-quantum-wells of InGaN/GaN. The plan was for the AlGaN interlayer to facilitate the removal of the sapphire substrate plus some of the n-GaN. This was successful. \n\nHaving developed a suitable interlayer for growth on sapphire we then moved to growth on silicon with an interlayer. Possible candidates were AlN or SiN. Because of the higher dislocation densities in growth on silicon we needed to introduce additional interlayers of other materials to reduce the dislocation density. We delivered to PhotonStar LED an ultra-thin, low-cost, GaN LED structure emitting at 450 nm. \n\nThe above was successful. In particular we developed suitable interlayers for growth on both sapphire and silicon substrates and then for removal of these substrates. We also developed additional interlayers of other materials (SiN and AlN) to reduce the dislocation density. The work in this project also contributed towards the filing of a patent on dislocation reduction in GaN LEDs on Silicon. Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Colin  Humphreys","coPersons":[],"organisation":"University of Cambridge","findingsText":" A major factor preventing the acceptance of LED lighting in our homes and offices is cost. Hence we focused on reducing the cost by growing LED structures on silicon substrates which are much cheaper than the sapphire substrates normally used. Our industrial partner, PhotonStar LED, planned to use ultra-thin flip-chip LEDs, which means that the substrate had to be removed. A major challenge was for us to incorporate a novel interlayer in the growth process which facilitated the removal of the substrate. \n\nInitially we used sapphire substrates to test our ideas for interlayers. For example, it was proposed to grow n-GaN on sapphire, followed by an AlGaN interlayer, followed by further growth of n-GaN, and then multi-quantum-wells of InGaN/GaN. The plan was for the AlGaN interlayer to facilitate the removal of the sapphire substrate plus some of the n-GaN. This was successful. \n\nHaving developed a suitable interlayer for growth on sapphire we then moved to growth on silicon with an interlayer. Possible candidates were AlN or SiN. Because of the higher dislocation densities in growth on silicon we needed to introduce additional interlayers of other materials to reduce the dislocation density. We delivered to PhotonStar LED an ultra-thin, low-cost, GaN LED structure emitting at 450 nm. \n\nThe above was successful. In particular we developed suitable interlayers for growth on both sapphire and silicon substrates and then for removal of these substrates. We also developed additional interlayers of other materials (SiN and AlN) to reduce the dislocation density. The work in this project also contributed towards the filing of a patent on dislocation reduction in GaN LEDs on Silicon. The fiondings were taked forward and pur to use by PhotonStar LED. When we started this project in 2008, PhotonStar LED had 5 employees, 3 part-time. When this project ended, in 2010, it had over 90 employees. We do not claim credit for all of this! However, it is consistent with our successful project. Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}