{"id":"CA03823A-50C5-4073-A6BF-6AA3200FF9CE","title":"Electronic Sonotweezers: Particle Manipulation with Ultrasonic Arrays","abstractText":"We have carefully planned this research programme to pioneer a wholly new capability in ultrasonic particle manipulation to allow electronic sonotweezers to take their place alongside optical tweezers, dielectrophoresis and other techniques in the present and future particle manipulation toolkit.Following end-user demand, particle manipulation is a rapidly growing field, notably applied to the life sciences, with emerging applications in analysis and sorting, measurement of cell forces and tissue engineering. Existing devices have valuable capabilities but also limits in terms of forces that can be produced and measured, particle sizes that can be handled, their range of compatible buffer characteristics and sensitivity to heating, and suitability for integration with sensors in low cost devices. Key to our programme is the concept of dynamic potential energy landscapes and the established ability of ultrasound to create such landscapes, potentially to generate forces under electronic / computer control. Our principal technical aim is to exploit this in integrated sonotweezers to apply and measure larger forces over longer length scales, extend micromanipulation to larger particles, and demonstrate this in pathfinder applications in life sciences.To achieve our aims, we have already carried out successful feasibility studies and brought together an outstanding multidisciplinary team of investigators including internationally established members, some of the UK's most exciting young scientists and engineers, and appropriate overseas collaborators. Such a team is a prerequisite for what we recognise as a challenging, highly complex, densely interlinked programme. Over its four years, with strong management and built-in research flexibility, we will explore key areas of science, technology and applications to create and demonstrate electronic sonotweezers. Throughout the work, there will be parallel activity in understanding of physical principles, modelling and design, state-of-the-art fabrication, sensor integration, and applications testing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G012075/1","grantId":"EP/G012075/1","fundValue":"606530","fundStart":"2009-06-01","fundEnd":"2013-11-17","funder":"EPSRC","impactText":"","person":"Martyn  Hill","coPersons":["Rosemary June Boltryk","Donna Elizabeth Davies"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}