{"id":"CA0A0C2C-F78D-4590-839C-0BB02A6378E0","title":"Advanced MS instrumentation for enhanced proteomics capabilities","abstractText":"Mass spectrometry (MS) is a rapidly advancing fundamental technology employed in many areas of research; it can accurately determine the mass of molecules by measuring the mass-to-charge ratio (or m/z) of charged particles, called ions. Such measurements are extremely important since they allow us to structurally characterise chemical entities and determine how these molecules change (in composition and/or amount) under different conditions. This proposal focusses on the analysis of proteins, with a view to determining how they change, either by the attachment of chemical groups such as phosphate, or by their binding to other regulatory molecules, all of which result in a mass shift that can be measured.\nThe biological function of proteins can be regulated by the reversible addition of specific chemical entities. Hence, by defining when and where these occur, scientists can firstly understand how they regulate proteins and ultimately their physiological relevance. Moreover, the function and/or enzyme activity of proteins can be manipulated using small molecule inhibitors and protein binding partners. Remarkably, the binding of these factors is often specific to distinct protein forms, rather like a PIN number is specific for a particular bank card. \n\nSignificant developments in MS instrumentation means that it is now possible to characterise proteins and their modifications in depth, a feat which has previously been hampered by an inability to distinguish ions with very similar m/z values. The improved ability to manipulate ions within the instrument, permits related ions to be accumulated, and significantly increases the sensitivity; detection of a protein 'needle in a haystack' can become a reality. This increased sensitivity is particularly important when analysing biological samples that are of low abundance, as is typical when looking at the different modified protein forms found in cells. Moreover, this instrument can also be used to control ion fragmentation in new ways, meaning that significantly more structural information can be elucidated. We are therefore in a position to start characterising, and thus understanding, the mechanisms of action of compounds that interact with different sites on a protein and how modification affects protein function, stability and subcellular localisation in complex biological samples.\nWe propose to establish such an advanced MS platform at the University of Liverpool (UoL). The platform will be available to scientists both locally and from across the UK, who currently struggle to access such high-end instrumentation. The system will thus have broad applicability to a large number of BBSRC-funded research areas, impacting ageing, industrial biotechnology, animal health, food security &amp; allergy, many of which are either presented as example projects in the proposal or covered in the letters of support included with the application.\n\nTo our knowledge, there is no comparable system that is openly available to UK researchers. Our excellent working links with the two academic groups in the UK (Lamond, Dundee &amp; Lehner, Cambridge) who have such systems installed (Wellcome Trust funded) will help us establish our platform, which will be managed by UoL's Technology Directorate (TD) and be integrated into the Proteomics Shared Research Facility. The TD has the mission of providing access to the very best research facilities for the maximal number of users, both inside and outside the University, and provides financial support for 'open' and 'transparent' facilities such as ours. It also awards specific 'access grants', which permit academics, in particular early career research staff, to use these facilities to support new research ideas in advance of winning more substantive funding. Access to such research facilities also enhances collaboration with Industry, since companies are able to outsource some of their analysis using professionally-managed technology thus helping drive success.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012557/1","grantId":"BB/M012557/1","fundValue":"481702","fundStart":"2015-01-27","fundEnd":"2016-01-26","funder":"BBSRC","impactText":"","person":"Claire Emma Eyers","coPersons":["Robert Jeffrey Beynon","Kathryn Susan Lilley","Perdita Elizabeth Barran","Patrick  Eyers"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}