{"id":"CA0A54D7-5700-416C-B7BD-E773D211B02A","title":"The 2011 Welsh Referendum Study","abstractText":"<p>This project will examine the 3 March 2011 Welsh referendum. It will have several objectives.</p>\n\n<p>First, the study will be concerned with understanding the factors that influence referendum voting behaviour. The study will investigate the following:</p>\n\n<ul>\n \n\n <li><strong>Party Cues:</strong> To what extent do stances taken by political elites influence individual voting decisions? Do voters' attitudes to parties and their leaders shape their behaviour?</li>\n\n <li><strong>National Identities and Sentiments:</strong> How are voting decisions shaped by individuals' degree of identification with, and their attitudes towards, Wales and the UK?</li>\n\n <li><strong>Performance:</strong> To what extent are voters' attitudes to enhancing the powers of a political instibition shaped by their perceptions of the performance of that institution?</li>\n\n</ul>\n\n<p>Second, the study will also seek to explain the outcome of the referendum and the impact of the campaign period. The study is designed around a two-wave panel survey. The principal purpose of this research design is to allow direct insight<br />into the impact of the campaign period.</p>\n\n<p>Third, WRS aims to advance the conduct of referendum studies in the UK and provide a benchmark for the conduct of future studies of UK referendums. It will do so through significant innovations in sampling methodology and research design.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4496","grantId":"RES-000-22-4496","fundValue":"81043","fundStart":"2011-02-01","fundEnd":"2011-11-01","funder":"ESRC","impactText":"  Alongside findings from the 2011 Welsh Election Study, work from this study was presented to the Silk Commission during the early part of their deliberations, and informed their more detailed public opinion research. Work also informed - and was directly cited by - the Welsh Government's submission to part II of the Silk Commission enquiry.\n\nFindings from the study have informed the conduct of opinion polls in Wales by ICM for BBC Wales, and YouGov for ITV Wales. Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice Societal,Policy & public services","person":"Roger Michael Scully","coPersons":["Richard Llywelyn Jones"],"organisation":"Aberystwyth University","findingsText":" The study produced several main findings.\n\nTurnout in the 2011 Welsh referendum was low (35.6 percent). The study found some, typical socio-demographic differences in participation rates: middle-class voters were somewhat more likely than others to participate; younger voters much less so. But there were only minimal turnout differences according to national identity – this was not a referendum in which only the more ‘Welsh’ took part. There were substantial and robust differences in turnout rates according to levels of general political interest, sense that voting in a duty, and perceptions of the importance of the referendum. However, there were minimal differences in participation rates according to constitutional preferences: the clear Yes victory in the referendum did not reflect disproportionate participation by those favouring greater Welsh autonomy.\n\nThe study showed that the referendum campaign struggled to connect to and inform the voters of Wales. Few voters were directly contacted – in any way – by the campaigns or the parties, and few were left feeling well-informed by the conclusion of the campaign period. The No campaign had a particularly limited impact on, and visibility with, voters. Of the main parties, only Plaid Cymru’s stance on the referendum was correctly perceived by a clear majority of voters. The campaign period saw only very modest changes in vote intention, although the proportions intending to vote did slowly increase. Among those who did not ultimately vote, the study found no evidence of a substantial latent No vote that the weakness of the No campaign had failed to mobilise.\n\nAmong those voting, the study found some socio-demographic differences in vote choice: those identifying as exclusively or primarily Welsh were far more likely to vote Yes than those with a more British national identity; Welsh speakers were also more likely to support greater political autonomy for Wales than non-speakers. There were also – wholly intuitive – differences in vote choice by supporters of the different parties. Plaid Cymru supporters were particularly likely to vote Yes; Conservatives most likely to vote No. But the greatest differences in vote choice, which remained robust in all specifications of multivariate models, were associated with two factors. One was the performance of the devolved institutions: even after allowing for numerous potentially countervailing factors, those with a positive evaluation of the performance of devolved government were significantly more likely to vote in favour of greater autonomy. The other factor – consistently the most powerful explanatory variable in all analyses – was constitutional preference: that is, how people voted in the referendum was strongly associated with their broader views on how they believed Wales should be governed.\n\nThese findings are all presented, and discussed at length, in Chapter 6 of Wales Says Yes. Findings were used by some researchers studying the 2014 Scottish Independence referendum, in guiding the design and conduct of their studies.\n\nFindings also continue to inform on-going studies of public attitudes in Wales, and their discussion in the news media. Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice","dataset":"gtr"}