{"id":"CA0D8EE7-49DC-4623-8A39-573D37D7AFC9","title":"Characterisation of the Properties and Dynamics of Single Microparticles","abstractText":"Aerosols are important in a wide range of scientific disciplines, from the delivery of drugs to the lungs, to their impact on the earth's climate and their role in climate change, through to their application in the delivery of fuels for combustion, and their processing in plasmas to prepare functionalised materials. Defined as a dispersion of solid or liquid particles within the gas phase, aerosol properties are governed by the chemical composition and size of the individual particles. It is also widely recognised that the chemical composition of the surface of a particle can play a critical role in governing the properties of the aerosol. This is primarily because aerosols can present a large surface area to the surrounding gas phase. Any chemistry that occurs must be mediated through transfer of molecules from the gas phase into the bulk of the particle across the surface. The chemical make-up of the surface can significantly influence this transfer. Further, it is recognised that particles are generally not uniform in composition throughout their volume. For example, a single particle may consist of organic and water phases that are not mixed, but are phase separated. This can have a profound influence on the properties of a particle when compared with the properties expected for a particle characterised by uniform mixing.In this research we will investigate the relationship between the chemical, physical and optical properties of aerosol particles and their chemical composition and uniformity in composition. We will develop new techniques to examine the internal structure within a single particle, to explore how different chemicals mix or separate in a single particle, and to investigate the ease with which molecules are taken up at the surface of the particle. In addition, we will develop a new instrument to measure how efficiently a particle absorbs light. In the atmosphere, aerosol particles can scatter sunlight back into space, counteracting the heat trapping properties of the greenhouse gases. However, some pollutant particles, such as black carbon produced in combustion, strongly absorb sunlight enhancing the warming of the atmosphere. The impact of aerosols remains poorly quantified and new techniques are required to study their light absorption properties.The novel experiments described above are based around two new powerful techniques. Using a tightly focussed laser beam, we can hold onto a single particle indefinitely. Known as optical tweezers, this approach has been widely used for holding particles in liquids. However, we have shown that the same approach can be used to hold onto aerosol particles. Further, light can become trapped in spherical aerosol droplets in much the same way as light undergoes total internal reflection in the formation of a rainbow. The light can travel a distance of metres around the edge of the droplet before escaping. By measuring the wavelength of the light, we can determine how far the light must travel to make one complete circuit of the droplet circumference. Not only can this provide a very accurate way of determining the size of the droplet, but it can enable us to make sensitive measurements of the composition of the droplet near the droplet surface. It is anticipated that the development and application of these new techniques will yield important new information on the properties of aerosols and their behaviour in many of the complex scientific problems highlighted above.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F002122/1","grantId":"EP/F002122/1","fundValue":"419528","fundStart":"2007-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  One outcome has been in the development of a commercial instrument through the award of an EPSRC Impact Acceleration Award Environment,Other ","person":"Jonathan Philip Reid","coPersons":["David  McGloin","Andrew James Hudson"],"organisation":"University of Bristol","findingsText":" Please see original report on completed grant Please see original report on completed grant Environment,Healthcare,Other","dataset":"gtr"}