{"id":"CA1CE74A-E404-41EE-BEEB-8DAEE0719382","title":"Testing novel anti-viral strategies in plants","abstractText":"Single-stranded (ss) RNA viruses are major pathogens, and factors such as climate change and increased mobility mean that new viruses of this type will emerge more frequently, presenting enormous societal challenges. These viruses infect plants and cause severe reductions in crop yields. They also infect livestock, and the recent UK outbreak of Foot &amp; Mouth Disease Virus illustrates the potentially devastating effects they can have on the agricultural economy. Other viruses will become common UK pathogens because their vectors, mostly biting insects, are becoming more widespread. Viruses are thus a significant threat to efforts to expand and secure world food supply. Despite their importance, few solutions for viral infection exist beyond vaccination, which is not possible for plant viruses, and novel strategies are therefore urgently required. We are proposing to test here several novel anti-viral strategies that target the assembly and disassembly stage of the viral life cycle, and are based on our unique insights into the mechanisms of assembly and disassembly in ssRNA viruses. \n\nOur recent work has transformed our understanding of virus assembly, i.e. the process of surrounding the viral RNA genome with a protective shell made of viral coat protein sub-units. We have shown that the efficient construction of these essential transport vehicles depends critically on multiple short sequences within the viral RNA, termed packaging signals (PSs), and their interactions with the viral coat protein sub-units. We have defined and identified the roles of PSs in a wide range of ssRNA viruses, and are proposing to extend this work here to a carefully chosen selection of model ssRNA plant viruses. We will determine the cooperative impact of groups of PSs on capsid assembly in these viruses and test strategies to interfere with efficient capsid formation via expression of decoy RNAs targeting PS activity.\n\nMoreover, we will exploit the importance of specific capsid components in disassembly and infection. ssRNA viruses have been intensively studied, and the highly-symmetric structures of their protective protein capsids are well understood. However, successes in structural virology mask a fundamental problem: many of these viruses are not truly icosahedral. They have unique, non-symmetric components that are essential to their biology, including their genomes, but these are generally missing from structural models that use symmetry averaging. These unique components are absolutely essential to virus biology, because they allow viruses to respond dynamically to their environment and transform a stable, protective structure into one that is primed to release its genetic information into a cell and start an infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L021803/1","grantId":"BB/L021803/1","fundValue":"7184","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"","person":"Reidun  Twarock","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}