{"id":"CA1FA06E-F15C-413B-BFFA-AF9798F3A932","title":"Under the Sign of Auschwitz: Melancholy in German Language Literature since 1960","abstractText":"The monograph will be ground-breaking, uncovering an under-researched area of post-war German writing and positioning itself theoretically against dominant approaches in the Humanities. It explores the work of a number of major writers who use aspects of the long-standing European melancholy tradition to comment on recent German history (Guenter Grass, Wolfgang Hildesheimer, W.G. Sebald, Peter Weiss, Ingeborg Bachmann). However, this use of melancholy has yet to be identified as a trend particular to post-war German literature which reflects specifically on the legacy of Auschwitz. This oversight arises from the scholarly association of German melancholy predominantly with the Early Modern period, the Baroque period, Romanticism, and also the crisis of modernity, and is perpetuated in most post-war publications on melancholy in German literature which stop their analysis well before the 20th century. Yet melancholy has had a sustained literary afterlife in the latter half of the 20th century, therefore a well-researched study of literature in this period will make a significant contribution to research and understanding in the field of post-war and contemporary German literature. It will thus appeal to scholars and students of German cultural and intellectual history and of the Holocaust. \\n\\nMy project starts in the 1960s when the understanding of 'Auschwitz' as a rupture in Western civilisation first began to emerge. This was when Alexander and Margarete Mitscherlich influentially diagnosed the German condition after the war as 'the inability to mourn'. From the 1960s on, however, major German and Austrian writers drew on melancholy motifs from Western writing in order to talk about the legacy of the troubled past and to put forward politically resonant understandings of historical time. Recent literary phenomenon, W.G. Sebald, has honoured this post-1960 melancholy discourse in many works, yet while his melancholy writing has inspired many scholarly publications, post-'Auschwitz' the term has lost its historical specificity and is viewed largely from a psychoanalytical perspective. This has two consequences: the narrowing of melancholy traditions to fit a psychoanalytical paradigm with a distinct ideological message pertaining to the idea of the Holocaust as a defining event in world history; neglect of the way in which major writers use melancholy as a way of discussing issues that go beyond the Holocaust and that depart from psychoanalysis. No one has thought to widen the research horizon to investigate the use of melancholy as a much more general phenomenon in German literature since the 1960s, and crucially one which flies in the face of psychoanalytical readings of post-Holocaust history as unspeakable trauma. \\n\\nI am well placed to offer something new on this neglected area which connects German literature to current international and interdisciplinary debates on the nature of memory and history and which, unlike the one monograph that tackles melancholy in the post-war context (Blamberger 1985), critically takes on board the omnipresence of 'Auschwitz' in Western thought. Further, my monograph builds on the body of work I have already published on melancholy, German and Austrian memory culture, and on several of the authors I propose to include.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F004397/1","grantId":"AH/F004397/1","fundValue":"23332","fundStart":"2008-09-01","fundEnd":"2008-12-31","funder":"AHRC","impactText":"","person":"Mary  Cosgrove","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}