{"id":"CA27037F-DC54-4746-B784-299BD2EF9E5C","title":"UK-Japan Neural Interfaces N+N Workshop","abstractText":"Neural interfaces are devices that interact directly with the nervous system, bypassing the usual sensory and motor modalities. Such devices have a number of clinical applications, in particular as neural prostheses designed to replace functions lost through neural injury or disease. One of the most successful neural prostheses is the cochlear implant, which has restored hearing in around 150,000 people worldwide and works by converting sound directly into electrical stimulation of the auditory nerve. Researchers in the UK and Japan are working on new applications for neural interfaces, for example retinal implants to treat blindness, or Brain-Machine Interfaces to allow paralysed patients to control computers or assistive devices via signals derived directly from the brain. However, considerable challenges remain, for example developing biocompatible electrodes that can safely be implanted into patients, and understanding how information is encoded by signals in the brain. We are organising a two-day workshop which will allow ten leading UK researchers and ten Japanese counterparts to present reports on their work. As well as disseminating the latest research findings, the workshop will be a forum for discussions to identify key scientific and technological requirements for developing successful neural interfaces in order to promote international collaboration. Such collaborations will help maintain the UK's place as a world-leader in neurotechnology, as well as stimulating new research leading to clinical devices that could help a considerable patient population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H043632/1","grantId":"EP/H043632/1","fundValue":"7956","fundStart":"2010-01-15","fundEnd":"2010-06-14","funder":"EPSRC","impactText":"","person":"Andrew  Jackson","coPersons":["Colin David Ingram"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}