{"id":"CA2AE0B1-06ED-4A21-9568-01E12200F33E","title":"Pathways to Impact Award : Newcastle University","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I501150/1","grantId":"EP/I501150/1","fundValue":"130221","fundStart":"2010-08-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  Project 2\n\nThe Norwegian Geotechnical Institute (NGI) became interested in the techniques developed at Newcastle University to characterize the impact of sorbent-based remediation on soil microbial communities. As a consequence, NGI has committed to purchasing up to &pound;5000 worth of analytical services from Newcastle University.\n\n\n\nThe sorbent-based treatment of polluted soil and sediments is a new, inexpensive remediation technology which complements traditional bioremediation technologies. It tends to work best for the strongly bound persistent pollutants which are also the most difficult to bioremediate. EPSRC funded work at Newcastle University and work at NGI demonstrated the feasibility and effectiveness of this concept.\n\nDisposal of contaminated soil and sediment depends on the kind of pollution, but usually costs more than &pound;150 per m3. The estimated cost of activated carbon based in situ soil and sediment remediation (based on the price for virgin activated carbon used in drinking water filtration delivered on site in the UK) is much lower, about &pound;20-40 for a 2 percent amendment of one m3. \n\nThe impact award facilitated an evidence-based interdisciplinary evaluation of a novel soil and sediment remediation technology which has the potential to enable treatment and re-use of contaminated land resources. By exchanging knowledge and methodologies, Newcastle University and NGI could learn from their respective experiences and, through continuting collaboration, will be able to provide a more comprehensive assessment of the technology with tools developed by both partners.\n.\n\nBeneficiaries: both collaborators involved\n\nProject 4 - Impact\n\nstaff training and dissemination offered by Dr Ridley to the biomedical community in Newcastle. This has had impacts in research projects on rheumatoid arthritis, ageing, breast cancer detection and bacterial biochemistry projects.\n\n\nBeneficiaries: academic research so far.\n\nContribution Method: Training\n\nProject 5 - Impact\n\nIt has succeeded in raising awareness amongst stakeholders and it has certainly informed the academics involved about the concerns and interests of different stakeholder groups.\n\nThe award has enabled us to develop momentum, which can be maintained through related ongoing EPSRC funding (SECURE, through SUE 3), and which will be exploited in generating a separate responsive mode proposal.\n.\n\nProject 6 - Impact\n\nThe fundamental impact of the project has been in staff training. Knowledge of experimental procedures was brought back to Newcastle and is now being applied in research and training for a PhD project. Future collaboration has been promoted as both sides gained an better understanding of the work of the others and opportunities for cooperation can be developed. This should lead to at least one journal paper in the immediate future, further exchange visits and potential for international collaborative research proposals.\n\nBeneficiaries: researchers Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Transport,Other Cultural,Societal,Economic,Policy & public services","person":"Nicholas George Wright","coPersons":[],"organisation":"Newcastle University","findingsText":" Project 1\n\nWe were able to show that catalysts previously developed for the synthesis of ethylene carbonate from ethylene oxide could be used to propylene carbonate from propylene oxide, thus opening up new markets and circumventing the closure of the UK's only ethylene oxide production facility. \n\n\n\nExtensive studies were undertaken to reduce the cost of manufacture of the Dymeryx catalysts so as to minimise the effect of catalyst cost on the cost of cyclic carbonate synthesis. This was highly successful, and we were able to show that the cost of catalyst production could be reduced by up to 93%.\n\n\n\n\n\nProject 2\n\nMolecular analysis of DNA extracted from soil samples from activated carbon based remediation pilot trials conducted by the Norwegian Geotechnical Institute demonstrated that activated carbon has only minor side-effects on soil microbial community structure. Importantly, quantification of dioxygenase gene abundance with a method developed by Newcastle University with EPSRC funding demonstrated that activated carbon amended soils do not loss the potential for polycyclic aromatic hydrocarbon (pollutant) biodegradation. Indeed, dioxygenase gene copy numbers in activated carbon amended soil were as high as in unamended soil. We also demonstrated polycyclic aromatic hydrocarbon biodegradation activity in activated carbon amended soils. This implies that soil microbial communities in activated carbon amended soil retain the potential to biodegrade those pollution residuals which have not been strongly bound and immobilized by the activated carbon.\n\n\n\nProject 3\n\nThis impact award allowed the PI the opportunity to disseminate the findings of her previous EPSRC research grant on &quot;Charge Separation Mechanisms in Donor-Acceptor Systems using Nucleic Acids as Scaffolds&quot;, and to develop her network of collaborators to further exploit the experience and knowledge gained in that project. Long-term impact of research into molecular wires based on DNA is anticipated in the microelectonics and biomedical sensors sectors. The Chemical Nanoscience Lab at Newcastle University has established contacts with Intel and QuantuMDx in these respective areas.\n\n\n\nProject 4: Development of a novel method for the rapid, selective assembly of protein complexes in solution or on surfaces by donor strand complementation, DSC.\n\n\n\nThe project has succeeded in providing proof of principle data for a new protein immobilisation procedure. Such techniques are of great importance in methods for protein analysis since in many cases the proteins need to be attached to solid surfaces. Examples include (i) biosensors which rely on the binding of one protein to one fixed on a transducer, this triggers an electrical response, (ii) immunodiagnostics where proteins need to be attached to gold nanoparticles (iii) protein arrays where the proteome is profiled. Further applications include immobilising proteins on surfaces to control cell growth in the laboratory or in medical implants. The method provided here allows us to produce a generic fusion protein which will bind to a standard surface, with high specificity and high stability. We hope to commercialise this result through the Newcastle based University spin out company Orla Protein Technologies. \n\nThe other major outcome is the training of Dr Helen Ridley who is now able to train and advise members of the University and beyond on the use of the new Biacore surface plasmon resonance spectrometer. This will overcome the hurdle of getting started on this technique which we have detected as a significant barrier to its wider use in biomedicine in Newcastle.\n\n\n\nProject 5 \n\nCarbon Capture Gardens in Newcastle-upon-Tyne\n\nWe consulted 131 individuals from 63 organisations, and received responses from 41 organisations with 50 people attending meetings organised in London and Newcastle. The key finding is that the research that led to this Impact Award is of considerable interest to stakeholders, and that developers see the introduction of carbon capture into an urban landscape as attractive from a number of points of view.\n\n\n\n\n\nProject 6\n\nThis initial exchange visit involved staff and students from the School of Civil Engineering at Newcastle University visiting researchers from The Fire Technology group at SP Technical Institute of Sweden. This fostered existing links and allowed the planned exchange of knowledge between numerical modellers and experimentalists. Numerical modellers learnt about experimental procedures, which will allow improvements in modelling and investigation of benchmark problems. Experimentalists learnt about details of modelling techniques and limitations of available data and parameter measurement required to validate models. The exchanges should also lead to future exchange visits and potential for collaborative research work and project proposals.\n\n\n\nProject 7 - Key Findings\n\nThis is a new type of technology for solving reference-free sensing on chip, and has led to more work on sensors and the realization that on-chip sensing is a major concern for future multi-core systems, and further applications for funding are being prepared with possible collaborations with industrial (Moortec, ARM) and academic partners (Manchester). Project 1\n\nThe commercial production of cyclic carbonates which are used as electrolytes in lithium ion batteries, solvents and as chemical intermediates. \n\n\n\nProject 2\n\nThe results relate to a novel method (sorbent amendment) for brownfield site remediation.\n\n\n\nProject 4\n\nCreation of synthetic biology surfaces for diagnostic sensors, for cell culture products\n\n\n\nWe believe these are substantial but difficult to quantify at this stage. Local Authorities are particularly interested, but lack the funds to implement our outputs. Some developers are interested, and we may see our design adopted during the next few years.\n\n\n Project 1\n\nThrough an existing spin-out company, Dymeryx\n\n\n\nProject 2\n\nThrough the Norwegian Geotechnical Institute, which has commissioned follow-on work using the same methods to characterize the effect of biochar amendment on soil microbial communities for samples from their agricultural field trials in Zambia.\n\n\n\nProject 4\n\nWe will combine this with existing technology used by Orla Protein Technologies to examine if it is a commercial possibility to sell a kit based on this procedure.\n\n\n\nProject 5\n\nAt present, there is no monetary value to carbon capture in the UK, and so incentives arise in the context of carbon savings and LCA. Individual stakeholders each appear to have their own agenda as far as exploitation is concerned. We have published the results of the research associated with this Impact Award openly to ensure that there are no obstacles to exploitation.\n\nFrom our perspective, the next step in exploitation is expected to be the design of a carbon capture function into two new developments: 1) Newcastle Science City, where new landscaping will be constructed in 2012-2013, and we will contribute our design to that; and 2) we plan to build a new Carbon Capture Garden complex at the University's Cockle Park Farm, where the facility can be developed without commercial constraints as a demonstration facility. Stakeholders identified that such facilities are necessary.\n\n\n\nWe also plan to submit (Sept 2012) a major responsive mode bid to EPSRC that will be led by the outcomes of dialogue with stakeholders, and this will include additional routes to exploitation.\n\n\n\nProject 6\n\nFuture exchanges and collaboration should lead to research work and publication of journal articles and technical reports. Further exchanges will lead to additional staff development.\n\n\n\nProject 7\n\nThrough publciations and a patent. Chemicals,Environment","dataset":"gtr"}