{"id":"CA33856D-1FDE-4221-9069-4C1AF0289EB3","title":"Understanding the role of paramagnetic organometallic redox centres in oligomerisation catalysis","abstractText":"Chain growth reactions involving alkenes are very important in Industry. One example of this process, ethylene oligomerization, leads to simple chemicals known as alpha-olefins. In turn, these alpha-olefins can be transformed into a range of commodity chemicals, e.g. surfactants, lubricants, plasticizers, LDPE and polymer additives. The oligomerization process requires homogeneous catalysts, commonly based on Nickel or Chromium compounds. A major problem associated with these catalysts is the formation of an undesirable mathematical distribution of alpha-olefins. One development that solves this problem, which operates via a uniquely different mechanism, is selective ethylene trimerization and tetramerization giving 1-hexene or 1-octene respectively. Recent developments have focussed on designing highly selective catalysts. To date, chromium catalysts account for over 90% of the patent and scientific literature for ethylene oligomerization. The mechanism is generally thought to follow a route involving concerted addition of two ethylene molecules to the metal centre followed by insertion of another ethylene molecule to yield a cyclic metal centred species. With regard to the formal oxidation state of Cr, there is evidence for both Cr(I/III) and Cr(II/IV) couples, and oxidation states of Cr in the catalytic cycle could even be ligand dependent. Several attempts have been made to determine the oxidation states during the catalysis by experimental and computational studies. But the debate still continues, and the precise role of the redox couple in these reactions is still not settled.The current programme of research will attempt to settle this debate by providing a comprehensive insight into the oxidation and spin states involved in the catalytic reaction using EPR spectroscopy. Our goal is less about generating better oligomerisation catalysts, and more about using the N-heterocyclic carben (NHC) ligands to follow the reaction mechanism in detail by EPR. More generally, it will provide a unique opportunity to probe the precise role played by paramagnetic organometallic redox/spin centres in catalysis, an area which is surprisingly poorly researched. The novelty of this work will be the examination of the role played by the paramagnetic spin states in the mechanism. Novel ligands based on NHC's will be synthesised for this purpose in order to stabilise the various oxidation states of the transition metal ions thought to be involved in these reactions. Through precise experimental control of reaction conditions and with advanced EPR spectroscopic techniques, we will peer into the heart of the reaction cycle, and tease out the structure of the paramagnetic reaction intermediates crucial for the successful catalytic cycle. By performing spectroscopic measurements in situ, we can probe the dynamics of the electron spins as the catalyst is activated before and during the reaction. These aims will be achieved through a combination of synthetic chemistry, mechanistic chemistry and advanced spectroscopy (specifically the family of EPR techniques). Ligand design is a key component of the project, focussing on NHC complexes of Cr and group 4 &amp; 5 elements to monitor the reaction. The electronic structure of these new organometallic complexes and intermediates will be thoroughly probed by cw- &amp; pulsed EPR methodologies. While this study is primarily fundamental in scope, we will explore the use of the complexes for ethylene oligomerization. By adopting this unique approach of using pulsed EPR, an unsurpassed glimpse into the redox/spin state, ligand structure and intermediates involved in the catalytic reaction for ethylene oligomerization will be achieved. For the first time pulsed EPR methods will be uniquely used to examine the mechanism of these important industrial reactions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H023879/1","grantId":"EP/H023879/1","fundValue":"401428","fundStart":"2010-01-01","fundEnd":"2013-02-28","funder":"EPSRC","impactText":"  The research has been used primarily in the production of several scientific publications and training of PhD student. Chemicals Societal","person":"Damien Martin Murphy","coPersons":["Kingsley John  Cavell","Benjamin David Ward"],"organisation":"Cardiff University","findingsText":" We discovered how a series of homogeneous Cr based catalysts undergo complex structural transformations during activation, and how these changes may explain the high selectivity of the catalysts for ethylene oligomerisation. We hope to design a series of new complexes with higher activity, based on our findings. Chemicals","dataset":"gtr"}