{"id":"CA336078-745E-47C2-847A-3A19103DE0B1","title":"Teenagers in foster care: the critical role of carers and other adults","abstractText":"<p>Teenagers in foster care: the critical role of carers and other adults is a seminar series involving the University of Oxford (Rees Centre for Research in Fostering and Education, Department of Social Policy and Intervention), Institute of Applied Social Research, University of Bedfordshire and Department of Social Work, University of Gothenburg. The shortage of carers willing to foster teenagers is particularly acute. Specific challenges include offending, sexual exploitation and asylum seekers. The seminar series will develop a new research network to:</p>\n\n<ul>\n \n\n <li>Influence policy and practice by engaging practitioners, foster carers, care-experienced young people, service providers, researchers and policy makers in an interactive programme</li>\n\n <li>Develop a new international research agenda on fostering teenagers by bringing together different disciplines (social work, social policy, education, psychology, sociology, criminology, law) and countries</li>\n\n <li>Improve understanding of the concept of parenting: it will explore and clarify concepts of parenting and their relationship with foster parenting</li>\n\n <li>Take a lifespan perspective: it will focus upon teenage parenting and fostering and how this relates to earlier and later parenting and fostering focusing on the longer term effects.</li>\n\n</ul>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>Each seminar will be a full day for 40 people. Postgraduate students will present posters that will go on the web.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L000717/1","grantId":"ES/L000717/1","fundValue":"30342","fundStart":"2013-10-06","fundEnd":"2015-10-05","funder":"ESRC","impactText":"","person":"Judy  Sebba","coPersons":["Ingrid  Höjer","Jenny  Pearce","Frances  Gardner"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}