{"id":"CA38D058-3B3D-4D6B-84C1-8112A916F828","title":"Compressive Imaging in Radio Interferometry","abstractText":"The project &quot;Compressive Imaging in Radio Interferometry&quot; (CIRI) aims to bring new advances for interferometric imaging with next-generation radio telescopes, together with theoretical and algorithmic evolutions in generic compressive imaging.\n\nRadio Interferometry (RI) allows observations of the sky at otherwise inaccessible angular resolutions and sensitivities, providing unique information for astrophysics and cosmology. New telescopes are being designed, such as the Square Kilometer Array (SKA), whose science goals range from astrobiology and strong field gravity, to the probe of early epochs in the Universe when the first stars formed. These instruments will target orders of magnitudes of improvement in resolution and sensitivity. In this context, they will have to cope with extremely large data sets. Associated imaging techniques thus literally need to be re-invented over the next few years.\n\nThe emerging theory of compressive sampling (CS) represents a significant evolution in sampling theory. It demonstrates that signals with sparse representations may be recovered from sub-Nyquist sampling through adequate iterative algorithms. CIRI will build on the theoretical and algorithmic versatility of CS and leverage new advanced sparsity and sampling concepts to define, from acquisition to reconstruction, next-generation CS techniques for ultra-high resolution wide-band RI imaging and calibration techniques. The new techniques, and the associated fast algorithms capable of handling extremely large data sets on multi-core computing architectures, will be validated on simulated and real data.\n\nAstronomical imaging is not only a target, but also an essential means to trigger novel generic developments in signal processing. CIRI indeed aims to provide significant advances for compressive imaging thereby reinforcing the CS revolution, which finds applications all over science and technology, in particular in biomedical imaging.\n\nCIRI is thus expected to impact science, economy, and society by developing new imaging technologies essential to support forthcoming challenges in astronomy, and by delivering a new class of compressive imaging algorithms that can in turn be transferred to many applications, starting with biomedical imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M008843/1","grantId":"EP/M008843/1","fundValue":"605742","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"","person":"Yves  Wiaux","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}