{"id":"CA39D021-DA7F-4C66-A80D-7BA1BCB4024E","title":"The Many Faces of Random Characteristic Polynomials","abstractText":"When a person hits, strikes, plucks or otherwise disturbs a musical instrument it is set into vibrational motion and produces a sound. \nThe motion can occur only in one of the patterns called &quot;natural modes&quot; by which that particular instrument could vibrate. \nHow fast the instrument vibrates in each of the natural modes is characterized by the &quot;frequency&quot; of that mode,\nso that the higher is the frequency the higher is pitch of the sound we hear. Apart from the frequency each mode \nis characterized by its &quot;quality factor&quot; which is a measure of duration of sound until it dies out beyond the audibility level. \n\nMusical instruments is one of the basic examples of devices called resonators, but resonance phenomena \nare wide-spread in Nature and in fact underpin a lot of modern Science and Technology.\n For example, in much the same way as musical instruments, complex atomic nuclei (as for example uranium, plutonium or thorium) \n&quot;vibrate&quot; in one of their natural modes when hit in experiments by a fast-moving particle used to probe inner structure of the nuclei. \nThe set of all natural frequencies of any physical object is called the &quot;spectrum&quot;. Spectra are important characteristics of any\nobject and can reveal a lot about its structure and properties. Spectra of musical instruments are very ordered (or &quot;harmonic&quot;) to produce\npleasing sounds, whereas experiments show that spectra of complex atomic nuclei look disordered, or random, which reflects a very complicated,\nchaotic and unpredictable character of motion of nuclei constituents. But behind all that &quot;spectral disorder&quot; lurks a certain pattern which represents\na new &quot;harmony&quot; in the Nature. For example, the same pattern reveals itself in positions of birds perching on a roof or in distances between closely\nparked cars. Or indeed in the positions of zeroes of a function introduced by German mathematician Bernhard Riemann to study properties of one\nof the main building blocks of Mathematics - the prime numbers. To be able to characterize such ubiquitous\npatterns quantitatively mathematicians use as a model idealized objects called random matrices. Spectral properties of such matrices are encapsulated \nin a function called characteristic polynomial of the matrix. When plotted graphs of such functions show huge random variations by the orders of magnitude reflecting random nature of the associated spectra. To characterize such variations statistically in a rigorous mathematical way is a challenging \nmathematical problem. The present project aims to address various facets of statistical behaviour of random characteristic polynomials. \nAs almost invariably happens in Mathematics, tools introduced to understand a certain phenomenon help to reveal many other hidden structures in problems not obviously related to the original one. The theory of random matrices is rich with such unexpected connections. In particular, the present research aims to employ random characteristic polynomials for analysing behaviour of systems of differential equations used describe, among other things, ecological communities of many interacting species and possibly dynamics of networks of interacting neurons. Related characteristic polynomials\nmay be helpful for understanding properties of spectra of complex atomic nuclei and similar systems, in particular the associated &quot;quality factors&quot; which are known in that context as &quot;widths of resonances&quot;. All these questions are to be addressed in the course of the proposed research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N009436/1","grantId":"EP/N009436/1","fundValue":"477893","fundStart":"2016-06-01","fundEnd":"2019-05-31","funder":"EPSRC","impactText":"","person":"Yan  Fyodorov","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}