{"id":"CA39246C-98D5-4839-9674-C5882FC3218B","title":"IMC2: Instrumentation Measurement and Control for the Cloud","abstractText":"The Internet landscape is changing rapidly, from a completely decentralised paradigm where distinct services were offered by different providers in a fully distributed and decentralised way, to a unified ICT environment where data, storage, and processing resources are co-located in the Cloud, and offered alongside connectivity. Although Cloud services and the underlying communication infrastructures are built on top of commodity Internet mechanisms (transport protocols, IP switching, multipath routing, etc.), it becomes apparent that the performance-agnostic and slow-converging operational assumptions of today's data communications are challenged by the new unified technological and business model. Massive overprovisioning of fully distributed resources that are managed in distinct and often long timescales (e.g., traffic aggregates over backbone networks) is not sustainable in an environment where connectivity and system resources need to be managed by a single unified ICT provider over a centralised infrastructure and in very short timescales. Cloud providers need to maximise return-on-investment from their infrastructures through rapid provisioning and elastic resource management, offering predictable services while operating at higher utilisation thresholds.\n\nIn order to achieve these goals, in this project we will design and develop an always-on Instrumentation, Measurement, and Control (IMC) framework that will dynamically and adaptively provision unified resources in a unified manner and in short timescales. Evidence has shown that distinct control loops typically employed to manage different resources in different timescales can themselves constitute factors of performance degradation over unified Cloud environments. For example, network-agnostic placement and migration of virtual machines can itself cause congestion in the underlying Data Centre topology. We will therefore revisit the one-dimensional, static or pseudo-random control loops that are typically employed over Cloud topologies, and develop an adaptive closed-loop system that will manage both server and network resources synergistically, in short timescales and based on temporal topology-wide performance. In doing so, we will exploit often controversial concepts such as non-shortest path routing for increasing load balancing while meeting flow completion deadlines, and network-aware dynamic virtual machine migration, to demonstrate the feasibility and also the benefits of combinatorial resource provisioning in achieving global performance optimisation and in increasing the usable capacity of future networks and services. One of the key aims of the proposed research is to investigate and to demonstrate the applicability of measurement-based processes to control and to admit resources in a unified manner and at appropriate, short timescales. Through the necessary system and network node instrumentation, we will devise a logically-centralised measurement and control closed-loop architecture that will be an integral part of the underlying infrastructure's data forwarding operation. The long-term impact of such endeavour will be to revisit the currently disjoint data and control planes in packet communications, and to transform next generation networked infrastructures from performance-agnostic to adaptive and self-managed, through synergy across the different layers and planes of the architecture.\n\nThe proposed research will be carried out at the University of Glasgow, and experiments will be conducted over a purpose-built programmable Cloud services testbed infrastructure, partly supported by EPSRC's first grant scheme and partly through a generous contribution from the host institution. The research will be conducted in close collaboration with Onyx Group, Microsoft Research and JANET(UK).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L005255/1","grantId":"EP/L005255/1","fundValue":"98486","fundStart":"2014-04-14","fundEnd":"2015-07-31","funder":"EPSRC","impactText":"  We have published (with additional few publications pending) key findings in international conferences and journals. We are liaising with out business partners (Cloud/Data Centre providers) and communicating the technological and business implications of our findings to them with a view towards adoption of our mechanisms over operational infrastructures. \nWe have also engaged with the wider research policy community in the UK, and used our current findings as evidence of promise for future research and experimentation on programmable mechanisms for the provisioning of next generation networked environments. Digital/Communication/Information Technologies (including Software) ","person":"Dimitrios  Pezaros","coPersons":[],"organisation":"University of Glasgow","findingsText":" We have developed a converged resource management and control framework for Cloud Computing environments. This includes mechanisms to manage bandwidth, processing, and storage resources in a synergistic manner that optimises overall resource usage and imporves applicaiton performance and infrastructure-wide, usable capacity.\nWe have discovered that we can improve application performance by up to 95%, while increasing the capacity headroom of networked infrastructures by up to 20% through improving resource utilisation. Our findings can be adopted by Cloud and Data Centre providers to increase return-on-investment on their infrastuctures and generate more revenue through value-added services.\nThey can also provide significant influence on novel programmable technologies developed and deployed by (network) equipment vendors and application providers. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}