{"id":"CA3C0831-6FBA-4D79-AB13-48FF70FDC3AA","title":"Aston Multidisciplinary Research for Antimicrobial Resistance: The AMR4AMR project","abstractText":"Antimicrobial resistance, the ability of microorganisms to overcome almost all of the antimicrobial treatments that we currently have, has been identified as one of the main challenges facing the 21st century, and it has become a critical problem across the globe, including in the developed world. Unless we step up our research efforts and find new approaches to deal with these bugs, it might not be long before we will find ourselves in a situation similar to times before the development of the penicillins, where simple infections turn out to have deadly consequences. \n\nThe reasons for the increasing resistance of organisms is many fold, and it is, therefore, going to take a concerted effort of researchers from many different areas to find long-term solutions; antimicrobial resistance presents a spectrum of complex and multifaceted questions, ranging in scope from fundamental scientific research at the horizons of disciplines through to the behaviour of individuals and society. While working across the conventional boundaries between the disciplines, interdisciplinary research, has become well established in the research world, it has not yet been applied in a concerted fashion to the problem of antimicrobial resistance. \n\nAston Interdisciplinary Research for Antimicrobial Resistance: the AMR4AMR project, will generate an active and vibrant research environment that will bring together researchers from across Aston, from disciplines like biology, the physical sciences such as physics and chemistry, pharmacy, engineering, mathematics and statistics, and other key areas like psychology, pharmacy practice, business and computer science, to focus holistically on the problem of antimicrobial drug resistance, and find new and innovative solutions. It is only by using a combination of approaches that we will transform the antimicrobial resistance landscape into a manageable and tractable problem. \n\nAston is a small and dynamic University, and AMR4AMR will enable us to very effectively bring together our world-leading researchers to identify and develop new ways of tackling the problems of antimicrobial resistance. To add substantial value to this, due to the size and organization of the University, we are uniquely placed to draw in research input from psychology, pharmacy practice, linguistics and our Business School, and we have a proven ability to work closely with businesses, all of which will inform the research and help to translate the science into solutions that can be used effectively in the real world. \n\nTackling the problem of antimicrobial resistance will bring many benefits; not only will it improve quality of life and provide safer environments in our hospitals and workplaces, it will bring financial benefits as the burden of antimicrobial resistance on our already strained health service is reduced. AMR4AMR will bring together researchers to work on a range of complementary and tailored solutions, such as smarter and cheaper methods for rapid identification of the microorganisms and their resistance, better drugs and smarter ways to deliver them, new materials for anything from implants, such as hip replacements, to better antimicrobial work-surfaces, medicines that are best suited to the patient, from paediatrics to pensioners, helping people to complete course of drugs (not doing so is a major cause of microbial resistance), and better ways of identifying were infections originate and how they spread. In the longer term this research will lead to the goal of &quot;precision medicine&quot;, to identify the causes of disease at the molecular level, and to use targeted, combined therapies to address specific disease processes. \n\nThrough the generation of an environment that actively supports this interdisciplinary approach, new and innovative science and engineering, and better practices will be developed, and will provide the foundation for ensuring we stay one step ahead of the superbugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M02735X/1","grantId":"EP/M02735X/1","fundValue":"729459","fundStart":"2015-08-02","fundEnd":"2017-08-01","funder":"EPSRC","impactText":"","person":"Andrew Robert Pitt","coPersons":[],"organisation":"Aston University","findingsText":"","dataset":"gtr"}