{"id":"CA3D72A4-E1EF-42F2-B4E5-698D92A9D0A0","title":"SEISMICALLY INDUCED MASS MOVEMENTS IN THE SIERRA CUCAP&Aacute; AND SIERRA EL MAYOR, NORTHERN MEXICO.","abstractText":"With this funding, we seek to gain a better understanding of the geomorphic impact of earthquakes on mountainous terrain. The generally accepted conceptual model for mountain building indicates fault rupture creating relief. However, seismic events above a magnitude of approximately 4 Mw are known to cause landslides. Some recent work has suggested that the amount of material eroded from mountainous regions stuck by high magnitude events is greater than that input into the region through associated uplift. A shallow earthquake of magnitude 7.2 Mw affected the Sierra Cucap&aacute; and Sierra El Mayor ranges of Northern Mexico on April 4th 2010. The earthquake ruptured several NW trending transform faults of the Sierra Cucap&aacute;. We seek to quantify the amount of material eroded from the mountains due to landslides and compare this to the amount of material added through uplift. This will provide key insight into the role that large earthquakes play in mountain building. Our data will also be useful in establishing empirical relationships betweem seismic shaking, topography, stuctural geology, and landslide initiation. We will use terrestrial laser scanning (TLS) to produce volumetric estimates of a subset of the landslides associated with the earthquake. These data will then be used to calibrate area-volume conversions for an event based landslide inventory of the entire range taken from high resolution SPOT 5 satellite imagery. The amount of uplift associated with the earthquake will be assessed using interferometric synthetic aperture radar. As the earthquake involved the entire Sierra Cucapa in the zone of highest surface shaking, this offers a unique opportunity to study the mass fluxes associated with a high magnitude seismic event over a well defined geomorphic system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I00842X/1","grantId":"NE/I00842X/1","fundValue":"51867","fundStart":"2010-07-05","fundEnd":"2010-11-04","funder":"NERC","impactText":"","person":"David Neil  Petley","coPersons":["Nicholas John Rosser"],"organisation":"Durham University","findingsText":" This research project aimed to analyse the occurrence of landslides triggered by this important earthquake in Mexico. We found that multiple slope failures were induced, but that they were small in both extent and volume. Thus, the contribution to the sediment budget was limited. This behaviour is probably explained by the very arid conditions in the mountain chain, demonstrating the important role that weather conditions play in controlling coseismic landslides. Remote sensing and Lidar data analysis are increasingly important techniques in the commercial sector. The techniques that we developed and used are contributing to the development of this industry. The research used a combination of remote sensing and Lidar techniques in a range of novel ways. This has since been fed into our research and that of many other groups. ","dataset":"gtr"}