{"id":"CA47BC86-DA63-44EF-82A9-1C6F500149DF","title":"Chemical and molecular biology of a eukaryotic riboswitch","abstractText":"The genome of an organism is composed of all of its genes, which can range from a few thousand in bacteria to 30,000 in higher organisms such as plants and animals. The genes are made of DNA, which is transcribed (copied) into messenger RNA (mRNA), which is then used as a template to assemble amino acids into proteins. Even in the simplest cells not all of the genes are expressed all of the time. In order to control cellular metabolism, and respond to changes in the environment (such as the availability of different nutrients), a cell must be able to regulate the expression of its genes. Until recently, this control was thought to be exclusively under the influence of protein factors, which, when exposed to different metabolites, are able to bind DNA or RNA, and alter gene expression. In the last few years a different mechanism has been shown to operate, whereby a metabolite can directly interact with mRNA and, by changing the structure of the mRNA, interfere with the expression of the gene. The regions of mRNA that bind the metabolites have been called riboswitches, because they act as metabolic switches, turning gene expression on or off. Most of the research that has been carried out on riboswitches has focused on bacteria, whose DNA is free in the cytoplasm of the cell. Much less is known about the phenomenon in eukaryotes, cells where the DNA is contained in the nucleus. We have found evidence for a riboswitch in Chlamydomonas reinhardtii, which is a eukaryotic green alga - a simple plant. Like all plants, Chlamydomonas needs to make all its amino acids, one of which is called methionine. Chlamydomonas has two enzymes to make methionine: MetE and MetH. MetE can work on its own, but MetH needs vitmain B12 as a cofactor. However, Chlamydomonas cannot make vitamin B12, it has to take it up from the medium in which it grows. So when vitamin B12 is absent, the alga uses MetE, but if vitamin B12 is present it can use MetH, which is a more active enzyme. We have found that vitamin B12 causes the metE mRNA to disappear, and furthermore the metE mRNA binds to vitamin B12 immobilised on small beads. It is therefore very likely to be regulated by a riboswitch mechanism. In this proposal we intend to use a number of different techniques to investigate the affinity of different derivatives of vitamin B12 (cobalamins) for different parts of the mRNA sequence, determine which nucleotides within the mRNA are important for binding cobalamin, and then mutate these to see if this diminishes metabolite binding. We will test the effect of these mutations in the cell by monitoring the levels of mRNA, and by linking the riboswitches to the gene for an enzyme called luciferase. The expression of luciferase can be monitored by the fact that it gives off light. We will also investigate the structure of the cobalamin-mRNA complex. We will then determine how these riboswitches actually function in the cell. Riboswitches could interfere with a number of different processes, such as transcription, mRNA processing or translation, as well as the degradation of RNA. We will carry out several experiments to determine which processes are controlled by riboswitches. In these experiments we will use the natural riboswitch sequence, as well as the mutant sequences that we will have created in the first part of the proposal. Finally, we will investigate the possibility that two other genes in Chlamydomonas are also regulated by a riboswitch mechanism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011043/1","grantId":"BB/D011043/1","fundValue":"204984","fundStart":"2006-05-01","fundEnd":"2009-04-30","funder":"BBSRC","impactText":"  As a molecular biology tool in biotechnology\nTo demonstrate synthetic biology principles Energy Economic","person":"Alison Gail Smith","coPersons":["Chris  Abell","Martin James Warren","Stephen Edward Rigby"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}