{"id":"CA4841B0-51D0-49D7-8DD5-8D1CDE8ECDE7","title":"Equatorial oceans and habitats for life on Mars","abstractText":"We aim to find and evaluate the most likely place where life could have developed on Mars, and be preserved or even exist in a dormant state, mainly using stereo camera (HRSC) Mars Express imagery acquired between January 2004 and January 2006. We will concentrate on the newly-discovered frozen sea near Mars' equator, and other sites of earlier H20 deposition, as well as the warm subsurface aquifers from whence the water was erupted, and where life has the best chance of starting. We will use photointerpretation and geological mapping, based on automated topographical measurements, morphometric analysis and remote age determination, to produce a geological and hydrological history of critical areas which could serve as habitats for life. Three dimensional models of the Martian surface will be automatically derived from the HRSC images, using a refinement of existing stereo processing software systems. These 3D models and the associated images, co-registered data from previous US missions. Will be used to map and quantify the newly-discovered equatorial frozen sea and ice sheets. Automated crater detection algorithms will be developed and implemented to derive ages of surface units and constrain a time-stratigraphic sequence of climatic and geological events. Hydrological networks and catchment boundaries will be extracted from the 3D models to improve our understanding of the transport of water. Data from both present ice and past water action will be used in climate and atmospheric modelling, to assess whether glacial flow and surface runoff indicate a past warmer and wetter Martian climate, or whether such action could occur under present climatic conditions. This work forms part of the scientific output from the High Resolution Stereo Camera operations phase of the ESA Mars Express mission.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/C502622/1","grantId":"PP/C502622/1","fundValue":"159191","fundStart":"2005-10-01","fundEnd":"2009-06-30","funder":"STFC","impactText":"","person":"John Barrett Murray","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}