{"id":"CA4AA0C8-5351-4B81-9EA6-8AA731A6D1C4","title":"SynbiCITE - Innovation and Knowledge Centre in Synthetic Biology - Collaborative Programme - Tranche 1","abstractText":"Synthetic biology is a new and exciting research field that brings together biological scientists and engineers with the aim of developing new ways to build and alter biological systems and cells for specific applications. Biological cells can perform a vast array of activities driven by a set of instructions, which are encoded by DNA. This DNA makes up the cells genome, which acts as a blueprint for different types of cells and is composed of four complementary chemical building blocks called nucleotides (G, C, A and T) linked together in a sequence. The beauty of DNA is that these building blocks pair up specifically (G-C and A-T) thus the DNA template can be easily copied and replicated. The instructions encoded in DNA are translated specifically into an array of large molecules called proteins. Proteins can be considered the as the molecular engines of cells performing all the necessary functions for life enabling cells to live, divide and grow. Over the last 20 years advances in our ability to 'read' the DNA code has resulted in the complete genome sequences or &quot;instruction sets&quot; for nearly every living being on planet Earth including humans. More recent advances in the chemical synthesis of DNA, has resulted in our ability to 'write' or make synthetic DNA. Synthetic biology therefore aims to provide an engineering framework that allows researchers to design and write DNA tailored to specific applications such that these new synthetic DNA sequences can be placed in simple cells to perform specific human defined functions. One overarching aim at present is to develop a series of foundational methods in synthetic biology such as assembling complex DNA components, characterising the instruction parts in detail and computer modelling of more complex DNA designs such that these can be applied to different applications. One overarching concept for synthetic biology is the development of standardised DNA components that can used in an engineering 'design, build and test' cycle to create new biological systems and cells that display defined and predictable functions.\n\n\nMany researchers, policy makes and national governments anticipate that synthetic biology will provide a range of benefits to society in different industrial sectors including human health; agriculture and food production; environmental protection and remediation; bioenergy and chemical. To accelerate the translation of synthetic biology technology to new applications we propose to establish a national UK Innovation and Knowledge Centre in synthetic biology with three main objectives:\n\n\n(1) To act as an industrial translation engine which translates university and industry based research in synthetic biology into industrial process and products\n(2) To be an effective vehicle for the support of small to medium sized UK companies including Start-ups in synthetic biology\n(3) To actively engage in open dialogue with the public and other stakeholders focusing on the risks and benefits of synthetic biology technologies\n\n\nThe IKC aims to place the UK as one of the World's leaders in translating academic synthetic biology research into new products and process but more importantly under the framework of 'Responsible Innovation' where the public worth and potential risks of specific applications are considered before such applications are implemented or even reach the market. Such an approach will establish new sustainable synthetic biology industries in the UK, allow other non-UK companies to invest in the UK and develop a skilled workforce in synthetic biology all of which will ultimately lead to new economic growth","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M006700/1","grantId":"EP/M006700/1","fundValue":"2907110","fundStart":"2014-07-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Richard  Kitney","coPersons":["Thomas Marc Ellis","Geoffrey  Baldwin","Robert Julian Dickinson","Paul S Freemont","Karen Marie Polizzi","John Timothy Heap","Guy-Bart Vincent Stan"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}