{"id":"CA4FF17C-E216-4B82-A6E7-CA06AB67F7F4","title":"Towards the UK community exploitation of new satellite measurements of CO2 from the Greenhouse gases Observing SATellite (GOSAT)","abstractText":"Humans have influenced the evolution of Earth's climate in many ways, the most dramatic of which has been the burning of fossil fuels and the subsequent emission of carbon dioxide (CO2) and other greenhouse gases. We know from ship-borne measurements that the ocean has provided a sink for a significant fraction of this anthropogenic carbon over the past 200 years, subsequently preventing a larger-than-observed increase in atmospheric CO2. CO2 over continents is also released by biospheric respiration, and is taken up by photosynthesis. The magnitude and spatial and temporal variability of these continental biospheric sources and sinks of CO2, and how they respond to changes in climate, is not well understood. A better quantitative understanding of the controls on biospheric continental CO2 fluxes is essential to reduce uncertainty of the human contribution to climate. Much of what we understand about continental biospheric fluxes has been inferred from in situ data. These data are sparse in both time and space, particularly over the tropics where rainforests (e.g., the Amazon) are thought to represent a significant fraction of global CO2 fluxes. The sparseness of the in situ data over this region makes it difficult to make reliable flux estimates. In contrast, the ocean CO2 fluxes typically vary over 100s km, making it easier to estimate global fluxes from in situ data. Satellite observations of CO2, representative of regional scales, are now available from the Japanese Greenhouse gases Observing SATellite (GOSAT). These data will lead to a step-change in our current understanding of the carbon cycle, but using them presents significant challenges to the carbon cycle community. The data are not straightforward to interpret, representing a measurement of CO2 absorption in the near-infra red portion of the electromagnetic spectrum. Processing the hundreds of thousands of observations per day also represents a significant technical challenge. In previous work we developed an efficient processing tool to infer CO2 sources and sinks from the satellite data and tested it using realistic simulated data. Here, we propose to assess our tool with real data from the GOSAT satellite, in collaboration with the Japanese science teams. First, careful and extensive ground-truthing of our computer simulation of atmospheric CO2 is required because it will be used to interpret the observed distributions of CO2 from GOSAT. At the same time, with progressively better knowledge of how the instrument is performing in space the GOSAT CO2 product will be improved. Second, once we develop confidence in our computer simulation and the data, we will use our processing tool to calculate some of the first CO2 flux maps inferred from satellite data. We anticipate that even our early results will help to improve mitigation strategies and reduce uncertainty in estimate future climate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H003940/1","grantId":"NE/H003940/1","fundValue":"161860","fundStart":"2010-02-01","fundEnd":"2011-12-31","funder":"NERC","impactText":"  We built on previous work that developed a numerical tool and applied it to real CO2 and CH4 from a Japanese Earth-orbiting satellite. We showed the value of these data in better understanding the carbon cycle. Aerospace, Defence and Marine,Environment ","person":"Paul  Palmer","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We begun to understand how useful Earth-orbiting satellites are to understand global budgets of CO2 and CH4. This is non-trivial and was the subject of a follow-on grant. We are working with the UK Space Agency to develop a mission concept to help improve how we use Earth-orbiting data to help test climate policy. We have the past also worked with Airbus Defence and Space to explore whether this kind of activity could be transformed in a commercial venture. Aerospace, Defence and Marine,Environment","dataset":"gtr"}