{"id":"CA5E6947-C6F5-4C9E-AF1F-2EB26A257C22","title":"The FIREsIdE International Collaboration: FIre Radiative powEr validation, Intercomparison &amp; fire emissions Estimation","abstractText":"The FIre Radiative powEr Intercomparison &amp; Emissions estimation (FIREsIdE) project is a multi-lateral international collaborative effort focused around the requirement to accurately assess the impacts that smoke emissions from landscape fires have on the composition of Earth's atmosphere, and how this can be quantified and monitored globally using satellite Earth Observation (EO). The project objectives revolve around the standardization and intercomparison of fire radiative power (FRP) measurements made from the increasing number of appropriately equipped EO satellites launched by national (e.g. USA, Germany) and International (European) Space Agencies, and the use of a dedicated field campaign to provide the first field validaiton of these measures alongside the measurements of the so-called 'emissions factors' that are required to turn these FRP measurements into estimates of the actual smoke emissions to the atmosphere. Whilst the UK has be at the forefront of exploring the FRP approach to biomass burning emissions estimation, until now we have had to rely on a single set of US polar orbiting satellites (Terra and Aqua) to supply the data used to make these measurements. This is no longer the case, with a series of new satellites equipped to make these measurements recently being launched, or being launched in the coming year. This includes the European Space Agency's (ESA) Sentinel-3 mission, in which the UK is taking a leading role with the SLSTR instrument and for which PI Wooster has developed the active fire algorithm and is the Mission Validation Scientist for the fire products. Our project leverages technical and scientific expertise from the groups leading the US and German missions, and will use it to ensure optimum FRP measurements are delivered from SLSTR, to make these measurements as consistent as possible with those of the other satellite instruments, and develop a framework where multiple observations can be combined together despite coming from different instruments. Finally, we will use a unique opportunity offered via the collaboration with the South African National Parks Service to provide satellite validation and emissions factor measurement opportunities at large, carefully planned landscape scale fires conducted multiple times per year within Kruger National Park. The work by PI Wooster and Co-I Roberts performed within the NERC National Centre for Earth Observation (NCEO) has been focused on this topic at the global scale, and that by PI Wooster conducted under the NERC SAMBBA (South American Biomass Burning Analysis) NERC responsive mode consortium grant (NE/J010502/1; 2012-1016) is focused specifically on the Brazilian Amazon. This International Opportunities Fund Pump Priming + project builds on both these activities, and specifically on the use of satellite EO methods to provide consistent, well-calibrated and validated biomass burning observations and emissions calculations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M017729/1","grantId":"NE/M017729/1","fundValue":"213218","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"NERC","impactText":"","person":"Martin John Wooster","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}