{"id":"CA604F2F-7282-481D-99DD-1AD5709963FF","title":"Imaging the 3-D collagen organisation of biological tissues in-vivo using polarisation-sensitive optical coherence tomography.","abstractText":"Understanding the enormous complexity of the human body is one of the great challenges facing science however a major simplification is to divide the body into cells and extracellular matrix . Cells perform the basic processes of life including generating energy, transporting oxygen and making proteins whilst the extracellular matrix provides the scaffolding to house the cells themselves and also their support network of blood and lymph vessels. If the body were likened to a large company then the cells are the workers and the extracellular matrix is their office block. If the buildings housing a company are in poor repair or defective then the workers will not be able to perform well. Likewise many painful and debilitating medical conditions have their origin not in a malfunction of the cells but rather in defects of the extracellular matrix. The extracellular matrix is composed chiefly of collagen, the body's most abundant structural protein and a very strong biopolymer which forms long fibres that give tissues such as skin and cartilage their tensile strength. In healthy tissues it has well-defined structure and organisation. When this structure becomes abnormal, a serious medical condition almost inevitably results. Osteoarthritis is age-induced wear of articular cartilage, which stops the bone surfaces at major joints such as the hip from sliding smoothly past each other. Great pain and loss of mobility result. Scar formation following surgery or radiotherapy is also associated with abnormalities in collagen structure. When severe burns are treated using grafted skin, a serious side-effect is that the skin-graft may contract after implantation and this is thought to be due to the excessive production of collagen. The result is unsightly, painful and debilitating. Modern medicine has many strategies for treating these conditions but one of the most promising is tissue engineering . Tissue engineering involves implanting cells, either the patient's own or donor cells, into the sight of a wound and trying to get the cells to regenerate normal, healthy tissue. To do this they must regenerate normal, healthy extracellular matrix. Consequently a pressing need exists for tools that can non-destructively determine the structure and abundance of collagen in biological tissues, both native and artificially produced. Such a tool is needed in the orthopaedic operating theatre, in the dermatology clinic and in the tissue-engineering laboratory to name just some applications. Polarization-sensitive optical coherence tomography (PSOCT) is a newly developed optical imaging technique that can non-invasively determine the presence of optical birefringence in biological tissue. Birefringence is an optical effect the strongest source of which in most tissues is collagen. With a typical depth penetration of up to 1 mm and a depth resolution of 2-20 microns, PSOCT has the potential to be an ideal tool to determine collagen structure in biological tissues. We have been investigating this technique in our lab for several years. In the course of our research we have found that it is vital to know the full 3-dimensional structure of collagen fibres in tissues such as cartilage, otherwise the results from PSOCT are ambiguous and cannot be used reliably to quantify collagen structure. We have pioneered a novel extension to the PSOCT technique which can overcome this limitation however our previous work is only a starting point. We need to develop new instrumentation and, most importantly, new data analysis algorithms in order to fully exploit all the information that this unique tool can potentially offer. If we are successful then PSOCT will deliver clinically vital data that currently is simply not available from any existing technique. The result could be greatly improved treatments for osteoarthritis and burns.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F020422/1","grantId":"EP/F020422/1","fundValue":"401382","fundStart":"2008-06-16","fundEnd":"2011-12-15","funder":"EPSRC","impactText":"","person":"Stephen  Matcher","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}