{"id":"CA6581C0-0C4E-4281-B910-72853A8E6B87","title":"Inhomogeneous magnetism and superconductivity","abstractText":"The past fifteen years has seen considerable research into the coupling of superconductivity and magnetism. These two effects are both mediated by coupling between electrons, but ferromagnetism leads to the parallel alignment of spins while conventional (so called spin-singlet) superconductivity requires anti-parallel spin alignment. As a result the coupling of superconductivity into ferromagnets is generally much weaker than the coupling into non-magnetic metals (the so-called proximity effect). However, at very short-range (a few nanometres) the coupling between superconductivity and ferromagnetism at the interface between the two materials results in complex behaviour which is distinct from that of either material. Most notably, the pairs of electrons which are responsible for superconductivity have a rapidly oscillating phase in the ferromagnet which can lead to negative rather than positive supercurrents appearing in devices in which a thin ferromagnetic barrier separates two superconductors. Devices based on this effect are currently being developed for quantum computation. More controversially, a few very recent experiments have detected a much longer-ranged proximity effect in which superconductivity can penetrate a ferromagnet over distances of hundreds on nanometres. This effect seems to be confirmation of theoretical predications that if the magnetism is inhomogeneous (i.e. all the spins do not point in a single direction) or the electrons are 100% spin polarised then a so-called spin-triplet state of superconductivity should appear. The aim of our proposed project is to investigate carefully the conditions required for the formation of this spin-triplet state and to understand how to control it so that potential applications can be developed. In particular we will look at classes of ferromagnet which have a spiral rather than linear magnetic order, we will also grow artificial magnetic structures in which such spirals can be changed by applying a magnetic field and we will explore how the presence of magnetic domain walls (which are regions in which the magnetism changes direction in a material) affects the superconducting properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F016611/1","grantId":"EP/F016611/1","fundValue":"304043","fundStart":"2008-04-07","fundEnd":"2011-04-06","funder":"EPSRC","impactText":"  The superconductor-ferromagnet proximity effect describes the fast decay of a spin-singlet\nsupercurrent originating from the superconductor upon entering the neighboring ferromagnet.\nAfter placing a conical magnet (holmium) at the interface between the two, we detected a\nlong-ranged supercurrent in the ferromagnetic layer. The long-range effect required particular\nthicknesses of the spiral magnetically ordered holmium, consistent with spin-triplet proximity\ntheory. This enabled control of the electron pairing symmetry by tuning the degree of magnetic\ninhomogeneity through the thicknesses of the holmium injectors. Electronics Societal,Policy & public services","person":"Mark  Blamire","coPersons":["Zoe  Barber"],"organisation":"University of Cambridge","findingsText":" Until about ten years ago there was no experimental evidence that superconductivity could ever co-exist\nwith ferromagnetism. Even when this was eventually shown to be possible, the effect was limited to a\nlength-scale of a few nanometres at the superconductor / ferromagnet interface because the currentcarrying\nCooper pairs of electrons with antiparallel spins are strongly destabilised by the exchange fields\nwithin the ferromagnet.\nI have now demonstrated how to create a new type of Cooper pair.1 These so-called triplet pairs consist of\nelectrons with parallel spins and so are much more stable within a ferromagnet; this means that zerovoltage\ncurrents can flow through ferromagnets for distances of tens or hundreds of nanometres. More\nimportantly, because triplet pairs consist of electrons with parallel spins, these supercurrents can carry\nspin as well as charge. This discovery paves the way for an entirely new research field: that of\nsuperconducting spin electronics (super-spintronics) in which quantum coherent currents can transport\nspin and use it to perform information processing operations which are impossible in conventional\nspintronics.\nIn this basic science research project, I will undertake groundbreaking research to understand how\nsuperconducting spin currents may be transferred between materials and how they interact with\nconventional superconducting and spintronic device structures. Ideas are already emerging as to how spin\nmay be used to control the superconducting charge current and, in a complementary manner, how spin\ncurrents may be electrically controlled. This offers the eventual prospect creating transistor-like devices\nwhich can perform spintronic logic operations with dramatically less power than conventional electronics. The current best understanding of the triplet state and its formation is contained in Eschrig &amp;amp; L&ouml;fwander.30 Figure 3 shows a representation of the modulation of the four possible pairing channels (one singlet and three triplet) between a conventional s-wave S and a half-metallic F. The key requirement is for a &quot;spin-mixing&quot; layer to be present at the S/F interface that mediates the transformation of a singlet pair into a triplet pair. Of the triplet states, only the spin-aligned pairs can be long-ranged in a ferromagnet. \nIn the case of a half-metal it seems clear that the long range supercurrent has to be 100% spin-polarised because there are no minority states available at the Fermi surface.30,31 At the moment there is no theoretical prediction for the net polarisation of a supercurrent in a F with both majority and minority states available, but it seems reasonable to assume31 that it is similar to that for a conventional current. Thus a primary objective of the research is to confirm directly that the supercurrent carries spin. Until now, all experimental evidence for spin triplet supercurrents in S/F devices provides only circumstantial evidence that the supercurrent itself is spin polarized. Achieving this offers the prospect of superconductor-based spintronics. Electronics","dataset":"gtr"}