{"id":"CA6AD393-A6B7-4790-822D-6C3AC2047103","title":"CO-REGULATION OF MACROPHAGE INFLAMMATORY PHENOTYPE BY IRF5 AND RELA","abstractText":"Inflammation is a normal and self-limiting physiological response to infection and injury but can lead to extensive tissue damage and disability when elicited in excess or sustained. Pathological consequences of chronic inflammatory responses include a variety of diseases with huge social impact ranging from autoimmune diseases, such as rheumatoid arthritis to many forms of cancer. Macrophages are cells of the immune system which patrol the body and have the ability to recognise a number of different signals released during infection and damage. They are of central importance in the pathogenesis of chronic inflammatory diseases. Depending on the type of signal they receive, macrophages can acquire &quot;aggressive&quot; inflammatory phenotype and will destroy invading threats and defective cells. They secrete inflammatory molecules and set up an environment for expansion of other types of immune cells with inflammation propagating features. Other signals give rise to more &quot;peaceful&quot; macrophages that promote the growth and repair of damaged regions. For example, synovial lesions in rheumatoid arthritis are characterised by the pre-dominant presence of aggressive macrophages. \n\nRecently my laboratory has made a potentially therapeutically important discovery and identified a molecular switch, called 'IRF5' that controls the aggressive phenotype of macrophages: it is highly expressed in aggressive macrophages and induces a characteristic gene expression and inflammatory molecule secretion profile. It is crucially important for establishing an inflammatory environment, associated with a number of autoimmune and inflammatory diseases, and promotes development of memory immune cells which produce even more harmful inflammatory mediators. We have also explored modes of IRF5 regulatory function and demonstrated that they involve functional and physical interactions with another molecular switch, called NF-kB RelA, which is important for proper immune function of both aggressive and peaceful macrophages. This project will test the hypothesis that interfering with IRF5, and in particular with its interactions with RelA, will override signals influencing aggressive macrophage development at sites of inflammation and promote their transformation into more peaceful phenotype, thus reducing inflammation. \n\nOur aim is to ascertain: \n\n1. which inflammatory molecules produced by aggressive macrophages are regulated by IRF5 and RelA and how is this control achieved on the molecular level? \n\n2. can we block direct interactions between IRF5 and RelA and would this reduce production of the inflammatory molecules identified above?\n\nThe outcome of this study is expected to be the proof-of-principle demonstration of a new approach to controlling sustained inflammatory cytokine production, based on modulation of the recently identified major molecular switch. The follow up studies will look into the possibilities of other ways of modulating its activity and function, using chemicals, amendable to drug development. Taking account the essential role of macrophages in any immune and inflammatory condition, identification of major molecular switches that determine aggressive or peaceful function of macrophages may hold the key to new therapeutic interventions. It is an important area of research, as it may result in new class of treatment for a wide range of immune conditions. For example, blocking the function of these switches would dampen down damaging inflammation present in autoimmune diseases, while alternatively, inducing their function would boost the immune system in people with immunosuppression.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J001899/1","grantId":"MR/J001899/1","fundValue":"335049","fundStart":"2012-01-01","fundEnd":"2014-12-31","funder":"MRC","impactText":"","person":"Irina  Udalova","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}