{"id":"CA775381-922B-43D1-870F-C7980AEF4598","title":"Future reliable renewable energy conversion systems &amp; networks: A collaborative UK-China project.","abstractText":"Reliability is essential to the success of renewable energy systems. The estimated life of wind turbines is about 20 years, this is in comparison to 40 years for a conventional steam turbine generator unit. However the failure rate of wind turbines is about 3 times higher than that of conventional generators. The key feature that differentiates a renewable energy source, from conventional generation, is the inherent fluctuation of the source, giving rise to poor reliability due to fatigue cycling and consequently high life-cycle cost. This proposal aims to build a consortium of UK and Chinese researchers to investigate the scientific causes of poor reliability of components and develop solutions to improve it. Stress analysis and impact evaluation will be performed for stresses in thermal, mechanical, or coupled thermo-mechanical domains, taking into account the practical operating conditions. Accelerated aging test will be carried out to identify critical areas where improvement can be made cost-effectively. The research aims to develop new design concepts and new techniques that can be integrated in future renewable energy conversion systems and networks for reliability. Potential new techniques include active thermal management, integrated power smoothing, and mechanical stress releasing methods. These will be compared with alternative technologies that have been pursued by the consortium members and other researchers, such as gearless direct-drive systems, modular and fault tolerant designs and condition monitoring. The research will initially focus on wind turbines but will be extended to other forms of renewable electrical power generation including wave and tidal stream systems.Five UK and four Chinese universities as well as Chinese Academy of Sciences are initially included in the consortium which is strengthened by seven industrial partners from the two countries, in order to establish the expertise and facilities needed to address the multidisciplinary problem. The programme promotes essential and close interaction between the themes and the individual tasks. The interactions take a range of forms, from providing testing materials and facilities to the development of stress and reliability models for techniques for performance improvement. Chinese organisations will commit 9 PhD studentships to compliment the 7 themed PhD studentships in UK universities. The dissemination will involve academic publications, a dedicated website, consortium meetings, international seminars and events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F061811/1","grantId":"EP/F061811/1","fundValue":"303639","fundStart":"2009-01-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"  This part of the project at Durham University (consortium leader) supported the PHD studies of two motivated home\nstudents, Matthew Whittle and Peter Wyllie, who have entered or will soon enter the wind industry in the UK. Peter's major\nbreakthrough, is that he has found a control method which can steer the wind turbine operation away from the modes with high fatigue stresses in the power electronic converters. Matthew's investiagation of the failure mechanisms in the mechanical drive train will lead to design optimisations in the future.\n\nThe study was carried out in collaboration with UK and Chinese academic partners and industrialists from the two\ncountries. In addition to a project website with on-line discussion forum, annual Flagship seminars were held to provide an opportunity for an assembly of the whole UK-China consortium. Leading companies (GE Energy, Siemens, Vestas, Mitsubishi, Goldwind, Dongfang etc) attended these seminars to interact with the researchers.\n\nThe collaborative research was fruitful, as exemplified by a number of joint publications. Matthew has now got a job with\nRomax, a major UK-China industrial partnership in wind turbine drive train design and consultancy. Peter is now quite\nfluent in Chinese and was invited to give a seminar talk at Tsinghua University.\n\nThe project nurtured wind power reliability studies in China. The Chinese partners have subsequently secured two flagship\ngrants from the MOST (Ministry of Science and Technology) and NNSF (National Natural Science Foundation). During the\nproject, the UK universities regularly received visiting scholars and exchange PhD students from the Chinese partners. The\nUK investigators also frequently visited the Chinese partners. Durham and Warwick Universities have particularly\nstrengthened the link with Chongqing University. As a direct result of the project, Professor Tavner, the original consortium\nlead (PI) who took retirement in 2011, has stayed in Chongqing and lectured on distributed generation for 4 weeks to research students there.\n\nThe project has attracted attention of researchers from other countries. For instance, Professor Ran was invited to give a\nseminar at Aalborg University in Denmark. Durham/Warwick University has received visiting researchers from Aalborg,\nUniversidad Pontificia Comillas, Spain and University of Cassino, Italy. Durham University commited significantly to support the project in terms of technician and academic staff time; these are not directly included in the project cost shown in this report. During the span of the project, the unexpected, large increase of air fairs caused some difficulty to project management. Support from Durham University and RCUK-China was received. Energy Societal,Economic","person":"Li  RanPeter John  TavnerRobert  Dominy","coPersons":["James Richard Bumby","Jun Jie  Wu","Jon  Trevelyan","Philip C Taylor","Khamid  Mahkamov","Hui  Long"],"organisation":"Durham University","findingsText":" The key findings from the project relate to a better understanding of the failure causes and mechanisms in wind turbines which provide the opportunity to design future generations of turbine with improved reliability. In particular:- \n1) A control method was established which can steer the wind turbine operation away from the modes with high fatigue stresses in the power electronic converters. \n2) A detailed investigation of the failure mechanisms in the mechanical drive train was completed providing valuable data and analysis. The project nurtured wind power reliability studies in China. The Chinese partners have subsequently secured two flagship\ngrants from the MOST (Ministry of Science and Technology) and NNSF (National Natural Science Foundation). \nThe project has attracted attention of researchers from other countries. For instance, Professor Ran was invited to give a\nseminar at Aalborg University in Denmark. Durham/Warwick University has received visiting researchers from Aalborg,\nUniversidad Pontificia Comillas, Spain and University of Cassino, Italy. Energy","dataset":"gtr"}