{"id":"CA7C894E-5A23-4335-93C8-69AA9B2C5809","title":"Studies in the development of a novel side-branch stent","abstractText":"Coronary artery disease is common. It occurs due to build-up of fatty deposits in the wall of the coronary arteries which supply blood to the heart muscle. This results in inadequate blood supply and therefore insufficient oxygen getting to the heart muscle causing cramp like sensation in the chest - angina. The commonest way of treating this is with stents; small wire mesh devices that keep the artery open. 4 million stents are placed in patients worldwide each year. In about 15% of patients the narrowings occur at a branch point which may then require the deployment of 2 stents at that point -one in the main artery and a second one abutting it in the side branch. If the angle between the main branch and the side branch is narrow (ie less than 90 degrees) and as stents have square ends, accommodating the angle between the main branch and the side branch is impossible - there is either a gap or an overlap, both of which can cause problems. A gap will result incomplete coverage of the disease while overlap of stents canresult in re-narrowing of the blood vessel and sometimes can lead to clot forming at this point, which can in turn lead to blocking of the artery and hence lead to a heart attack. The aim of this project is to develop a novel stent that can be placed in the side branch (with a specially designed end that can be modified by a balloon in the main branch) but without the side branch stent collapsing into the side branch artery lumen and obstructing blood flow. A second standard stent could then be placed in the main artery. \nWe have worked extensively with a prototype design company (Protomed, Marseilles) to produce such a stent. Preliminary work involved computer modelling, simulation experiment, and computer assessment to see how a proposed stent design would behave when it is deployed in the artery. Using this method, stent designs with good mechanical properties (virtual radial strength, deliverability and recoil) were refined and 2 early prototypes were produced and tested in videoed side branch models to see how they performed. The prototypes were also placed in 2 pigs and the results assessed with a special X ray technique- micro CT. This work showed that the concept of producing a stent with a modifiable end was viable, however these experiments also showed that modifications are required to produce stents that completely cover the vessel side branch with good mechanical properties.\nThe proposed research will take this preliminary work forward. We have liaised with our collaborators at Protomed Labs to determine how the initial designs to the modifiable end of the stent need to be changed to overcome some of the problems seen within the initial prototypes. We will then test these new designs virtually using computer modelling, to see how the stents would behave when they are deployed at various angles. This is an important stage, as any problems will require further modifications to the design and retesting. \nWe will then laser-cut the stents from cobalt chromium and test these by deploying them within silicone models of bifurcations (2 models representing different angles). The deployment of the stent will be filmed and analysed to see how the modifiable end of the stent behaved. We will look to ensure that none of the stent struts impinge into the lumen of the bifurcation model. Mechanical properties of the stent will also be assessed. Any problems with be addressed with further design modification. \nOnce the prototypes are successful, we will test them again in pigs to see how they perform in actual blood vessel branch points, and also in 28 day experiments which will give important information regarding the degree of healing around the stent, and to ensure no early complications of such a stent arise, such as formation of blood clot around the stent. \nThe aim of this research is to produce a stent that can be used safely, effectively and with ease to treat this difficult aspect of coronary disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L00514X/1","grantId":"MR/L00514X/1","fundValue":"581331","fundStart":"2014-01-31","fundEnd":"2016-12-31","funder":"MRC","impactText":"","person":"Anthony  Gershlick","coPersons":["Julian  Gunn"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}