{"id":"CA7D04AA-3F8E-44C0-B8FA-A1C6366A08D1","title":"Systematic small molecule analysis using GC-MS","abstractText":"Every cell contains very large numbers of small molecules known as metabolites. These metabolites are the essential currency of the cell; they can be used to make larger molecules, generate energy and can be used as signalling compounds. There may be many hundreds, or even thousands, of metabolites within a single cell. Generally the composition of the metabolites reflects the status of the cells, for example if the cell is highly specialised it may make a large amount of one particular metabolite, or a range of other specific metabolites. Traditionally scientists have tended to examine small numbers of metabolites at a time, but we are now in a position to measure several hundred metabolites simultaneously. This information can be used as a fingerprint to give information about that cell, is it busy or resting for example. The information can also be used to see what happens if we alter the cell in some way, by, for example, adding a drug and seeing how the metabolites change. The metabolites in a cell are all interconnected by different pathways that are analogous to a map of the London underground in which the metabolites are represented by stations. By measuring all the metabolites simultaneously and seeing how they change over time we are better able to understand how individual metabolites (the stations) are interconnected. It also gives an excellent snapshot of the current status of the cell. This proposal is to buy equipment that will be used to measure a large number of metabolites simultaneously. This is a difficult process as many metabolites are structurally very similar even though they may have very different functions. The proposal is to use Gas Chromatography coupled with Mass Spectrometry. Essentially this separates molecules based upon their chemical properties and their size. It also gives information on how abundant different metabolites are. It is a specialised process that generates a very large amount of data. In order to handle such a large amount of data and to analyse a large number of samples much of the process is automated or handled by a computer. This same equipment can also be used to study any small molecules including pollutants, soil nutrients and complex volatile mixtures. We will use the equipment to address a range of problems in diverse areas of research including: 1. Study the relationship between metabolites in the single yeast cells and extrapolate from this relatively simple system to help understand how all cells work in complex multicellular organisms such as people or plants. 2. Stem cells offer the potential to cure many diseases that are currently untreatable, but in order to be able to generate enough of these cells much more needs to be known about how they behave and what regulates their unique properties. 3. Measuring metabolite changes in insulin-producing cells under different conditions will help us to understand the onset of diabetes and may help us to design better drugs to treat the condition. 4. Many new drugs are produced by growing cells in culture and in order to maximise production it is important to understand how producing these drugs affects the behaviour of the cultures. 5. Plant cell walls offer a huge resource that could potentially be harvested for use as a renewable source of energy and novel materials. To optimise production, more information is needed on how the compounds in the cell wall are made. 6. Nutrient availability and pollutants both limit plant productivity - by measuring these factors accurately it offers the potential to boost production. 7. The binding properties of olfactory receptors remain a mystery; we will be able to identify the natural ligands of single olfactory receptor neurons that express a single kind of olfactory receptor. This will have far-reaching implications for neurobiology and for the development of pest control strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E013155/1","grantId":"BB/E013155/1","fundValue":"142366","fundStart":"2008-02-28","fundEnd":"2009-02-27","funder":"BBSRC","impactText":"","person":"Simon Roy Turner","coPersons":["Karen Elizabeth Cosgrove","Royston  Goodacre","Catherine Ruth McCrohan","Michael  Kertesz","Susan Jane Kimber","Stephen George Oliver","Mark  Dunne","Matthew  Cobb","Alan  Dickson"],"organisation":"The University of Manchester","findingsText":" The grant was used to purchase a GC MS and additional funds were added so that a LC-MS was also included. The equipment has been widely used for metabolic analysis and supported a large number of projects in the Faculty. Many research groups within the Faculty of have used the facility. it has been an essential part of several projects. Agriculture, Food and Drink,Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}