{"id":"CA80E6A1-D5E8-44E0-B8BD-495AE903C0A8","title":"A pipeline of resistance genes to Phytophthora infestans from wild Solanum species and their accelerated isolation using Illumina sequencing methods","abstractText":"Late blight of potato caused by Phytophthora infestans (Pi) is one of the world's most important crop diseases. UK farmers spray 10-15 times per year for blight control, and in developing countries, late blight also dramatically reduces potato yields. In the wet summer of 2007, blight pressure in Europe was so severe that demand for blight control chemicals exceeded supply. Potato breeding is extremely slow and inefficient- the most popular UK variety (Maris Piper) is over 30 years old- so the best way to control potato blight is to isolate multiple Resistance to P. infestans (Rpi) genes from wild potato relatives and introduce these Rpi genes into popular varieties. It is not clear if the most durable strategy will involve stacking multiple Rpi genes in the same variety, or planting mixtures of the same variety with different Rpi genes, or using different Rpi genes each year. Either strategy requires the isolation of multiple Rpi genes. Isolation of Rpi genes involves making crosses between blight resistant and blight sensitive plants, and scoring the segregation of resistance and sensitivity in the next generation. Using new sequencing methods, we will be able to identify candidate resistance genes that are always associated with resistance by their sequence similarity to known resistance genes. These candidate genes will be transformed (using Agrobacterium) into blight sensitive potato variety Desiree, and transformed plants tested for blight resistance. We have isolated two Rpi genes, Rpi-mcq1 and Rpi-oka1.1 in previous work funded by EU and by BBSRC. To fully explore this approach, we will isolate multiple additional Rpi genes. We are mapping more Rpi genes from additional Solanum species, creating a pipeline for future Rpi gene isolation and deployment, with the goal of providing durable blight resistance to the potato crop. Our work will shed light on how Rpi genes evolve, and also enable us to identify the pathogen molecules that these Rpi genes recognize and confer responsiveness to. We plan to carry out small scale field trials of GM blight resistant potatoes during the course of this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G02197X/1","grantId":"BB/G02197X/1","fundValue":"750648","fundStart":"2009-06-01","fundEnd":"2012-08-31","funder":"BBSRC","impactText":"  We have used our findings now to clone one and nearly clone another Rpi gene from wild Solanum sp Agriculture, Food and Drink Cultural","person":"Jonathan Dallas Jones","coPersons":[],"organisation":"University of East Anglia","findingsText":" Potato late blight- cause of the Irish potato famine- is one the world's most devastating crop diseases. Our goal is to identify, understand and exploit natural genetic variation for resistance to potato late blight in wild relatives of potato. There are highly valued varieties of potato that are very blight sensitive. It is extremely difficult to breed blight resistance into valued varieties without changing the other trait combinations that make them so favored by the market. An alternative approach, which we favor, is to clone additional blight resistance genes from wild relatives of potato, and use GM methods to add these genes to favored varieties. \n\nIn this proposal, we were funded to &amp;amp;quot;chase down&amp;amp;quot; some additional blight resistance genes, and to develop methods for accelerating blight resistance gene cloning. Paradoxically, we have been more successful at the latter than the former. One gene we chased was too weak. Another was cloned first by a competing group in Holland. Resistance in variety Sarpo Mira is too complex, involving multiple genes, for easy cloning. \n\nHowever, we have identified a new source of resistances in Solanum americanum, a much more tractable plant for genetics than most potato relatives, and we have identified extremely closely linked genetic markers to two resistance genes. We have deep genome sequence data for both resistant and susceptible S americanum accessions. We also have established a biochemical enrichment for sequencing the complete R gene set of any Solanum and for identifying R gene alleles that are linked to resistance. In a current BBSRC grant that began Oct 2012 we expect to clone these two genes and define the molecules they recognize in the late blight pathogen. many are now using the Renseq method to accelerate R gene cloning in other systems Agriculture, Food and Drink","dataset":"gtr"}