{"id":"CA81A684-BC36-44F4-BDF3-97D92B0CFD23","title":"Enabling Phosphorus and Peptide based Chemical Biology using Ionic Liquids","abstractText":"The objective of this multidisciplinary program is to develop unprecedented chemistry in ionic liquids (ILs) of immediate relevance to medical research programs currently pursued at QUB, and as such have a major impact on both the scientific and the clinical communities. Overall, these multidisciplinary projects will bring together phosphorus and protein chemistry, enabled by the use of ILs, for the development of novel chemical biology technologies, and diagnostic/therapeutic approaches. While the scientific community has made major progress in the field of phosphorus and protein chemistry, this has only been translated into progress for the end users such as biologists and clinicians via the intermediacy of the industrial community which makes available some of the chemicals that the biologists are in great need of and cannot access otherwise. While the industry provides a broad range of chemicals that enables biology and medical sciences, much research remains unchartered due to a lack of chemical availability. Often this limitation comes from a lack of chemical know-how or is simply due to the chemistry itself which also remains unchartered. This work aims at addressing this limitation in the field of phosphorus and peptide chemistry. Phosphorous agents have a major role to play in biology and are often needed to investigate biological events such as cell proliferation or cellular signaling. While many are commercially available, a lot are extremely expensive due to the difficulties encountered in their preparations. Similarly, while much could be gained by accessing similar compounds with very specific modifications, the current chemistry does not provide sufficient scope to allow access to these much needed biochemicals. We propose to use ionic liquids to manipulate phosphorous reagents so that the preparation of biologically relevant chemicals become more straight-forward with a lesser overall impact on the environment while minimising the number of steps required for their syntheses. In a similar manner protein chemistry and bioconjugation has greatly facilitated chemical biology and has enabled the development of very powerful therapeutics. To date, limited focus has been addressed to harnessing the chemical processes that encompass bioconjugation in order to try to modulate either the number of peptidic sites being modified on a given protein or the nature of the sites being modified. This is particularly relevant with the ever-increasing demand for the production of GMP material for therapeutic applications. Once again we propose to use ionic liquids to manipulate specific residues of small proteins for conjugation. Using ILs instead of the standard bioconjugation conditions so far developed will provide means to combine the chemical reactivity of many hydrophobic, water unstable reagents to that of the water-loving peptide side chains to access more readily a broader range of peptide linkers and peptide/protein modifiers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I016104/1","grantId":"EP/I016104/1","fundValue":"201658","fundStart":"2010-10-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"","person":"Marie Eugenie Migaud","coPersons":["Kevin Michael  Prise","Brendan Francis Gilmore","Clifford  Taggart","Christopher  Scott","Christopher  Hardacre"],"organisation":"Queen's University of Belfast","findingsText":" We demonstrated that the use of ionic liquids enabled nucleoside and dinucleoside synthesis. This has led to the publication of new chemistry The chemistry is now being considered for the production of commercial entities Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}