{"id":"CA8EB846-C138-4430-9D37-73F574718EA8","title":"Video Digital Libraries","abstractText":"The proposal aims to partially support a short-term collaboration of UK specialists for video analysis (the Multimedia and Information Systems group of the Knowledge Media Institute, The Open University, UK) with the researchers who masterminded, created and constantly advance the world's leading open source Digital Library toolkit, Greenstone.Digital Libraries toolkits provide the ability to create collections of digital content, to display the content in a web browser and to access and search the collections that have been built. They are especially relevant for organisations with much data of lasting significance, for example museums with cultural heritage, universities and schools with educational media, or UN agencies with humanitarian aid material. An increasing and increasingly relevant amount of documents is in form of videos, be it documentary films that form current cultural heritage, demonstrations for education or maintenance videos for wells.The collaboration has two principal tangible outputs in mind: i) the creation of a video digital libraries module for Greenstone that allows the effortless analysis, indexing, summarisation, story-board computation, searching, browsing and display of video in a cutting edge digital library environment; ii) a text book on multimedia information retrieval.Besides this, the collaboration aims at investigating multimedia digital libraries to greater depth while exploring current boundaries and challenges in that area, at training MMIS members in cutting-edge Digital Library technologies and at networking with related research groups in Australasia, the region where the Greenstone Digital Libraries team is located.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G036187/1","grantId":"EP/G036187/1","fundValue":"67311","fundStart":"2008-11-27","fundEnd":"2009-04-26","funder":"EPSRC","impactText":"","person":"Stefan  Rueger","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}