{"id":"CA90B3D8-C159-4E9D-BFDB-FC7713B77C5C","title":"Robust, Ion-Selective Thick-Film Sensors for Long Term Field Deployment","abstractText":"The source of all water in land based water courses and water systems is rain, which in turn predominantly arises due to evaporation from seas and oceans. It is therefore not surprising that the most abundant electroactive species present in land based water bodies is the chloride ion although the concentration of chloride varies with the distance from the sea. A chloride sensor would therefore be an invaluable tool for hydrology since it offers a direct and simple method to track and map the flow of water as it moves through the terrain. Moreover selective and considered spatial distribution of chloride sensors (networks) will enable quantitative measures of the chloride retention capacity of different soil types and is therefore a useful tool for soil scientists. Furthermore, a chloride sensor gives a qualitative measure of soil salinity; a particularly important indicator for agricultural management. In addition, at the plant level a miniaturised array of chloride sensors would facilitate real-time studies of chloride fluxes in the root rhizosphere enabling new bioscience to be achieved. Other major species present in the environment include nitrate, which can be viewed as beneficial or as a contaminant depending on its location and concentration. Currently it is not possible to measure nitrate reliably in the field in real-time. A nitrate sensor has obvious benefits in the fields of agriculture, soil science and plant science. Again, at the root level it allows real-time measurements of nutrient fluxes to and from the plant.\n\nWe shall use thick-film screen printing technology to produce an array of sensors that measure chloride ions and nitrate ions with respect to an integrated reference electrode.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J021210/1","grantId":"BB/J021210/1","fundValue":"103889","fundStart":"2012-09-03","fundEnd":"2014-03-02","funder":"BBSRC","impactText":"","person":"Nick  Harris","coPersons":["Neil Maurice White"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}