{"id":"CA91C14F-AEB2-4209-BAF4-52C8F7519872","title":"The Management of Critical, Promotional and Contextual Writing for ArtSway in the Production of New Forest Pavilion; ArtSway &amp; and the Venice Biennale","abstractText":"The Arts Institute at Bournemouth has produced text+work for the last 3 years, an arts publication with articles that link a contemporary 'artist/maker' with an 'author/writer' who, together, produce a textual 'response/commentary' on the University's current exhibit. The text challenges researchers, writers and curators, as well as members of the public, to push the boundaries between contemporary fine art and critical discourse. ArtSway Ltd. wanted to apply this same approach to their exhibitions, to increase visitor numbers and raise the quality of their Arts profile. \\n\\nThe collaboration produced New Forest Pavilion, a publication with written essays on each of the six key New Forest Pavilion art exhibits held at ArtSway and at the Venice Biennale 2007. Two seminars were organised for the project, 'Spinning a Line' and 'Crafting a Visual Language', and were held in Venice during the 52nd International Art Exhibition, la Biennale di Venezia. They brought knowledge transfer to a whole new audience: speakers, writers, curators, artists, academics and members of the public all debated the boundaries between art and words, and the transcripts were published in Word Matters, a book accompanied by a CD that placed the discussion firmly in the public domain. The project also produced a detailed report, 'Understanding Contemporary Art: ArtSway and its Audiences', which included recorded interviews and detailed audience analysis of visitor trends and body language, information that ArtSway then used to tailor their business strategy. The project looked at how publications helped the audience to 'make sense' of work, information that they then shared with peer organisations at the Venice exhibition.\\n\\nInteresting conclusions were drawn from the project's report about gender trends visiting the exhibition and their willingness to engage in peripheral material, and these were of benefit not just to ArtSway and the University but to peer organisations more generally. Ms Josepha Sanna, a recent Bachelor of Arts graduate, and her research teams learnt from the academic debates and ArtSway appreciated the new high-quality gallery texts that were produced. As a result, ArtSway have improved their commercial, public and international standing and the project has provided a model of practice for future academic and industry purposes and a continuing partnership between ArtSway &amp; the University. Josepha Sanna is now employed by both organisations, at ArtSway to co-ordinate the ArtSway Associates scheme and at the University in assisting the text+work programme. A further publication for ArtSway's New Forest Pavilion at the 53rd International Art Exhibition, La Biennale di Venezia was produced as part of the ongoing partnership.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E511260/1","grantId":"AH/E511260/1","fundValue":"15511","fundStart":"2007-02-26","fundEnd":"2008-01-25","funder":"AHRC","impactText":"","person":"Stephanie  James","coPersons":[],"organisation":"Arts University Bournemouth","findingsText":"","dataset":"gtr"}