{"id":"CA99F5CD-76FE-479E-A29E-463CD5D35361","title":"IR-FEL/XUV HHG hybrid experiments for molecular science","abstractText":"The global aim of this project is to build expertise in the use of high power conventional lasers synchronised with FEL sources (free-electron lasers). The vehicle to achieve this is the construction of an XUV HHG (high harmonic generation) source using the high intensity ultra-fast laser already available alongside ERLP. Combining the extensive expertise of the Imperial College group in strong field science and coherent XUV generation via HHG with the FEL expertise of the 4GLS team we anticipate achieving a world leading programme in this area. The PhD student will train in the best possible environment for developing skills that can be applied to many emerging facilities where lasers and accelerator based light sources are combined to give cutting edge scientific capability. Moreover the objective includes engineering high power, reliable and reproducible HHG radiation for seeding future XUV FEL's such as, but not confined to, that in the 4GLS project.Training of a researcher in HHG and high intensity laser experiments in a FEL environment will provide an ideal combination of expertise to allow that individual to be an effective user of not only future FEL light sources (all of which incorporate synchronised high power lasers as an essential element), e.g. FLASH, 4GLS, XFEL and future machines in Berkeley as well as SLAC, but also future experiments on 3rd generation light sources like DIAMOND. Additionally the project will mobilise one of the UK's strongest ultra-fast laser science groups into the light sources facilities arena, this is likely to bring long-term national benefits. The scale and scope of this project is ideal for bringing the Imperial group into active engagement with the fourth generation light source community and will thus grow future programmes. An important aspect of our vision for this proposal and its the alignment with the Next Generation Facility Users Call is that it is implicit in this project that future facility users will need increased awareness and expertise of the light source technology in order to deliver world class science. It is in our view not enough merely to train new users in using existing technology but to stretch their training to include also steps in the development of future technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F021232/1","grantId":"EP/F021232/1","fundValue":"131308","fundStart":"2008-11-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"  We have used the ideas in further recent X-ray pump-X-ray probe studies that investigate ultrafast isomerization.  ","person":"Jonathan  Marangos","coPersons":["John  Tisch","Roland  Smith"],"organisation":"Imperial College London","findingsText":" New understanding of use of X-ray free electron lasers for ultrafast measurement The new techniques are reported in the literature and will aid other scientists to apply the method to different molecules. Chemicals,Energy,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}