{"id":"CA9A7238-D566-4658-A572-7E51F37419D5","title":"Characterisation of signal transduction pathways that restrict activation of the innate immune system to prevent inflammatory and autoimmune diseases","abstractText":"When people are infected by bacteria or viruses, the body's immune system responds immediately by producing a variety of substances that are released into the blood and mount responses to combat and eliminate these invading pathogens. This first line of defence is called the innate immune system and my research is directed at understanding how it works.\n\nAlthough the innate immune system is vital to combat infection, it is also a &quot;double-edged&quot; sword because, if switched on too strongly or for too long a period of time, or if it cannot be switched off effectively, it can cause autoimmune and inflammatory diseases. These include rheumatoid arthritis, psoriasis, lupus, ulcerative colitis, Crohn's disease, asthma and sepsis. Understanding the mechanisms that keep the innate immune system in check, and which switch it off after it has done its job, is therefore extremely important. \n\nMy recent research has begun to identify several mechanisms for keeping the innate immune system in check that were not appreciated previously and one goal of my research programme is to understand how they operate in much greater detail. These studies are likely to identify components of the innate immune system that can be targeted to develop improved drugs for the treatment of autoimmune and inflammatory diseases. I am facilitating drug development through a unique collaboration that I set up in 1998 with six of the world's largest pharmaceutical companies, and which has recently been renewed until 2016. In this way, the companies are not only provided with the results of my research as soon as the discoveries have been made, but they also receive the chemicals, technologies and know-how that they need to rapidly start new drug discovery programmes and accelerate others.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K000985/1","grantId":"MR/K000985/1","fundValue":"1456160","fundStart":"2013-04-01","fundEnd":"2018-03-31","funder":"MRC","impactText":"","person":"Philip  Cohen","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}