{"id":"CA9BD931-CE4F-46BE-92DC-276D8BF99FC3","title":"Phronesis and the Medical Community","abstractText":"This study explores how doctors across their professional careers utilise moral resources to navigate the complex world of healthcare in an era of markets and user choice. The dual aims are first to understand the nature of phronesis (practical wisdom) transmission, interpretation and enactment by doctors through medical education and into practice and second to develop an arts based methodology to reliably frame phronesis in the institutions that participate in the study and that can be used in the study of phronesis in other professions (e.g. teachers and lawyers). \n\nTo date little research has explored the ways in which phronesis is cultivated over a period of time within one professional community. There is an absence of research with medical professionals to explore how they have accumulated and enacted phronesis within their daily practice. Questions have rarely been asked as to how professionals are equipped morally (or otherwise) to navigate a chaotic world of practice rife with competing demands and relationships. To date, many researchers within medicine have made the case for a reorientation towards phronesis in medical education, but little has been undertaken to explore what that might look like.\n\nExisting studies have tended to capture practical wisdom within one snapshot, within one organisation or by following one practitioner. In this study three communities of doctors over three time periods will be studied: beginning of formal medical study; on placement at the end of formal study; and established medical professionals with 5 years plus qualified experience. This design will offer an opportunity to see how phronesis develops over time whilst enabling a varied discussion about how moral resources are accessed and what the role of formal education is in equipping practitioners for the messy realities of practice.\n\nBy exploring how doctors at different points in their careers have access to or draw upon moral resources, we are interested to see how they make 'good' decisions for the patient at hand; balancing care, compassion, quality, resources, capacity, medical outcomes and the wider well-being of the community. The participants will be involved in creatively shaping an original 'soap opera' style series of video clips that will connect to an existing virtual community of health and social care practitioners, patients and the public. The purpose is to engage them in providing an artistic interpretation through which they see the issues of phronesis in their practice arena. The soap opera and the way it links to the community will be debated with a broad audience of academics, practitioners, patients and policy makers and others with an interest in the field. Through this process we expect to be informed and challenged e.g. about our approach, the teaching of ethics, public engagement and public trust. \n\nThe video series will be available through the AHRC website and other mediums such as DVD and YouTube. A report, journal and conference papers will become a resource for Connected Communities researchers, medical education practitioners, wider academia and health and social care communities to utilise. The video series will offer an innovative, edgy complement to the many text based recommendations that have emanated from scandal enquiry reports and social science based studies to date. \n\nNew understandings of the cultivation of phronesis in medical communities and its role in rebuilding public trust in the light of many scandals will be of interest to healthcare researchers, educators, practitioners and policymakers. Specific value to the AHRC Connected Community programme through the arts based methodology is expected. The project aims to deliver a return on the AHRC's investment by impacting on the medical and professional education of doctors as a community, building stronger links between the medical community and the public and rebuilding public confidence in the medical profession.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M006646/1","grantId":"AH/M006646/1","fundValue":"651405","fundStart":"2015-05-18","fundEnd":"2018-05-17","funder":"AHRC","impactText":"","person":"Mervyn  Conroy","coPersons":["Angus  Dawson","Kristján  Kristjánsson","Hendrik Benjamin Kotzee","Christine  Johnson","Deborah Louise Biggerstaff","Philip Anthony Begg","Catherine Margaret Hale","Joanne  Plumb"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}