{"id":"CA9F1BAC-1C22-4A8F-85B6-AAFC86739902","title":"An integrated system of inferential measurement and control of polymer extrusion for self-tuning optimisation and response to disturbances","abstractText":"The process of extrusion, whereby polymer granules are melted and conveyed by a screw rotating in a heated barrel, forms the basis of practically all polymer processing operations. In this project an integrated framework for improved performance of extrusion processes will be developed through advances in process modelling, inferential measurement and a more intelligent approach to control of the process. This will require the development of transparent on-line models integrating first-principles' models with analysis of observable on-line data. It will enable inferential measurement of key performance indicators; identification of process faults; on-line optimisation of settings; and an ability to self-tune to changing feed materials and conditions. The end result will be a novel methodology for extrusion control which will provide a comprehensive framework for accurate, efficient and flexible extrusion processing. Such a device would have a major impact on achieving higher product quality and greater potential of recycled feed material while reducing downtime, energy consumption and wastage of valuable polyolefin resources. In order to develop this system, pivotal research is required in a number of areas. These include new theory (development of novel modelling techniques; robust on-line system identification for feed material changes); innovative practical measurements (real time data acquisition and processing of high frequency signals) and innovative data analysis for interpretation of complex data (correlation of data with non-homogenous melting, identification of material degradation, integration in a robust, adaptive control strategy). The development of techniques in this research will also provide an ideal platform for achieving greater success in emerging complex processing applications, for example in reactive extrusion, micro-extrusion and compounding of nanocomposites.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F021070/1","grantId":"EP/F021070/1","fundValue":"280831","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Kang  Li","coPersons":["Peter James Martin"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}