{"id":"CAAAA582-D88A-4F6D-BED4-9D8874EEE108","title":"Reduction of Early mortaLITY in HIV-infected African adults and children starting antiretroviral therapy: REALITY trial","abstractText":"The risk of dying AFTER starting treatment with antiretrovirals(ARVs) is about 7 times higher among HIV-infected adults and children in Africa than in developed countries, particularly if immunity is poor (low CD4 cell counts), because such people often harbour infections like tuberculosis and bacterial infections which show themselves when ARVs are started and immunity improves. The question about how to reduce high early death rates when people start ARVs has been identified by doctors and the African HIV community as being very important. In the REALITY trial, we will test 3 different ways to reduce high early death rates in 1200 adults and 600 children aged 5-12 years starting ARVs with CD4 cell counts less than 100 from 4 African countries (Uganda, Kenya, Zimbabwe, Malawi). Each approach will be compared with a standard approach (like doing 3 trials in one) and we will also be able to see if all approaches can provide additional benefits if used together in a package. The questions are whether any of the following reduce the risk of early death after starting ARVs:(1)using stronger ARVs(4 instead of 3 ARVs)for the first 3 months;(2)giving preventative treatment(prophylaxis)against life-threatening infections (e.g.tuberculosis, bacterial infections, cryptococcal meningitis) for 3 months after starting ARVs; (3) giving extra food to everyone (not just those with malnutrition) for 3 months; this might also help people take their ARVs as we know many get very hungry after starting ARVs. Adults and children over 5 years will be invited to join REALITY, and if they consent, at the time of starting ARVs, they will be given either the new approach or standard of care for each of the 3 questions. This will be done at random, like tossing a coin, but by a computer. All participants will be followed for at least one year to see how well they do, as well as to find out how acceptable these extra approaches are and whether there are any side effects. We will also measure whether these new approaches are cost effective to be rolled out in Africa. Adults and children are treated together in ARV clinics across Africa and have similar HIV progression and early death rates on ARVs: including adults and children aged over 5 years in the same integrated research study will provide the most relevant answers to improve the care of future patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MC_EX_G1100693","grantId":"MC_EX_G1100693","fundValue":"0","fundStart":"2012-10-01","fundEnd":"2013-07-31","funder":"MRC","impactText":"","person":"Diana  Gibb","coPersons":[],"organisation":"MRC Clinical Trials Unit","findingsText":"","dataset":"gtr"}