{"id":"CAB358B8-8CB2-4EAA-8EF0-806B4AAA6086","title":"State Filtering and Parameter Identification for Nonlinear Polynomial Systems, based on Optimal H_2 and H_infinity Algorithms","abstractText":"Although the optimal control (regulator) problem for linear systems was solved, as well as the filtering one, in 1960s, the optimal control law for nonlinear systems has to be determined using the general principles of maximum or dynamic programming, which do not provide an explicit form for the optimal control in most cases. For nonlinear systems with unknown parameters, the situation seems to be far worse: even the optimal Linear-Quadratic-Gaussian controller problem for linear systems with unknown parameters has not been consistently studied. To create a tool for handling a controller problem for incompletely measured systems with unknown parameters, methods for optimal joint state filtering and parameter identification have to be developed for nonlinear polynomial (in particular, bilinear) systems. Indeed, namely bilinear systems are obtained upon extending the state vector by including unknown parameters as additional states.This project therefore deals with a particular type of nonlinear systems, polynomial systems, for which a closed form of the state filtering and parameter identification equations can be developed in view of specific properties of polynomial functions. Two kinds of exogenous disturbances will be considered: unbounded white noises and integral-quadratically bounded noises. For the first kind, the H_2 filtering problem is considered, whose solution results in minimizing a standard quadratic cost function; for the second kind, the H_infinity problem is appropriate, which maintains the transfer function norm from the noise input to the output estimation error less than a prescribed attenuation level.The general objective is to develop and verify the optimal H_2 state filtering and parameter identification algorithms for nonlinear polynomial systems, as well as the central suboptimal H_infinity state filtering and parameter identification algorithms for nonlinear polynomial systems, based on the obtained optimal H_2 algorithms for those classes of systems. Verification of the obtained algorithms through numerical simulations follows.The proposed design of the central suboptimal H_infinity filters for nonlinear polynomial systems with integral-quadratically bounded disturbances naturally carries over from the design of the optimal H_2 filters for nonlinear polynomial systems with unbounded disturbances (white noises). The entire design approach creates a complete state filtering and parameter identification algorithm of handling nonlinear polynomial systems with unbounded or integral-quadratically bounded disturbances optimally. for all attenuation levels uniformly or for any fixed attenuation level separately.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F029195/1","grantId":"EP/F029195/1","fundValue":"32201","fundStart":"2008-08-27","fundEnd":"2009-08-26","funder":"EPSRC","impactText":"","person":"Peng  Shi","coPersons":[],"organisation":"University of Glamorgan","findingsText":"","dataset":"gtr"}