{"id":"CAC2C632-0571-439C-BC3B-6D19D9AE8114","title":"EPSRC/VCE Strategic Partnership: Green Radio","abstractText":"There is a need on environmental grounds to reduce the energy requirements of radio access networks. From an operator perspective, reduced energy consumption translates directly to the bottom line - lower Operating Expenditure (OPEX). These are the key drivers of the Green Radio programme. Both wide area public networks (traditionally cellular ) and local area private networks (traditionally wireless LAN ) will be considered, recognizing that the structure of a Green Radio Network may differ from today's radio networks. Thus in essence, the specific objective of the Green Radio programme is to investigate and create innovative methods for the reduction of the total power needed to operate a radio access network and to identify appropriate radio architectures which enable such power reduction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G060584/1","grantId":"EP/G060584/1","fundValue":"338759","fundStart":"2009-02-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"  The Principal Investigator organised two major workshops, called Greenet, at the IEEE VTC Spring 2011 Conference in Budapest, Hungary and and also at the IEEE VTC Spring 2012 Conference in Yokohama, Japan. These workshops enabled dissemination of key findings from the Green Radio project along with discussions with workshop attendees concerning the most important issues for Green Communications. The high profile of the Green Radio project led to repeated invitations to present research findings. The principal investigator gave invited talks at the IEEE Chinacom 2010 conference in Beijing, China and at the IEEE Wicon 2011 conference in Xi'an, China. Prof Peter Grant, who also participated in the project was invited to give a plenary talk about the project at the IEEE Globecom 2010 Conference. The Edinburgh research team were also invited to submit a journal paper to a special issue on Green Communications of the IEEE Wireless Communications Magazine, published in Autumn 2011.\n\nBeneficiaries: Academic researchers in the field, particularly those who attended the events described or have read the relevant papers. Digital/Communication/Information Technologies (including Software) Societal","person":"John Scott Thompson","coPersons":["Dave  Laurenson","Pei-Jung  Chung","Harald  Haas","Stephen  McLaughlin"],"organisation":"University of Edinburgh","findingsText":" The Green Radio Project studied how future mobile wireless networks and in particular radio base stations may be made more energy efficient. This project involved significant collaboration with the Universities of Bristol, Sheffield, Southampton along with Kings College London. There was also strong interaction with a number of major industrial companies, through the Mobile Virtual Centre of Excellence (MVCE) sponsoring company. At Edinburgh, there were five major strands of work carried out during the project.The first part of the work studied adaptive sleep mode concepts for wireless base stations. The base station organises its data transmission in order that the transmitter power amplifier can be switched off temporarily when there is low levels of data traffic to be transmitted. Switching off the power amplifier when it is not needed, can achieve an energy reduction estimated at 10-20%.The second item of the work studied how heterogeneous networks of radio base stations, femtocells and multihop relays can save energy consumption compared to today's networks which consist mainly of radio base stations. Mathematical models of radio equipment and power drain in different devices were developed to analyse a variety of different scenarios. The results are complex to interpret, but in some cases energy savings of 60-70% could be achieved by moving to heterogeneous networks.The third topic studied energy efficient packet scheduling schemes for radio base station data transmission. These methods exploit bandwidth expansion techniques for energy saving under low traffic conditions and bandwidth compression techniques for high traffic scenarios. The results suggest modest savings of 5-10% in energy, but these gains are likely to increase in future when more efficient base stations are deployed.The fourth element of the project studied techniques to improve the energy efficiency of video transmission techniques. A novel scheme called random network coding is used to make the data transmission more efficient and to reduce delays in transmission. Results suggest that for high traffic scenarios, energy savings of 25% are possible for users located far away from the base station.Finally, the project has studied how multihop relays may cooperate with one another to improve the efficiency of data transmission in wireless networks. Through joint transmission techniques operating over short distances, energy savings of 20-30% are possible when compared to radio base station only networks. Our work has calibrated the energy saving gains from several novel concepts for wireless communications base stations. Our work can be exploited by other wireless communications researchers or by wireless equipment designers. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}