{"id":"CAC35F8C-2B38-453A-92CB-D16633450D3B","title":"Preacher and Ritualist: the role of Theravada Buddhist monks","abstractText":"Death rituals are the only life cycle ritual in which Theravada Buddhist monks are actively involved and thus provide an excellent context in which to observe the monk-laity relationship. The Theravada death rituals are rather complex and include protective chanting (to prevent a 'bad death'), 'confusing' the spirit of the dead, feeding crows and ancestors, inviting gods to be present, transferring merit, ridding a place of ghosts, gambling and dancing. The monks' involvement, however, is confined to three main areas: preaching, chanting and a ritual called 'offering of the cloth of the dead'. I have collected material on those connected areas, which form the 'Buddhist core' of the funerals, and propose as outcome three independent articles.\\n1. Buddhist Chanting\\nThe countries of S and SE Asia which understand themselves to belong to the Theravada school of Buddhism (Sri Lanka, Burma, Thailand, Cambodia and Laos) share the reliance on the version of the Buddhist canon (and its commentaries) which is composed in Pali, the sacred and ritual language of the Theravadins. Despite the fact that ancient Pali texts are widely used in the rituals of S and SE Asian Buddhists, most of the laity (and monks) of Thailand and Laos will not understand Pali.This part of my research will focus on change and continuity in the performance of Buddhist funeral chanting, comparing different practices in Sri Lanka, Thailand and Laos.\\n2. Buddhist Sermons\\nOne of the main functions of monks is to give a funeral sermon on the sixth day after death occurred and again on the seventh day, as well as at certain intervals after that (after three months, one year, etc.). During the course of my PhD research in Sri Lanka I have collected a considerable amount of material in the form of recorded funeral sermons. I am now planning to spend some time translating and analysing a set of funeral sermons, which I have already transcribed.\\n3. Buddhist Ritual\\nThe most explicitly Buddhist part of the funeral ritual, however, is the donation of a white piece of cloth to the monks. This custom of donating a piece of new cloth, along with other items such as betel and refreshments, can be observed at every funeral in South and South East Asia today and is well documented in the secondary literature. I am planning to follow a line of enquiry raised in my dissertation that links this ceremony with the ancient Vedic practice of providing the dead with a new garment for the life to come.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H003126/1","grantId":"AH/H003126/1","fundValue":"25459","fundStart":"2010-03-01","fundEnd":"2010-06-28","funder":"AHRC","impactText":"  Some of the findings were used in the follow up project &quot;Understanding Buddhist Death&quot; which has produced material and pamphlets for schools, muti-faith chaplains and the general public.\nThe research also contributed to two exhibitions which are now available online (see artistic and creative products).\nThe nature of the material (audio recordings, film clips, photographic material) as well as the multidisciplinary approach (combining textual studies with fieldwork) lends itself to a great variety of outputs, some academic (conference papers, scholarly articles), some non academic (exhibition, public lecture). I see those as complementing each other rather than as mutually exclusive, as is so often the case in modern academia. Sharing my findings with a wider non academic audience is aimed at broadening the public perception of the Buddhist monk by allowing glimpses into his multifaceted role. In turn, the exchange and communication at live events (public lecture and exhibitions in Bristol and Hamburg) have enhanced my research outlook and added new perspectives. The feed back on the exhibition was very stimulating and positive. Education,Healthcare,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Rita Elisabeth Langer","coPersons":[],"organisation":"University of Bristol","findingsText":" Death rituals are the only life cycle ritual in which Theravada Buddhist monks are actively involved and thus provide an excellent context in which to observe the monk-laity relationship. The Theravada death rituals are rather complex and include protective chanting (to prevent a 'bad death'), 'confusing' the spirit of the dead, feeding crows and ancestors, inviting gods to be present, transferring merit, ridding a place of ghosts, gambling and dancing. The monks' involvement, however, is confin I was invited to contribute an article to an edited volume (Harding, John, &quot;Studying Buddhism in Practice&quot;, Taylor and Francis/Routledge 2011).\nThe book is part of the series &quot;Religion in Practice&quot; (edited by Hillary Rodrigues), which is aimed at students of religion and introduces practical aspects of religion as well as the study of these aspects. Education,Healthcare,Culture, Heritage, Museums and Collections","dataset":"gtr"}