{"id":"CAC64B74-E71A-4C31-B824-00F675163925","title":"Multiphoton microscopy of lipid-protein dynamics in living cells using correlative Coherent Antistokes Raman Scattering and Two-Photon Fluorescence","abstractText":"The purpose of this research is to develop a new generation optical microscope able to resolve the dynamics of formation, trafficking and breakdown of lipid droplets (LD) and associated proteins in living cells. LD development plays a major role in obesity and diabetes which pose a substantial burden on modern developed countries health budgets. Fluorescence microscopy, using antibodies labelled with dyes or fusion of proteins with fluorescent tags has provided a highly sensitive and specific method of visualizing proteins in cells. Fluorescent markers for optical microscopy of lipids are available, however suffer from rapid photobleaching, that is an irreversible degradation of the fluorescence intensity after excitation with light. Moreover, the cellular modifications arising from the addition of fluorescent lipid probes and lipid staining processes raise major questions if the observed behaviour is real or artefactual. As a result the dynamics of LD development and breakdown has been very difficult to study with fluorescence microscopy, and accurate quantification often impossible. The key idea of the microscope being developed in this project is to obtain the image contrast from lipids via the scattering of light by the vibrations in the lipid chemical bonds (Raman scattering). In this way, the lipids present in cells are visualised without the need of labelling. Raman scattering can be enhanced when using two short laser pulses to excite the vibrations and generate Coherent Antistokes Raman Scattering (CARS). CARS depends nonlinearly on the exciting light intensity, so that sufficient intensities for CARS generation are achieved only in the small focal volume where the exciting photons are concentrated. This results in a very high three-dimensional spatial resolution and lipid droplets of submicron size can be examined with this method. The microscope will be designed to observe lipids on the inside of LDs with CARS, and simultaneously visualise the fluorescence from tagged-proteins associated to the outside of the LD, so that the complete picture of LD development can be determined in living cells. We have identified a number of candidate proteins that have an effect on LDs. This microscope will allow us to investigate the mechanisms behind the interactions of these proteins and LDs in a way that was previously not possible. The identification of the proteins responsible for LD homeostasis in human cells will play a key role in designing therapeutic strategies to control the cellular lipid content. Thus a longer term goal of the project is the development of a high-content screening version of the microscope to discover new targets involved in LDs. Besides the researchers directly involved in this project, several other scientists at Cardiff University are interested in cellular lipids in relation to e.g. atherosclerosis, pulmonary cells producing surfactants preventing lung collapse, breast development and associated milk production. These researchers would greatly benefit from the availability in-house of a CARS/fluorescence microscope dedicated to lipid biology, including a high-content screening version. Results of this work will be published in international journals, so that researchers from both physics and biological disciplines worldwide will benefit from these outcomes. The usage of this microscopy technique will be of relevance in medical applications, for drug discovery and to improve the diagnostic and treatment of lipid-related health problems. Additionally, the proposed research contains the realization of an economic design of the CARS microscope for its possible widespread application. With no CARS microscope commercially available, we expect microscope manufacturers to be interested in its exploitation. Also laser manufacturing companies will be interested in the realisation of laser sources optimised for CARS/multiphoton microscopy. In fact one such company is a collaborator on this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H006575/1","grantId":"BB/H006575/1","fundValue":"460970","fundStart":"2010-06-01","fundEnd":"2013-05-31","funder":"BBSRC","impactText":"  Our finding have been disseminated through many research international papers and conference contributions. The technology developed in this project has been applied to many biological questions and is being taken forward as a new tool to characterize oocyte and early embryo quality/developments for potential use in IVF Healthcare,Pharmaceuticals and Medical Biotechnology Cultural","person":"Paola  Borri","coPersons":["Peter Duncan Watson","Wolfgang  Langbein"],"organisation":"Cardiff University","findingsText":" Multi-photon microscopy based on Coherent Antistokes Raman Scattering (CARS) has emerged in the last decade as a powerful novel technique offering non-invasive, rapid microscopic examination of cells and subcellular structures under physiological conditions with high chemical contrast without the need of labeling. The main achievements of this grant are:\n\ni) The design and construction of a second-generation CARS microscope (including in-house developed software for data acquisition and analysis) featuring enhanced chemical contrast via dual-frequency/differential CARS and hyperspectral CARS, multimodal CARS and fluorescence simultaneous acquisition, and a compact user-friendly design with a single broadband laser. \nii) High-resolution three-dimensional imaging of COPII coat-protein components co-localised with lipid droplets in living mammalian cells using correlative fluorescence of labelled proteins and CARS of label-free lipid droplets. This has progressed into a subsequent analysis, through hyperspectral CARS, of changes in lipid-droplet composition in the presence or absence of this protein coat. This work is now a major point of interest within our study linking COPII proteins to lipid droplet function. \niii) Quantitative determination of the chemical composition of lipid droplets label-free in live adipose-derived human stem cells differentiating into adipocytes using differential CARS and hyperspectral CARS. CARS microscopy is a powerful technique relevant for a number of biomedical applications. Its ability to visualize lipids label-free inside living cells has the potential to become a unique tool for the diagnosis and treatment of lipid-related diseases including atherosclerosis, diabetes and obesity. Our finding of the relevance of lipid droplets in oocytes for their development into good quality embryos could pave the way to\nuse CARS as a novel powerful label-free tool in IVF clinics. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}