{"id":"CAC8BE73-C2C6-44E4-B659-5972986595E7","title":"Women in Twentieth Century Italy","abstractText":"This research project will culminate in the publication of a book which will analyse the changing role of Italian women over the course of the last century. It will focus on their role in the key periods of Italy's twentieth century history, looking at how they were affected by, and how they themselves helped mold, key events such as the rise of Fascism, two world wars, the economic miracle, the cultural and political upheavals of the 1970s, and so on. It will examine broad political, social, economic, legal and cultural changes which have shaped and been shaped by gender roles. \nSome of these trends (such as diminishing family sizes, legal reform, increased state intervention in the private sphere, the rise of feminist movements etc.) were part of broader changes taking place in Western Europe and this book will examine what such general trends meant in the Italian context. \nIt will also focus on a number of trends that were very specific to Italy such as the exceptionally strong (albeit diminishing) role of the Church and the remarkable resilience of the family. Despite plummeting birth rates, the institutions of both marriage and the family continued to be cornerstones of Italian society right up to the end of this period. Italian women were, of course, far from a homogenous group in this period and this book will consider the experience of women of different social classes, of different regions, and of different racial and ethnic groups.\n\nThis book will be a work of synthesis and interpretation rather than simply a textbook and, as such, an original contribution to the field. It will draw upon the best of the flourishing crop of monographs and research articles which have been published in this field in the last few years. Although, to date, a good deal of research has been carried out into specialised aspects of this fascinating topic, there have been very few attempts at synthesis. This is partly because much of the relevant research that has been done has been published so recently that, until a few years ago, attempting an overview of this kind would have been extremely difficult. \nThe absence of really scholarly works of synthesis in this field weakens it as it means that much of the historiography is rather compartmentalised and fails to properly take into account longer term trends. I am convinced that many valuable insights can be gleaned by stepping back and contextualising what has been written. A work of this nature will enrich the historiography on modern Italian women's history and will be of use both to those researching in the field as well as to a wider public, including undergraduate and postgraduate students. It will not be, however, simply textbook, explaining well-worn topics to a student audience, but an innovative and pioneering work which aims to set the agenda in this field for many years to come.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D501180/1","grantId":"AH/D501180/1","fundValue":"25132","fundStart":"2007-01-01","fundEnd":"2007-04-30","funder":"AHRC","impactText":"","person":"Perry Rosemary  Willson","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}