{"id":"CACDF48A-3120-4934-891B-28F34DBFA74E","title":"Restriction of avian viruses by host interferon-inducible transmembrane proteins (IFITMs).","abstractText":"Poultry products are the main source of animal protein for human consumption worldwide. Current global production is 55 billion chickens per year. Global population growth and rising affluence are fuelling demand for poultry meat and eggs, and a need exists to increase their supply. The UK poultry industry contributes around &pound;3.4bn to the UK economy. Viruses that infect poultry create major challenges to animal health through loss of productivity and disease. These have simultaneous effects on the global poultry industry through a reduction in the output of poultry meat and eggs. Birds often carry viruses in the absence of any clinical symptoms; however some types of viruses cause severe diseases in poultry that exert substantial animal welfare and economic costs. Therefore, developing efficient control strategies against these viral diseases is crucial for the poultry industry, but also very important in alleviating poverty in developing countries, where these diseases are widespread, causing devastating effects on poultry farming. \n\nRecent evidence has revealed that a family of proteins produced in human cells is able to limit the entry processes and replication of several very dangerous human viruses. Direct clinical relevance of the involvement of these proteins in viral diseases has recently been shown in patients hospitalized with the seasonal flu viruses. In this study researchers showed that more patients with severe symptoms had a particular version of the protein that is not commonly found in the population. These results reveal that the action of these proteins can profoundly alter the course of flu infections by limiting the spread of virus in the body's cells. Although these proteins have been well characterised in human and mouse, little data exists for other species. To date only limited details of two such proteins have been published in chickens; thought to be equivalent to two of the five known human proteins. No characterisation has been undertakn of the role that these chicken proteins play in the control of avian viruses. Since these proteins appear to be the first line of defence against infection, this suggests that individual chickens or entire poultry flocks with more active versions of the protein may be more resistant to avian influenza virus and other pathogenic poultry viral diseases. The research set out in this proposal will play a fundamental part in explaining how both the gene and protein are linked to viral susceptibility in chickens. Our preliminary work leading to this proposal has established that chickens do indeed have similar version of these proteins, and that they can protect against influenza infection.\n\nIt is highly plausible that variation affecting these proteins, as is seen in the human population, explains why some birds are more susceptible to viral infections. By analysing the genetic material of birds that differ in levels of resistance to these viruses, we hope to identify the chicken versions of these proteins that give protection, both in laboratory and commercial chickens. Analysis of these proteins in the chicken presents opportunities not just for a greater understanding of increased viral resistance, but also as tools to combat viruses in the poultry industry. It may be feasible to selectively breed for birds with improved resilience to viral infections; however this requires the identification of resistance-associated factors and knowledge of how they act. \n\nThe aim of this proposal is therefore to understand the biology and any genetic changes of these genes in chickens. Specifically we will examine the ability of the genes to protect the chickens against viruses. The output of this project will be in identifying versions of these proteins that give resistance to a number of avian viruses. Poultry breeding companies will then be able to select the protective version of the genes encoding these proteins in all future breeding programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L003996/1","grantId":"BB/L003996/1","fundValue":"345713","fundStart":"2014-09-01","fundEnd":"2017-08-31","funder":"BBSRC","impactText":"  This project is ongoing and is providing useful Publications and patents. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology Economic,Policy & public services","person":"Mark Stewart Fife","coPersons":[],"organisation":"The Pirbright Institute","findingsText":" Grant only just started, however, publication of manuscripts and patents have already taken place. This project is ongoing and is providing useful information of the activation of host genes by avian viruses. Vaccine development and avian diserase resisitance. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}