{"id":"CACDB361-D8E0-4F9A-922E-D63A60D437E4","title":"Cross comparison feasibility monitoring studies in 'test-to-destruction' trial on concrete footbridge","abstractText":"Much of our current infrastructure, built of modern materials such as concrete, has required extensive repair after being in service for even a relatively short period of its design life. Currently ~600M pa is spent annually on the repair and maintenance of concrete infrastructure the UK alone, a figure that is multiplied many times across the developed nations. Serviceability and whole life performance is critical to effective use and the long-term monitoring of such structures is invaluable to ensure full structural capability and to minimize risk to the public and give value for money. For example, the advancement of lightweight, durable materials is seen as essential to future sustainable development, using highly durable lightweight, low energy concrete which can be used in a novel flexible concrete arch and other pre-cast products, incorporating within it advanced monitoring systems. However, in order to understand more fully the needs and challenges of creating better structures for the future using such materials (and allowing for better assessment of existing structures during their service lifetime) effective monitoring systems that can be installed and used to give reliable and informative data, having the confidence of industry need to be developed and used widely. Thus this project has been designed as a short, 12-month truly interdisciplinary study, to cross compare the issues surrounding the installation, use, data capture and evaluation of performance of several complementary techniques for structural monitoring. Uniquely the application and time scale is set by an opportunistic set of circumstances which allows for a 'test-to-destruction' of a footbridge on the National Physical Laboratory (NPL) site at Teddington, as part of its redevelopment. This very advantageously gives unhindered access to the bridge to be investigated without inconvenience to the public or, for example, significant costs in rerouting traffic or travel to and installation of equipment at a remote site. The work planned involves close cooperation between staff at NPL, funded by the National Measurement System and by the DIUS working in conjunction with academics at City University and supported and advised by relevant industries, involving both the construction industry and a fibre optic sensor manufacturer. This work planned is to be carried out in collaboration with a major project supported by the Department of Industry, Universities and Skills (DIUS / the successor to DTI): Project AM14: Enabling the Next Generation of Structural Health Monitoring (SHM): Demonstrator, Validation and Best Practice by widening the scope of the entire study to include the input from City University and its expertise on fibre optic sensors. This aspect had not been included in the original DIUS-funded programme and the raison-d'tre for so doing arose from a recent opportunistic contact between staff at NPL and City University. Thus this specific application to EPSRC is for funding support for a small part of the planned work overall / for the direct, additional costs of the academic involvement in the project. It should be stressed that this is an application which if not supported at this time cannot be resubmitted in six months time: the opportunity to carry out these tests will have gone as by then the timescale for the work, in light of the demolition schedule, will have passed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F041896/1","grantId":"EP/F041896/1","fundValue":"92650","fundStart":"2008-12-01","fundEnd":"2009-11-30","funder":"EPSRC","impactText":"  The findings have been used in developing new sensors and techniques for on-going research investigations Construction,Culture, Heritage, Museums and Collections,Security and Diplomacy Societal,Economic","person":"Kenneth Thomas Victor Grattan","coPersons":["Tong  Sun"],"organisation":"City University London","findingsText":" The major discovery has been new techniques for sensor applications across a wide front The findings will help to pump prime new ideas for sensor systems Aerospace, Defence and Marine,Construction,Education,Environment,Healthcare,Security and Diplomacy,Transport","dataset":"gtr"}