{"id":"CAD3CAE8-ABE6-49B3-A3E4-1ABEBAC09429","title":"Investigating and manipulating the changing display of glycosaminoglycan epitopes during ES cell differentiation","abstractText":"All of the cells which make up the tissues of the body (e.g. the skin, liver, brain and blood) are surrounded by a layer of sugars which coat the cells. This sugar-coating is different for different cell types so, for example, a skin cell will have a type of sugar coat which is not the same as that of a liver cell. The sugars help the cells to know what type of cell they are and to respond to the other cells which surround them as well as to the chemical messages that pass between cells. Glycosaminoglycans are a special type of sugar which are part of the cell coat and also fill in the spaces between cells within tissues. This family of sugars have many unique properties which include the ability to prevent blood clotting (heparin), to enable joints to move freely (chondroitin sulphate) and to allow eggs to mature during the female reproductive cycle (hyaluronan). At present, the way in which cells make these sugars is not well understood. From the little we do know, we believe that isolated fragments of these sugars could be used to instruct cells to behave in particular ways, or that we might be able to force cells to make one particular type of sugar and not another, thereby influencing the way in which that cell grows and interacts with other cells. In this research plan, we will use embryonic stem (ES) cells to help understand how different cells make different sugar types and to test out our theories as to how sugars can influence cell behaviour. We have chosen ES cells for two main reasons. These cells are unusual in that they can be grown easily in the lab and can change from being one cell type (an ES cell) to another (e.g. a nerve cell). This will help us to understand how the sugars made by the cells change during this process. An additional benefit of using ES cells is that our research might suggest how sugars can be used to help ES cells grow in the lab or how they can be instructed to become cell types which could be of use in human therapies e.g. nerve cells, heart muscle cells or blood cells. Although cells made from ES cells are still a considerable time away from being used in people, research such as ours helps move towards this goal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701165","grantId":"G0701165","fundValue":"332274","fundStart":"2008-08-01","fundEnd":"2011-07-31","funder":"MRC","impactText":"","person":"Catherine Louise Merry","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}