{"id":"CAD63F31-50A6-4EB2-BB37-BB7998DFD824","title":"HIVE-PED: Higher Vocational Education and Pedagogy in England","abstractText":"<p>The Higher Vocational Education and Pedagogy in England (HIVE-PED) research seminar series will map out the research territory, report research findings, facilitate debate, and make research-based proposals relating to the field of higher vocational education and pedagogic research.</p>\n\n<p>The seminars will define key research questions and recommendations for further research, policy development, provision and progression between further, higher and apprenticeship education sectors and related employment outcomes. A new expert group of UK and international research partners will be brought together to exchange theoretical and evidenced-based research findings, make contributions to the seminar series and collaborate in advancing research and advising on developments in policy in higher vocational education. Each major partner will contribute by leading one research seminar on a related topic over the three years, encouraging others to contribute to the debate.</p>\n\n<p>&nbsp;</p>\n\n<p>Partners will also collaborate in two HIVE-PED Mini Conferences, a global HIVE-PED Research MOOC (Massive Open Online Course) and in the production of more than 30 research publications, videos, research summaries, booklets and research methodology training guides over three years, including at least one special journal edition. &nbsp;Partners include UK and international experts with significant experience of higher vocational education and training and post-compulsory education research.&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L000903/1","grantId":"ES/L000903/1","fundValue":"29353","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"  Findings reported at the four seminars and conference held so far have been used to inform policy makers, academics, researchers and agencies in the field of higher vocational education and pedagogy. They have also been used to provide evidence for BIS government policy in the field of higher vocational education and skills relating to progression to higher education and employment and will be doing so again in the Spring, 2015, in the run-up to the election. Communities and Social Services/Policy,Education,Government, Democracy and Justice,Other Societal,Economic,Policy & public services","person":"Jill  Jameson","coPersons":["Patrick  Ainley","Natasha  Kersh","Ann-Marie  Bathmaker"],"organisation":"University of Greenwich","findingsText":" In the ESRC seminars held so far, and in the initial conference, key findings on research into higher vocational education and pedagogy have been reported by expert researchers from across the UK nations, Australia, the USA and the EU. These have been debated in detail in discussions involving representatives from numerous universities, colleges and agencies, including with particular reference to different skills and qualifications pathways and geographical areas.An example is the in-depth research being carried out and reported in partnership with Linking London, involving 32 different providers and agencies based in London. The findings will be informing policy makers, researchers, academics, practitioners and agencies in the field. It is likely that government policy will change as a result of the new information on higher vocational education and apprenticeships provision being provided by the project. We are in discussions with two Deputy Directors at BIS about this. It is also likely that provider approaches will change as a result of the in-depth analysis being carried out on longitudinal progression data tracking all colleges and apprenticeships provision in England. As an example of the influence on government policy, see: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/121889/BIS-13-664-progression-of-apprentices-to-higher-education.pdf. Communities and Social Services/Policy,Creative Economy,Education,Government, Democracy and Justice,Other","dataset":"gtr"}