{"id":"CADA21AF-E9E5-4331-8DFB-F562A753D50B","title":"Resolving Climate Impacts on shelf and CoastaL sea Ecosystems (ReCICLE)","abstractText":"Shelf and coastal seas provide vital services for society, notably food, from fish, and climate regulation, through their role in drawing down and storing atmospheric CO2. The ecosystems of these seas are vulnerable to global climate change, arising from greenhouse gas emissions. Being able to provide reliable future projections of the impacts of climate change on these regions is therefore vital for our knowledge of how these services may be impacted. The overall purpose of the proposed work is to identify and quantify the potential future response to climate change of the simple plant life (phytoplankton) forming the base of the food chain of the shelf sea ecosystems and to assess the likely range of this response. To deliver this we use a state of the art coupled hydrodynamic-ecosystem model at an exceptionally fine resolution. This is driven by the output of global climate models, which along with aspects of the ecosystem model structure, are selected so as to span the potential response of the system to climate change, and provide a range of views of the future. Statistical methods are then used to characterise this response in terms of timeseries and changes in areas of similar properties (the biogeography), how clearly the climate signal can be detected and how this signal propagates through the food web.\nWe focus on five key indicators of ecosystem response on the Northwest European Continental shelf (termed intermediate services): primary production (plant growth), oxygen uptake, nutrient transport, uptake and recycling, biological control (how energy and material is transferred between different levels in the food web), and the habitat of the water column. The impact of climate change (through changes in the atmosphere, open ocean and terrestrial forcing) on the physical and chemical processes will affect these key indicators in different ways. Examples include: modification of the shelf sea nutrient distribution by changes in oceanic mixing, changes to the timing and magnitude of spring phytoplankton blooms due to changes in wind mixing and light levels, and changes to sea water temperature directly affecting growth rates. The physical processes active in the regions of these seas where primary production is highest are generally of finer scale than many model systems can accommodate, examples include extra mixing generated by steep and variable topography, plumes of nutrient and sediment rich river water, and fronts between well mixed and seasonally stratified waters. The potential effects of climate change on the finescale processes is largely unknown, but may radically change our view of the overall impact of climate change in these seas. Alongside the details of the physics, the complexity of the ecosystem must also be accounted for. There a several feedbacks at the base of the food web, which control how chemical energy cycles through the system. If different elements of this cycle, e.g. grazing by zooplankton and nutrient recycling by bacteria, respond to change in different ways then the overall effect may be amplified or suppressed. This amplification or suppression determines how vulnerable the overlying services (e.g. fish production) are to climate change, and hence the potential societal implications.\nTo address these issues we propose a tightly integrated programme of model experiment design, simulation, evaluation and analysis, organised in four work packages: Experiment design and uncertainty, Model validation using observational analysis, Analysis of ecosystem response, Model products. Together this will produce an unprecedented view of potential climate impacts on marine ecosystems, including the effects of fine-scale physical processes, non-linear ecosystem interactions and an assessment of the range of likely impacts. We will condense this information into a set of model products that are readily accessible by scientists of other disciplines and wider stakeholders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M004120/1","grantId":"NE/M004120/1","fundValue":"371719","fundStart":"2015-04-01","fundEnd":"2019-03-31","funder":"NERC","impactText":"","person":"Julian Icarus Allen","coPersons":["Momme  Butenschon","Yuri  Artioli","John Thomas Bruun"],"organisation":"Plymouth Marine Laboratory","findingsText":"","dataset":"gtr"}