{"id":"CAE1F5CC-09C5-41DA-9CDD-9716AE192E13","title":"A DNA Synthesis and Construction Foundry for Synthetic Biology @ Imperial College","abstractText":"Synthetic biology is an emerging field that brings together biological scientists and engineers with the aim of developing new systematic ways to build and design biological systems and cells for useful purposes. Biological cells can carry out a vast array of functions when driven by instructions. These instructions are encoded by DNA much like a computer is controlled by software. By analogy, the DNA in a cell can be considered as the cell's software or operating system - containing the genetic instruction set (genome) for different types of cells and organisms. The code of DNA is composed of four complementary chemical building blocks called nucleotide bases (G, C, A and T) linked together in a sequence and these building blocks pair up specifically (G-C and A-T) such that the two interwoven strands of DNA forms a helical repeating structure. The beauty of DNA is such that a single strand can act as a template for the other strand so that it can be easily copied and replicated. \n \nHow is the DNA code decoded by the cell? The instructions encoded within DNA are decoded by two biochemical processes called transcription and translation. Transcription results in one strand of DNA being copied to produce an intermediary messenger molecule (mRNA) and translation results in the production of proteins coded for by the mRNA with each 3 nucleotide unit (codon) specifying a particular amino acid which is the basic building block for proteins. There are 20 different amino acid building blocks and depending on the sequence of the DNA, which directs which amino acids are linked together, fold into complex 3D structures that perform specific functions. Proteins are, in essence, the cellular machines that carry out all of the necessary chemical reactions for life, e.g. the conversion of food sources like sugar into energy. Over the last 20 years technological advances have resulted in the routine ability to 'read' the DNA code - deciphering, essentially, the genetic instruction sets (proteins) for every major living organism on Earth. These DNA sequences can run into many hundreds of thousands of base units written as GCATGCCCTTTAGCTA etc. They encode the basic code to make proteins for a specific organism. More recent technology advances have now resulted in our ability to chemically synthesise DNA or 'write' DNA in a test tube. \n \nSynthetic biology aims to establish a proper systematic engineering framework that will allow researchers to design and write DNA tailored to specific human-defined applications, such that these new synthetic DNA sequences can be inserted into laboratory cells to perform specific functions. The aim of this proposal is to make the 'writing' of DNA streamlined and more automated at an industrial scale - such that tens of thousands of designed DNA constructions can be build and tested routinely as engineers would prototype a design. To do this we will establish a DNA synthesis and construction foundry that will comprise a number of robotic and lab-based instruments that will allow the design and testing of synthetic biology constructions to be carried out routinely and in a safe way under a controlled laboratory environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L027852/1","grantId":"BB/L027852/1","fundValue":"2070000","fundStart":"2014-08-27","fundEnd":"2015-08-26","funder":"BBSRC","impactText":"","person":"Paul S Freemont","coPersons":["Richard  Kitney","Thomas Marc Ellis","Guy-Bart Vincent Stan","Karen Marie Polizzi","Geoffrey  Baldwin","John Timothy Heap"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}