{"id":"CAE18BB7-B25D-44A8-A8FD-588D82B2F3B1","title":"Development of biotin-tagged affinity ligands and fluorophore-conjugated probes for the study of native kainate receptors","abstractText":"The social burden and cost of brain disorders is enormous, and no serious progress can be expected in the treatment or the prevention of these disorders without better understanding of the way neuronal activity is regulated in the central nervous system. Neurones communicate via proteins known as neurotransmitter receptors. Nearly all of the excitatory neurotransmitter receptors in the brain are activated by the amino acid glutamate. Glutamate is released from neurones at synapses in a highly regulated and activity dependent manner. There are several different classes of receptors which respond to glutamate. The least well characterised of these are the kainate receptors (KARs). \n\nKARs regulate the activity of neuronal networks, which is essential for normal brain function. They are also involved in neuronal development and neurological conditions such as epilepsy, chronic pain, migraine, schizophrenia and neurodegeneration and they represent a potential target for therapeutic drug design. Drug discovery efforts aimed at identifying new and potentially therapeutic compounds rely on detailed knowledge of the molecular composition, structure and pharmacological properties of the neurotransmitter receptors to which new compounds are targeted. Over the last few years, it has become clear that receptor proteins operate within a complex web of interactions with other proteins. Many interactions serve to modulate the transport, localisation and mobility of receptor proteins, while others affect their acute functioning and pharmacological properties. Many proteins have been found to interact with glutamate receptors. This gives rise to complex protein-protein interactions that can have a profound effect on synaptic function. However, the general principles that govern the modulation of the function and pharmacological properties of native KARs by their interaction partners in different types of neurones in various brain regions are not clear. It is important to gain more information about KAR associated proteins, because increased understanding of the mechanisms that regulate KARs will allow their involvement in normal brain function and neurological disorders to be better defined.\n\nIn this research project we aim to define the molecular organisation, distribution, protein interactions, pharmacological properties and regulation of KARs in the central nervous system by using newly developed compounds into affinity probes. Based on molecular modelling of KAR interactions with various drugs we will design, synthesise and characterise new pharmacological reagents, which specifically bind to KARs with high affinity and can be used for the selective identification, isolation and analysis of the native receptors and protein interaction partners directly in brain samples. These new pharmacological tools will be used to isolate KARs and associated proteins. The systematic analysis of these isolated protein complexes will provide basic information about the molecular composition, interactions and regulation of KARs in different functionally important regions of the brain and subcellular compartments of neurones. It is very likely that some of the interaction partners (called auxiliary subunits) significantly influence the pharmacological properties of KARs and this may have important implications for drug development. Therefore, we will establish the effects of auxiliary subunits on the pharmacological properties of KARs.\n\nThe results of the proposed studies may help the future development of therapeutic agents for the treatment of epilepsy, chronic pain, migraine, schizophrenia and neurodegenerative diseases. Many of these disorders currently have no effective treatments and are extremely deleterious to the health and wealth of the nation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J015938/1","grantId":"BB/J015938/1","fundValue":"646155","fundStart":"2013-03-01","fundEnd":"2016-02-29","funder":"BBSRC","impactText":"  Collaboration with a new life science company (HelloBio, http://www.hellobio.com) regarding the translation of our results into products. Education,Pharmaceuticals and Medical Biotechnology Cultural,Economic","person":"Elek  Molnar","coPersons":["David Edward Jane"],"organisation":"University of Bristol","findingsText":" The social burden and cost of brain disorders is enormous, and no serious progress can be expected in the treatment or the prevention of these disorders without better understanding of the way neuronal activity is regulated in the central nervous system. Neurones communicate via proteins known as neurotransmitter receptors. Nearly all of the excitatory neurotransmitter receptors in the brain are activated by the amino acid glutamate. Glutamate is released from neurones at synapses in a highly regulated and activity dependent manner. There are several different classes of receptors which respond to glutamate. The least well characterised of these are the kainate receptors (KARs). \n\nKARs regulate the activity of neuronal networks, which is essential for normal brain function. They are also involved in neuronal development and neurological conditions such as epilepsy, chronic pain, migraine, schizophrenia and neurodegeneration and they represent a potential target for therapeutic drug design. Drug discovery efforts aimed at identifying new and potentially therapeutic compounds rely on detailed knowledge of the molecular composition, structure and pharmacological properties of the neurotransmitter receptors to which new compounds are targeted. Over the last few years, it has become clear that receptor proteins operate within a complex web of interactions with other proteins. Many interactions serve to modulate the transport, localisation and mobility of receptor proteins, while others affect their acute functioning and pharmacological properties. Many proteins have been found to interact with glutamate receptors. This gives rise to complex protein-protein interactions that can have a profound effect on synaptic function. However, the general principles that govern the modulation of the function and pharmacological properties of native KARs by their interaction partners in different types of neurones in various brain regions are not clear. It is important to gain more information about KAR associated proteins, because increased understanding of the mechanisms that regulate KARs will allow their involvement in normal brain function and neurological disorders to be better defined.\n\nIn this research project we aim to define the molecular organisation, distribution, protein interactions, pharmacological properties and regulation of KARs in the central nervous system by using newly developed compounds into affinity probes. Based on molecular modelling of KAR interactions with various drugs we will design, synthesise and characterise new pharmacological reagents, which specifically bind to KARs with high affinity and can be used for the selective identification, isolation and analysis of the native receptors and protein interaction partners directly in brain samples. These new pharmacological tools will be used to isolate KARs and associated proteins. The systematic analysis of these isolated protein complexes will provide basic information about the molecular composition, interactions and regulation of KARs in different functionally important regions of the brain and subcellular compartments of neurones. It is very likely that some of the interaction partners (called auxiliary subunits) significantly influence the pharmacological properties of KARs and this may have important implications for drug development. Therefore, we will establish the effects of auxiliary subunits on the pharmacological properties of KARs.\n\nThe results of the proposed studies may help the future development of therapeutic agents for the treatment of epilepsy, chronic pain, migraine, schizophrenia and neurodegenerative diseases. Many of these disorders currently have no effective treatments and are extremely deleterious to the health and wealth of the nation. We started a collaboration with a new life science company HelloBio (http://www.hellobio.com) to develop products based on our research activities. Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}