{"id":"CAE259E4-7171-458C-8A11-EAC5BF00E209","title":"MAPPING THE UNDERWORLD: MULTI-SENSOR DEVICE CREATION, ASSESSMENT, PROTOCOLS","abstractText":"The project aims to create a prototype multi-sensor device, and undertake fundamental enabling research, for the location of underground utilities by combining novel ground penetrating radar, acoustics and low frequency active and passive electromagnetic field (termed quasi-static field) approaches. The multi-sensor device is to employ simultaneously surface-down and in-pipe capabilities in an attempt to achieve the heretofore impossible aim of detecting every utility without local proving excavations. For example, in the case of ground penetrating radar (GPR), which has a severely limited penetration depth in saturated clay soils when deployed traditionally from the surface, locating the GPR transmitter within a deeply-buried pipe (e.g. a sewer) while the receiver is deployed on the surface has the advantage that the signal only needs to travel through the soil one way, thereby overcoming the severe signal attenuation and depth estimation problems of the traditional surface-down technique (which relies on two-way travel through complex surface structures as well as the soil). The quasi-static field solutions employ both the 50Hz leakage current from high voltage cables as well as the earth's electromagnetic field to illuminate the underground infrastructure. The MTU feasibility study showed that these technologies have considerable potential, especially in detecting difficult-to-find pot-ended cables, optical fibre cables, service connections and other shallow, small diameter services. The third essential technology in the multi-sensor device is acoustics, which works best in saturated clays where GPR is traditionally problematic. Acoustic technology can be deployed to locate services that have traditionally been difficult to discern (such as plastic pipes) by feeding a weak acoustic signal into the pipe wall or its contents from a remote location. The combination of these technologies, together with intelligent data fusion that optimises the combined output, in a multi-sensor device is entirely novel and aims to achieve a 100% location success rate without disturbing the ground (heretofore an impossible task and the 'holy grail' internationally).The above technologies are augmented by detailed research into models of signal transmission and attenuation in soils to enable the technologies to be intelligently attuned to different ground conditions, thereby producing a step-change improvement in the results. These findings will be combined with existing shallow surface soil and made ground 3D maps via collaboration with the British Geological Society (BGS) to prove the concept of creating UK-wide geophysical property maps for the different technologies. This would allow the users of the device to make educated choices of the most suitable operating parameters for the specific ground conditions in any location, as well as providing essential parameters for interpretation of the resulting data and removing uncertainties inherent in the locating accuracy of such technologies. Finally, we will also explore knowledge-guided interpretation, using information obtained from integrated utility databases being generated in the DTI(BERR)-funded project VISTA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F065973/1","grantId":"EP/F065973/1","fundValue":"766111","fundStart":"2008-11-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"  Mapping the Underworld began with the ambitious aim of developing a means to detect and map the UK's ever-evolving infrastructure of underground pipes and cables. Thanks to the University of Southampton's contribution to a multi-university research effort, in addition to strong collaborations with industry, the project has achieved this and much more. It has been a catalyst for the development of a new British Standard, influenced government policy on streetworks, guided industry practice in the UK and overseas, given rise to a national Centre of Excellence and accredited vocational training centre, and raised public awareness of the problems associated with buried infrastructure. Agriculture/Food and Drink,Construction,Energy,Environment Cultural,Societal","person":"Emiliano  RustighiMike John Brennan","coPersons":["Paul  Lewin","Steve  Swingler"],"organisation":"University of Southampton","findingsText":" Vibro-acoustics, or structural acoustics, is the study of mechanical waves in structures and how they interact with and radiate into adjacent fluids and media. In the context of MTU, the structures of interest are generally buried pipes (water, oil, gas), and the adjacent fluids/media are the fluid contained within the pipes and the ground/soil/fluid in which they are buried or immersed. The principle behind all of the vibro-acoustic techniques that have been explored in MTU is that when one part of the pipe/soil structure is mechanically excited in a controlled manner, waves will propagate away from the excitation point, interact with the surrounding structure or fluid and be subsequently measurable at some remote location(s) on the ground surface. By analysing the nature of the measured response(s) at the surface, the location of the buried pipe(s) can then be inferred. Three complementary vibro-acoustic techniques for locating buried services have been developed in MTU: (a) Vibration excitation applied directly on a pipe which has been found to be very successful for locating both plastic and metal water pipes, laid under grass and under tarmac; (b) Vibration excitation applied at the ground surface (shear wave method) which is system that for the first time does not need to have access to the pipe; (c) Vibration excitation applied at the ground surface (point measurement method) which has been used successfully to detect a number of shallow-buried services.\n\nThe measurement of magnetic fields can be realised through the use of search coils and in the context of MTU this method has been used to detect magnetic fields generated by buried electrical conductors such as power cables. A system has been developed based on an array of coils that provide simultaneous measurement data of the magnetic field. This data is then analysed and used to estimate the location of the buried cable in terms of lateral position and depth. The vibro-acoustic techniques have been designed and tested so that their application to a non-academic context is straightforward. These techniques have direct application to the location of sewerage, gas, water and other utility distribution pipes. This allows the number of unnecessary holes that are cut into the UK road network (about 4 million each year) to be minimised, thereby saving millions of pounds in costs and the inconvenience and danger to the public. \n\nThe power cable location system is currently being used in collaboration with Prysmian Cables and Systems Ltd. to verify its performance in accurately mapping the location of an energised 275 kV cable circuit. Again this is with a view to minimise potential disruption of any remedial works that may be required on the buried cable. The project has seen the involvement of many academic and industrial partners who have been kept regularly informed thanks to annual meetings and the participation to national and international conferences.\n\nThis project is also part of a wider program which was led by the University of Birmingham. The University of Birmingham is leading the consultation process with potential companies (among which Caterpillar) to explore the possibility of exploitation. Construction,Energy,Environment","dataset":"gtr"}