{"id":"CAE6FD23-F793-4FEE-8F79-656EE6CFCED5","title":"Hydrogen Transfer Reactions of Amines","abstractText":"The pharmaceutical, agrochemical and fine chemical industries are coming under increasing economic, ecological and regulatory pressure to develop methods of making their desired compounds which require fewer steps, create minimal waste and do not utilise (or generate) toxic molecules. Nitrogen-containing molecules (eg polysubstituted amines, alcohols, heterocyclic molecules, amides etc) are ubiquitous in drugs, pesticides and other specialty chemicals, but their preparation typically uses multi-step procedures and frequently employs toxic and/or hazardous reagents, as well as generating noxious waste streams. In this project, we will develop new methods for the formation of these valuable molecules using a technique called hydrogen transfer which generates few (or no) by-products, avoids hazardous reagents, and uses readily available and benign amines as the starting materials.This chemistry underpinning this project involves the removal of hydrogen from an amine with a metal catalyst (iridium and ruthenium complexes) / this process forms an oxidised species (an imine) which can undergo chemical reactions that are not available to the starting amine, thus generating a new molecule. There are several themes we will explore based on the basic concept of hydrogen removal from amines, and each addresses a new approach to the construction of organic molecules of major significance in the chemicals industry. In the first theme of this work, hydrogen abstraction from the amine forms an imine which then reacts with a second amine; when the hydrogen is returned by the catalyst this will have coupled together the two amines to give a new amine product (the overall process is one of hydrogen borrowing ). This will be applied to the synthesis of drug molecules such as the migraine treatment Sumatriptan and the antihistamine Benadryl. Related to these ideas will be reactions which are the reverse of this process: namely the fragmentation of an amine into two components, and a variant where the amine is converted into an alcohol. Both reactions are essentially unprecedented and may be applied to a range of synthetic problems such as the conversion of morphine into semi-synthetic opioid derived painkillers.In the second major theme, we will develop methods to make the removal of hydrogen from the amine irreversible, by making the metal catalyst donate the hydrogen (abstracted from the amine) to a suitable acceptor or release it as hydrogen gas. When the imines formed in this initial step now react with a suitable partner, the intermediates generated cannot now accept back hydrogen / instead, further chemistry (including a second hydrogen abstraction oxidation) can take place. For example, in the presence of water, the imines will react with the water and then undergo further oxidation to provide a novel approach to the synthesis of amides. Amides are hugely important features of many drug molecules; usually these compounds are prepared by coupling amines with carboxylic acids using wasteful activating agent. This new approach therefore has environmental benefits. In the final major theme, the oxidative removal of hydrogen from amines will be applied to the synthesis of heterocycles (cyclic structures containing heteroatoms such as oxygen and nitrogen) which are widespread in important chemical products / for example about half of new drug molecules contain at least one heterocycle. There are several classes of heterocycle which will become accessible using metal-catalysed removal of hydrogen, and we will exemplify this chemistry by developing routes to heterocycles found in pharmaceuticals such as Tolazoline, Oxaprozin, Oxyphencyclimine and Tilmacoxib, which are used in a wide range of therapeutic areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F038321/1","grantId":"EP/F038321/1","fundValue":"186835","fundStart":"2008-07-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"","person":"Jonathan Michael Williams","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}