{"id":"CAF0E745-343F-4F1F-A100-7C1112AA150B","title":"Exploring, evolving and exploiting coupled racemase/acylase biotransformation systems.","abstractText":"Modern medicine has used drugs to cure disease, alleviate chronic pain and increase life spans. Drug companies must make drugs under very strict regulations - these have to be 100% pure. One complication is that Nature has evolved to make some chemicals look the same, weigh the same, are made of the exact same atoms but they are different in the fact that they are mirror images of each other - like a pair of hands - these are called &quot;enantiomers&quot;. It turns out that Nature tends to work with only one enantiomer and it is often observed that the opposite one is toxic, this is the case with drugs, we desire only one enantiomer. Important types of natural molecules where handed-ness make a big impact are amino acids. These are the building blocks of the proteins inside every cell. Proteins are made up hundreds and thousands of amino acids, polymerised together head-to-tail like beads on a string. These chains fold up into specific 3 dimensional shapes that can carry out many essential functions in the cell. Enzymes are also proteins and they are the workhorses of the cell - enzymes are tiny catalysts that speed up the conversion of molecule A to molecule B. Without an enzyme these conversions would take years but an enzyme catalyst can accelerate the speed of a reaction over 10 billion times. Enzymes allow us to breakdown our food, provide us with energy and help us repair damaged tissue. It turns out that these enzymes can also be put to work to make the very molecules that drug companies want. Enzymes are very specific and only work with one particular hand/mirror image of a molecule. Pharmaceutical companies endeavour to make large amounts of drugs the cheapest, purest and least wasteful way they can. Drugs are complicated molecules, many are made from amino acid building blocks (only one mirror image) in a multi-step process. Because the process uses only one of the mirror images of the starting material, the other mirror image is not used and in thus 50% is wasted.\nOur project aims to tackle this fundamental problem. We aim to make key amino acid building blocks of only one hand or another and use up 100% of the starting material. We will use enzymes to carry out the conversion of amino acid precursors to the target amino acid. The enzymes themselves were not designed for this specific job so we have to engineer the enzymes at a molecular level. We can do this by rational design - with knowledge of the molecular structure we can make specific changes and hope that the new enzyme will have the desired characteristics - speed, efficiency and stability. We can also carry out a random approach then fish out the desired new enzyme from the mixture. The enzyme we study catalyses the interconversion of the mirror image of one amino acid precursor into the other mirror image - this is called a racemase. Once we have the ideal racemase we will pair it up with another enzyme - an acylase - this one converts the amino acid precursor into the final amino acid but is specific for only one of the mirror images. So, we will start with both starting amino acid precursors - 50% of each mirror image. The acylase will convert one half into the product until it is used up; at the same time the racemase will be doing its job converting the unused precursor into its mirror image and when this happens the acylase can convert it. In a perfect world all of the precursor will be used up (100% conversion) and there will be no precursors left. Moreover, the enzymes can be produced cheaply, re-cycled, are bio-degradable and they work in water. We have already made good progress and now require funds to optimise the whole process. We will do this at University in partnership with a company that are experts in making amino acid precursors and products for the pharmaceutical industry. As well as making valuable tools for drug production we will also gain fundamental knowledge about enzyme design that others can apply to numerous useful processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K006487/1","grantId":"BB/K006487/1","fundValue":"174030","fundStart":"2013-05-01","fundEnd":"2015-04-30","funder":"BBSRC","impactText":"","person":"Dominic  Campopiano","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}