{"id":"CAF299C7-2A00-41C5-8D10-8FA493992237","title":"Worst-Case Guarantees in Auction Design","abstractText":"Mechanism design studies the design of algorithms, called mechanisms,\nin strategic environments, where part of the input is unknown and\ncontrolled by selfish entities. Algorithmic mechanism design studies\nthe interplay between selfishness and computation in optimisation\nproblems.\n\nWe are interested in the design and study of mechanisms that allocate\ngoods or resources to a group of selfish parties in competition. The\npreferences of each player for different bundles of the items are\nexpressed via a valuation set function, that is typically private\nknowledge to each player. Hence, the mechanism designer asks the\nplayers to submit bids to express their preferences, and the players\nmay strategically lie about their true values and select a bid that\nwill maximize their utility. Fundamental paradigms of this general\nsetting include combinatorial auctions, bandwidth allocation, and job\nscheduling.\n\nThe main challenge is to design a (truthful) mechanism that allocates\nthe items in an efficient way in the equilibrium. That is, to find a\npartition of the items that maximizes the social welfare, which is the\nsum of the values of the players. Although it is well-known that this\ncan be achieved optimally by the celebrated VCG mechanism,\nunfortunately this might take exponential time in the number of\nplayers and goods.\n\nConsequently, practitioners typically resort to simple, non-truthful\n mechanisms. A notable example is the famous Generalized Second Price\n auction (GSP) for selling adwords. Other examples include\n simultaneous ascending price auctions for wireless spectrum\n allocation, or eBay independent second price auctions. Furthermore,\n in such auctions, the expressive power of the buyers is heavily\n restricted by the bidding language and they are not able to represent\n their complex preferences precisely.\n\nWe are interested in settings where both the players and the mechanism\ndesigner have incomplete information.\n\nIn light of the above, in our previous work, we proposed the study of\nsimple, non-truthful mechanisms using the Price of Anarchy as a\nmeasure of inefficiency for simultaneous second price auctions. In\nthis proposal we would like to extend this powerful research idea and\nstudy a general class of mechanisms in a unified way.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M008118/1","grantId":"EP/M008118/1","fundValue":"98538","fundStart":"2014-11-01","fundEnd":"2016-10-31","funder":"EPSRC","impactText":"","person":"Georgios  Christodoulou","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}