{"id":"CAF42BE9-F1BB-40A9-B1CC-3EB378324C2C","title":"Molecular Recognition as a Probe of Solvation Phenomena","abstractText":"In any chemical system, the environment, usually the solvent, plays a key role in determining the properties of the molecular species present. Thus solvation effects are key in processes that range from selective molecular recognition in biology and supramolecular self-assembly, to mixing in polymer blends and compound solubility. However, our current understanding of the molecular basis for the differences in the action of different solvent systems remains at a rudimentary level. The aim of this proposal is to begin to dissect the rules that govern solvation using systematic studies of molecular interactions in a wide range of solvent environments. Molecular recognition is a process that is particularly sensitive to solvent and therefore provides a unique opportunity to quantify directly the factors that govern solvation phenomena that ultimately depend on the free energy contribution of the intermolecular contacts between solvent and solute. The proposal is to exploit a range of synthetic probes that will form stable complexes in even the most competitive solvents in conjunction with high throughput automated instrumentation and an approach based on solvent mixtures to directly probe collective emergent phenomena that arise from the interplay of the many different interactions involved in the solvation process. An understanding of how solvents work at a molecular level would be of significant practical utility to both the academic and industrial chemistry community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F03511X/1","grantId":"EP/F03511X/1","fundValue":"360124","fundStart":"2008-06-09","fundEnd":"2011-10-08","funder":"EPSRC","impactText":"","person":"Christopher Alexander Hunter","coPersons":[],"organisation":"University of Sheffield","findingsText":" In any chemical system, the environment, usually the solvent, plays a key role in determining the properties of the molecular species present. Thus solvation effects are key in processes that range from selective molecular recognition in biology and supramolecular self-assembly, to mixing in polymer blends and compound solubility. However, our current understanding of the molecular basis for the differences in the action of different solvent systems remains at a rudimentary level. The work carried out in this project has begun to dissect the rules that govern solvation using systematic studies of molecular interactions in a wide range of solvent environments. Molecular recognition is a process that is particularly sensitive to solvent and therefore provides a unique opportunity to quantify directly the factors that govern solvation phenomena that ultimately depend on the free energy contribution of the intermolecular contacts between solvent and solute. We have developed a range of synthetic probes that form stable complexes in even the most competitive solvents as well as a high throughput automated instrumentation for the analysis of solvent mixtures. This has allowed us to directly probe collective emergent phenomena that arise from the interplay of the many different interactions involved in the solvation process, providing a predictive model for the properties of solvent mixtures. The ability to make quantitative predictions of solvent effects will have a significant impact in many fields of science and technology, where interactions between molecules are the all important determinants of structure, properties and selectivity. Chemicals,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}