{"id":"CB0F2C8B-4966-45C6-A7B4-109948BCB0AA","title":"A general framework to adjust for missing confounders in observational studies","abstractText":"Assessing the impact of a risk factor/exposure X on a health outcome Y in observational studies is invariably subject to confounding issues. Cohort studies are an ideal source of information as they typically contain a rich set of individual level variables. Nevertheless a study based only on a cohort may suffer from problems of selection bias and lack of population representativeness. Cohort studies may also lack statistical power to assess rare outcomes, and geographical or other group-level variations which limits the extent to which contextual factors such as area level social deprivation can be investigated. \nRoutinely collected administrative data are a good alternative in terms of representativeness; however, these data sources typically have a limited number of variables for a large population, and might miss important predictors/confounders leading to potentially biased estimation of the risks.\nWe propose a general framework that integrating these two sources of data takes advantage of the detailed information on confounders from cohorts/surveys and benefits from the statistical power and population representativeness of the registries. This strategy entails missing data imputation as administrative datasets contain data on each individual in the target population, while cohorts/surveys typically cover only a subset of individuals, so that the confounders obtained from the latter source will be partially measured (i.e. will be missing for some of the units in the registries). Imputing each single confounder could prove computationally unfeasible and constrained to several assumptions given the potentially large number of confounders to consider.\nWe will build a propensity score like index (which we will call Partial Propensity Score - PPS) to summarise the values of the confounders from the cohorts/surveys so we will need to impute only one variable when missing. Through a flexible model the index will be included in the epidemiological analysis and we will be able to provide a direct estimate of the causal link between X and Y as all the confounders have been taken into account.\nWe will build our framework first on individual level data and then extend it to aggregated level, e.g. small area studies generally used to summarise spatial and spatio-temporal variations in epidemiological risks (e.g. for disease surveillance) or to focus on aetiological questions (e.g. to unveil environmental/social determinant of mortality or morbidity). \nWe will use Bayesian full probability modelling which provides a flexible approach of incorporating different assumptions about the missing data mechanism and accommodating different patterns of missing data, and through realistic simulation studies we will evaluate the properties of the framework and compare it with other state-of-the-art methods. In addition two real case studies will be considered. The first will assess the risk of low birth weight given exposure to chlorine in water in Northern England and will be based on individual level data. The second will investigate the impact of air pollution concentration and noise exposure on hospital admissions from cardiovascular causes in England and Wales and will be at the small area level. Through the case studies we will be able to unveil how our proposed methodology changes the results of epidemiological analyses in terms of the effect of exposure on the health outcomes, compared to the commonly used analysis based on data from population registries only. This will have the potential of translating into changes in health policies and strategies to take into account the improved, more accurate results and could become the new state-of-the-art method for analysis of observational studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M025195/1","grantId":"MR/M025195/1","fundValue":"322989","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"MRC","impactText":"","person":"Marta  Blangiardo","coPersons":["Anna L Hansell","Sylvia  Richardson","Alexina Jane Mason"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}