{"id":"CB14710E-F702-4FEE-AF4D-578BEA9E65D7","title":"Discovering the molecular function of Srs2 helicase during meiosis","abstractText":"Fertility of sexually reproducing organisms depends on their ability to create gametes by a form of cell division called meiosis. Organisms that do this have two sets of each chromosome, one set inherited from the mother, and one set inherited from the Father. During meiosis parental chromosomes are shared out so that the gametes inherit only one copy of each chromosome. This part of meiosis is called chromosome segregation. To segregate chromosomes successfully they must be organised in a special way in the nucleus of the meiotic cell. Also, parts of the maternal and paternal chromosomes swap places so that the chromosomes in the gamete are effectively a patchwork of grandparental genetic material. The process of swapping around genetic material is called recombination. Without the chromosome reorganisation and recombination, chromosome segregation would fail in meiosis, causing either sterility or leading to genetically abnormal offspring.\n\nThis project studies the role of an important protein that we believe helps cells to reorganise chromosomes and swap around genetic material. The protein is called Srs2. Srs2 is needed in daily life to help cells avoid DNA damage that occurs continuously in all cells due to both internal and external factors (such DNA replication and chemical attack). Our preliminary experiments indicate that Srs2 also influences the ability of cells to do recombination in meiosis. When the protein is mutated the cells cannot do meiosis very well and there is a significant reduction in fertility.\n\nIn this proposal we plan to study the DNA molecules involved in recombination during meiosis. We will also study carefully the location of the Srs2 protein to understand where it is in the nucleus and which other proteins it interacts with. By examining other proteins in cells with mutated Srs2 we will be able to determine how Srs2 exerts it influence. We have hypothesised that this is by changing the ability of other important recombination proteins to bind DNA. If we are right then this will significantly increase our understanding of how meiosis works and fertility is maintained.\n\nWe will conduct these studies in an experimental yeast organism. At the cellular level yeast is surprisingly similar to more complex sexually reproducing organisms like humans. In fact yeast is an excellent model system for what happen in human meiosis, and most genes known to be important for human fertility were discovered in yeast experiments. Humans have a protein that is similar to Srs2 (called hFbh1) so the information we gather about Srs2 function will tell us about what happens in humans too. It is only by doing these experiments in model organisms such as yeast that we can plan and later perform the right experiments model animals, such as mice, to get an even better idea of what happens in humans. The studies will tell us, for example, whether or not it is worth investigating hFbh1 to understand and explain cases of human infertility.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K009346/1","grantId":"BB/K009346/1","fundValue":"417195","fundStart":"2013-08-21","fundEnd":"2016-08-20","funder":"BBSRC","impactText":"  Srs2 is active in meiosis and may be in evolved in a repair route not commonly used. Rad51 foci remain on the DNA late in meiosis in a proportion of cells that do not sporulate  ","person":"Alastair  Goldman","coPersons":[],"organisation":"University of Sheffield","findingsText":" This grant is still active, it is to early to report Further experiments Other","dataset":"gtr"}