{"id":"CB15B240-5F82-4C66-A319-6F1ED7F1A792","title":"The Use of Probabilistic Climate Data to Future-Proof Design Decisions in the Buildings Sector","abstractText":"It is well known that climate change will have a significant impact on UK building design and energy use. It is also known, that the current standard reference year and design summer year (these are the weather files used by industry-standard computer models of buildings), being assembled from data collected only up to 1995, do not represent even the current UK climate. The building design community is therefore highly exposed to the possibility of occupant dissatisfaction and possible litigation. In addition, most buildings are not being designed to cope with increased variability in a warming climate. The desire to use probabilistic scenarios will not solve this unless either new reference years are created, made widely available and guidance given on which ones to use and when/or, totally new methods are developed. Even this is likely to be unsuccessful in driving adaptation decisions unless a full understanding of how designers might use such data is gained and a consistent way found of examining any changes in costs. There is therefore a need to simultaneously study not only probabilistic data sets for the built environment, but also how such information can be used to drive adaptation decisions. In many ways the move to probabilistic outputs by such groups as UKCIP presents an opportunity. The ability to create bespoke probabilistic reference years using, for example a weather generator, changes the way problems can be tackled and even how the client or architect thinks about such issues.An interdisciplinary approach is envisaged with the project separated into seven work packages:1. It has been identified that high resolution climate information has many practical applications for building design/(for example the BETWIXT project). However, the best way to downscale climate model information for any particular application is not clear. We will agree a process for the creation of new reference years for the period 2010 to 2080, with hourly time steps. This will make use of the UKCIP08 probability distribution functions and UKCIP08's weather generator, but with the addition of wind direction estimates.2. Consider how in theory, probabilistic climate data is best used to produce useful and accurate predictions of internal environments and energy use. 3. Create a large set of reference years compatible with common building simulation codes based on the latest probabilistic results. 4. Given the complex decision-making context of future proofing, an additional aim of the project is to better understand the organisational, social, and psychological factors that might influence the willingness of the industry to adopt new technologies/practices. Research will focus on how engineers work in practice, the time and knowledge constraints they work under, and the motivational factors that are likely to influence decisions about using future-proofing technology. 5. There is the need to fully understand the range of possible results in building performance that can be generated by UKCIP08 and then to finalise a much smaller sub-set of probabilistic reference years (PRYs), that reflect the needs and practices of design teams working within a commercial environment. (These files would be delivered in a format consistent with the requirements of common building simulation codes.) 6. Examination of the effect of climate change on UK building design and refurbishment. The smaller PRY subset would be used to examine how parameters such as thermal mass and glazed fraction can be used most effectively to improve thermal comfort and reduce energy demand for a range of built forms and uses, and produce case studies. 7. The economic costs of various design strategies will also need to be examined, for example the increased cost of cooling, as will the cost to architectural practices of altering their working practices in order to make use of probabilistic data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F038305/1","grantId":"EP/F038305/1","fundValue":"516044","fundStart":"2008-07-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"  The have been used on ?9bn of Uk building projects Construction Economic","person":"David  Coley","coPersons":["Peter  Cox","Thomas Alan Morton","Stephan  Harrison","David Brian Stephenson","David  Stainforth","David  Butler"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}