{"id":"CB15BE12-2234-47BF-AA5E-103B5327374C","title":"Virtual Wave Structure Interaction (WSI) Simulation Environment","abstractText":"The project is a close collaboration between STFC-RAL and 2 universities with significant experience in research into wave interactions with fixed and floating structures working together to combine and apply their expertise to model the problem. The aim is to develop integrated parallel code implemented on a massively multi-processor cluster and mutli-core GPUs providing fast detailed numerical wave tank solutions of the detailed physics of violent hydrodynamic impact loading on rigid and elastic structures. The project is linked to and part of a carefully integrated programme of numerical modelling and physical experiments at large scale. Open source numerical code will be developed to simulate laboratory experiments to be carried out in the new national wave and current facility at the UoP.\nIt is well known that climate change will lead to sea level rise and increased storm activity (either more severe individual storms or more storms overall, or both) in the offshore marine environment around the UK and north-western Europe. This has critical implications for the safety of personnel on existing offshore structures and for the safe operation of existing and new classes of LNG carrier vessels whose structures are subject to large and at present unquantified instantaneous loadings due to violent sloshing of transported liquids in severe seas. There exist oil and gas offshore structures in UK waters are already up to 40 years old and these aging structures need to be re-assessed to ensure that they can withstand increased loadings in increasingly adverse seas as a result of climate change, and to confirm that their life can be extended into the next 25 years. The cost of upgrading existing structures and of ensuring the survivability and safe operation of new structures and vessels will depend critically on the reliability of hydrodynamic impact load predictions. These loadings cause severe damage to sea walls, tanks providing containment to sloshing liquids (such as in LNG carriers) and damage to FPSOs and other offshore marine floating structures such as wave energy converters.\nWhilst the hydrodynamics in the bulk of a fluid is relatively well understood, the violent motion and break-up of the water surface remains a major challenge to simulate with sufficient accuracy for engineering design. Although free surface elevations and average loadings are often predicted relatively well by analysis techniques, observed instantaneous peak pressures are not reliably predicted in such extreme conditions and are often not repeatable even in carefully controlled laboratory experiments. There remain a number of fundamental open questions as to the detailed physics of hydrodynamic impact loading, even for fixed structures and the extremely high-pressure impulse that may occur. In particular, uncertainty exists in the understanding of the influence of: the presence of air in the water (both entrapped pockets and entrained bubbles) where the acoustic properties of seawater change leading to variability of wave impact pressures measured in experiments; flexibility of the structure leading to hydroelastic response; steepness and three dimensionality of the incident wave.\nThis proposal seeks to improve the current capability to directly attack this fundamentally difficult and safety-critical problem by accelerating state of the art numerical simulations with the aim of providing detailed solutions not currently possible to designers of offshore, marine and coastal structures, both fixed and floating.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K038443/1","grantId":"EP/K038443/1","fundValue":"429005","fundStart":"2013-11-04","fundEnd":"2017-05-03","funder":"EPSRC","impactText":"","person":"Christopher  GreenoughCatherine  Jones","coPersons":[],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}