{"id":"CB18BE7E-18BF-41C8-AE39-319E9A88846F","title":"Plasma wakefield acceleration - bridging fund","abstractText":"A request is made for bridging AWAKE-UK for the period 1 October 2014 - 30 September 2015, restricting to a flat-cash continuation as recommended. This allows us to maintain our effort in the currently funded areas although for delivery and continued leadership, a more significant grant will be requested after the outcome of the accelerator review is known. During the bridging period, PDRAs currently in post will be retained, with other resources used for essential consumables and travel to attend Collaboration Meetings and visits primarily to CERN.\n\nImperial will work on WP4: Plasma Discharge Source. A summary of the objectives are given below:\n\n2.4 WP4 : Discharge plasma source\n\nAlong with the metal vapour and helicon sources, the discharge plasma cell is one of the tech- nology options for AWAKE as described in the Design Report. The discharge cell has significant advantages over the other two, viz. it is scalable to long distances (i.e. tens of metres and beyond) which is not the case for the metal vapour cell, and although the helicon is similarly scalable, this is a far more expensive option than the discharge source due to the large amounts of RF needed to generate the helicon waves. The simple, glass-tube structure of the discharge cell should also make it more amenable to diagnostic devices (e.g. WP2) which can utilise the open structure of the discharge cell. The work is led by Imperial, with Nelson Lopes the AWAKE task leader, in collaboration with Lisbon. During the current grant, prototypes have been built, with a 10mm diameter 1.5m long cell operated at ~0.3Hz based on a 1.6 microsecond pulsed electrical discharge that provides ~300 A at 2 kV. The power supply is based on a prototype built in-house at Imperial. Measurements of the density uniformity using interferometry are now underway which after completion should demonstrate the feasibility of these discharges in a configuration close to the that needed for AWAKE. Longer cells are also in preparation.\n\nThe key issues to be worked on during the next year are:\n* Obtain gas pressure stability in the glass tube; \n* Obtain the required plasma uniformity;\n* Measure the required plasma density;\n* Ensure HV setup reliability;\n* Comply with CERN standards;\n* Development of longer (up to 10 m) prototypes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M005070/1","grantId":"ST/M005070/1","fundValue":"71158","fundStart":"2014-10-01","fundEnd":"2015-09-30","funder":"STFC","impactText":"","person":"Zulfikar  Najmudin","coPersons":["Simon  Bland"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}