{"id":"CB1CF54E-E021-468B-8A73-87A6E98643B9","title":"The Third Sector in Criminal Justice","abstractText":"<p>The seminar series critically explores third sector (voluntary, charitable and non-governmental organisations) involvement in the criminal justice system and considers how it might develop over time. More specifically, it will:</p>\n\n<ul>\n \n\n <li>review the current role of Third Sector Organisations (TSOs) in the criminal justice process</li>\n\n <li>consider explanations for the growing involvement of TSOs in criminal justice</li>\n\n <li>explore the potential for, and challenges to, integrating TSOs into the criminal justice process</li>\n\n <li>explore the impact of TSOs' involvement in providing criminal justice services on their traditional roles and values</li>\n\n <li>examine the contradictions between TSOs as service providers and campaigners for penal reform</li>\n\n <li>explore the challenges of addressing social inclusion and diversity arising from TSOs involvement in providing criminal justice services</li>\n\n <li>examine the use of research in evaluating the role of the third sector and consider the benefits and limitations of such research</li>\n\n <li>identify gaps in existing knowledge about third sector involvement in criminal justice</li>\n\n <li>develop a future agenda for research, policy and practice.</li>\n</ul>\n\n<p>The seminars will explore a number of key themes affecting TSOs working in criminal justice including funding, diversity, workforce, expertise and infrastructure issues. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0823","grantId":"RES-451-26-0823","fundValue":"17274","fundStart":"2010-10-01","fundEnd":"2012-09-30","funder":"ESRC","impactText":"  Not applicable to a seminar series Communities and Social Services/Policy,Other Societal,Policy & public services","person":"A  Hucklesby","coPersons":["Alice Louise Mills","Mary  Corcoran"],"organisation":"University of Leeds","findingsText":" Greater understanding of the Third Sector's role in criminal justice and possible future contributions. The seminars stimulated discussion between academics, policy-makers and practitioners leading to a greater understanding of the issues facing the third sector. Participants in the seminar series have continued to collaborate. Communities and Social Services/Policy,Other","dataset":"gtr"}