{"id":"CB1E34C1-14A7-4B49-AB98-9E8D302CF6C6","title":"Energy and the Physical Sciences: Advanced materials for thermo-chemical oxygen storage and production","abstractText":"In this proposal we intend to take a novel approach to problems involving reaction and/or separation. We adopt the ideas of high temperature chemical looping and apply them at intermediate temperature by developing and investigating new, advanced materials capable of acting as solid state oxygen carriers. This approach would be applicable to a wide range of processes; here we intend to begin by demonstrating its validity through autothermal reforming of oxygenates and oxygen production. More advanced materials open up new areas of application owing to the ability to tailor their chemistry and structure to change both the thermodynamics and kinetics of oxygen transfer. \n\nWe will also work across many scales to link the fundamental chemistry of the materials to their oxygen transfer characteristics, facilitating a rational approach to materials design. This feedback between the fundamental chemistry and the process engineering is a unique feature of this proposal. \n\nSimple metal oxides and mixtures, and mixed metal oxide anion conducting materials, e.g. LSCF (a perovskite) and lanthanum-nickelates/cobaltates (a Ruddlesdon Popper structure), will be examined to determine their usefulness in oxygen donor/chemical looping processes. The latter materials offer a starting point for material design since they are amenable to substitution with other cations allowing the chemical potential of their oxygen sources/sinks to be tuned. \n\nIn parallel we will also screen, making use of energetics available from publicly available data bases and via targeted first principles using DFT calculations, for novel materials suitable for reforming and oxygen production processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K030132/1","grantId":"EP/K030132/1","fundValue":"654348","fundStart":"2013-08-15","fundEnd":"2016-08-14","funder":"EPSRC","impactText":"","person":"Stuart Ashley Scott","coPersons":["Clare P. Grey","John  Dennis"],"organisation":"University of Cambridge","findingsText":" None as yet - this is a work in progress. \n\nMaterial have been screened using DFT calculations and some candidates synthesized. This is ongoing work. Chemicals,Energy","dataset":"gtr"}