{"id":"CB1E990E-AEE7-433D-AF08-74913B34F30A","title":"Aperiodic Workshop: Dynamics, Physics and Topology in Aperiodic Order","abstractText":"The discovery of quasicrystals in the early 1980's overthrew long-established and cherished principles of crystallography -- that structural order in solid state physics should always mean translationally periodic order. It sparked scientific activities across a number of disciplines and revealed the need to rethink fundamental concepts of order and disorder. Moreover, it forged a novel and rich link between, on the one hand, classical topics in convex geometry and combinatorics -- the study of aperiodic tilings --, and solid state physics and material science on the other. A broader activity has subsequently developed with mathematical disciplines such as topological dynamics, algebraic topology and noncommutative geometry providing key tools and insights for the understanding of the mathematical physics of these materials. The general field of research has come to be known as aperiodic order. More recent research has found links between the mathematics of aperiodic order and other applied sciences, most notably biology and the structure of viruses.Though the field is somewhat under-represented in the UK, there are a number of UK based researchers who have contributed some of the strongest and most innovative advances to the field. These researchers and their groups have not always been well connected, working on initially disparate parts of the subject. The proposed workshop will take as emphasis the interaction of the dynamical, physical and topological aspects, together with an exploration of new links with the biological application of aperiodic patterns. The programme offers the best promise of building a larger UK research base which can continue to contribute at the highest level to the field, and will also attract the key researchers in the mathematics of aperiodic order to the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H017100/1","grantId":"EP/H017100/1","fundValue":"10920","fundStart":"2009-09-01","fundEnd":"2009-11-30","funder":"EPSRC","impactText":"  This grant was to hold a workshop which resulted in 40 to 50 researchers from around the world meeting to discuss aspects of the research field. As such the impact is in advancing the thought process of the research community and though impossible to trace categorically, will have contributed in due course to the further finding worldwide in the area. Other Cultural","person":"John Robert  Hunton","coPersons":["Alexander Douglass Clark"],"organisation":"University of Leicester","findingsText":" Not applicable this year. THe workshop contributed to the the ongoing development of the field through communication and engagements of international researchers with the UK community. Other","dataset":"gtr"}