{"id":"CB248C58-87DC-418E-A6A2-CF28713EDC05","title":"Mode effects in qualitative interviews: a comparison of semi-structured face-to-face and telephone interviews using conversation analysis","abstractText":"<p>Among the many decisions to be made when designing qualitative research, one concerns the mode by which data will be collected. The two principal options for conducting qualitative research interviews are face-to-face or by telephone. A range of pragmatic and ethical arguments has been presented as to why one or other of these two modes might be preferable. However, the ways in which the spoken interaction and resulting data are affected by interview mode have not been investigated to any significant extent. </p>\n\n<p>This study aims to increase knowledge about how interview mode influences the structure and content of researcher-participant interactions. </p>\n\n<p>The study will draw upon telephone and face-to-face interview data gathered in a recent empirical study on mental health and employment. The method of Conversation Analysis will be used to interrogate and systematically compare the interactional patterns that emerge in telephone and face-to-face interviews. </p>\n\n<p>The data will be analysed to identify any differences in the interactional techniques used by the researcher and participants across each interview mode. The salience and potential implications of these differences (if any) will be considered in light of contemporary academic and professional understandings of effective practice in semi-structured qualitative interviewing.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3668","grantId":"RES-000-22-3668","fundValue":"43823","fundStart":"2009-07-01","fundEnd":"2010-06-30","funder":"ESRC","impactText":"  The findings and outputs have been of interest to qualitative researchers across a range of disciplines and career stages. \n\nA one day workshop was held on 13 May 2010 to disseminate and discuss the methods, findings and implications of this research. An invited group of 15 experienced research practitioners and leading academics took part in the workshop. The workshop brought together qualitative social researchers engaged in applied policy research, market research and sociological research Communities and Social Services/Policy Policy & public services","person":"Annie Louise Irvine","coPersons":["Roy Derek Sainsbury"],"organisation":"University of York","findingsText":" We found that, on average, telephone interviews were shorter than face-to- face interviews. This was due to the interviewee speaking for less time, rather than the researcher and interviewee both saying less when talking on the phone. As such, the researcher was relatively more dominant in the interaction in telephone interviews. We found no tendency for the researcher to interrupt or speak over the interviewee more often in telephone interviews and there was no evidence that misunderstandings occurred more frequently over the phone. However, interviewee requests for the researcher to clarify questions were slightly more common in telephone interviews. Paraphrasing of what interviewees had said, or completion of interviewee’s sentences by the researcher, were more common in face-to-face interviews. The researcher gave relatively fewer verbal acknowledgements (things like mm hm, right, yeah) during telephone interviews, which is perhaps surprising given the absence of non-verbal cues such as nods or smiles. Telephone interviewees had a greater tendency to check that what they were saying was ‘along the right lines’, i.e. that they were giving the researcher relevant or sufficient information.\nThe findings of the research suggest that there are some differences in the interaction between people on the telephone and during face-to-face interviews that need to be thought about when researchers decide which method to use for their project. Different behaviours should be used by the interviewer in order to get maximum rapport and discussion from the interviewee.\n\nWe wanted to raise the profile of the question of the mode of interview so that it is discussed more in the research community. Many of our presentations and workshops had the effect of stimulating this debate and encouraging more thought about these decisions.\n\nAlthough initiated by the question of interview mode effects, it was clear that the research provided a valuable opportunity to reflect more generally on the practice of qualitative research interviewing, from both theoretical and practical perspectives. The workshop that we ran with practitioners agreed that there is much scope for further investigation, not only into mode effects in qualitative interviews but also – and perhaps as a prerequisite – a more systematic, critical and evaluative programme of inquiry into the fundamental practices of qualitative research interviewing. Others who are about to undertake qualitative research can use the findings to discuss issues around the mode of interview that they should use. Adapting their technique when on the phone would also be useful - making sure that they give more verbal clues for the research participant, indicating that they are paying attention and are interested. This should mean that they get fuller answers to their questions and enable a good rapport with the interviewee. Agriculture, Food and Drink,Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Retail","dataset":"gtr"}