{"id":"CB2F600C-5B0B-4BEE-9CA1-5C140E1EB36C","title":"The UK Centre for Tobacco and Alcohol Studies (UKCTAS)","abstractText":"Cigarette smoking and harmful use of alcohol are major preventable causes of early death, disease, accidents and injury in the UK. Although the health effects of smoking have been widely recognised for decades, active and passive smoking still kill over 100,000 people and cause over 160,000 new cases of illness in children each year. Half of the 10 million smokers in the UK today will be killed by their smoking unless they stop. In contrast to smoking, alcohol consumption in the UK has increased markedly in the last thirty years. Ten million people in the UK now drink alcohol to harmful levels, and alcohol causes over 15,000 deaths, 1 million hospital admissions, and accidents and violence that together cost our society more than &pound;20 billion each year. Like the effects of smoking, these harms affect the poorest in society most. Also like tobacco, alcohol consumption is driven by very powerful multinational industries with substantial political influence. It is therefore essential to find better ways to prevent smoking and harmful use of alcohol, now and in the future, and to prevent commercial interests from undermining these actions. \n \nMuch has been learnt from the successes of reducing smoking prevalence, and many successful tobacco strategies can be applied to prevent alcohol harm. However, alcohol strategies must also take account of the fact that while smoking is dangerous at all levels, low levels of alcohol consumption do not have equivalent health harms to tobacco. So while tobacco policy can be pursued with the aim of eradicating smoking from society, alcohol policy has to aim to prevent consumption to levels that cause significant harm to the user, or to others. \n \nThis proposal aims to address these problems by bringing together leading tobacco and alcohol researchers to build on success in tobacco research over the past five years by creating a new research centre, the UK Centre for Tobacco and Alcohol Studies (UKCTAS), to study new ways to prevent tobcco and alcohol-related harm, and promote their implementation. Since 2008 we have applied this approach in smoking prevention through the existing UK Centre for Tobacco Control Studies (UKCTCS), and achieved significant impacts on tobacco policy and practice (see www.ukctcs.org). We now propose to continue our tobacco work and to establish a major new focus on alcohol, by incorporating leading international alcohol researchers into the new Centre. Our work will aim to: \n \n1. Understand and identify preventable reasons why people smoke or use alcohol to a harmful degree, and improve understanding of the health impacts of these behaviours\n\n2. Understand and develop better population measures to to reduce smoking and harmful use of alcohol \n\n3. Develop and implement better individual health interventions to prevent smoking and harmful use of alcohol\n\n4. Develop and apply harm reduction strategies for those otherwise likely to continue to smoke or sustain harm from alcohol \n\n5. Understand the tactics of the industry to encourage tobacco and alcohol consumption and thus undermine health policy and practice \n\n6. Use the outcomes of our research to work, with other professional and public groups and individuals, to improve UK and international action to prevent smoking and harm from alcohol \n \nWe will also aim to further develop our training and development of academic, policymaker and practitioner capacity for tobacco and alcohol work in the future, and to establish UKCTAS as a self sustaining Centre by the end of the five-year funding period. The main benefits of the Centre will be the achievement of sustained reductions in harms to individuals and society from tobacco and alcohol use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K023195/1","grantId":"MR/K023195/1","fundValue":"2717700","fundStart":"2013-09-01","fundEnd":"2018-08-31","funder":"MRC","impactText":"","person":"John  Britton","coPersons":["Sarah Anne Lewis","A  Brennan","Sally  Casswell","Timothy John  Coleman","Amanda  Amos","Jo  Leonardi-Bee","Marcus Robert Munafo","Matt  Field","Robert Jeremy West","Anna  Gilmore","Susan Fiona Michie","Gerard Bernard Hastings","Petra Sylvia  Meier","Peter  Hajek","Ann Denise McNeill","Steve  Parrott","Paul  Aveyard","Linda  Bauld","Christine  Griffin","Ian  Gilmore","Jeff  Collin","Richard E Ashcroft"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}