{"id":"CB35AF45-2FD2-4367-8D79-7DCCAA808E4E","title":"Digital Precession Electron Diffraction","abstractText":"Structure solution - determining the arrangement of atoms in a material - using diffraction is one of the outstanding achievements of 20th century science. It has been very successfully used on a vast range of inorganic and organic materials and compounds, from complex ionic crystals such as Mg2Sn to the structure of DNA. One of the main limitations of the principal method, X-ray diffraction, is its failure when applied to materials with sizes smaller than a few times the X-ray wavelength - i.e. tens of nm or less. This is a real limitation for any researcher working on nanometre-scale thin films or particles, or materials which have an inherent nm-scale microstructure.\n\nElectron diffraction is not limited in this way, since the wavelengths are more than 50 times smaller than those of commonly used X-rays. Here, the main limitation is the problem of multiple scattering, which changes the intensity of diffracted beams in a complicated way. Although the physics of electron diffraction are well-understood, its sensitivity to very small changes in the beam-specimen geometry (0.1 degrees or smaller) has made accurate analysis of large numbers of diffracted beams practically impossible.\n\nRecent advances in electron microscope techniques, computer control, and data acquisition mean that new approaches can be used which would previously have been too time-consuming. This project aims to overcome the 'multiple scattering problem' through the use of automated acquisition of a large number of diffraction patterns while the electron beam is precessed around a hollow cone, combined with digital image analysis. This Digital Precession Electron Diffraction (D-PED) produces a data set that contains all the information needed for full structure solution and overcomes the problems with existing precession electron diffraction, in which the intensities are averaged over a precession cycle and this information is lost. The means to extract accurate structure factors from electron diffraction data, using dynamical electron diffraction theory, already exist when applied to conventional convergent beam electron diffraction and we will adapt these routines to analyse our precession data, with the aim of fully automating both data acquisition and analysis. This will revolutionise the field of structure solution, allowing a vast range of nanometre-scale materials to be analysed which cannot be tackled at present. We will apply D-PED to key problems in materials science and make both the acquisition and analysis software widely available to other researchers as a routine analysis tool.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J009229/1","grantId":"EP/J009229/1","fundValue":"478742","fundStart":"2012-09-01","fundEnd":"2015-08-31","funder":"EPSRC","impactText":"  Uptake of the new diffraction technique invented as part of this work has been relatively slow. However we still intend and expect that it will become widespread and useful. Other Cultural","person":"Richard  Beanland","coPersons":["Pamela Anne Thomas","Rudolf Andreas Roemer"],"organisation":"University of Warwick","findingsText":" Computer control of electron microscopes has been used to generate new kinds of data. These should give access to some really interesting and useful parameters such as the precise location of atoms in materials and the bonding between them If successful there are many applications in structure solution and understanding of materials and their properties. Aerospace, Defence and Marine,Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}