{"id":"CB38A0C1-96A9-405A-BE2D-8D0D7ADE375F","title":"Neo-demographics: Opening Developing World Markets by Using Personal Data and Collaboration","abstractText":"The NEO-DEM project will use non-standard data and novel methods to impact business efficiency, encourage community collaboration and provide scholarly insights into consumer behaviour. UK businesses can struggle in the developing world, despite excellent track records at home. The following reasons explain a good deal of this failure in retail, service and consumer oriented sectors:\n\n* It is not possible to directly transfer domestic business models into emerging economies due to cultural, infrastructural and behavioural differences. Companies need to generate new analytical and strategic models that identify the differing needs of customers based on an understanding of the novel behavioural and consumption patterns exhibited. \n\n* In the developed world consumer oriented businesses are increasingly data-driven. They rely on cross-referenced geo-demographic, socio-graphic, and psychographic data as well as transactional data (e.g. Tesco &amp; Boots in the UK); their use is enmeshed within company strategy. In many countries this kind of data are incomplete or non-existent, their absence inhibits growth and means that targeting and resource use is sub-optimal. Replicating the kind of data that is readily available in the UK will often be impossible or expensive and impractical. Even when transactional data is forthcoming (e.g. Tesco Clubcard Malaysia) there is limited scope to cross-reference them with reliable geo-demographic data-sets and models that are taken for granted in the UK (e.g. Experian's Mosaic).\n\nDespite lagging behind in infrastructural developments, developing countries have experienced digital revolutions; providing a largely untapped opportunity to generate business intelligence. In 2010 of the 5 billion mobile phones in the world 80% were in developing countries and this proportion is continues to grow. African countries have embraced new financial technologies such as mobile payment: over 17m Kenyans use mobile money; around 25% of the country's GNP flows in this way. Crowd sourcing systems such as Ushahidi lead the way in the aggregation of social factors. The project will create a decision support and market segmentation platform generated via personal data, collaborative aggregation and crowd-sourced feedback, that will allow the generation new models of consumer behaviour to support innovation.\n\nOur work will hinge on three case studies in exemplar developing economies (Tanzania, Malaysia and China) where we will develop example behavioural segmentations via novel computational and clustering methods and in partnership with a range of data providers and internationally significant companies including: Alliance Boots, Dairy Farm International, Bakhresa Group, Boots, E-fulusi, Tesco, Marks &amp; Spencer and Experian.\n\nAcademic research into consumer behaviour patterns will be significantly advanced by the techniques developed, their application in this field is novel. There is scope to exploit advanced forms of computation and clustering that more readily account for market complexities. There is a very high chance that the project will provide insights into consumer behaviour that have hitherto remained obscure. So the contribution to research in this area could be both methodological and empirical and contextual (robust insights into developing world consumers are more rare). This expeditionary collaboration is likely to open the door to and on-going conversation between the fields of business/consumer analytics and computational analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L021080/1","grantId":"EP/L021080/1","fundValue":"612744","fundStart":"2014-06-30","fundEnd":"2016-12-28","funder":"EPSRC","impactText":"","person":"Andrew Peter Smith","coPersons":["Jonathan Mark Garibaldi","Leigh  Sparks","Xiaolin  Meng"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}