{"id":"CB38CF2D-0786-42B8-AC56-80DD6DD2ED4C","title":"Building capacity in quantitative methods for social science - Survey Skills Quantitative Methods Lecturer Programme (SSQMLP)","abstractText":"<p>The Survey Skills Quantitative Methods Lecturer programme (SSQMLP) is open to lecturers and postgraduate students with responsibility for teaching QM to social science undergraduates in the UK HE and FE sector. It focuses on supporting lecturers who have to convey complex quantitative research ideas and skills to their undergraduates.</p>\n\n<p>The scheme aims to provide a tailored development package delivered via local action learning sets which will extend lecturers QM teaching repertoires, strengthen their ability to effectively engage students with QM concepts and skills, build their confidence in teaching QM, and deepen their knowledge of survey research practice in the UK.&nbsp; It has four main elements:</p>\n\n<ol>\n \n\n <li>action learning sets for 120 lecturers in three locations in England, Wales and&nbsp;&nbsp; Scotland</li>\n\n <li>an online collaborative platform home to a supportive community of practice, shared resources, and discussion forums</li>\n\n <li>a survey placement scheme giving lecturers a real insight into applied survey research in the UK</li>\n\n <li>regional collaborators providing local one-to-one support during the scheme and building a network of QM teaching champions.</li>\n\n</ol>\n\n<p>The project is led by NatCen Learning (NatCen Social Research), with partners includingCardiff, City and Edinburgh Universities, Ipsos Mori, TNS-BMRB, ONS, AQMeN and Vitae.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J011878/1","grantId":"ES/J011878/1","fundValue":"80252","fundStart":"2012-03-01","fundEnd":"2014-02-28","funder":"ESRC","impactText":"  The project was a capacity building programme for lecturers, the lecturers have returned to their HEIs to apply the knowledge and skills learnt in their teaching. We provided a poster presentation to the RDI/CI conference on the 24th September 2014 to further disseminate the findings. We will be submitting articles using this project as a case study of developing quantitative teaching methods over the next few months. Education Policy & public services","person":"Kandy  Woodfield","coPersons":["Beverley Jayne  Botting","Clare  Tait"],"organisation":"National Centre for Social Research","findingsText":"","dataset":"gtr"}