{"id":"CB404000-870B-417D-A710-4B64B698C253","title":"British-Chinese Pupils' Identities, Achievement and Complementary Schooling","abstractText":"<p>The study explores the role of complementary schools in pupils’ constructions of social and educational identities, in the context of debates on social identity and achievement. Research has documented how educational achievement varies according to factors such as ethnicity, gender and social class. Our previous research with British-Chinese pupils found that parents and pupils stressed the contribution of Chinese complementary schools in relation to educational progress and transmission of language.</p>\n\n<p>The study focuses on Chinese schools because British-Chinese pupils tend to high levels of achievement in compulsory schooling and our previous study found that both parents and pupils highlighted the significance of complementary schools for promoting this achievement. Moreover, very little is written about Chinese complementary schooling. The study will document the population and practices of a sample of 6 schools. It will explore complementary school pupils’, parents’ and teachers’ perceptions of complementary schooling, and pupils’ experiences of it. Methods include classroom observations and interviews with 60 pupils, 24 parents, and 12-20 teachers across the various schools. Individual interviews with pupils will examine the impact of complementary schooling on pupils’ learning and social identities, attending to issues of ethnicity, gender, social class and achievement.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-23-1513","grantId":"RES-000-23-1513","fundValue":"131333","fundStart":"2006-06-01","fundEnd":"2008-01-31","funder":"ESRC","impactText":"  The research has generated considerable interest both within and beyond the academic community. News of our work has led to Professor Francis being invited to join the steering group of a large-scale DCSF funded project at CILT, developing links between mainstream and complementary schooling; and she and Dr Archer have been invited to present their findings on British-Chinese experiences of education in Britain to The Monitoring Group - an influential independent racial equality organisation who have committed to organising an invited meeting in order to disseminate our findings directly to policy-makers.\n\n60 research users attended our project Dissemination Event, and we have been contacted by many more interested parties (these have been sent our Executive Report). Via the Executive Report and Event we have disseminated key recommendations for practice directly to schools (these were welcomed by Chinese school representatives at the Event). The new knowledge detailed in the findings section will (via our journal publications) inform debates across both the sociology of education and language education fields; and we hope that our contribution to sociological theorising around identity and culture provides a research contribution that is broader than the specific subject matter of the project. Education Cultural","person":"Becky  Francis","coPersons":[],"organisation":"Roehampton University","findingsText":" Top-line findings\n\nThe population and practices of Chinese Schools\no All schools were under-funded and under-resourced. Staff and pupils complained of the impact this made on the quality of service provided. Lack of funding for teacher salaries affected recruitment in terms both of supply, and the level of teaching experience/qualification among recruits. Facilities were often limited. \no The limited facilities remained an issue even where Chinese schools are located on mainstream school premises. Policies encouraging partnership between mainstream schools and community services appear to have had little impact to date in the case of complementary schools: 'partnership' remains unequal and one-sided. \no The population of Cantonese Chinese Schools is overwhelmingly comprised of second generation, rather than third generation pupils.\no The key practice of Chinese school remains the teaching of Chinese language and literacy, with additional classes often offered in traditional activities related to Chinese heritage, such as Chinese dance, calligraphy, Kung Fu, and so on. There is little evidence of Chinese schools offering academic support with regards to mainstream education, as in the case of Chinese Schools in the United States.\no Teaching practices vary across schools and often depend on individual teachers. Although teaching is partially didactic due to the nature of the language and limitations with resources and time, methods such as discussions, groupwork, and games are regularly incorporated into lessons to promote pupils' participation and increase interest. \no Even in Cantonese Chinese schools, Mandarin is increasingly popular, with many schools providing additional classes in this language thanks to strong demand from parents and pupils.\n\nPerceptions of the purposes and benefits of Chinese Schooling\no There was a contrast between pupils and adults' perceptions of the purposes and benefits of complementary schools: pupils overwhelmingly see the key purpose as being to teach/learn the Chinese language, whereas adults - particularly teachers - are equally concerned with the replication of 'Chinese culture'.\no Pupils saw a range of secondary purposes and benefits of Chinese schooling in addition to learning the Chinese language. These included seeing friends, the facilitation of possible future jobs in Hong Kong or China, and learning about Chinese culture. \no Pupils saw language and the ability to speak Chinese as integrally bound up with identity. Many felt that without being able to speak the language one is not considered 'properly Chinese'.\no Some middle-class pupils saw learning Chinese as offering an additional skill for their CVs which gives them a competitive edge in the global job market, whether working in Britain or abroad.\no Adults, particularly teachers, tended to convey a somewhat essentialised view of Chinese culture as inevitably beneficial and replicable. These views were often stereotypical, both of Chinese and Western 'cultures'.\n\n\nPupils' experiences of complementary schooling in relation to their social and learner identities\no Even though pupils felt that they learnt better in mainstream schools this was predominantly explained as due to the shorter duration of complementary schooling. Pupils also identified a range of beneficial aspects of the teaching and organisation in Chinese schools. This is an important finding given occasional criticisms in the wider literature about the 'quality' of teaching in complementary schools.\no Pupils experienced schools as places where they could try out more 'playful' learner identities. They reported feeling more comfortable and relaxed in the schools and felt able to be 'noisier' and sometimes 'cheekier' than in mainstream schools. This was facilitated by factors such as being among like-minded (educationally orientated) Chinese peers, the absence of racism, no formal punishment systems and less pressure to achieve (the Chinese language qualification being rarely linked to A Level or university entrance requirements).\no Pupils valued the schools in cultural terms although opinions were divided as to whether attendance made them feel more (or less) Chinese. Those who felt that the schools did bolster a sense of 'Chineseness' cited the key reasons for this as being linguistic competence and the provision of a 'critical mass' of British Chinese young people. The latter is especially significant given that British Chinese are often a 'minority of minorities' within mainstream schooling. \no Young people constructed a range of ethnic identities (e.g. as Chinese, British-Chinese, British-born Chinese and British), which evoked more complex notions of 'culture' and 'Chineseness' than their elders. The young people's constructions of ethnic identity were far more likely to draw on contemporary, youth cultural formations than the more 'traditional' perceptions of parents and teachers.\no Half of all pupils felt that Chinese school had no impact or connection whatsoever with their achievement in mainstream schooling. However, some were adamant that it did help their wider learning and achievement. The most popular reason given for this was that learning Chinese helped them to learn other languages at school. Other benefits included the emphasis upon revision and memorisation in Chinese schools and the way they helped build confidence and motivation to learn. \no Pupils identified a range of practices within Chinese schools that they felt supported their learning and fitted with their learner identities. These included: the 'holistic' approach to language learning adopted within the schools; the competition and reward culture; greater teacher involvement and closer relations between teachers and pupils; small teaching group sizes; and a notion of the school as a 'pure' learning space in which pupils can indulge an intrinsic love of learning among like-minded peers. The findings have relevance for teachers in complementary and mainstream schools, as well as community groups. The findings may be drawn on in professionalising complementary education, and in showing its value. They also provide more information concerning the lives of British Chinese families. Education","dataset":"gtr"}