{"id":"CB48F962-DB05-4FF7-8764-D8250B9C429D","title":"Expected Returns, Limited Asset Market Participation and Background Risk","abstractText":"The aim of this proposal is to analyse household demands of stocks when households are allowed to hold heterogeneous beliefs on stock market average returns. A novel dataset on self-assessed expectations at the household level will be exploited with two main aims: (1) Demonstrate the importance of conducting survey research on expectations, rather than inferring them from past actions. (2) Apply statistical techniques to investigate whether: (i) individual expectations are consistent with actions (eg those who do not invest in the stock market expect a low return) irrespective of their conformity with historical data; (ii) earnings uncertainty adversely affects the demand for equity quantitatively, and (iii) elicited measures of risk and time preference are consistent with self-assessed expected returns and actions. The research represents an advance on previous work since (a) expectations are measured in probabilistic terms for a representative sample of household for the first time; and (b) it will contribute to public policy debates about the implications of financial education and attitude towards risk in the design of pension plans, health policy or social security benefits, and of help to the financial and insurance sectors in enlarging their customer base and designing new products.\n<br />\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G001707/1","grantId":"ES/G001707/1","fundValue":"111816","fundStart":"2008-10-01","fundEnd":"2010-12-31","funder":"ESRC","impactText":"  The findings have been mainly used by academics, promoting new research projects (with the University of Cambridge, University College London and abroad, with the Paris School of Economics and SAFE, a research centre of excellence located at Goethe University Frankfurt), but also by public institutions (in France only, so far). The latter (Caisse de Depots et Consignations, a public French bank that manages the pension fund of French civil servants) fielded a survey that exploited the main methodological survey innovation in order to collect precise information on anticipated replacement rates and the degree of awareness of the French population on the workings of the actual pension system to understand the generalised opposition to pension reform despite of the advice of experts, academic and Government officials. Financial Services, and Management Consultancy,Government, Democracy and Justice,Other Societal,Policy & public services","person":"Hector Fernando Calvo-Pardo","coPersons":[],"organisation":"University of Southampton","findingsText":" The main question the research dealt with was why so many individuals do not take advantage of investing in the stock market, thereby preventing the beneficial spread of risk and channelling funds towards the real economy. Examining data for a representative sample of the population (prior to the 2007 stock market crash), we uncovered that non-participation is unusually concentrated amongst the young and that the main rationale was their lack of information about the opportunities offered by the stock market. Subsequent research effort in terms of additional data collection and analysis have confirmed this finding despite of the 2007 stock market crash. In addition, the main insight has been so far applied successfully to understand exporters performance, and it is being applied now to understand how do individuals perceive financial markets (collaboration with researchers at the Paris School of Economics and College de France, funded by INET), the effect of information networks in financial decision making (collaboration with researchers at the University of Cambridge and Goethe University Frankfurt, funded by the Keynes Fund and the Centre for Research in Finance) or the relationship between information and risk taking (collaboration with researchers at the University of Birmingham and University College London). The novel survey methodology implemented to obtain a quantitative measure of domain specific individual information was adopted by Caisse de Depots et Consignations (pubic French bank that managed the pension fund of French civil servants) in 2012, in order to contribute to the public debate about the rationale behind the opposition of the general public to the reform of the French pension system. Creative Economy,Education,Financial Services, and Management Consultancy,Healthcare,Government, Democracy and Justice","dataset":"gtr"}