{"id":"CB4CCCC2-5A29-4193-8667-E97C89D83925","title":"Cis- and trans-acting factors that regulate BMP processing and secretion","abstractText":"Cell-cell communication forms the basis for the development of all multicellular organisms, and mis-regulation of cell signalling systems is often associated with developmental defects and contributes to the onset of many kinds of cancer. The bone morphogenetic proteins (BMPs) are a class of cell signalling molecules that were initially identified by virtue of their role in bone formation in humans, but which have subsequently been shown to function throughout development, and, indeed, in all organisms in the animal kingdom. The key aim of this proposal is to identify factors that are involved in regulating BMP function. In particular, the research focuses on those factors that affect the production of the active signalling molecule. Like many signalling molecules (insulin is a good example), BMPs are not synthesized in their ?active? form, but rather as inactive ?pro-proteins? that must be cleaved by specific enzymes to produce the active peptide. The goal of this study is to characterize the various factors and processes that are involved in activation of BMPs. Different parts of the proposal focus on different aspects of the process including how BMPs interact with one another, what sites in the pro-proteins are necessary for proper cleavage, what enzymes are catalyzing this reaction, and what other proteins are involved in moving the BMP to the cell surface. Through the combination of these approaches, we will have a better understanding of the mechanisms underlying the regulation of cell-cell communication and its role in developmental processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500916","grantId":"G0500916","fundValue":"367746","fundStart":"2006-09-28","fundEnd":"2009-09-27","funder":"MRC","impactText":"","person":"Robert Paul  Ray","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}