{"id":"CB4F6B22-01E7-4AED-9B8D-4DFC5B55E5F3","title":"Rural society in medieval Islam: Translation and study of the 'History of the Fayyum'","abstractText":"The aim of this project is to make a major contribution to the knowledge and understanding of pre-modern rural societies in the Islamic world through a translation and study of 'History of the Fayyum', a unique and unparalleled tax register from a 13th century Egyptian province. The work known as Ta'rikh al-Fayyum wa-biladihi ('History of the Fayyum and its Villages'), written in 1243 by an official in the Ayyubid administration of Egypt, is the most detailed cadastral survey to have survived for any region of the medieval Islamic world. It is a first-hand account of the agricultural conditions in the province of the Fayyum in Middle Egypt, providing wealth of detail per village that surpasses, by far, any other comparable source. Since the archives of medieval Muslim states have been lost, this is as close as we get to original tax registers, a 'Domesday Book' of the medieval Egyptian countryside. By using the work in an imaginative way, it is possible to draw a picture of the village communities, their internal organization, and their relationship with the state - an otherwise impossible insight to the way of life of the peasantry, who formed the majority of the population in the medieval Islamic world. \\n\\nA study of 'History of the Fayyum' will seek to address three sets of questions which are fundamental to the social and economic history of medieval Islam: \\n\\n - Delineating the legal and economic status of medieval village communities, their relationship to the land, and their rights and duties vis-&agrave;-vis the iqta' holders. The rights and duties of the peasant under the system of iqta'- the Middle Eastern counterpart to European Feudalism - are still ill-understood, despite their obvious importance to the history of medieval Islam.\\n\\n - Explaining the way pre-modern village communities defined themselves, and in particular the pervasive tribal identity of the Fayyum village communities, a feature typical of much of the pre-modern Middle East. \\n\\n - Maping the medieval process of conversion to Islam through a study of the geographical and economic boundaries between Muslims and Christians in the Fayyum tax register. The evidence from the 13th century will be compared to the rich papyrological evidence from pre-Islamic and early Islamic Fayyum, when the province was still predominantly Christian. \\n\\nThe project team will include the Principal Investigator and a Research Assistant, to be hired for a period of 24 months on a full-time basis. The first year of the project will be devoted to an annotated translation of the work in consultation with extant manuscripts, aimed at surmounting problems of terminology, toponymy and presentation of numerical and geographical data. The Arabic text was published in 1898, but in the century since its publication attracted only sporadic attention, and was never translated. During the second year, the project team will prepare an historical essay on rural society as depicted in the 'History of the Fayyum', specifically addressing the questions of the Islamization of village communities, their tribal identity and their relations with the iqta' holders.\\n \\nThe results of this project will be published as a monograph authored by the PI and the RA. The annotated translation will be preceded by a substantial historical essay of about 40,000 words. Selected material will also be published on a dedicated webpage to be hosted by the History Department at Queen Mary. The webpage will serve as an introduction to the rural history of medieval Islam for undergraduate and graduate students. It will also allow access to a database of fiscal data collected from the 'History of the Fayyum'. This will be a service to the wider academic community, and in particular to agrarian and economic historians who wish to make further use of this unique window into the history of the medieval Islamic countryside.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G011664/1","grantId":"AH/G011664/1","fundValue":"165709","fundStart":"2009-04-01","fundEnd":"2011-04-30","funder":"AHRC","impactText":"  The database has been in use by historians of Roman, Byzantine and Islamic Egypt, and specifically by archeologists working in the Fayyum. The article on the irrigation system is now a key essay in the history of water management systems. Other Cultural","person":"Yossef  Rapoport","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" This project had dramatically altered our understanding of key issues in the history of Muslim rural societies. The most striking aspect is the tribal identity of these largely settled communities, on contrast with the lack of communal identity in the Greco-Roman period. The tax register shows with precise detail the distribution of tribal segments, and their correspondence with irrigation systems and cultivation patterns. \n\nThe project also changed our understanding of the relations between l The project was conceived as a specialized, academic project. In the course of the project we have made contact with archaeological missions in the Fayyum, and sent a poster presentation to a conference on tourism and preservation that was held in the Fayyum ('Natural and cultutral landscapes in the Fayum: The Safeguarding and Management of Archaeological Sites and Natural Environments', October 31st - November 2nd, 2010). The democratic revolution in Egypt will now open more possiblities for Other","dataset":"gtr"}