{"id":"CB4FA81C-7AC0-4184-965F-5DC646C4FA1B","title":"Extending the timescales of glacier volume change in regions of GRACE-gravity anomalies in Northern Greenland","abstractText":"The Greenland ice sheet, and its current and future contribution to sea level rise, has attracted a great deal of attention from scientists, media, public and policy makers. This has arisen because recent results show unexpected changes to the ice sheet that mean it is contributing to sea level rise at faster rates than scientists expected. Some of the most important scientific results come from measurements of the ice sheet volume using satellite altimetry, and its weight using the GRACE (Gravity Recovery and Climate Experiment) mission. The GRACE satellites measure gravity changes over the entire Greenland ice sheet, and have shown synchronous and multiregional mass loss in the low coastal regions in the southeast, northeast, and northwest, whereas the high-elevation interior in the north is gaining mass. On a local scale, synchronous retreat, significant thinning and dramatic acceleration of ice flow velocities has been reported for many Greenland glaciers like Helheim and Kangerdlugssuaq, two major outlets in the southeast. These increases in glacier flow also increase the contribution from the ice sheet to the ocean. However, the very latest results show that these two glaciers have slowed down again, highlighting one of the biggest problems facing us in predicting the future of the Greenland ice sheet, namely: As almost all available measurements are only 10 to 15 years in length and the physical processes driving these variations are poorly understood, the observed changes could reflect profound adjustments to recent increases in Arctic air and ocean temperatures, and therefore indicate a significant trend, or simply expected fluctuations that follow a natural cycle which is not yet known. There is an urgent need to extent the temporal time-frame to understand the natural variability of the rapidly changing outlet glaciers in Greenland (trend vs. cycle). This is widely agreed in the scientific community as a priority target for future research. In our project we will target this crucial issue by deriving multi-decadal volume change estimates for 15-20 major outlets north of 70oN in regions where the GRACE data shows high rates of mass loss, and compare them to recent changes in ice volume, glacier flow rates and ice extent. A combination of lidar and photogrammetry will be used to unravel the secrets of archival stereo photographs, which are available for the coastal regions of Greenland from the 1980s and for several glaciers back to the 1940s. The techniques involve identifying and extracting stable features from lidar data, which are then used as ground-control in photogrammetric processing, to produce digital elevation models (DEMs) from the archival photography. Contemporary DEMs and velocity estimates from ASTER, Landsat and lidar data will also be created for comparison for the same glaciers. The lidar data will be collected during a flight campaign in cooperation with the Cryospheric Sciences Branch of NASA Goddard Space Flight Centre (Krabill). Flight lines over mountains and nunataks on both sides of each glacier will produce the necessary topographic control, and repeated glacier flowline profiles will be used for snap-shot velocity measurements and high resolution elevation reference for calculating volume differences. In a similar campaign in 2008, also run by the Swansea Glaciology Group and NASA, lidar and radar data for 16 outlet glaciers in SE Greenland were collected, targeting the major GRACE anomaly in that area. The success of that mission has led directly to this project proposal, in which we will target the relatively unknown area of dramatic change in the GRACE data in northern Greenland. Based on our experience of flights with NASA during summer 2008, data over at least 15, and most probably 20-25 fast-flowing tidewater outlets in the northern part of Greenland will be acquired, providing a unique database for evaluating the long-term behaviour of a highly sensitive area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G010366/1","grantId":"NE/G010366/1","fundValue":"39899","fundStart":"2009-06-26","fundEnd":"2011-06-24","funder":"NERC","impactText":"  The project finished some years ago. Environment ","person":"Tavi  Murray","coPersons":[],"organisation":"Swansea University","findingsText":" We are still writing up papers from this grant. The project finished some years ago. Environment","dataset":"gtr"}