{"id":"CB56563C-9258-45A1-AAEC-5EAA82F35CFC","title":"Enhancing the photostimulation kinetics of channelrhodopsin-2 encoded neurons","abstractText":"This proposal aims to investigate a technique to induce electrical activity in neurons with optical means, which has many advantages over present electrical approaches. This work aims to better characterize and improve the kinetics of the light sensitization agent. Electrophysiology itself dates back to the early work by Luigi Galvani who began investigating the effect of electrical stimuli on frog's legs in 1766. Since then, the field has improved with the advent of patch clamp techniques, in-vivo multi-site stimulation electrodes and commercial in-vitro microelectrode arrays. Also, the application has broadened from basic neuroscience to prosthetic applications. Cochlear implants and heart pacemakers have been available for many years. There are however drawbacks to electronic stimulation in-vivo. The electrodes in many cases can degrade, and the electrodes can get fouled or covered with layers of dead tissue decreasing their efficiency. At a basic neuroscience level, large electrical pulses will mask any signally during their moment of stimulus, making certain types of experiments more difficult. Thus if we can optically stimulate neurons, there could be many advantages. There have been attempts at optical neural stimulation for some time, but the field has been significantly advanced with the discoveries of novel opsin membrane proteins; Melanopsin in 1998 and Channelrhodopsin in 2003. Channelrhodopsin (Chr2) has shown particular promise. It is a simple light gated ion channel that opens when illuminated with blue (470nm peak) light. Previous work has shown it engineered both in-vitro and in-vivo. However, there has been a uniform barrier in these publications to stimulate the neurons beyond a rate of 50 spikes per second compared to around 1000Hz, to which they are capable. This proposal aims to fully experimentally characterize the kinetics of the ChR2 via spectroscopy and photostimulated electrical recordings. We have access to novel LED array technology through our collaborators which we will use to investigate the contribution of multiple subcellular components to the electrical signal. We then want to use the experimental findings to build a model of what ultimately ChR2 is and is not capable of.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F021127/1","grantId":"BB/F021127/1","fundValue":"336752","fundStart":"2008-10-01","fundEnd":"2010-08-31","funder":"BBSRC","impactText":"","person":"Patrick  Degenaar","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}