{"id":"CB579091-6254-4369-999C-060B324A6DFE","title":"G. F. Handel: The Collected Documents","abstractText":"George Frideric Handel is recognised as one of the leading creative figures in European musical history. His 50-year career in London, involving Italian opera, English oratorio, English church music, and instrumental music, gives him a particularly important place in the history of British music-making, on account of his own compositions and also on account of the influence that he had on subsequent musicians. Nevertheless, the German and Italian aspects of his career are also significant. Interest in Handel's life and in his music has gained momentum since the 1950s, particularly with the revival of his operas in stage performances, but the standard reference work for biographical information on the composer is at present based on a publication from 1955. \\n \\nIn many respects Handel's career, particularly in London, is remarkably well documented for its period, thanks partly to the exceptional proliferation of published newspapers in eighteenth-century Britain, which carried regular notices of his theatre performances. His public prominence was such that there are also references to him in regular news items; other items also referred to his performers, and relayed information (of varying reliability) about London's theatre and opera companies. Handel's social circle included literate and politically powerful people, and so there are references to him, both as a private person and as a public figure, in letters and diaries. His connection with the British court is recorded in administrative documents from the reigns of Queen Anne, King George I and King George II. There are also references to Handel and his professional activities in the correspondence of foreigners living in London. \\n\\nFrom the period before Handel came to London, there is documentation in Germany concerning his family, birth and early musical career, and there are some contemporary documents relating to his period of residence in or near Rome in 1707-1709. Beyond these, the narrative provided by John Mainwaring's biography of the composer, although published just after the composer's lifetime and requiring critical interpretation, still provides the major source for Handel's early years. Concerning the later part of his London career there are references in the 'histories of music' by Charles Burney and John Hawkins, and in memoirs written after 1760. \\n\\nOtto Erich Deutsch's book Handel: A Documentary Biography (London, 1955) was an outstanding achievement in its time, especially as much of the research for it was conducted during the post-war years when some major archives were still in turmoil. It has remained a fundamental reference work for research on Handel and his music, but has become increasingly out-of-date and frustrating to use. In 1985 a German version of the book was published in Leipzig as H&auml;ndel-Handbuch Band IV; this included some additional matter but left most of the original content unaltered. The second half of the twentieth century saw a major revival of Handel scholarship, particularly in Britain and Germany, which brought many new documentary sources to light, and also exposed deficiencies in both the factual and interpretative material from the 1955 book. Various proposals were made for producing a 'revised Deutsch' in Britain, none of which came to realisation for two linked reasons: the size of the task and the inadequacy of scholarly resources. (Meanwhile, other composers such as J. S. Bach and Mozart fared much better in new published collections of biographical documents.) The time is therefore overdue for a new document collection for Handel, incorporating the fruits of half a century's energetic scholarship, which will form an essential reference work to modern standards. While this project must obviously take into account, and build upon, the material in the Documentary Biography, it will take a fundamentally fresh approach to the task, as a new collection rather than a 'new Deutsch'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E007856/1","grantId":"AH/E007856/1","fundValue":"383968","fundStart":"2007-09-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"","person":"Donald  Burrows","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}