{"id":"CB5ED87D-D2D5-4F76-AF94-7B78F1B3BD75","title":"MICE-UK &amp; UKNF Programmes","abstractText":"The species of particles currently known to physics, the neutrinos, which come in three types: electron, muon, and tau, are probably among the most intriguing but least understood. The neutrinos have tiny masses and interact with matter only very weakly. The results of all particle physics experiments to date have been readily explained by the 'Standard Model' of particle physics, developed in the 1960s: that is, except, for a small set of results from a select few experiments investigating the behaviour of neutrinos. Neutrinos are naturally produced continuously in stars and the earth's atmosphere. Experiments to detect these neutrinos have consistently found fewer neutrinos than are produced. More recently, experiments involving man-made neutrinos have demonstrated similar neutrino oscillation behaviour. For each particle type in nature, there is a corresponding anti-particle type - the anti-particles together are known as anti-matter. Of particular interest is the question of whether the oscillations of anti-neutrinos are the same as those of neutrinos. This question is believed to be related to the fact that the universe today is composed almost entirely of matter, whereas the Big Bang should have created equal amounts of matter and anti-matter. The mystery of where the anti-matter has gone could be explained by a difference in the oscillation behaviour of neutrinos and anti-neutrinos. This question can only be answered by making ultra-sensitive measurements of neutrino oscillations using high-intensity man-made beams of neutrinos. The ultimate goal of the proposed research is to produce the most intense beams of neutrinos ever created by man in a 'Neutrino Factory'. These beams of neutrinos will be directed at various angles through the Earth. This will allow the properties of the neutrinos to be determined far more precisely than ever before, and will allow us to answer the fundamental question of whether the oscillations of neutrinos and anti-neutrinos are the same or not. This should solve the puzzle of where the anti-matter created at the Big Bang has gone, and therefore help to explain the existence of the universe as we know it today. The Neutrino Factories will produce intense neutrino from the decay of parent particles called muons. There are a number of important issues that must be addressed before the Neutrino Factory can be realized. First, the issue of producing sufficient proton-beam must be dealt with. Second it is necessary to develop novel techniques to accelerate the muons very rapidly since muons decay with a lifetime (at rest) of 2.2 microseconds. One of the most important problems is that of squeezing down (cooling) the volume of space occupied by the muon beam before it enters the muon-acceleration system. The commonly used techniques for cooling beams of particles cannot be used for muons because they decay to neutrinos so quickly. The development of a new technique called 'ionisation cooling' is essential. If a beam of muons is passed through material the muons will slow down. If they are then reaccelerated in the same direction, the size and spread of the beam will be reduced. If this process is repeated many times, the beam can be made narrow and parallel enough to fit into a storage ring. The Muon Ionisation Cooling Experiment (MICE) at the Rutherford Appleton Laboratory in the UK aims to demonstrate the ionisation cooling of muons for the first time. It consists of a short 'cooling section' which contains 'absorbers' where the muons lose energy and 'cavities' where the muons are accelerated by high electric fields. The muons will be guided by strong magnetic fields from superconducting magnets. The size the muon beam will be measured before and after it has passed through the cooling section. Because the cooling section is short the cooling effect will be quite small and the before- and-after measurements must be made with a precision of one part in a thousand.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H001735/1","grantId":"ST/H001735/1","fundValue":"1056340","fundStart":"2008-04-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"","person":"Kenneth  Long","coPersons":["Juergen  Pozimski","Jaroslaw  Pasternak"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}