{"id":"CB7093FF-3A7E-4FF1-AC6B-C183A232B171","title":"The Politics of Judicial Independence: Follow on Funding","abstractText":"This proposal is for follow up funding for the research project on &quot;The Politics of Judicial Independence&quot; (2011-13), which finishes in December 2013. The project explored the changing relations between the judiciary, executive and Parliament in light of recent constitutional reforms which established the judiciary as a more separate branch of government. Throughout the project the research team held private seminars with representatives from all three branches of government and the legal profession, to stimulate dialogue between them. They now want to take their findings out to a wider audience, by organising a series of lectures, seminars and conferences to disseminate their findings to different practitioner communities through 2014. \nTo help engage with new audiences, many of these follow-up activities involve working with partner organisations. \n\nPromoting dialogue with non-lawyers\n- To take the discussion out to wider groups in politics and civil society, three seminars will be organised with different think tanks: the Centre for Policy Studies (Conservative leaning), CentreForum (Lib Dem) and the Fabian Society (Labour). \n\nPromoting dialogue with the three branches of government\n- For judges and lawyers, events will be held in the Supreme Court, Middle Temple, Judicial College and the Administrative Law Bar Association. For Parliamentarians, events will be organised with the All Party Parliamentary Group on the Constitution, and the Parliament and Constitution Centre in the Commons Library. For Whitehall, there will be seminars in the Ministry of Justice, Judicial Appointments Commission and Institute for Government. \n\nClosing Conference\n- These follow up events will conclude with a big public conference in autumn 2014 to round off the programme. It will involve the key participants of the last 10 years (Lord Woolf, Lord Judge, Jack Straw), and address the key questions raised during the public discussions: have the judiciary become too powerful? Are the judges sufficiently accountable? etc.\n\nDissemination in the media \n- The research team will promote all these events, and wider discussions through their web pages, YouTube, Facebook and Twitter.\n\nArchival Interviews with former Lord Chancellors and Lord Chief Justices\n- The researchers have talked to most of the five former Lord Chancellors and three Lord Chief Justices. They now plan to record proper TV quality interviews with each of them to create a historical archive. These would form an important historical record. The Lord Chancellors and Lord Chief Justices have been the leading actors in the recent constitutional changes, but for judicial reasons they have been reticent about their role.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L007363/1","grantId":"AH/L007363/1","fundValue":"28078","fundStart":"2014-01-01","fundEnd":"2015-06-30","funder":"AHRC","impactText":"","person":"Robert John Hazell","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}