{"id":"CB73ECAA-9C2A-4A7E-9E53-43FC69E10FFB","title":"Nurturing a lexical legacy: understanding the transition from novice-to-expert in children's reading development","abstractText":"The written word is arguably the greatest cultural invention. Orthography (the conventional writing system of a language) provides a set of tools that allows us to write words so that others who share our tools can also share our thoughts, ideas, and dreams. The written word allows us to create narratives that play to our imaginations or teach us about the world; the written word transcends space and time and it is almost impossible to imagine the world without it. For skilled readers, the connection between the letters on the page and the image they construe in our minds is so fast, so rich in content and so automatic, we rarely stop to think of the underlying complexities of what we do as we read. Yet, learning to read is hard. It takes time and requires instruction. Reading is a skill and like other skills, practice is critical to making the transition from novice-to-expert.\n\nThe scientific study of reading has taught us a good deal about the early stages of reading development. We know that children need to acquire the &quot;alphabetic principle&quot; - the fundamental insight that in a language like English, letters code for meaning via sound. This allows children to decode - to &quot;sound-out&quot; words and thus discover the spelling-sound correspondences that characterize their language. Evidence from a large research base has translated to the classroom with a phonics-based reading curriculum characterising the teaching of reading in the early years in the UK. \n\nCritically however, we know relatively little about how children develop from novice-to-expert: how do children move from the laborious process of decoding individual words to the sense of effortlessness we, as skilled readers, experience as we read? This is important for a full theoretical understanding of how the reading system works. A better understanding of this will help to devise curriculum materials and instructional approaches that promote learning. This is vital: despite a phonics-rich curriculum, too many children are failing to make the transition from novice-to-expert, as evidenced by the large number of children who enter secondary school with unacceptably low levels of literacy skill. This has serious consequences, given that literacy is crucial to educational, cultural and economic advancement as well as social well-being.\n\nThe research described in this proposal aims to fill this gap in our knowledge. Carefully controlled experiments that nevertheless mimic the natural reading process will test out a number of hypotheses about how to promote children's learning about words via their reading experiences. A range of questions is asked: How do children deal with new words that they encounter for the first time when reading a story? How do we best structure and organise reading practice so as to optimize word learning and reading development? Do new words need to be encountered many times in order to be learned properly and if so, how many times and should the context in which they occur vary or stay the same? Is it better to learn little and often, or massed into one go? Does testing children's fragile knowledge while they are still in the process of learning ultimately lead to better retention in the longer term? And why is it that some children fail to make progress with learning to read?\n\nAnswers to these questions will inform critical aspects of reading theory that are currently underspecified, namely how children move from being an effortful decoder to an effortless skilled reader. Our experiments will provide insights on how to best optimize reading practice for long-term learning in the classroom, with the ultimate aim of supporting more children to make a successful transition from novice-to-expert.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M009998/1","grantId":"ES/M009998/1","fundValue":"649084","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"ESRC","impactText":"","person":"Kate  Nation","coPersons":["Anne  Castles"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}