{"id":"CB7BBEC7-E11F-4FCD-AA94-2C12FB0466A1","title":"A Dynamic Perspective on DNA-binding","abstractText":"The binding of small molecules and proteins to DNA is fundamental to biology and considerable scope exists for the development of highly-sequence-selective, DNA-binding molecules as new drug candidates and biotechnological tools to manipulate gene expression. In this proposal we focus on applying cutting-edge time-resolved spectroscopy methods developed at the STFC Central Laser Facility (CLF) to observe, in real time, the binding of small molecules to target sequences in the minor groove of B-DNA. \nMinor groove binding (MGB) species have shown promise as novel antibiotics for the fight against hospital acquired infections such as Clostridium difficile, with one such MGB compound, produced by our project partner MGB Biopharma Ltd, entering preclinical trials. Obtaining, a comprehensive molecular-level understanding of the mechanisms that underpin ligand binding in this class of molecules is now critical in order to inform refinement of current candidate molecules and the design of new derivatives for applications in areas such as cancer treatment. Despite much study however, key outstanding questions remain regarding the way in which specific DNA base sequences are identified by the ligand and the role of water in promoting, mediating or inhibiting ligand binding to DNA. \nThe gaps in our knowledge arise because the current picture of DNA binding stems from experiments such as X-ray diffraction, NMR or biochemical assays that, crucially, are not sensitive to the rapid fluctuations of the DNA architecture or the solvent molecule-driven dynamics that occur in solution. These dynamics directly influence both the shape and chemical environment of the binding site and it is therefore imperative that they are built into any models of DNA binding.\nAs a result of capital investment in ultrafast laser technology at the CLF and STFC-funded Programme Access research, the capability now exists for studying biomolecular processes in real time and at high spatial resolution using 2D-IR spectroscopy. We seek to establish that this technology can address key issues in the pharmaceutical sector by applying it to record the first 'molecular movie' of the DNA:ligand binding process of an MGB drug candidate. In doing so, we will reveal the influence of DNA fluctuations and water molecules upon binding in unprecedented detail and demonstrate that STFC-funded research can take a lead in transferring academic research to impact in this arena. The results of this work will demonstrably contribute to the design of MGB species for healthcare and we envisage integrating this new knowledge early into the drug design process, ultimately leading to next generation drug candidates with improved efficacy and selectivity for their particular target sequences. In addition, this demonstration of capability will provide a gateway both for future engagement between STFC research and the pharmaceutical sector and for exploitation of future funding routes from previously inaccessible sources such as MRC and the Wellcome Trust.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M000125/1","grantId":"ST/M000125/1","fundValue":"48437","fundStart":"2014-12-01","fundEnd":"2015-11-30","funder":"STFC","impactText":"","person":"Neil Terence Hunt","coPersons":["Colin  Suckling","Glenn Ashley Burley"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}