{"id":"CB895155-0A91-4AED-B67C-DCC776E514C3","title":"Rapid proteome profiling using positional signature peptides","abstractText":"The proteome defines the entire complement of proteins expressed by a cell in a particular state. The 'protein world' is a challenging area to study, and if we are to conquer this world, currently we use a strategy based on 'divide and conquer', breaking up the proteome into smaller fragments to make them amenable to analysis. But, if we increase the intrinsic complexity of the protein world by fragmentation, aren't we making it even more difficult to analyse? At first glance, yes, but suppose we could capture just one, information rich fragment that was able to report on the parent protein - recovering information just became 50 times easier! This strategy for proteome simplification is exactly what we propose. We have worked out a way to reduce the complexity of a proteome (perhaps 500,000 fragments) to a highly information-rich subset (perhaps 5,000 fragments) using novel chemical tricks. We now need to develop and refine our approach, and build the matching informatics tools to make the most effective use of this limited set of fragments - there is a wealth of information buried in these. An approach such as this would be of great value to the community of scientists who study proteomes. The methodology is simple to deliver, cheap, and requires no sophisticated instrumentation over and above that which we would find in a typical proteomics laboratory. It has the potential to revolutionise the way in which we study proteomes","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F004605/1","grantId":"BB/F004605/1","fundValue":"186111","fundStart":"2008-01-14","fundEnd":"2010-03-13","funder":"BBSRC","impactText":"  The technology we investigated has lead on to further research in quantitative and qualitative proteomics in our labs, and the general technique of n-terminal peptide enrichment is still in use - though other labs have developed it in different directions.  ","person":"Simon  Hubbard","coPersons":[],"organisation":"The University of Manchester","findingsText":" We improved some proteomics informatics methods for integration of multiple search engines, and improved methods/data standards for quantitative proteomics and submission to repositories. through publications, the informatics findings can be used for further development of the field and provide insights in to databases design Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}