{"id":"CB8D23D9-C4A8-43A5-BEE4-D3C9D9518656","title":"Micro- and nano-patterned electrodes for the study and control of spillover processes in catalysis","abstractText":"An exciting opportunity exists to exploit recent advances in techniques used in the micro- and nano- fabrication of semiconductor devices to fabricate and evaluate families of model catalysts. Such technologies can, in principle, be used to control the spatial arrangement of components on, e.g., a catalyst surface. We intend to employ such techniques for the preparation of micro- and nano-structured model supported-metal catalyst structures with metal features varying by more than three orders of magnitude (from approximately 100 nm to 1 mm in lengthscale). This proposal is motivated by the need to study the catalyst-support boundary and its role in heterogeneous catalysis if we are ever to improve our understanding of heterogeneous catalytic systems under real 'high pressure' operating conditions (crucially, although it is acknowledged that this interface can critically influence catalyst performance, there is a lack of ways to study its role). In order to be able to probe the interfacial region between support and catalyst electrochemically we will work with structured catalysts in the form of continuous electrodes deposited on an oxide solid-electrolyte support and compare the behaviour in such systems with similar model catalysts supported on more complex supports, but of greater practical interest, such as titania. We will focus on noble metals supported on oxides; such catalyst systems being widely employed industrially and there being evidence that the activity of such catalysts can be influenced by spillover processes as a result of 'electrochemical promotion'. The project brings together an outstanding team of scientists and engineers that is ideally suited to address the work which we anticipate will influence the way we view heterogeneous catalysis in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G025649/1","grantId":"EP/G025649/1","fundValue":"472200","fundStart":"2009-12-01","fundEnd":"2013-05-30","funder":"EPSRC","impactText":"","person":"Ian  Metcalfe","coPersons":["Nicholas George Wright"],"organisation":"Newcastle University","findingsText":" It was found that sodium addition on the catalyst surface can significantly affect the oxygen charge transfer, catalytic and electrocatalytic properties of the Pt/YSZ system, however, there is no clear evidence that such species are necessary for the observation of Electrochemical Promotion of Catalysis, EPOC. Electrical polarisation and sodium addition seem to a first approximation to have an additive effect as electronic promoter on the electrochemical promotion when there is low lateral inter If our proposed model on the sodium modification of platinum catalytic and electrocatalytic activities is reproducible, then we may be able to predict the role of sodium in the different systems. Other than that, we can extend the studies on different impurity species such as potassium, silicon or sulphur. This would be helpful to catalyst manufacturers and users. This research could be used by catalyst manufacturers and users to optimise generate improved models of catalyst promotion that coul Chemicals","dataset":"gtr"}