{"id":"CB8E44A5-9C81-4318-B1BC-161E9FB6A521","title":"Development of novel, UV-activated, intelligent inks for food packaging","abstractText":"Most food is packaged under a modified atmosphere in order to exclude oxygen, which is responsible for most packaged food spoilage. The problem with such modified atmosphere packaging, MAP, is that there is no inexpensive way to identify if the package seal is intact; as a consequence QC in MAP is &lt;&lt; 100%. This project aims to develop a range of solvent-soluble, UV-B activated, oxygen sensitive inks for MAP, using ion-pairing techniques and large-bandgap semiconductor photosensitisers. The reducing gas, ethylene, is a growth hormone, emitted by most fresh produce, especially passion fruit, peaches and pears, as part of the ripening process; levels of ca. 1 ppm can initiate the ripening process in other fresh produce. The level of accumulated ethylene in a package provides a measure of the degree of ripening undergone by the packaged fresh produce. There are few, if any commercial indicators for ethylene and no intelligent inks. As a result, and using the same basic principles as that for the oxygen indicators, this project will also develop a range of solvent-soluble, UV-B activated, ethylene sensitive inks for the fresh produce packaging industry. These indicators may respond to other reducing gases present in the food package, such as aldehydes and ketones, which are also associated with the ripening process. However, particular attention will be given to the development of ethylene sensitive indicators. The project will provide an excellent training for the named PhD student, who will use a wide range of analytical techniques, work closely with a major ink manufacturer and promote the technology to the food packaging industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F063725/2","grantId":"EP/F063725/2","fundValue":"29063","fundStart":"2011-03-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  The results of our work has contributed to the formation of a smart inks technology unit at QUB and improved considerably our understanding of smart ink technology. Agriculture, Food and Drink Economic","person":"Andrew  Mills","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" We generated a number of oxygen sensitive inks that could be sued for food packaging. These inks can be printed in the normal way - flexo and gravure, but also using ink jet printing. These inks and associated technology can be sued by the food packaging industry and the modified atmosphere packaging industry in general to improve significantly their quality control. Agriculture, Food and Drink","dataset":"gtr"}