{"id":"CB94CEC6-9264-4B3A-BC24-05A61CEC1272","title":"The diagnostic window for detection of viruses infecting salmon in erythrocytes.","abstractText":"Diagnosis of viruses infecting fish is often done by detecting the nucleic acids of the viruses in fish tissues. This approach ignores increasing evidence that these viruses can replicate in blood. If blood could be used as a diagnostic sample it would simplify and possibly also speed up diagnostic testing.\nWe want to explore the replication of five viruses infecting salmon (ISAV, SAV, PRV,PMCV, IPMV) in salmon erythrocytes. We want to assess which of these viruses show good replication in erythrocytes and if conclusions for a diagnostic window for their detection in live salmon can be drawn. We also want to explore if virus infection of the erythrocytes illicits an immune response, which would show that erythrocytes which are in first contact with the infectious agents are also involved in front line defense against infection. Another feature we would like to monitor are the morphological changes induced in infected erythrocytes.\n\nIf replication of these viruses in erythrocytes can be confirmed it would lead the way to simplifying virus diagnostics. To additionally standardize testing we want to develop material for external quality assessments of molecular diagnostics in fish diagnostic laboratories. This is absolutely necessary since accreditation services can not assess how individual laboratories are performing nor are individual laboratories able to compare their performance to others. In short the whole concept of quality assessment, which is well established in the diagnostics of viruses infecting humans, is missing in the laboratory scene testing for fish viruses. To this end we have included QMCD from Glasgow into our consortium which has a long standing expertise in developing EQA panels.\n\nOverall the outcomes of this project will help to simplify and to optimize molecular detection for viruses infecting salmon.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M026183/1","grantId":"BB/M026183/1","fundValue":"189116","fundStart":"2015-06-01","fundEnd":"2017-05-31","funder":"BBSRC","impactText":"","person":"Manfred  Weidmann","coPersons":["Chris  Secombes","Simon Anthony Mackenzie","Eann  Munro"],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}