{"id":"CB9E9A7D-D6BB-4461-BE8E-A0554E3E002E","title":"Hypothalamic regulation of appetite by thyroid hormones","abstractText":"Thyroid hormone is one of the most important mechanisms for controlling body function. The effects of a large excess or the absence of thyroid hormone is well known. However despite its importance of thyroid hormones their role in the day to day regulation of food intake is unknown. It is known that a large excess of T3 increases metabolic rate and this is thought to result in an indirect increase in appetite. However, recently we found that low doses of thyroid hormone increased food intake without affecting metabolic rate. This effect seemed to be mediated by part of the brain called the hypothalamus, specifically a region of the hypothalamus called the ventromedial nucleus (VMN). We now plan to establish the role of thyroid hormone in the VMN in the day to day regulation of food intake and energy expenditure. Recently mice which have been genetically altered to allow levels of thyroid hormone or thyroid hormone receptors to be reduced in specific regions of the brain have been produced. Using these mice we will establish the role of thyroid hormones in regulating food intake on a day to day basis and identify the receptor which mediates these effects. This work will allow us to establish the role and importance of thyroid hormone in regulating food intake.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F021704/1","grantId":"BB/F021704/1","fundValue":"474873","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"  The work is of immense interest to the pharmaceutical industry. We currently have been contact with several large pharmaceutical companies including Glaxo-Smith Klein and Astra-Zeneca with respect to this work and data. We are currently investigating the possibility of developing formal collaborations and research projects exploiting the models and data. The post doctoral scientist employed on the grant was recently head hunted by a medium sized biotechnology company, Prosidion. He was targeted for recruitment as a result of the experience gained whilst working on this project. One of the PhD students whose thesis was based on the work conducted as part of this project was half funded by Industrial sponsorship with departmental funding paying the remainder. Pharmaceuticals and Medical Biotechnology Economic","person":"James Victor Gardiner","coPersons":["John Howard Bassett","Stephen R Bloom","Graham Richard  Williams","Waljit Singh Dhillo"],"organisation":"Imperial College London","findingsText":" The project was successful in all of its aims and objectives. Two different murine models were produced in which there was either deletion of the thyroid hormone receptor ß (TRß) or activation of type 3 deiodinase (D3) specifically in the hypothalamic VMN. This was achieved by stereotaxic injection of rAAV expressing a CRE/GFP fusion protein into the VMN of either TRßflox/flox or pRosa26/D3 flox-stop/flox-stop mice. In mice with specific VMN deletion of the TRß a marked phenotype of increased weight gain and food intake was observed, compared to controls. The weight gain in this model was of a similar magnitude to that seen in mice with targeted deletion of either POMC or the melanocortin 4 receptor. This striking phenotype was replicated in mice with with VMN specific over-expression of D3 and thus reduced thyroid hormone levels in the VMN. The increased weight gain was due to an increase in food intake and was not associated with any changes in energy expenditure. Similar results were also seen in rats in which D3 had been over-expressed in the VMN using rAAV. All of these changes occurred without alteration in systemic thyroid status, thus circulating levels of freeT4 freeT3 and TSH were unchanged in both the mouse and the rat models. Two manuscripts are currently being prepared presenting this data. One will be submitted to Nature Medicine; the other to FASEB journal. We expect several other papers and presentations to arise from this work. In addition we expect this work will be of great interest to the public and we will actively seek to maximise coverage of these findings in the media and with outreach activities. We will utilise the media offices at both Imperial College and the BBSRC to achieve this. The data provide a rationale for the development of pharmaceutical agents which target this system to regulate food intake and body weight. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}