{"id":"CBA4A6B9-F86C-4798-AA5A-71660836BBEE","title":"Mapping Design Innovation Ecosystems","abstractText":"Design is increasingly being recognised as a priority for innovation by government. In September 2013, the European Commission launched an 'Action Plan for Design-Driven Innovation'. In 2011, the UK Government stated that 'Design can be transformative for companies, through leading or supporting product and process innovation, for managing the innovation process itself, and the delivery of public services' and in 2013, the Welsh Government recognised design as a driver of innovation for the private and public sectors in the 'Innovation Strategy for Wales'. However, there is often a disconnect between policy formulation and implementation. As such, there is a real opportunity for academic research to influence how policy is translated into practice. Innovation ecosystems theory is an established line of academic inquiry but design has yet to be integrated in a meaningful way. \n\nMany parts of the UK have initiatives to support design but they operate outside the mainstream innovation ecosystem and therefore are not reaching their full potential. To implement effective policies and programmes for design, policy-makers require insight into the design innovation ecosystem to ensure all components of the system are operating cohesively. Research is required to ascertain how design fits into innovation ecosystems theory and how it applies in practice so that policy-makers develop design innovation infrastructure in an informed way. By mapping the design infrastructure in Wales and Scotland, this research will validate design innovation ecosystems theory and provide concrete examples of how design can achieve innovation policy priorities. \n\nFirstly, PDR will undertake a literature review on design and innovation ecosystems to inform the framework development and workshop delivery. Subsequently, PDR will host four exploratory workshops with different target audiences (policy-makers, designers, academics and industry representatives) in Cardiff, Bangor, Glasgow and Dundee to test the design innovation ecosystem framework. The workshops will employ design-led techniques to engage participants in identifying the main actors and initiatives in different components of the ecosystems such as users in the private and public sectors, design support, design promotion, design centres, the professional design sector, design education, design research and design funding. From the mapping exercise, the workshop participants will use hands-on and visual techniques to explore the level of systemic interaction and assess the systemic strengths and weaknesses. From the strengths and weaknesses, the workshop participants will co-develop a set of policy proposal for strengthening the ecosystems again using design-led techniques to engage delegates in constructive and inclusive dialogue. \n\nBy mapping and analysing the two design innovation ecosystems, the research will propose a set of concrete recommendations to the Welsh Government and Scottish Enterprise to improve existing innovation programmes and policy initiatives. The outcomes will be disseminated in policy engagement events in Cardiff and Glasgow as well as meetings with key stakeholders in Lancaster and London. \n\nThe outputs from the project will be:\n- A literature review of design innovation ecosystems.\n- A framework for design innovation ecosystems validated through testing in four workshops. \n- A map of the Welsh and Scottish design innovation ecosystems, their strengths and weaknesses and policy proposals for strengthening the ecosystems.\n- A 'Blueprint for Mapping Design Innovation Ecosystems' to enable other stakeholders to replicate the research (this report will include the aforementioned outputs). \n- Two policy engagement events and two dissemination meetings. \n- A website with the project outputs. \n- A peer reviewed article in an innovation journal and a peer reviewed article in a design journal.\n- A summary report including findings, lessons learnt and future plans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013606/1","grantId":"AH/L013606/1","fundValue":"39849","fundStart":"2014-03-10","fundEnd":"2014-09-09","funder":"AHRC","impactText":"  The impacts of the project to date are based around the new ideas that have been generated by policy makers in Wales and Scotland. As the project has only just ended, these new ideas are at a conceptual stage and none have yet been implemented. Participants in both the Scottish and Welsh workshops proposed additional training in the value of design for innovation specialists within the Welsh Government and Scottish Enterprise to further promote design as an approach to innovation for SMEs. Other recommendations that the Welsh Government will consider is making design a mandatory component of all Welsh Government innovation programmes to encourage the up-take of design by SMEs, appointing design representatives to Welsh Government industry committees, recruiting a design manager within the Welsh Government and setting up a Design and Development Grant to encourage start-ups to invest in design. The workshop participants also proposed that Scottish Enterprise could conduct a journey mapping exercise to understand how businesses access design support across the different programmes, ensure that design is an eligible cost within the Smart Exporter programme and promote design to the public sector through the Scottish Leaders Forum. \nThis research could open up new opportunities for influencing policy at regional and national level in the UK and across Europe. With design prioritised as a driver of innovation in the European Commission's policy Innovation Union, governments across Europe are looking to understand how design can achieve innovation policy priorities. This is particularly relevant in the context of the growing emphasis on smart specialisation strategies where the creative industries, and within it, design, are being highlighted as a powerhouse for European competitiveness. Communities and Social Services/Policy,Government, Democracy and Justice Economic,Policy & public services","person":"Andrew Thomas Walters","coPersons":["Anna  Whicher","Sharon  Prendeville"],"organisation":"Cardiff Metropolitan University","findingsText":" This research sought to ascertain how design fits into innovation ecosystems theory and how it applies in practice so that policy-makers can develop design-driven innovation infrastructure in an informed way. By mapping the design infrastructure in Wales and Scotland, this research has validated theory on Design Innovation Ecosystems by providing concrete examples of how design can achieve innovation policy priorities. By being directly involved through a co-design process, the framework we developed enabled policy-makers to take a more holistic view of the interaction within the innovation environment and subsequently to develop more targeted policies and support mechanisms. Not only was the Design Innovation Ecosystem framework a useful tool for conceptualising the environment in which design operates but policy-makers also found the methodology engaging. While co-design methods are familiar to researchers active in the field, methods that visualise complex systems and facilitate constructive dialogue between diverse stakeholders is not common among government officials. The feedback from policy-makers was that both the framework and the method were beneficial in constructing a shared understanding of user needs and policy constraints between stakeholders. This approach resulted in new ideas for and from policy-makers, demonstrating the usefulness of the Design Innovation framework and co-design method. The results suggest that while there may be significant synergies between regional Design Innovation Ecosystems in the UK, or indeed in other EU countries, there are also unique operating conditions and therefore our framework and method could be replicated to support evidence-based policy-making elsewhere. This research has benefited from having design aware policy-makers within the Welsh Government and Scottish Enterprise participating in the process. These government ‘design champions’ have been instrumental in steering the research, contributing to the workshops, and translating workshop outputs into implementable policies. Further research should examine the levels of prior design awareness required within government to facilitate this design approach to policy development (whether that be policy that examines design and innovation or any other aspect of policy development). It is perhaps obvious that the policy beneficiaries – those upon which the policy will impact – should also be well represented during stakeholder engagement activities related to policy development. As such, this exploratory research reflects a snapshot in time of the knowledge of a small group and therefore may not necessarily represent the entire design landscape in Wales and Scotland. Future research for policy proposals would benefit from a greater participation of SMEs and designers in the workshops; therefore, potentially more effective means of SME engagement should be explored, which could take the form of incentives for workshop attendance, presenting policy developments at industry events, or a broader set of surveys and industry visits to explore needs in more depth.\nThe framework and method could be implemented on a wider scale to influence policy not only in the Department for Business, Innovation and Skills but also other ministries like the Department for Communities and Local Government, Department for Culture, Media and Sport and even the Department for Health. Design, as an approach to problem-solving, is relevant to all these policy domains. To influence policy changes, government requires not only the qualitative insight gained from a co-design method with policy beneficiaries but also the quantitative insight generated from empirical evidence of design investment by both the private and public sectors. From such a research, it could be identified whether an empirical approach to policy development is more effective or whether a co-design approach is more effective for policy development. It could be surmised that current quantitative approaches to policy development would be enhanced and become more user-focused if supplemented by a co-design approach to policy formulation. To begin to address these issues, we intend to conduct further research with industry partners, academic colleagues and government policy-makers around the world. Communities and Social Services/Policy,Creative Economy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}