{"id":"CBA81FAC-4606-4CB1-A892-D35EC8CD1605","title":"Flood Modelling for Cities using Cloud Computing","abstractText":"Cities are concentrations of flood risk because they are densely developed and tend to be situated in low-lying areas. Floods in UK cities of 2005 and 2007 have been a major driver for planning and research. However, risk from flooding from intense rainfall is particularly difficult to assess because it is sensitive to the spatial-temporal characteristics of rainfall, local runoff and surface flow processes, the performance of urban drainage systems and the exact location of buildings. Detailed models of water flow over complex surfaces are needed so that the effects of buildings, roads, vegetation and other features can be captured. Such models take a very long time to run on conventional computers and therefore need special facilities which have hitherto not been readily available. Fortunately, Cloud computing is now available. Clouds are systems where very many large computing jobs can be submitted to flexible, large facilities at relatively cheap cost without the user having to buy and manage the facility themselves: they simply pay a fee for time and storage of data.The outputs of flood models for cities are of great interest to a range of end-users in local government, the Environment Agency and water utilities. Until now they have been unable to generate and use such models because they could simply not be run for the large areas needed or for the number of cases of rain storms required to cover all eventualities. This is now a real possibility with the Cloud, so we plan to demonstrate its use not only for flood mapping for a large city, but for a wide range of rain storms covering possible climates for now and the future to allow planning and adaptation to take place.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I034351/1","grantId":"EP/I034351/1","fundValue":"59188","fundStart":"2011-04-01","fundEnd":"2011-12-19","funder":"EPSRC","impactText":"","person":"Vedrana  Kutija","coPersons":["Christopher  Kilsby"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}