{"id":"CBB539DD-D52B-41CF-9C6D-7207FAF10142","title":"Imaging D3 receptors in alcoholism.","abstractText":"Alcohol misuse, especially dependent alcohol use, costs UK society around #20bn/yr and the NHS #1.7bn/yr. In the UK it is estimated that there are 1.1 million people dependent on alcohol. Typically treatment consists of psychosocial approaches however medication is increasingly recognised to play an important role to support any changes or progress made. Increasing knowledge about how alcohol or addiction can affect the brain?s chemistry has led to new medications becoming available. One particular chemical system in the brain, dopamine has been known for a long time to be involved in mediating ?alcohol-liking? but is also involved in ?alcohol-seeking? in those that have become dependent on alcohol (i.e. alcoholic). Within the dopaminergic system, the dopamine D3 receptor (DRD3), has been recently shown in animal models to play a role in cue or stress induced relapse and in addition chronic alcohol exposure can increase DRD3 levels. Therefore blocking the DRD3 is likely to be of clinical benefit in reducing the commonly cited reasons for relapsing ? seeing a cue or reminder of their drinking or stress. The aim of this proposal is to measure for the first time DRD3 levels in the living human brain. We are using a specialised brain imaging technique called positron emission tomography (PET) which involves using a tracer (called 11C-PHNO) which labels the DRD3 receptor throughout the brain including in key areas involved in addiction. Since this tracer also labels another type of dopamine receptor (DRD2) a second scan will take place after blocking all DRD3 with a drug, called a DRD3 antagonist. The difference between the two scans will represent DRD3 levels in the brain. Since the DRD3 appears important in mediating cue-induced relapse we will also measure activity in the brain using another brain imaging technique, functional magnetic resonance imaging (fMRI), as the person is looking at alcohol-related cues as well as when they are anticipating a different type of ?reward?, money. We will then be able to investigate the relationship between DRD3 levels and brain activity during these experiences. We are only able to conduct this study now due to the availability of the PET tracer and DRD3 antagonist. This study will give us important information about DRD3 to help understand its role in human alcoholism. Building on this, further studies will investigate the DRD3 system in other addictions eg opiate, gambling to inform future therapeutic approaches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802723","grantId":"G0802723","fundValue":"215582","fundStart":"2009-11-01","fundEnd":"2011-12-19","funder":"MRC","impactText":"","person":"Anne  Lingford-Hughes","coPersons":["John D Beaver","Eugenii Alfredovich Rabiner","David  Nutt"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}