{"id":"CBBD1E71-D8C6-450F-AAE4-235E8DC65CD8","title":"PATT-linked grant for Warwick Astronomy &amp; Astrophysics Group, April 2015 to March 2017","abstractText":"At the end of their lives stars settle into one of three possible final compact states known as white dwarfs, neutron stars or black-holes. All three of these are incredibly dense by our standards, so much so that to a neutron star matter at Earth-like densities is only a little different from a vacuum. Many examples of such objects are known, and they are often far from being inactive as they can be so closely paired up with other stars than we can see the effects of gas transferring from one star to the compact object. In such a process the gas can be heated to many millions of degrees making these object efficient X-ray sources. Furthermore, both white dwarfs and neutron stars can show explosive effects as material accreting onto them sparks into uncontrollable fusion, generating vast amounts of energy within seconds or minutes. Such explosions can light up the furthest reaches of the Universe to reveal the history of the build up of structures in the Universe. Our work centres on trying to understand such processes and how the various objects that we see relate to one another. The purpose of this grant is to support the travel needed to observe these objects on ground-based telescopes where we carry out observations of the high-speed processes that occur as material crashes onto these remarkable objects. The grant will also support work on exoplanets, where high-precision measurements of brightness and velocity are essential to the measurements of the masses and radii of planets required to understand the nature of planets far beyond our Solar System.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M006492/1","grantId":"ST/M006492/1","fundValue":"23280","fundStart":"2015-05-10","fundEnd":"2017-05-09","funder":"STFC","impactText":"","person":"Thomas  Marsh","coPersons":["Peter James Wheatley","Richard  West","Andrew James Levan","Don  Pollacco","Elizabeth Rose Stanway","Danny  Steeghs","Boris  Gaensicke"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}