{"id":"CBC134C4-B013-4E5D-B1E1-A89E28BC642B","title":"Understanding the Physical Basis of gene/drug delivery with ultrasound and microbubbles","abstractText":"The aim of this project is to improve the effectiveness of drug and gene delivery using ultrasound combined with microbubble contrast agents. There are a wide range of diseases, including cancers and heart disease, which would benefit from the ability to deliver therapeutic agents in a safe, efficient, and localized manner. Gene therapy in particular has great potential as a method of treatment for both genetic and acquired diseases. The main problem facing this treatment is getting enough of the medicine to the right place in the body. Currently the use of viruses as delivery agents has shown good efficiency, however problems with the immune response of our bodies is a limit to their potential in clinical use. Other approaches are currently much less efficient and must be combined with additional physical enhancement to work at clinically relevant efficiencies. Recent research by us and others has shown that using ultrasound combined with microbubbles has the potential to act as a safe and site-specific physical enhancer of gene and drug delivery. Microbubbles themselves are already used in diagnostic ultrasound imaging to improve the image quality and aid in the detection of diseases. They are literally tiny bubbles, typical the same size as the red blood cells that flow in our blood. They contain an inert gas so as not to dissolve too quickly, and are usually stabilized by a thin layer not dissimilar to a soap bubble. The ultrasound equipment is able to detect them because they reflect the sound very strongly. In this project we will use these bubbles in a slightly different way, buy increasing the amplitude of the ultrasound that we use we can force the bubbles to oscillate more vigorously and to cause the cell membranes and small vessels near the bubbles to become temporarily leaky. This leakiness allows the therapeutic genes or drugs mentioned above to enter the cells where they are needed. A number of research groups around the world are interested in this process and there is a growing body of published literature on the topic. However, the majority of the studies to date act only to demonstrate the feasibility of this approach and are often very limited in the parameters they investigate. In this research we set out a series of experiments to investigate the mechanisms behind this approach from the interaction of the sound with the microbubbles through to the effect of the bubble vibrations on cells both in cultures and in pre-clinical applications. Additionally we will study different bubble types (with different shells and other chemical compositions) to find the optimum microbubble properties for this drug and gene delivery process. Our aims are twofold: i) to provide insight into the mechanisms that make this process work and ii) to optimise the technique to get the most effective therapeutic effect.In the long term a patients with cancers, heart disease and genetic diseases like muscle dystrophy will one day benefit from this research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F066740/1","grantId":"EP/F066740/1","fundValue":"387475","fundStart":"2008-10-13","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"","person":"Robert John Eckersley","coPersons":["Dominic John Wells"],"organisation":"Imperial College London","findingsText":" We investigated the effects of temperature and gas saturation on the stability of microbubbles, and were able to provide guidelines to other researchers on how to perform there experiments in this field. We also investigated the use of different material in the manufacture of microbubbles in an in-vivo pre-clinical model and were able to show that the Ablumin based bubbles where potentially more effective in gene delivery The guidance we provided into the effects of pressure and temperature are very crucial for researchers in the field.\nThe fabrication details of different microbbbles might also be of use. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}