{"id":"CBCA2F03-888A-44B6-9D3A-B10AD7E53C15","title":"Compositions for Cochlear Implantees Follow-On Project","abstractText":"For severely or profoundly deaf people who receive little benefit from conventional hearing aids a cochlear implant (CI) can provide useful speech perception. However, current devices are very poor at conveying pitch information and therefore, although many CI users express a desire to hear music again, they are often dissatisfied with the sound of music through their implant and some avoid music altogether. \n\nObjectives for the original AHRC funded 'Compositions for Cochlear Implantees' research project included developing and evaluating rehabilitation materials to aid music appreciation for CI users. Feedback from CI users in a series of consultation sessions and workshops strongly suggested that a music rehabilitation programme should be interactive, creative, open-ended, educational and challenging. Furthermore, it was evident that CI users wanted a resource that not only enabled them to develop their music perception abilities, but also helped them to re-engage with music.\n\nThe 'Interactive Music Awareness Programme' (IMAP) was developed in response to the needs of CI users and can be run from a USB memory stick. It has an interface that links to software applications, which enable users to access music by creating, manipulating and playing with music in an open-ended way. In this follow-on project the IMAP will be developed further into an online resource, which will make it freely and readily accessible to CI users worldwide.\n \nThe IMAP will also be expanded to include artists and compositions from a wider range of genres to ensure that the IMAP will appeal, and be relevant to CI users with differing music preferences, hearing histories and cultural backgrounds. This will also help to expose CI users to music that may be more accessible through their implant, which they may not have previously considered. Artists currently featured include Philip Selway (Radiohead), Blueswerver, Robin Grey and Madelaine Hart.\n \nFinally, IMAP use will be promoted and supported through a new training programme and workshop for service providers and CI users in the UK and through online training resources and guides for service providers and CI users further afield. It is anticipated that unique inter-professional learning opportunities will arise from bringing together audiologists, hearing therapists, teachers of the deaf, music therapists, musicians and other professionals that will ultimately benefit the provision of music rehabilitation and therapy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K002880/1","grantId":"AH/K002880/1","fundValue":"79469","fundStart":"2013-01-28","fundEnd":"2014-07-27","funder":"AHRC","impactText":"  The IMAP is available at: www.morefrommusic.org and is currently being used by over 130 CI users, hearing aid users and professionals. \n\nWe are in the process of distributing hard copies of the 'Music workshops for adult cochlear implant users: a good practice guide' with instructions for using the IMAP to CI centres across the UK. An annual programme of music workshops for adult CI users has also now been established at the University of Southampton Auditory Implant Service: http://ais.southampton.ac.uk/patient-workshops/ \n\nThe research has also featured in 'The Limping Chicken', a deaf blog, which is the 6th most popular disability blog site in the world:\nhttp://limpingchicken.com/2014/10/16/music-cochlear-implant/#comments Communities and Social Services/Policy,Healthcare Societal,Policy & public services","person":"Rachel Marijke Van Besouw","coPersons":["Benjamin  Oliver"],"organisation":"University of Southampton","findingsText":" The objectives of this follow-on project were to:\n\n1. Develop the Interactive Music Awareness Programme (IMAP) into an online resource\n\n2. Extend the applications in the IMAP to include artists from a wider range of genres\n\n3. Promote and support IMAP use by developing a training programme and workshop for service providers and cochlear implant (CI) users in the UK, and through a guide/online resources for service providers and CI users further afield\n\nObjectives 1 &amp; 2 were met through iterative development and evaluation of an online version of the IMAP using a participatory design process with CI users. New audio and video material has been sourced from a range of artists including STOMP, 10cc, Philip Selway, Cliff Richard, WoodField and Zoe Bestel. The online version of the IMAP is now available at www.morefrommusic.org and is currently being used by over 130 CI users, hearing aid users and professionals.\n\nObjective 3 was met through a ‘Music workshops for adult CI users’ good practice guide aimed at professionals and now available online at www.soton.ac.uk/mfg/music_info/professionals.html. The good practice guide was promoted to audiologists, hearing therapists, speech and language therapists, musicians, music therapists, students and other professionals at a one-day music workshop training event for professionals run by the project team in 2013. Resources from this event have been made available for professionals on the University of Southampton Music Focus Group website at www.southampton.ac.uk/mfg/music_info/professionals.html. An NIHR grant proposal planning meeting was held in January 2014 with potential collaborators and patient involvement to discuss funding for a multicentre trial of the online version of the IMAP. At this meeting it was agreed that the impact of the IMAP on music-related quality of life would be an important outcome to measure; however, such a measure does not currently exist. Research is now being undertaken to generate a conceptual framework to describe CI users’ relationship with music, taking into account quality of life. This framework will be used as the basis for the development of a new music-specific quality of life measure that can then be used to evaluate the impact of training programmes such as the IMAP, as well as the impact of changes to CI fitting and technology. Healthcare","dataset":"gtr"}