{"id":"CBCDE396-8B98-4D69-BD46-24D1BD5E09DE","title":"Metro costs for Plant &amp; Microbial Metabolomics Initiative","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D525121/1","grantId":"BB/D525121/1","fundValue":"655163","fundStart":"2006-01-01","fundEnd":"2010-03-31","funder":"BBSRC","impactText":"  MeT-RO has carried out many follow-on projects as a result of initial findings in the funded projects of the BBSRC metabolomics initiative. \n\nIn addition a wide number of publications have been put into the public domain and publications are still arising from the funded projects. Agriculture, Food and Drink ","person":"Jane  Ward","coPersons":[],"organisation":"Rothamsted Research","findingsText":" This grant was awarded to MeT-RO by BBSRC as a means of payment of costs associated with metabolomic data collection and analysis for the BBSRC 2nd phase metabolomics initiative. MeT-RO supplied applicants to the initiative with costings for services and 9 out of the 10 projects funded in the initiative contained such a costing. \n\nMeT-RO received approximately 9000 samples from grant holders, giving rise to 27,000 datasets for NMR and ESI-MS. All samples were analysed and the data modelled and returned to the applicant. There were no outstanding samples at the grant end date.\n\nFor each of the experiments MeT-RO was involved with, robust datasets were generated which were useful in answering the grant holder’s biological problems. Several publications are already in print, several are in press and many more are in draft form.\n\nKey findings included the discovery of biomarkers associated with Pseudomonas infection in Arabidopsis, discovery of biomarkers which could serve as early detection signals to Fusarium infection in wheat, novel glucosinolates in seed development in Arabidopsis beta oxidation mutants, QTLs for the major flavonoid in tomato fruit, metabolites which correlated with biomass in Arabidopsis mutants and an understanding of nutrient starvation and re-supply also in Arabidopsis. During the project lifetime, the team at MeT-RO streamlined their standard procedures such that a high throughput operation could be achieved. The average sample throughput through both NMR and MS technologies is currently around 25,000 samples per year. \n\nAlongside the contracted MeT-RO activities for the second phase inititative, BBSRC was keen for MeT-RO to establish a pilot study mechanism to allow members of the research community to carry out a small metabolomics study at no cost. The aim was for the customer to be able to trial the metabolomics approach on their own system and to also provide pilot data for subsequent grant proposals. Prior to the awards of grants being made, the MeT-RO team worked with 58 individuals, 41 of whom submitted a proposal into the initiative. A significant number of these applicants had small pilot studies carried out prior to the initiative application deadline. Although many of these applicants were not successful in being awarded a grant, the pilot work undertaken by MeT-RO was in many cases informative and yielded interesting results some of which were written up for publication and these are included in this report. \n\nAside from the studies carried out for applicants to the phase 2 initiative, a further 26 pilot studies have since been carried out for members of the UK plant and microbial community within the lifetime of this &quot;grant&quot;. In addition, a number of contract services for UK and EU academics and industrial customers have also been completed, raising further income for MeT-RO and allowing the BBSRC metabolomics centre to continue beyond the end date of the original BBSRC funding. Agriculture, Food and Drink,Environment","dataset":"gtr"}