{"id":"CBCE6C5F-60E6-4F78-B1E2-876AD158ABEC","title":"European Beech Forests for the Future: Ecological, economical, and policy analysis of beech forest conservation under the Natura 2000 Network","abstractText":"The European beech (Fagus sylvatica) is of fundamental importance for European biodiversity as a diverse array of plants animals and other organisms depend on it. Yet, beech forests cover only a small percentage of their original area and are under increasing pressure due to environmental and socio-economic reasons, such as climate change and growing demand for timber. The EU addresses beech forest conservation through the Natura 2000 protected area network, which obliges its member states to achieve and maintain a 'favourable conservation status' of target habitats including beech forests. The implementation process of Natura 2000, however, has been impaired by conflicts and diverging stakeholder interests regarding forest management. Together with the effects of global climate change, this underlines the need for cross-national governance and conservation strategies. Focusing on Natura 2000, this project aims at developing science-based recommendations on innovative management and conservation approaches as well as multi-level-governance strategies for beech forests in Europe. This objective requires an interdisciplinary approach, which is realized through three complementary work packages (WP). The research will be carried out in a comparative manner in selected countries, which represent the range of European beech forest biodiversity in the countries covered by the call. WP1 (Biodiversity, conservation and management), for which the UK partner has overall responsibility, aims at an analysis of the effects of different management and conservation strategies for beech forest biodiversity employed under Natura 2000. Furthermore, the impacts of global climate change on beech forest ecosystems are assessed. Field studies will be used to assess the impact of the different forest management strategies on intra- and inter-specific diversity in beech forests as well as to evaluate the impact of climate change on beech growth across its range. The ecological and management related data derived from the UK-led WP1 will be combined with data gathered under WP2 by other European partners assessing the governance strategies of Natura 2000 areas, the ecosystem services provided by beech forests and market-based instruments for beech forest conservation. All European partners will then work together under WP3 to develop recommendations on innovative management, conservation and governance strategies for beech forests. All in all, the project will drive scientific advances in the following research fields: The ecology of beech forests and their conservation under changing climatic conditions, multi-level governance of beech forests in Europe, and valuation and marketing of the environmental services beech forests can provide. The results will be used to create a new and comprehensive understanding of the present situation as well as to develop innovative management, conservation and governance strategies to ensure the survival of beech forests and associated biodiversity for future generations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G002118/1","grantId":"NE/G002118/1","fundValue":"123393","fundStart":"2010-10-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"","person":"Alistair Simon Jump","coPersons":[],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}