{"id":"CBD0C387-A332-4C6F-974F-63FEBE1AE13A","title":"13TSB_AgriFood: Optimising the delivery of superior genetics through advanced genomic selection of embryos","abstractText":"This proposal is a natural but significant extension of two existing TSB funded projects involving the two collaborating\nacademic institutions (i.e. TS/101069 ['Applying advanced breeding technologies to amplify and distribute bovine genetics\nto Increase production efficiency and sustainability', involving the University of Nottingham], and TS/J003182/1 [Pig IVF and\ngenetics: a route to global sustainability, involving the University of Kent]) to develop advanced breeding technologies in\ncattle with commercial partners (i.e. Paragon/XLVets, Cogent Breeding Ltd and Illumina Inc) that will allow the marketing of\nembryos that have undergone a complete genomic evaluation (including sexing) in order to estimate the breeding value of\nprogeny for traits of commercial importance at the earliest possible stage of development.\nThis project will apply advanced breeding technologies to produce (both in-vivo and in-vitro) pre-implantation bovine\nembryos from which biopsies will be taken to interrogate their genomic makeup using single nucleotide polymorphism\narrays (SNP chips). It is currently possible to screen dairy and beef cattle genomically, but responses to selection are\nimpeded by waiting for the gestation of the calf on which genomic selection is performed. The screening of bovine\nembryos, however, would optimise the delivery and amplification of superior genetics by advancing the time of selection\nand reducing &quot;wastage&quot; of unwanted calves of inappropriate sex. This project will, therefore, combine advanced embryo\nbreeding technologies with state-of-the-art genomic screening (so called pre-implantation genetic diagnosis), and\nkaryomapping (combining parental DNA information with the offspring's genomic information to provide more genetic\ndetail). It will develop strategies for: (i) optimal bovine embryo culture using sexed semen, (ii) embryo biopsy in order to\nextract a small number of blastomeres for genomic analysis, (iii) karyomapping SNP genotype data from Multiple\nDisplacement Amplification products and (iv) ehnancing pregnancy establishment of frozen-thawed embryos. Proof of\nprinciple that the new technologies can be used to deliver superior genetics more efficiently to the breeding herd will be\nconfirmed by conducting genomic analyses of calves.\nImportantly, this project is geared towards the development and use of a unique and highly marketable product (i.e.\ngenetically evaluated sexed embryos) that will deliver superior genetics to the global market at low cost, and in a highwelfare and bio-secure manner. This will have huge economic benefits for the UK based commercial companies concerned, and for both the dairy and beef sectors of the UK cattle industry; and ensure that the UK remains at the cutting edge of technical innovation retaining its competitive advantage over larger breeding companies currently situated in\nEurope, North and South America.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L017393/1","grantId":"BB/L017393/1","fundValue":"209571","fundStart":"2013-12-01","fundEnd":"2016-11-30","funder":"BBSRC","impactText":"","person":"Darren Karl Griffin","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}