{"id":"CBD14534-C38A-4F74-95EB-E8EB402CC9E5","title":"The Evaluation of a Standardised Treatment Regimen of Anti-Tuberculosis Drugs for Patients with MDR-TB","abstractText":"Multi-drug resistant tuberculosis (MDR-TB), that is infection with an organism that is resistant to the two drugs most effective in the treatment of tuberculosis, is an increasing problem world-wide. Approximately half a million new cases are reported each year and the majority of them are not treated. Inadequately treated patients remain a source of infection to others in their community, Even if treated, outcomes are often poor with only about 65% of patients having a favourable outcome. \n\nCurrent recommendations for treatment by the World Health Organisation (WHO) are based on expert opinion rather than high quality evidence from well conducted randomised trials. WHO recommends that treatment should be given for a minimum of 20 months and at least 18 months following culture conversion. \n\nA series of cohort studies conducted in Bangladesh investigated alternative regimens based on different combinations of drugs and for shorter time periods than those recommended by WHO. The results of an intensive regimen given for only nine months were very promising The STREAM trial is designed to assess the effectiveness of a very similar regimen in a number of different countries compared to WHO recommended treatment. The favourable outcome rate of the nine month regimen from the study in Bangladesh was 88%, which is higher than the best estimates with standard treatment. However, since the nine month regimen is substantially shorter than the standard regimen the trial will be considered successful if the experimental regimen is shown to be at least as effective as the standard regimen.\n\nThe trial will be conducted in four countries in Africa and Asia in patients with confirmed MDR-TB who are sensitive on a rapid test to two of the key drugs in the experimental regimen. Patients with HIV will be eligible for the trial and will be encouraged to also take anti-retroviral treatment for their HIV according to local guidelines. All patients will be asked to return for follow-up visits monthly during and after treatment for a total of 27 months.\n\nIf this treatment proves to be successful, the trial results will have immediate and substantive implications for the treatment of MDR-TB world-wide and could be expected to lead to changes to the WHO recommendations. A shorter regimen is likely to improve overall adherence with a greater proportion of patients completing treatment leading in turn to a reduction in the rates of acquired drug resistance.\n\nThe potential reduction in costs to the patient and the health system will be evaluated as part of the STREAM study. A nine month treatment regimen would considerably reduce the burden of treatment to the patient. Patients would have fewer visits to healthcare facilities to receive treatment; there would also be benefits in terms of reduced travel costs and loss of earning. The costs to the health system are also likely to be reduced resulting in increased resources available to treat more patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J012513/1","grantId":"MR/J012513/1","fundValue":"1187330","fundStart":"2012-07-01","fundEnd":"2017-06-30","funder":"MRC","impactText":"","person":"Andrew  Nunn","coPersons":["Nicholas  Paton","Sarah  Meredith","Patrick Peter Phillips","Armand  Van Deun"],"organisation":"University College London","findingsText":"","dataset":"gtr"}