{"id":"CBD30E2D-4B03-49BA-93A3-A05C8C795306","title":"Multispecies atmospheric profiling by high-resolution ultra-wideband laser heterodyne radiometry","abstractText":"Understanding environmental systems increasingly requires measurements that simultaneously characterise multiple chemical and dynamical processes on a range of spatial and temporal scales. Satellite remote sensing provides global atmospheric observations but has limited spatial and temporal coverage, in particular for the lower atmosphere and polar regions. An instrument on the ground or deployed on an aerial/sub-orbital platform provides the higher spatial (horizontal/vertical) and temporal resolution that is essential for characterising processes on local and regional scales and with diurnal variability. Many atmospheric trace gases, aerosols, and clouds of relevance to climate change, ozone layer recovery, urban pollution, and Earth sciences/volcanology can be measured using their unique infrared spectral signatures in particular in the atmospheric 'window' region, 8-12 microns. While Fourier transform spectrometers (FTS's) provide infrared observations with sufficiently broadband, multiplex frequency coverage to further our understanding of key atmospheric parameters and processes the complexity, size/mass, limited robustness, reliability issues, and cost of high-resolution systems limit their wider deployment. Laser heterodyne radiometers (LHRs) are passive remote sensing instruments which combine high spectral resolution, high spatial resolution, high sensitivity, and compact size. An ultra-wideband laser heterodyne radiometer (UB-LHR) covering the atmospheric 'window' spectral region, 8-12 microns, now promises to offer the measurement performance of high-resolution FTS but in a smaller, more robust, and lower cost instrument. This proposal aims to characterise in the laboratory the performance of an ultra-wideband LHR (UB-LHR) incorporating for the first time a widely-tunable external-cavity quantum cascade laser obtained through collaboration with Princeton University. Although the LHR measurement principle is established, changing to a substantially-different laser source is a radical departure that requires proof-of-concept work. UB-LHR capabilities will be demonstrated through measurements from the ground of both passive atmospheric emission and infrared solar radiation transmitted through the atmosphere, directly from the sun or reflected from the moon (lunar occultation) for night-time/polar winter observations. The instrument performance will be pitched against the World's highest resolution, commercially-available FTS. From these measurements information about the vertical distribution of a range of trace gas species may be retrieved from inverting the pressure- and temperature- dependent absorption line shapes . It is anticipated that the measurement time required for all the target species will be ten minutes or less, allowing observation of highly dynamic phenomena involving O3 and H2O, e.g. in the upper troposphere-lower stratosphere (UTLS) region.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H002383/1","grantId":"NE/H002383/1","fundValue":"110364","fundStart":"2010-02-01","fundEnd":"2012-03-31","funder":"NERC","impactText":"","person":"Kevin  Smith","coPersons":["Damien  Weidmann"],"organisation":"STFC - Laboratories","findingsText":" The successful demonstration of multispecies atmospheric profiling using an External Cavity Quantum Cascade Laser Heterodyne Radiometer (EC-QC-LHR) has been made for the first time ever. This has demonstrated the advantage of increased frequency agility combined with the high spectral resolution of this novel concept for thermal infrared sounders. Specifically this project has achieved the following:\n\n1. The design and construction of a prototype EC-QC-LHR and its coupling to a heliostat, to which was also coupled a high resolution Fourier Transform Spectrometer (FTS).\n\n2. The development of an EC-QCL source with a overall frequency tuning range of ~120 cm-1, and capable of continuous mode hop free tuning within selectable spectral window of ~1 cm-1.\n\n3. The performance analysis of the EC-QC- LHR has been carried out through a series of laboratory studies to characterize noise, spectral resolution, instrument response function.\n\n4. Joint field measurements have been made with the EC-QC-LHR and the FTS to obtain spectra of five atmospheric molecules, clearly establishing the EC-QC-LHR advantages against a routinely used technology (FTS).\n\n5. Computer code has been developed to process measurements and retrieve profile information about atmospheric composition from EC-QC-LHR and FTS measurements.\n\n6. Areas requiring further technical development have been identified.\n\n7. Publications describing the work have been submitted to peer-reviewed international journals, and results presented at international conferences. Chemical detection for application in the field of security and defence. The instrument concepts developed and demonstrated during the research are actively being investigated for the development of space thermal infra-red remote sounders for atmospheric earth observation applications as well as planetary research.\n\nFurther miniaturization is under way to ease deployment for environmental sensing. Chemicals,Environment,Security and Diplomacy","dataset":"gtr"}