{"id":"CBDA586D-6B18-4565-AAAC-49A1F124A0B3","title":"Active Assistance for Psychological Therapy (Actissist): Software to improve access and adherence to CBT targeting key relapse indicators in psychosis","abstractText":"Serious mental health problems such as schizophrenia affect 24 million people worldwide. Schizophrenia is the most serious form of psychosis. Psychosis is a general term that describes a change in people's behaviour, thinking and perception. Psychosis affects people's ability to socialise, work and carry out the tasks of daily life, and usually begins in early adulthood. First episode psychosis is the first time someone experiences these changes. The period following a first episode of psychosis is critical in the long-term course of illness development. This is because the majority of people relapse, or experience more than one episode of psychosis. This makes the early phase of psychosis an important time to deliver treatment, because the longer the delay in treating psychosis, the worse the illness becomes. There is evidence that a talking therapy ('cognitive behaviour therapy' or CBT), as well as medication, can help reduce symptoms of psychosis further. Unfortunately, only 1 in 10 of those who could benefit from CBT have access to this treatment. This is for a variety of reasons, including a shortage of trained staff and pressure on health service resources. Even when people are offered CBT, they often don't receive it until late in their illness. In recent years, smartphones have become very popular. Smartphones are able to run advanced software applications, called 'apps'. Some healthcare treatments have already been successfully delivered using smartphone 'apps'.\n\nThis study aims to develop and test the possible benefits of a CBT 'app' in the early stages of psychosis. Our goal is to make helpful treatments such as CBT more accessible. By doing this, we hope to reduce the number of psychotic episodes people experience, or at least keep these to a minimum. This is a proof of concept study. This means that we will provide 24 people with a CBT smartphone 'app', and 12 people with a smartphone 'app' designed to simply monitor psychosis and other symptoms. Which treatment people get will be randomly determined so that the treatments can be compared in similar groups of people. We expect the CBT 'app' will bring improvements in quality of life, social interactions and other important factors. We hope to gain a greater understanding of the possible benefits to delivering helpful treatments in the form of a mobile phone 'app'. We are also interested to see whether people like using the CBT 'app'. \n\nOur CBT 'app' will make helpful therapies more accessible for people with lived experience of psychosis. We will do this by translating CBT into a user-friendly 'app' that will be delivered through a familiar device (mobile phone) that people, especially young people, enjoy using. By doing this, we hope that we can help people notice if they are becoming unwell at an earlier point than if they relied on attending a mental health service. We hope that this will improve people's daily lives and keep them out of hospital. This study will provide patients, services and commissioners with information about different ways people can access healthcare. We would like to make helpful therapies widely available so more people feel empowered to make informed choices about their health care. Our 'app' has the potential to transform community care for people with serious mental illness with personalised self-management of symptoms and therapy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L005301/1","grantId":"MR/L005301/1","fundValue":"465812","fundStart":"2014-05-01","fundEnd":"2016-06-30","funder":"MRC","impactText":"","person":"Sandra  Bucci","coPersons":["Richard Andrew Emsley","John David Ainsworth","Iain Edward Buchan","Shon William Lewis","Gillian  Haddock","Christine  Barrowclough","Katherine  Berry","Dawn  Edge"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}