{"id":"CBDCEE54-E645-4BBE-860A-DF16F2645FC9","title":"An Economic Evaluation of Obesity Prevention for UK Adults","abstractText":"Obesity is a major contributor to the development of some of the most serious chronic diseases affecting the UK population, such as diabetes, coronary heart disease and cancer. Overweight and obese people suffer higher disease risks than their lower weight counterparts. The chances of suffering diabetes for a woman who is 167cm tall and weighs 70kgs are five times those of a woman who is just 9kgs lighter (at 61kgs). For a woman that weighs 84kgs the chances are 28 times higher, and at 97kgs they become 93 times higher. Given the seriousness of diabetes, these numbers are staggering. Similar increases in the risk of other major chronic diseases have been documented for both men and women. Because of the very slow and progressive nature of obesity, the serious health damage is often slow to take effect. Unfortunately, a lot of the damage can be very long lasting and often fatal. Even the most conservative projections on the future development of obesity-related chronic diseases show that a massive health problem is currently being built and stored, with serious human suffering and financial cost implications. \nAlthough there is plenty of evidence that obesity can be influenced through changing lifestyles, there is little evidence about how to go about promoting such changes at the population level in a cost-effective way. Our aims are to\n(i) create and analyse new evidence on how obesity, associated risks, prevention and related lifestyles are perceived and valued stakeholders.\n(ii) analyse existing information from large surveys, NHS hospitalisation and cost records.\n(iii) combine information using health economics techniques to rank alternative lifestyles interventions in terms of their attractiveness, cost and expected take up rates.\n(iv) Recommend lifestyle interventions. \nThe preventive nature of the project is reflected by its concentration on UK adults aged 18-50 who are either overweight or slightly obese (BMI 25-35), and three common, preventable, and serious diseases (diabetes, coronary heart disease and cancer). A substantial strength of this project is its down-to-earth, tangible research objective accompanied by an unique mix of practitioner skills and advanced research skills to form a strong multidisciplinary team. The team contains specialists in clinical nutrition, discrete choice experiments, statistics, econometrics, economic evaluation, epidemiology, public health and sociology. Public Engagement is essential to conduct this research. Thus, a lay summary of the findings will be sent to all involved in the interviews, questionnaires along with representatives of key patient groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501279","grantId":"G0501279","fundValue":"495627","fundStart":"2006-07-01","fundEnd":"2010-04-30","funder":"MRC","impactText":"","person":"Luke  Vale","coPersons":["Flora  Douglas","Edwin Roland Van Teijlingen","Matt Adam Sutton","Mandy Elaine Ryan","Lorna Sharman Aucott","Alison  Avenell"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}