{"id":"CBEB7ABF-521F-4047-A298-842245D7C6B3","title":"Biological and Engineering Impacts of Climate Change on Slopes: Learning from full scale","abstractText":"The focus of this collaboration is to link research groups who undertake full-scale monitoring of slopes through a range of people-based activities. These include: visits of UK researchers and academics to a number of field sites both in the UK and overseas; exchanges of young researchers between UK and overseas academic institutions; secondments of researchers to industry; a dissemination workshop and the establishment of a web portal for the storage and exchange of data and for the running of on-line meetings and seminars. Despite its main focus, the collaboration will necessarily provide links between members of the extended research teams with expertise in numerical simulation, constitutive modelling, soils testing and instrumentation. It is the intention that these activities will also be linked within the wider collaborative framework created by this funding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F013299/1","grantId":"EP/F013299/1","fundValue":"30855","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"  The findings from this project informed the EPSRC iSMART project, which is a collaboration of all five universities that took part in the international visits and study programme. Through this project, multiple UK stakeholders are benefiting from the knowledge and understanding gained through the international networking. Construction,Environment,Transport Policy & public services","person":"Neil  Dixon","coPersons":[],"organisation":"Loughborough University","findingsText":" This funding supported a group of UK researchers from five universities investigating the possible impacts of climate change on the types and frequency of landslides to visit leading research groups around the world. It facilitated numerous discussions on research needs, shared current research outputs, allowed test facilities and trial sites to be viewed and gave an opportunity for the researchers to present UK research at numerous meetings, workshops and lectures. The presentations given during the international visits will ahve influenced numerous national research programmes on climet impacts on landslides. Environment,Transport","dataset":"gtr"}