{"id":"CBECD3FA-24D7-4732-A997-283294876BE4","title":"Generation of oat varieties with enhanced resistance to crown rust and mildew","abstractText":"This project will utilise modern marker assisted breeding methods to develop lines of oat resistant to crown rust and mildew fungal diseases. Innovative aspects include the genetic dissection of resistance mechanisms identified in certain oat genotypes, and the use of syntenic relationships with a model plant species to identify genes and markers associated with resistance. Following introgression of the resistance genes into elite germplasm the resulting lines will be comprehensively tested in the field for pathogen resistance and agronomic performance. The project addresses concerns raised by 91/414/EEC in that inexpensive triazole fungicides currently used in oats will be deregistered. Development of genetic resistance offers the only economically viable solution in oats to prevent losses in crop yield and quality due to these fungal diseases which are becoming more prevalent in the UK due to global climate change. Economic benefits include the maintenance and enhancement of the UK area sown with oats, a crop with significant benefits to producers of healthy food products, animal feed manufacturers and industrial processors, while the use of environmentally damaging fungicides will be rendered unnecessary. The project brings together the major UK company producing and marketing oat seed (Senova Ltd), the major UK institute engaged in arable crop evaluation and crop pathology (NIAB), the major UK oat breeding and genetics research organisation (IBERS, Aberystwyth) and a large farmer member based organisation engaged in crop evaluation and technology transfer (TAG) in a consortium which has the skills and commercial experience to deliver the project outcomes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I000798/1","grantId":"TS/I000798/1","fundValue":"152633","fundStart":"2010-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"  Information obtained within this research project has been integrated into the IBERS oat breeding programme to develop improved oat varieties with improved resistance to crown rust and mildew. These new varieties have now been grown in field trials for the first time with commercial partners. these varieties have the potential to improve the economic value of the oats, not requiring application of fungicides as well as delivering environmental benefits. Agriculture, Food and Drink,Environment Economic","person":"Athole  Marshall","coPersons":[],"organisation":"Aberystwyth University","findingsText":" The objective of this grant was to develop molecular based approaches that would enable resistance to two fungal pathogens, mildew and crown rust to be integrated intthe IBERS oat breeding programme. Using a combination of molecular mapping and controlled environment for innoculation of plants with disease has enabled the development of molecular markers that have been used in the breeding programme to select resistant varieties. These have been validated in further CE studies and have now been sown in the fioled with the first harvest in 2014 showing promising results. Further filed data will be available in 2015. These findings will be publicised through scientific papers and used to develop oat varieties resistant to these diseases. these will then be available for other plant breeders to integrate into their breeding programme. Agriculture, Food and Drink,Environment","dataset":"gtr"}