{"id":"CBEEB0C2-2F73-4D86-B95A-04D906257602","title":"Jewish Lives, Scottish Spaces: Jewish Migration to Scotland, 1880-1950","abstractText":"As Jews in Scotland moved between and within, into and out of local and transnational spaces, the objects they saved, used and created reveal how Jews self-identified as they negotiated issues such as antisemitism, assimilation, cultural loss, memory and the Holocaust, nationalism and belonging. The materiality of such Scottish Jewish 'memory objects' testifies to the visibility of aspects of the past in the immediate environment of people's new lives in Scotland. The location and placement of these items within a Scottish landscape offers a rich ground for the investigation of various processes of cultural transition and provides a link to the study of the city and Jewish space, thus making the best use of the available archival resources and material evidence. \n\nThis project draws primarily on the collections of the Scottish Jewish Archives Centre (SJAC), the largest and continually growing repository of items relating to Jewish migration to and life in Scotland. Other relevant primary sources are located in the Mitchell Library in Glasgow, the Edinburgh and Glasgow City Archives, the National Library of Scotland and the National Records of Scotland. These collections relate to the project's objectives as follows:\n\n1) The SJAC's collections on the history of the Jewish religious communities in Scotland since the late nineteenth century, particularly the written records and material objects surviving the closures of synagogues across all Scottish regions will form the primary source material. We will draw on records of communities and their leaders, notably migrant ministers and rabbis who shaped the religious outlook of the communities in the first half of the twentieth century. Material evidence from surviving synagogue libraries and prayer book collections will provide further evidence here. In addition, the material collected by individuals (archived documents, images, objects), interviews and (un-)published memoirs held in the SJAC will add an important dimension to understanding the development of Jewish religious life in Scotland.\n\n2) By mapping and examining the SJAC's extensive collection of memoirs, drawings, biographies, and taped oral histories of survivors and refugees, we will uncover the impact of World War II and the Holocaust on Scottish-Jewish collective identity, and how Jewish refugees yet again transformed the Scottish landscape in the post-war period.\n\n3) Patterns of Jewish settlement are a way of observing the transformation of city spaces into Jewish spaces. Our project will trace the perception of Glasgow's and Edinburgh's Jewish spaces in the Jewish and Scottish imagination. We will trace changes in the interpretation of parts of the cities by their resident Jewish and non-Jewish populations. Drawing on Edinburgh and Glasgow City Archives, and the National Library of Scotland this project will engage surviving building structures, architectural plans, autobiographical and fictional accounts of Jewish life in Edinburgh and Glasgow to understand better the performance of religious and cultural identities of this immigrant population in the first half of the twentieth century.\n\n4) Our inquiry will focus on the invention of a Scottish-Jewish cultural tradition and the material culture that informs this development. Through the SJAC's collections we will examine the influence of Scottish-Jewish artists such as Hannah Frank, Benno Schotz and Hilda Goldwag, playwrights such as Avram Greenbaum, and the Glasgow Jewish Institute Players, and examine how their aesthetic and cultural contributions influenced Scotland's artistic landscape. A study of the extensive collection of Yiddish books stored in Glasgow's Mitchell library (originally from the public library in the Gorbals district, historically inhabited by immigrants) will indicate what Jewish migrants were reading, the books they imported, and give insight into intellectual and linguistic trends emerging during this period.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M006565/1","grantId":"AH/M006565/1","fundValue":"495418","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"AHRC","impactText":"","person":"Hannah  Holtschneider","coPersons":["Mia  Spiro"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}