{"id":"CBF268DD-AD6A-4973-BAF6-BE58339F9F5B","title":"Thorium Fueled Accelerator Driven Subcritical Reactors for Power Generation","abstractText":"Nuclear power stations currently produce ~20% of the UK's electricity, but within 15 years most of these stations will have closed. Accelerator driven subcritical reactors (ADSRs) have the potential to replace carbon-free nuclear power stations with a more sustainable, cost-effective and safer form of nuclear power, to the benefit of the consumer and the environment.In the 2007 Energy White Paper the UK government suggested that to ignore nuclear power ( one of the currently more cost effective low-carbon options ) would increase the risk of failing to meet our long-term carbon reduction goals. Despite its zero carbon footprint, the public acceptability of nuclear power is adversely affected by negative perceptions concerning its safety, links with proliferation and the radiotoxicity of its waste.The ADSR is a potentially safer alternative to conventional uranium (or plutonium) fueled critical nuclear reactors. Significantly, an ADSR can be fueled with non-enriched thorium, which is three times more abundant than uranium. The ADSR would then breed and burn its own fuel in a cycle that produces almost no plutonium.Importantly from a safety perspective, because an ADSR is subcritical, the nuclear chain reaction must be fed from an external source of neutrons. This is provided by a beam of accelerated protons or heavy ions chipping neutrons from a target within the reactor itself through a process known as spallation. The accelerator thus plays a role in controlling the ADSR analogous to that of control rods in a conventional reactor, but with the important difference that the reactor can be shut down very rapidly by switching off the accelerator. The amount of long-lived nuclear waste produced by ADSRs is much less than for conventional reactors, and they have the further advantage of being able to transmute and render safe waste from conventional reactors using the excess neutrons created in the spallation process. ADSRs thus have the potential to provide a more sustainable, cost-effective and safer form of nuclear power in the future.In a companion project colleagues in the Universities of Leeds and Manchester are evaluating the potential of non-scaling fixed field alternating gradient (ns-FFAG) accelerators as drivers for ADSRs. We aim to complement this work through a feasibility study concentrating on the design of the ADSR core and on a full technology assessment of the engineering systems concept of a demonstrator stage device. This project will review the large number of different ADSR concepts that have been proposed, These concepts envisage the use of different fuels in different forms with different spallation targets, different coolants, using different neutron energies, some with a primary focus on waste transmutation and others on power generation. The most promising concepts for use in conjunction with ns-FFAG accelerators will be analysed in detail and assessed against the hypothesised advantages of ADSR systems: greater intrinsic safety, better proliferation resistance, and less waste production, and in consideration of their financial feasibility in the face of future uncertainties surrounding electricity generation and in comparison with viable alternatives on suitable timescales.Ultimately we aim to arrive at a functional design for a thorium fueled subcritical reactor driven by one or more ns-FFAG accelerators that can be costed. We will use this to stimulate interest in the nuclear industry in developing the project further.Although ADSRs are under investigation in Europe, the US, Japan, China, India and Australia, there is little or no other current ADSR research in the UK. This project will not only help to bring the UK up to speed in ADSR technology, but, if successful, it will also bring a safer, more cost-effective and more environmentally friendly form of nuclear power much closer to realisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G009864/1","grantId":"EP/G009864/1","fundValue":"251248","fundStart":"2008-12-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"","person":"Geoffrey Thomas Parks","coPersons":["William James Nuttall"],"organisation":"University of Cambridge","findingsText":" The reliability of the accelerator(s) driving the ADSR is crucial to the economics of the concept. We have developed and evaluated a number of approaches through which the economic risks associated with the deployment of this innovative technology can be mitigated through flexibility in its design and development pathway.\n\n\n\nThe claimed benefits of the thorium fuel cycle in terms of its long-term waste inventory depend importantly on whether the waste is reprocessed and the bred fissile material recycled.\n\n\n\nWe have assessed a range of ADSR concepts against the goals set for Generation IV nuclear reactors (Safety &amp; Reliability, Proliferation Resistance, Economics and Sustainability). Unsurprisingly, different concepts represent trade-offs between these competing objectives. Given that the majority of prior work on ADSRs has assumed they will be fast systems (using no moderator to slow down fission neutrons), it is interesting how often thermal ADSR systems (using a moderator) feature in the preferred concepts arising in this assessment. An important output from this project (and its companion) is the report &quot;Towards An Alternative Nuclear Future: Capturing thorium-fuelled ADSR energy technology for Britain&quot; prepared for the then Science Minister, and available on the Thorium Energy Association (ThorEA) website [http://thorea.hud.ac.uk/]. This sets out a possible exploitation route for the research. Energy","dataset":"gtr"}