{"id":"CBF77A6F-31EA-4368-A40B-44F5D8D760BD","title":"The Mathematics of Multilayer Microfluidics: analysis, hybrid modelling and novel simulations underpinning new technologies at the microscale","abstractText":"One of the widest scientific revolutions currently taking place is the quest towards miniaturization and manufacture of tiny devices that can perform tasks (such as fluid handling and processing) on the micro-scale. In many cases the manipulation can be done rapidly and accurately and the automation of such processes is expected to have a huge impact in areas such as drug development and delivery (e.g. ``lab-on-chip&quot; technologies). Small volumes of fluid imply large surface to volume ratios, and such geometries enhance the effects of mechanisms that are absent in larger scale devices. Many applications involve processes that utilise more than one immiscible fluid - such fluids do not mix (e.g. water and oil) and more importantly they have separating interface(s) that is free to move under the action of surface tension, flow and any other imposed external effects such as electric fields or gravity. Consequently, a process can be made successful and robust if we can understand how the interface between the different fluids (or phases) evolves. Such understanding opens the way for introducing flow controls. These can be either passive, as for example by building fixed structures such as bumps or rivulets on surfaces over which the fluids flow, or, active as in the case of switching an electric field on and off in a way determined by the evolving flow characteristics. One of the main mechanisms affecting multilayer microfluidic flows is surface tension. Its presence makes the mathematical problems highly challenging both analytically and computationally due to the intrinsically nonlinear nature of the resulting boundary conditions on unknown moving interfaces. The interfacial configuration affects the flow and the flow in turn affects the interfacial position - they need to be solved together and the instability mechanisms present need to be identified and followed into the nonlinear regime where complex dynamics can emerge.\n\nProducing interfaces in multi-fluid flows and controlling their configurations and spatio-temporal dynamics is also of vast importance to state-of-the-art materials science - known as Origami engineering, a mostly experimental research field. Interfaces act as the fabric where particles can self-assemble to produce homogeneous or pre-designed inhomogeneous material membranes to be manipulated and folded for desired engineering purposes.\nOur goal is to identify, control and manipulate nonlinear interfacial instabilities in multifluid flows to produce desirable surfaces that could be used for\nthe directed self-assembly of nano- and micro-particles to create smart films with exotic elastic properties, or that can host mammalian cells for tissue engineering.\n\nTo achieve an extensive theoretical knowledge of fluid-surface interactions we consider three canonical models to describe some of the &quot;designer&quot; substrates currently used experimentally: (i) topographical structures (bumps and indentations), (ii) stick-slip superhydrophobic surfaces, and (iii) etched electrode networks that produce non-uniform electric fields. Within channels made up of such surfaces we have multilayer flows with several fluid-fluid interfaces. The resulting instabilities are complicated and include resonance, shear-induced stability or instability, and electrohydrodynamic instability to mention some. An additional challenge addressed by the present proposal is three-dimensionality. The computational challenges are enormous and will be addressed at least partially. We will make analytical progress by deriving reduced model equations to produce coupled systems of nonlinear partial differential equations depending on time and two spatial variables. These will be studied fully, both analytically and computationally, and compared with direct numerical simulations. Emphasis will be given to new solutions and mathematical structures but also on the phenomena that they describe and the underlying mechanisms that produce complex dynamics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K041134/1","grantId":"EP/K041134/1","fundValue":"461979","fundStart":"2014-02-01","fundEnd":"2017-07-31","funder":"EPSRC","impactText":"  The findings of our mathematical theories have not been used yet. We are in discussions with experimentalists and engineers all along the way in order to capitalise on such opportunities.  ","person":"Demetrios  Papageorgiou","coPersons":["Mark  Blyth","Dmitri  Tseluiko","Darren Gregory Crowdy"],"organisation":"Imperial College London","findingsText":" Have completed work on several models that describe the effect of structured boundaries on flows in confined micro-geometries. Analysis as well as computations have been completed and several publications are in preparation and will be presented at international meetings this November. We are already in discussions with experimentalists both at Imperial as well as University College in order to test theory with experiment. Aerospace, Defence and Marine,Electronics,Manufacturing, including Industrial Biotechology","dataset":"gtr"}