{"id":"CC04336F-D9D2-4A36-AE78-1B81564F6E29","title":"The exploitation of metagenomics and meta-omics approaches in life science research; community network in metagenomics","abstractText":"Microrganisms play a vital role in our environment they occupy a wide range of habitats from our onw gut and body surfaces all the way to hot vents under the sea, they are critical in the soil for recycling of nutrients and plant health and responsible for the essential digestion of cellulose from grass being broken down in the specialised stomach of the cow termed the rumen to the global cycling of carbon in the oceans via harvesting of sunlight as many bacteria can photosynthesize and thus harvest light energy to fix carbon dioxide. A major problem exists in our ability to study the physiology and overall activities of these microbes due to the fact that we cannot isolate and cultivate (yet) the vast majority (probably over 98%) of them in the laboratory. We know they exist because we have used methods similar to DNA forensic approaches to detect them solely based on their DNA using signature genes which allow us to identify and group them. Most of this diversity is bacterial but there are also several groups of fungi. New methods are being developed for the study of these microbial populations and this is called metagenomics so that we study the microbial community as a population of many genomes rather than trying to isolate and study one. We can study this population in our guts or in the soil by extracting and analysing DNA for diversity analysis, RNA for gene expression and protein for confirmation of activities and metabolites to determine physiology. In addition we can extract DNA and express it in other bacteria which are culturable. This allows us to capture the DNA and express it thus gaining an insight into some functions such as specific enzymes or pigments with special properties. The imof the proposed work is to establish a network of academic partners to build capacity in this important area of science to ensure that we are able to study and exploit all the interesting and exciting attributes of bacterial populations and harness them for a sustainable future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L027801/1","grantId":"BB/L027801/1","fundValue":"101018","fundStart":"2014-02-03","fundEnd":"2016-11-02","funder":"BBSRC","impactText":"","person":"Elizabeth Margaret Wellington","coPersons":[],"organisation":"University of Warwick","findingsText":" New methods to analyse metagenomic data, this is the complex analysis of microbial communities in situ We will upload information on specific pipelines available to the academic community for analysing metagenomes and provide a guide to the use of different analysis tools. Aerospace, Defence and Marine,Agriculture, Food and Drink,Environment,Healthcare","dataset":"gtr"}