{"id":"CC06C5B5-40EE-4BCC-99DB-C00408906E4A","title":"Novel approaches to immortalise salmon fish cells.","abstractText":"Animals are commonly used in biological sciences for both fundamental and applied research. With the growth of the fish farming industry, more and more studies are carried out to understand how disease affects fish in order to find ways to combat them and protect fish welfare.\nTo gain understanding on how a virus can transmit disease, or how pathogenic it is for the fish experiments are often carried out where a group of fish is experimentally infected in a special containment aquarium facility and the effects monitored. It is sometimes necessary to carry out experiments with fish (in vivo experiments) to answer certain questions but often valuable information can be obtained by performing the experiments instead on immortal fish cells (in vitro experiments). These are cells which divide and grow indefinitely on plastic dishes in a synthetic culture medium containing nutrients and give rise to a cell line, an indefinite source of biological material. The cells divide outwards from a few initial cells to form a layer on the surface of the dish. The cell lines are usually composed on one cell type, e.g. a kidney cell, heart cell or kidney cell. Cell lines can be used to test whether a tissue sample taken from a dead fish contains a virus or not (diagnosing disease), or whether the fish cell can make products to combat the virus (anti-viral response). When the virus is added to the fish cells, it infects the cells and kills them and this forms gaps in the cell layer which are easily seen (cytopathic effect). \nUnfortunately, there are many strains of viruses responsible for serious diseases that do not grow very well in the fish cell lines currently available. In addition in fish there is no possibility to control what type of cell will generate a cell line. This is because even if you start with a sample of heart or kidney or gill tissue, these tissues are made up of several cell types and to date, in fish, cell lines are generated &quot;by luck&quot;, that is, one of the cell types in the tissue may start to divide and continue to do so, but it may not be the cell type which the virus normally infects. In fact, it is difficult to allocate some of the currently available cell lines to a certain fish tissue.\nThe present project aims to find new methods to produce fish cell lines from targeted cell types. Cells dissociated from fish organs can be genetically modified to undergo a permanent cell division and survive in synthetic culture medium. These cells would propagate indefinitely and can be used to replace animal experiments by in vitro ones. Several strategies will be tested alone or in combination: immortalisation of cells by factors which have been found to induce cancer cells to divide and grow, by growth factor, by factors which inhibit cell death, by factors produced by parasites known to trigger the proliferation of blood cells. Genetic systems which can produce these factors will be introduced into the initial cells isolated from different tissue types, and the factors will act on the cell to keep it dividing and/or prevent it from dying. The ultimate aim is to reduce the number of live fish needed to investigate and diagnose fish disease and to provide tools for use in improving fish health and welfare. \nWith increasing pressure on wild fish stocks and an increasing world population, aquaculture has become an important provider of protein for many communities and will most likely continue to grow.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/L000148/1","grantId":"NC/L000148/1","fundValue":"74442","fundStart":"2013-12-03","fundEnd":"2015-02-28","funder":"NC3Rs","impactText":"","person":"Bertrand  Collet","coPersons":["Catherine  Collins"],"organisation":"Marine Scotland Science","findingsText":"","dataset":"gtr"}