{"id":"CC08ABE8-6F7A-412D-9537-84FE9F28BB58","title":"Response functions for drift of spiral and scroll waves","abstractText":"Rotating spiral waves (in two dimensions) and scroll waves (in three dimensions) are a form of self-organization observed in numerous spatially extended systems of physical, chemical and biological nature. The most important of these is heart muscle where rotating waves are responsible for re-entrant arrhythmias, including the most lethal one, the ventricular fibrillation. Under ideal conditions, a spiral/scroll wave commonly rotates steadily around a nonmoving center/filament. However, any symmetry-breaking perturbation, always present in reality, causes a gradual change in rotation frequency and in spatial location of the centre/filament, i.e. a drift. Understanding this drift is vitally important for applications. While drift may be observed in direct numerical simulations, these computations are often expensive and lack generality. There exists a universal asymptotic theory of drift caused by small perturbations. Its applicability is contingent on knowledge of so called response functions (RFs). In a few known cases, the RFs are essentially nonzero only near the core. As a result of this localization, spiral/scroll waves behave like point/string objects, despite being apparently nonlocal regimes. This unique kind of wave-particle duality is directly related to the remarkable stability of spiral/scroll waves. The asymptotic theory exploits this property and allows, in principle, a much simpler and orders of magnitude more efficient prediction of their drift than direct numerical simulations. Once found, RFs of a particular model allow one to predict the drift of spirals and scrolls in response to arbitrary perturbations. The current proposal aims to develop regular and generic methods of obtaining the RFs and then to make the asymptotic theory into an actually working tool for understanding and controlling rotating waves in real systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D074746/1","grantId":"EP/D074746/1","fundValue":"8157","fundStart":"2006-10-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"","person":"Dwight  Barkley","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}