{"id":"CC0A4621-5D16-4FC9-80DC-A494F8DAA4A5","title":"Participants United: bridging the gulf between community knowledge and academic research","abstractText":"Participants United brought together academic and community research partners to look at how issues of knowledge, power and voice are tackled when setting up participative projects. Creating a forum where a balanced exchange of ideas is openly supported; questioning notions of 'informed-consent'; considering how best to share credit for ideas and opinions formed collectively; ensuring there is genuine value and benefit for participants taking part in research and reflecting on the role of the academic as researcher and participant formed the basis of the Participants United summit and the discussion that followed online and offline.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I50771X/1","grantId":"AH/I50771X/1","fundValue":"36304","fundStart":"2010-12-01","fundEnd":"2011-11-30","funder":"AHRC","impactText":"  Planning further RCUK community based lab activities with colleagues at the Media Innovation Studio Education ","person":"Paul  Egglestone","coPersons":["Jon  Rogers"],"organisation":"University of Central Lancashire","findingsText":" 1. Respect for Autonomy and Beneficence: Community engagement often draws on the traditional medical model, under which experts inform &quot;lay&quot; people about a research procedure that is to be performed on them. This often fails to respect the autonomy of individuals, including their desire for different benefits to those envisaged by the researcher, and thus could be regarded as unethical in these terms (Beauchamp and Childress 2001). More recently, some engagement processes have allowed patients and service users to join with professional researchers not as subjects but as co-investigators, thereby contributing their own expertise to the research process.\n\n2. Framing: Community engagement is often framed by the concept of people needing expertise, because they are sick (in the context of medical research), ignorant or both. Knowledge exchange then channels participant input towards the generation of data that will improve medicines or services. This framing of the issues engenders a relationship that leaves people feeling that &quot;the meaningful human aspects that encompass personal and social needs and all the factors that differentiate people from symptoms, brains or molecules&quot; have been ignored, reducing the benefit the engagement process could have otherwise made to them.\n\n3. Empowerment: Those convening any engagement process must negotiate its place on a spectrum of empowerment. At one end are processes that are driven by hierarchical decision-making structures in the commissioning body, often lacking openness and the appearance of a commitment to major change based on their conclusions. At the other end of the spectrum are collaborative processes in which multiple interest groups jointly shape a transparent dialogue process (Wakeford and Singh 2008). The experience of Participants United has re-enforced the belief that universities and other institutions that take money for community engagement have a moral duty to act when those involved in that process raise issues relating to injustice that require action from policy makers. Communities and Social Services/Policy","dataset":"gtr"}