{"id":"CC0B5542-5EA6-47E1-AF2D-D7A6695F024D","title":"Combined use of novel diagnostoc tools and strategic vaccination to control bovin brucellosis in endemic areas","abstractText":"Brucellosis is an infectious disease of animals that also affects people (a zoonosis). It is one of the most common zoonoses worldwide and it imposes a vast burden on livelihoods as a result of human disease and impaired livestock productivity as infected animals can experience infertility, abortions and low milk yield. However, brucellosis is rarely prioritized by health systems and as a result the World Health Organization (WHO) includes it as one of its seven neglected endemic zoonoses. Although Great Britain is free from Brucellosis a constant effort is needed to ensure that cattle and sheep remain free from the disease and to be able to detect it as soon as possible in the event of its introduction. More than a million tests per year are conducted for that purpose in GB. In India brucellosis is endemic and recent reports suggest its incidence may be increasing. In this project UK-based and India-based scientists will work together in an area (Punjab) where Brucellosis is endemic among cattle and buffalo. Control of ruminant brucellosis has been achieved with different degrees of success in several settings by applying a range of diagnostic and vaccines. Previous work carried out by the research team suggests that control programs based on targeted, strategic vaccination of some groups of animals may be a cost-effective way of significantly reducing the prevalence in endemic areas wen resources are limited and animal movement between infected and non-infected herds cannot be fully avoided. However, although vaccines are effective at protecting animals from infection and reducing the prevalence of disease in the long term, an important problem of the use of vaccination is the inability to differentiate between truly infected and vaccinated animals with conventional diagnostic tests. In this project our aim is to carry out a detailed study of the epidemiology of brucellosis in bovines and humans in Punjab, including the use of novel diagnostic tests that can differentiate between vaccinated and infected animals. We will use the results to create computer models that we could use to simulate the effect of a control strategy that incorporates the use of these tests. The project will also study the economic impact of the infection, so that we can propose to the veterinary and public health services a control strategy that is realistic and truly benefits local livestock keepers and the population as a whole. The lessons that we will learn with regard to the laboratory testing of infected animals may eventually benefit countries that are free from the disease, such as GB, but have to spend considerable resources in testing animals to ensure that they remain free from infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004895/1","grantId":"BB/L004895/1","fundValue":"158985","fundStart":"2014-12-01","fundEnd":"2017-11-30","funder":"BBSRC","impactText":"","person":"Punam  Mangtani","coPersons":[],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}