{"id":"CC17E1FA-1697-4E57-A5E1-43183011F1BF","title":"13 ERA-CAPS Evolution of genomes: structure-function relationships in the polyploid crop species Brassica napus","abstractText":"The genomes of all plants have evolved through cycles of polyploidy (during which whole genome duplication occurs) and diploidisation (during which those duplicated genomes stabilise). This cycle represents a fundamental mechanism by which the genetic control of biological processes evolve and is a key driver of diversity and performance in almost all crop species. Most of our understanding of the diploidisation process is based on analyses of its outcomes following ancient polyploidy events. Recent results, however, have suggested that the genome evolution mechanisms involved in diploidisation may be having effects on traits in important crop species now, i.e. thousands of years after the most recent polyploidy events in their ancestry. \nAs a model for a complex polyploid with variable rates of genome evolution we will study Brassica napus, which includes northern Europe's principal oil crop, oilseed rape. A wide range of accessions are available, of both B. napus formed in nature (an allotetraploid formed by spontaneous hybridization of B. rapa and B. oleracea species; the main source of genetic diversity for rapeseed breeding) and resynthesised B. napus (formed by induced hybridization of the same species in the laboratory), which undergoes rapid genome change. \nWe hypothesise that the genome evolution observed in resynthesised B. napus represents an accelerated form of the genome evolution that is ongoing in cultivated B. napus derived in nature. We aim to test this hypothesis by characterising molecular evolution on a genome-wide scale in a large panel of natural and resynthesised B. napus, including derived populations, relating the observed variation in genome structure to trait variation of relevance for rapeseed as a crop. Our specific objectives are: (1) Establish the B. napus pan-transciptome, comprising ordered unigenes (EST assemblies) representing the nascent B. napus genome. (2) Quantify the frequency of copy number variation (of transcribed sequences) and homoeologous exchanges present in B. napus formed in nature. (3) Quantify the frequency of copy number variation (of transcribed sequences) and homoeologous exchanges present in resynthesised B. napus, comparing it with the frequency observed in B. napus formed in nature. (4) Understand how genome structural evolution affects trait variation, for a range of traits of importance in this crop.\nThe research will be conducted by an international consortium with partners from UK, Germany and France. The partners are world-leading experts in their fields and have complementary expertise, enabling multidisciplinary investigation of shared material. The results will provide important insights into the fundamental molecular biology of plant genome evolution. Importantly, it will do this in the context of material that can be used for the improvement of one of Europe's most important crop species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L027844/1","grantId":"BB/L027844/1","fundValue":"664086","fundStart":"2014-06-30","fundEnd":"2017-06-29","funder":"BBSRC","impactText":"","person":"Ian  Bancroft","coPersons":["Martin  Trick"],"organisation":"University of York","findingsText":"","dataset":"gtr"}