{"id":"CC188601-FE37-4252-B3C9-CBD803A07472","title":"Accretion of the lower oceanic crust: Reconciling evidence of hydrothermal fluid fluxes with mineral cooling rates from ODP Hole 1256D, IODP Exp335","abstractText":"Ocean crust covers ~ two thirds of the Earth's surface and is constantly recycled through the plate tectonic cycle. New ocean crust is created along mid ocean ridges, a submarine chain of volcanoes that exist at the boundaries between two tectonic plates, and will eventually be returned to the mantle at subduction zones. Much of the ocean crust produced today is forming at fast spreading ridges, where the two tectonic plates are moving away from each other at rates &gt;80 mm/yr. Ocean crust formed at these fast spreading ridges has a relatively simple stratigraphy. The upper crust, the top 1-2 km of ocean crust (total thickness ~ 6-7km), is composed of erupted lava flows that overlie intrusive feeder dikes. The lower crust (~5 km thick) is made up of plutonic rocks called gabbros that represent crystallised magma chambers. The magmatic processes that generate the lower crust (~5 km thick) are not well understood primarily due to the sparse sampling of the lower crust. \n\nFrom studies of ophiolites, pieces of the ocean crust that are now emplaced on the continents, two end member models for the accretion of the lower crust have been proposed, the &quot;gabbro glacier&quot; and &quot;sheeted sills&quot; models. They primarily differ in the location of melt intrusion and crystallisation. The removal of the heat within the melt has to be effectively achieved within a few kilometres of the ridge axis, and places strict thermal constraints on the feasibility of the accretion models. Heat from the lower crust can be extracted by conduction into the surrounding rock and by heating seawater-derived hydrothermal fluids that percolate into the crust and convect heat away to the seafloor. The hydrothermal fluids are recorded in the igneous rocks by fluid-rock chemical reactions that create new secondary minerals. These minerals are present both replacing primary igneous minerals and filling fractures to form hydrothermal veins. The thermal feasibility of the two accretion models is intimately linked to the magnitude and distribution of hydrothermal fluids in the ocean crust, with the multiple sills model requiring extensive hydrothermal cooling in the lower crust. Samples recovered from an intact section of the lower crust will provide opportunity to test these models. \n\nThe interface between the upper and lower crust is the principal boundary over which magmatic heat from lower crust is transferred to the convecting hydrothermal fluids in the upper crust, and is called the conductive boundary layer. A complete section of upper ocean crust and the upper/lower crust transition has only been sampled once in modern ocean crust, in ODP/IODP Hole 1256D by the Ocean Drilling Program and Integrated Ocean Drilling Program and required ~6 months of continuous drilling to reach this boundary. In this borehole, the complex interplay of magmatism and hydrothermal processes are recorded in the igneous rocks recovered. In this study, the magnitude of hydrothermal fluid fluxes in the conductive boundary layer will be calculated using geochemical tracers of fluid rock reaction. Sr isotope are ideal for this task and have been used extensively and successfully in several studies. These results will then be combined into a thermal model that will use the magmatic observation from Hole 1256D as boundary conditions. The model will include magmatic intrusions into the conductive boundary layer and calculate the heat flux across the boundary and ultimately will be used to test accretion models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L000059/1","grantId":"NE/L000059/1","fundValue":"36208","fundStart":"2014-02-01","fundEnd":"2014-07-31","funder":"NERC","impactText":"","person":"Damon Andrew Teagle","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}