{"id":"CC193732-FBB8-4EEB-A6F2-7952923DBF3E","title":"Past Earth Network","abstractText":"Forecasts of climate rely on model projections, but derivation of\nsophisticated climate models from first principles is not currently\nfeasible. Therefore, evaluating climate models with observations is\nessential. The development and improvement of global climate models\nis currently only based on comparison with and tuning to historical\nobservations of climate (the instrumental record). Model simulations\nof the present climate are well-tuned and are in general agreement\nwith each other. However, there is no clear relationship between\nmodel performance for present day and model behaviour for projections.\nModels show a range of sensitivities when predicting the future\nclimate response to the emission of greenhouse gases. This indicates\nthat the evaluation of models using observations of historical climate\nis insufficient. It is very difficult to reduce uncertainties on\nprojections based on the instrumental period only and the use data\nfrom earlier periods is critical.\n\nA wide variety of different climate states are recorded in the\ngeological record (spanning greenhouse to icehouse scenarios). The\nmodelling of past climates, in combination with data from the\ngeological record, provides a unique laboratory to evaluate the\nability of models to forecast global change. While data is available\nfrom numerous intervals in Earth\nhistory, analysis is often constrained by the availability of material\nof the correct age and data collection is often very time consuming\nand expensive (e.g. for marine sediment cores). For this reasons, it\nis important that data on past climate and environments is utilised\noptimally and that challenges resulting from sparsity of the data as\nwell as from temporal and spatial uncertainties are addressed in the\nbest way possible.\n\nThe earth system modelling and proxy reconstruction communities often\nhave little contact with professional statisticians. Even in\npublications, ad-hoc methods are used instead of established\nstatistical &quot;best practice&quot;. If inappropriate statistical methods\nare used, inference about models and the earth system will be weakly\nsupportable or plainly wrong. To avoid these problems and to realise\nthe opportunity of improved earth system forecasting, sound\nstatistical methods as advised by statisticians must be used. On the\nother hand, use of appropriate statistical methodology is often made\ndifficult due to sparsity of data or lack of resources, and\nstatisticians are not always aware of the resulting restrictions on\nthe applicability of methods. Statisticians need to develop awareness\nof the restrictions and requirements caused by the sparsity of\npalaeoclimate data and the high complexity or climate models.\n\nThe Past Earth Network will develop a shared, multi-disciplinary\nvision for addressing the challenges encompassed by the following four\nnetwork themes. (1) Quantification of error and uncertainty of data:\nThe uncertainties inherent in different forms of climate data must be\nwell-understood. This is particularly challenging for palaeoclimate\ndata, since uncertainties are often large and varied. (2)\nQuantification of uncertainty in complex models: The uncertainties in\nthe output of the (complex and high-dimensional) models in use must be\nwell-understood. (3) Methodologies which enable robust model-data\ncomparison: Appropriate methods for model-data comparison must be\nused, taking into account the nature and sparsity of data. (4)\nForecasting and future climate projections: This theme synthesizes the\nresults from the first three themes in order to assess and ultimately\nimprove the ability of climate models to forecast climate change.\n\nBy addressing these four challenges, results produced by the Past\nEarth Network will help to better understand and reduce the\nuncertainties in climate forecasts and ultimately will contribute to\nthe development of better climate forecasts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M008363/1","grantId":"EP/M008363/1","fundValue":"423965","fundStart":"2015-01-26","fundEnd":"2018-01-25","funder":"EPSRC","impactText":"","person":"Jochen  Voss","coPersons":["Alan Michael Haywood"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}