{"id":"CC29A5E0-B38D-4F5A-BDC2-408EBACFF8AE","title":"NANOSCOPE: looking inside a living cell with nanoscale resolution","abstractText":"The increase in resolution of observational instruments is one of the main drivers of science and technology. Optical, electron and scanning microscopy have facilitated an uncountable number of key discoveries in biology, medicine, geology, chemistry, materials research and physics, while these instruments are now routinely used in hospitals, research and industrial laboratories. Although the wide application of lasers has led to the development of a number of high-resolution nonlinear optical techniques, these techniques only work with narrow classes of specimens and require the application of high and often destructive light intensity levels. Electron microscopy can provide high resolution, but living cells cannot survive the required vacuum, exposure to intense electron beams or sometimes necessary sample metallization. High resolution tunnelling and optical scanning microscopes (SNOM) are not capable of seeing internal sections of a living object - or indeed any object - without destroying it: their operation depends on the presence of probes a few nanometres from the feature being imaged. Therefore, it has not been possible so far to look inside a living cell or small biological object non-destructively with sub-wavelength resolution using low intensity light and without dependence on specific molecular absorption resonances.In the last few years we have witnessed the remarkable development of a new concept of optical super-resolution, proposed by Profs. Sir John Pendry and Victor Veselago. It is based on a negative-index material that refracts light in the opposite direction to normal media. Although the technology has been proved in principle, the development of a suitable optical negative index material for the negative index super-lens will require many years of work to overcome limitations of the nano-fabrication process and losses. Here we propose to develop a technology ALTERNATIVE to the Pendry-Veselago super-lens that will make possible sub-wavelength imaging. Our concept centres around a remarkable theoretical discovery published in 2006: Profs. Sir Michael Berry and Sandu Popescu (Bristol University and HP Laboratories) predicted that a properly designed grating structure could create sub-wavelength localisations of light that propagate several wavelengths away from the structure, into the far-field. They relate this effect to the fact that band-limited functions are able to oscillate arbitrarily faster than the highest Fourier components they contain, a phenomenon known as super-oscillation. This gives an opportunity of colossal importance: in principle it is possible to create an optical instrument with resolution far exceeding the wavelength limit and operating with specimens located a few tens of microns away from the lens without developing negative index materials. Recently our group demonstrated a far-field subwavelength concentrator of light, a nanolens which is an appropriately designed array of nano-holes that creates optical super-oscillations and focuses coherent radiation into a sub-Rayleigh resolution spot. This provides the foundation for our proposal that will give the UK science an exceptional opportunity to develop a new technology which was born in this country. The main goal of the proposed research is to develop a new generation of non-invasive super-resolution optical technologies (nanoscope) based on the development of the super-oscillation concept and to demonstrate the use of nanoscope instruments with the hope of imaging the inside of a living cell and perhaps a single large bio-molecule. The technique will also provide new opportunities for trapping and manipulating extremely small objects, for instance inside a living cell or detecting the motion of nanoparticles on optical landscapes. Beyond the biological applications this project will have a colossal impact on all types of imaging application and on lithography high-density component integration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F040644/1","grantId":"EP/F040644/1","fundValue":"2253910","fundStart":"2008-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  This project has excited interest in optical super-oscillations and led to a large amount of subsequent activity, both within the original team and in other groups around the world. \nTwo further research projects have been funded aimed at increasing the impact of the research and driving it towards commercialisation. One of these focuses on the biological applications of super-oscillatory microscopy and is driven by the lead post-doc from the original research team. The other is hosted primarily at Nanyang Technological University in Singapore and is led by the original PI.\nThe full economic impact of the research is yet to emerge, but the existing patents are being protected by the university with the aim of licensing them as the new projects come to fruition and the full value of the patents is demonstrated.  ","person":"Nikolay  Zheludev","coPersons":["Mark Richard Dennis","Kishan  Dholakia","John Edward Chad","Yifang  Chen"],"organisation":"University of Southampton","findingsText":" The Nanoscope project has demonstrated that the classical diffraction limit of microscopy can be broken using a technique called super-oscillation. \no We have developed and demonstrated two technologies for such super-focusing and imaging: nanofabricated binary masks, and a system using spatial light modulators with conventional objective lenses.\no We have extended the binary mask concept to move the necessary sidebands far from the focal spot and create extended super-oscillatory optical needles.\no We have also shown that super-oscillatory spots can be formed by planar meta-materials, which can achieve subwavelength intensity and phase shaping of a laser beam.\no We have demonstrated far-field optical imaging of a non-fluorescent sample with resolution of one sixth of the wavelength. \no Our super-oscillatory lenses may be used in many technologies where small spots of optical energy are needed. Our super-oscillatory lenses can be used in heat assisted magnetic recording - the probable next generation of magnetics hard discs - and in cutting edge drug delivery methods - using light to make nanoscale holes in cells. The research could be exploited in the production of new microscopes and components, providing exciting new tools to biological and biomedical scientists. It can also be applied in light-based manufacturing technologies to allow previously impossible nanofabrication with light. It has been shown to allow enhanced delivery of treatments to living cells and enable the next generation of computer hard-drives.\n\nThe Nanoscope technology has applications ranging from the imaging of cancer cells to increasing the density of storage of the next generation of computer hard drives. Commercialisation of the technology would make it available to users in biological research, through academia, industry and the third sector. The applications in magnetic recording can have both commercial and societal impact, improving the storage capabilities of computers by many times. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}