{"id":"CC2E46F1-C699-46DF-9497-D1DCD80A9D23","title":"Protein dynamics in Escherichia coli","abstractText":"The interior of a living cell is a complex environment which is densely packed with many different kinds of molecules. These include numerous proteins - biological macromolecules which carry out many essential functions of the cell. There are two traditional approaches to understanding the processes occurring in the cell. The biochemical approach involves isolating specific cell components, studying their behaviour in vitro, and then inferring their behaviour within the intact cell, usually on the assumption that the cell interior is a rather simple, fluid 'bag' of molecules. A second approach involves microscopic structural studies on the organisation of the cell interior and specific cell components. Neither approach gives a complete picture of the function of the cell interior. The biochemical approach neglects the complex, structured, and crowded nature of the cell interior, while the conventional microscopic approach shows cell structure but gives little information on the movement of molecules in the cell. However, there are number of ways to study the movement of proteins within living cells. A key technique is Fluorescence Recovery after Photobleaching (FRAP). For FRAP, the protein of interest must be somehow be labelled with a fluorescent tag. When the cell is observed in a fluorescence microscope, the protein can then be detected. Usually, individual protein molecules are not observed - instead the fluorescence micrograph shows the distribution of hundreds or thousands of protein molecules within the cell. The diffusion of the protein can be measured by using a highly-focussed laser beam to rapidly 'bleach' fluorescence in a small area of the cell. The bleached area appears as a dark area in the fluorescence micrograph. If the protein population is mobile, the bleached area spreads and fills in a characteristic way. The rate of diffusion of the fluorescent protein can then be estimated. There have been numerous FRAP studies on individual proteins in different kinds of cells, but surprisingly there has to date been no systematic study of the factors that control the rates of protein diffusion. We will carry out such a systematic study, using as a model organism the well-known gut bacterium Escherichia coli. E. coli is arguably the organism we understand best. For our study, it has the advantage of a relatively simple cell structure. Furthermore, it is very easy to genetically manipulate. A perceived disadvantage of E. coli for FRAP studies is that it has relatively small cells, which can make studies based on optical microscopy harder. However, we have developed ways to overcome this problem, and shown that it is possible to use FRAP to make accurate measurements of protein diffusion in E. coli cells. We will use genetic methods to add fluorescent tags to proteins of different sizes and properties, which will be synthesised inside the cell. Depending on the properties of the proteins, they will either remain in the cytoplasm, be associated with the inner membrane that surrounds the cytoplasm, or be exported into the periplasm, the compartment between the inner and outer membranes of the cell. The diffusion rates of the various proteins will provide an incisive probe of the physical properties of these environments in the cell. We will use the data to construct physical models for these environments. There have been several attempts to construct mathematical models for processes involving protein diffusion in E. coli, but these have not been based on accurate experimental measurements of the rates of protein diffusion. We will use our data to construct more realistic models for cell processes, including the way that chemical messages travelling within the cell control the direction in which it swims, and the way the cell is able to divide at its midpoint. The project will help to us to understand how a cell functions as a dynamic physical system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E009751/1","grantId":"BB/E009751/1","fundValue":"315244","fundStart":"2007-03-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"  Our work on the organisation of electron transport complexes in the E. coli membrane feeds into current efforts to modify bacterial electron transport for biotechnological purposes. We are currently in discussion with a bioenergy company on ways to take this forward. Energy Economic","person":"Conrad William Mullineaux","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" 1. Showing that the respiratory oxidative phosphorylation complexes in Escherichia coli are localised in dynamic clusters in the plasma membrane. This has remarkable implications for our understanding of the partitioning of electron flux and proton motive force. It also leads to a new understanding of the nature of the bacterial membrane, with clear evidence for segregated, mobile domains with specific functions.\n\n2. Showing that protein diffusion in the Escherichia coli cytoplasm is relativ Our research has stimulated further work in several laboratories on the organisation of electron transport complexes in E. coli and other bacteria, with potential relevance to industrial biotechnology.\n\nOur work on the mobility of artificial fluorescent protein constructs in E. coli provides essential information on the effects of FP-tagging on protein diffusion, important for all those using fluorescent protein tagging to probe dynamic processes in bacterial cells.\n\nOur work provides import Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}