{"id":"CC31098D-C5D9-432F-BE37-AE7F99CE0895","title":"Uncertainty Propagation in Structures, Systems and Processes","abstractText":"Modern engineering is relying increasingly on computer simulations and modelling for a wide range of processes over the life cycle of products and structures. This modelling extends from the design stage right through to decommisioning. Because of the expense of making prototypes for tesing, the modelling approach offers clear economic advantages. However, a major concern with such modelling is how uncertainties in the process are handled. To give an example, in a recent example of modelling the operation of heart valves, it was found that the results were very sensitive to the material specification of the heart tissue. In fact, for some values of the material parameters, the valves did not open. This is a critical issue in our understanding, as the properties of human tissue are subject to great variation. This project will improve our understanding of a number of issues concerning modelling under uncertainty. In the first case, the project will investigate issues of uncertainty quantification. There are many theories dealing with uncertainty and the project will determine which theories are appropriate under given conditions and how to assign a definite measure or extent of the uncertainty within a given theory. The second problem to be investigated concerns fusion i.e. if one is presented with more than one measure of uncertainty from different theories, how can they be combined. Finally, the most important problem for dynamics concerns propagation of uncertainty. If a model of a structure or system has uncertainty in its inputs, one must determine the reliability of the outputs or predictions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D078601/1","grantId":"EP/D078601/1","fundValue":"731636","fundStart":"2006-11-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"","person":"Keith  Worden","coPersons":["Graeme  Manson","Jem Athing Rongong","Neil David Sims"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}