{"id":"CC333AE4-46FC-42D6-8338-E3143C1CA5E1","title":"C-Cell PoC - A step change wave energy device for providing efficient and affordable marine renewable energy","abstractText":"Zyba has invented a new wave energy paddle (&quot;CCell&quot;) that extracts energy from ocean waves. The innovative curved compound shape of CCell makes for a strong yet light structure, with superb wave energy absorption properties. In 1/4 scale laboratory tests it extracts 2-3x more energy than comparable alternatives tested at the same time. \n\nThis project aims to demonstrate at a half scale this step change in performance, while optimising the device design and control to maximize power output. Additionally, it will link a small scale wave paddle device with reverse osmosis desalination equipment to allow clean water to be produced from sea water. This will demonstrate that it is feasible to use the device in this manner, ensuring it is economically viable, and at the same time it provides a low carbon technology of direct benefit to developing countries. The objective is to target a first market with a 20kW unit that is sufficient to supply 1000 people with 100 litres per day.\n\nThis project will develop numerical tools to improve our understanding of the interactions between the waves and device structure through a detailed program of numerical and laboratory studies. These tools will be used to optimise the device for a range of conditions, culminating in the design of an integrated system for desalinating sea water using reverse osmosis (&quot;RO&quot;). A shortage of fresh water is a global problem, with a growing market for RO equipment on arid island communities.\n\nThe project includes four UK SMEs and two universities, with results to be disseminated in academic papers and conferences. If successful it will lead to sea trials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L505821/1","grantId":"EP/L505821/1","fundValue":"39707","fundStart":"2014-01-07","fundEnd":"2015-01-06","funder":"EPSRC","impactText":"","person":"Andrew John HillisJun  Zang","coPersons":["Andrew  Plummer"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}