{"id":"CC371E76-C661-423B-860F-9FE05D71F2FE","title":"CLEVER - Closed Loop Emotionally Valuable E-waste Recovery","abstractText":"The rapid turnover in consumer electronics, fuelled by increased consumption, has resulted in negative global environmental and social consequences. These appliances are typically disposed of into UK landfills or to developing countries, incinerated, or otherwise 'lost' - very few are recycled. As a result, the metals they contain are not effectively recovered and new materials must be extracted to produce more goods. Reportedly more than half of all UK households are dissatisfied with how long small household appliances last and think they should last longer, yet, while several strategies to extend product lifespans have been developed, they are under-utilized within the consumer electronics market. Materials scarcity, particularly of non-renewable, finite resources, is a global concern and one that UK consumers and manufacturers cannot ignore. To use these resources more efficiently and reduce mounting electronic waste (e-waste), consumers must be encouraged to retain their devices for longer and return them at the end of their life (or before). \n\nTo assist in a transition from the current 'throw-away' society towards a new model we will develop a function-oriented business model, called a Product Service System, which shifts the focus from designing (and selling) physical products only, to designing (and selling) a system of products and services incorporating both service and ownership, which are jointly capable of fulfilling consumer needs. In this system component parts with 'low-emotional value', but requiring regular technical upgrade (such as the printed circuit board or flexible circuits) will be owned by manufacturers and leased to customers, and potentially &quot;high-emotional value&quot; components (such as the outer casing) are owned and valued by the customer, so that they become products that are kept for long periods of time. In this project these parts are termed the 'skin' - the outer casing, or the part that the user interacts with directly; the 'skeleton' - the critical support components inside the device; and the 'organs' - the high-tech electronics that deliver the function and which need to \nbe the most up-to-date parts of the device. \n\nTo encourage greater emotional attachment to products, new materials which 'age gracefully' will be developed and consumer responses to these materials explored. To recover component parts quickly and efficiently for recycling and metals recovery, new skeleton materials based on biopolymers will be designed and produced. The most important characteristic of these materials is that they will be stable and robust while in use, but can be triggered to decompose when the device is to be taken apart for recycling. Such triggered disassembly of the innards of the device will facilitate the recovery of the valuable metal containing electronic 'organs' so that these can be efficiently recycled and retained in the closed loop of electronics manufacture. The project will also address the efficient recovery and recycling of some of the most valuable metals contained in electronic devices.\n\nAt each stage of development, a social and environmental analysis of the proposed PSS and materials will be undertaken to identify any negative impacts. Together these materials and the new product-service system will enable greater resource efficiency and contribute to reducing greenhouse gas emissions (which contribute to climate change) and reducing annual environmental costs of waste being sent to landfill (estimated at &pound;211m), while enabling efficient recovery of metals, thus maximizing use of resources, reducing costs, and improving UK resilience by reducing reliance on imports.\n\nKeeping electronic devices in a closed loop also means they are less likely to become part of the e-waste exported (sometimes illegally) to developing countries, where people may risk their lives to recover the valuable metals by burning, or smelting, processes that may release dioxins, or use mercury.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K026380/1","grantId":"EP/K026380/1","fundValue":"1263530","fundStart":"2013-03-18","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"  Public and industry-wide dissemination / papers under consideration or in prep.  ","person":"Janet Lesley Scott","coPersons":["Jacquetta  Lee","Debra  Lilley","Benjamin Nathan Bridgens"],"organisation":"University of Bath","findingsText":" We are developing an understanding of how we might close the loop on small consumer electronic devices and so retain the vitally important and valuable resources, e.g. high value metals, in the manufacturing loop. This requires social scientists, designers, materials engineers, chemists and experts in whole lifecycle thinking to work together to develop new product service systems (to ensure that devices are returned to the cycle rather than left to hibernate) and new materials to ease the recovery of the valuable metals.\nThe project is ongoing, but a number of paper are already submitted or in progress.\nThe objectives AT THIS POINT in the project have been met. This will be followed up on when the publications appear, but there is already contact with a range of organisations interested in the topic from device manufacturers (both well established and emerging e.g. Phonebloks). Further public/industry facing symposia will be conducted to encourage this dissemination. Electronics,Manufacturing, including Industrial Biotechology,Retail","dataset":"gtr"}