{"id":"CC3CCA01-273F-4B2E-B790-19C12B1ABF8B","title":"NIP aquaporins: new tools to reduce rice arsenic accumulation","abstractText":"Rice is the staple food for about half of the world's population. Among major food crops, rice is especially efficient at the accumulation of arsenic which is toxic and carcinogenic. This accumulation presents a potentially serious health risk, because consumption of rice contributes a large proportion of inorganic As intake for people living on a rice-diet anywhere in the world. The problem is exacerbated in many rice-producing regions by the past use of arsenic-based herbicides and insecticides, mining, and irrigation with arsenic-contaminated groundwater. There is an urgent need to develop strategies to reduce this widespread contamination of the food chain. This requires a better understanding of the mechanisms responsible for uptake, transport and distribution of arsenic into rice grain. Unlike aerobic soils where arsenate is the predominant chemical species of arsenic, the arsenite form dominates in the reducing environment of flooded paddy soils. We have recently discovered that arsenite is taken up by rice roots through the silicon uptake pathway. Rice accumulates a large amount of silicon, which protects the plant against biotic and abiotic stresses. An aquaporin channel protein called NIP2;1 transports silicon, and also inadvertently arsenite, into the root cells. There is a family of 10 NIP proteins in rice, some of which are expressed mainly in leaf and grain tissues. We hypothesise that some of these NIP channel proteins are involved in arsenic transport to the rice grain. We will evaluate the role of NIP proteins in arsenic distribution to the leaf and rice grain using a range of molecular and physiological methods. We will investigate the pattern of expression of different NIP genes in leaf and grain tissues during grain development and the transport function of NIP proteins for arsenic compounds. We will determine the specificity of different NIP proteins for arsenic compounds and manipulate the amino acid composition in a key region of the proteins to alter their transport selectivity for arsenic. Results obtained from this project will provide insight into the mechanisms of arsenic transport in plants and help the development of counter measures to reduce arsenic accumulation in rice grain through molecular breeding or transgenic approaches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H006540/1","grantId":"BB/H006540/1","fundValue":"115460","fundStart":"2010-06-15","fundEnd":"2014-06-14","funder":"BBSRC","impactText":"","person":"Frans  Maathuis","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}