{"id":"CC3D0A1C-BDAB-424E-BE64-825C4A78E44B","title":"Reading fluency in normally developed and dyslexic reading: how important is parafoveal versus foveal processing?","abstractText":"<p>This research investigates how differences in dyslexic and non-dyslexic readers' fluency are related to differences in how they process multiple items. </p>\n\n<p>When people read, they typically have to process multiple items (eg, letters within words). Research has shown that non-dyslexic readers are more fluent when reading or naming objects aloud when they are presented with more than one item (word or letter) at a time than when items are presented individually, suggesting that they process multiple consecutive items simultaneously. In contrast, dyslexic readers are less fluent when presented with more than one item. </p>\n\n<p>This research investigates why this might be so, focusing on three research questions:</p>\n\n<ul>\n \n\n <li>To what extent does processing for consecutive items overlap? </li>\n\n <li>How does such overlapping processing affect fluency? </li>\n\n <li>Which specific aspects of multi-item processing are impaired in dyslexia?</li>\n</ul>\n\n<p>The research involves recording dyslexic and non-dyslexic readers' eye-movements and voice responses as they name sequences of letters. They investigate whether recognition or retrieval of a letter is influenced by early processing of that letter before it is directly looked at, or by explicit processing once it is directly looked at. They also investigate whether processing is affected by cumulative early and later exposure to a letter.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3533","grantId":"RES-000-22-3533","fundValue":"76988","fundStart":"2009-08-01","fundEnd":"2010-07-31","funder":"ESRC","impactText":"  Our research is primarily basic scientific research, and as such our immediate impact has been largely scientific, in terms of the development of theories of dyslexia. However, our results have been presented to audiences including educational practitioners with interests in applying research findings to develop a fuller understanding of reading difficulties and ultimately how these findings might give rise to educational interventions. Education Societal","person":"Holly  Branigan","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The project has given rise to empirical, theoretical and methodological developments in our understanding of reading in typical and dyslexic readers. Fluent reading is the hallmark of a &quot;skilled&quot; reader, but some people with developmental dyslexia never manage to achieve effortless, fluent reading, despite normal IQ and no obvious socioeconomic obstacles to reading development. Our research has helped us to understand how, when normally developing and dyslexic readers read, they process the many words presented simultaneously on the page, and in particular which factors determine how fluently they are able to read. Our results are informative about how these readers juggle multiple representations, with respect to processing both the word they are currently looking at (foveal vision), and one or two items ahead of the word they are currently looking at (parafoveal vision). By carrying out eight experiments, we have collected a large quantity of data which casts light on a range of aspects of reading fluency and accuracy in highly compensated adult dyslexic readers and non-dyslexic adult controls. We have collected data relating to dyslexic and non-dyslexic parafoveal and foveal processing of orthographic (spelling) and phonological (sound) information; the role of phonological and non-phonological (semantic, or meaning) factors in dyslexic readers' fluency deficit; the role of central attention in dyslexic and non-dyslexic readers' processing using lexical (whole-word( routes and phonological (print-to-sound) routes; and the nature of cross-modal binding (i.e., linking together different kinds of information, such as sound and shape information) in dyslexic and non-dyslexic adults. We showed that dyslexic readers have difficulty processing both visual and phonological information during both foveal and parafoveal processing. Our results suggest that for dyslexic readers, coping with multiple sources of information is extremely difficult. Our experiments also suggest that dyslexic readers' fluency deficit involves a general access problem that includes semantic processing, rather than a specific deficit in phonological access. We also found evidence that they have a cross-modal impairment in linking together visual and auditory information, which may contribute to their difficulty in making connections between letters and sounds during reading. Finally, we found evidence suggesting that dyslexic readers use central attention (effortful) resources when reading via both lexical and phonological routes, whereas non-dyslexic readers can read via both routes automatically. Our results allow us to make theoretical advances in our understanding of both dyslexic and non-dyslexic reading. We have shown that dyslexic readers' cognitive deficits extend beyond the phonological domain, and we have begun to develop an account which stresses the role of the central executive with particular reference to the ability to associate, or bind, different sources of information. Finally, we have made methodological advances: we extended the use of contingent-change and psychological refractory period (PRP) paradigms to dyslexic populations for the first time (as far as we are aware). More importantly, we developed a new experimental method paradigm for examining cross-modal binding of visual and auditory information, which can be used for further research in an area that has hitherto received very little attention. Our research is likely to be taken forward by researchers in a range of fields broadly interested in issues relating to cognitive psychology, psycholinguistics and dyslexia research. Our experimental paradigms and theoretical approach with respect to reading fluency (specifically parafoveal/foveal processing) have been taken up by researchers in these fields who seek to explain the fluency deficit in dyslexia (our work is increasingly cited in such research). Our cross-modal binding research is Electronics","dataset":"gtr"}