{"id":"CC3D62A0-BDAD-4945-9ADB-5BAA0F2EA7B1","title":"Molecular Software and Hardware for Programmed Chemical Synthesis","abstractText":"We intend to design a nanoscale chemical factory in which the machines, like the products, are molecules. The factory will not only build molecules but will be capable of evolving them to have desirable properties. The products will be linear molecules produced by linking together smaller building blocks in a defined sequence - at each stage the molecular machinery will be capable of choosing the correct building block from a range of possibilities. The system will be capable of synthesizing a library of molecules with different sequences and selecting 'successful' molecules for their fitness to perform a specified task. We will also develop designs for more powerful systems in which the molecular machinery responsible for chemical synthesis has internal computing power and can direct its own operation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F055951/1","grantId":"EP/F055951/1","fundValue":"170325","fundStart":"2008-08-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"  The fundamental nature of the DNA clock machines developed in this project have been used to underpin future funding opportunities, currently with research councils. It has also been published in a number of journal articles. Education ","person":"Andy  Tyrrell","coPersons":[],"organisation":"University of York","findingsText":" The main outcome of this project was the study and feasibility of using DNA elements to participate in computation. This project was linked with a larger EPSRC funded project (EP/F008279/1) where developments from this project were used to test building block, adaptor and coupling chemistry using clocked motion of a molecular machine along a DNA instruction tape. The novel clocked DNA system forms the fundamental basis of a new type of computation where DNA machines could be coupled with electronic substrates, potentially providing an interface between artificial processing and biological processing. Education,Electronics,Healthcare","dataset":"gtr"}