{"id":"CC3E522C-BFA2-4107-8B31-99C0448EB689","title":"The Future of Ruins: Reclaming Abandonment and Toxicity on Hashima Island","abstractText":"How to look at the past in the hope of living differently in the future? What new environmental possibilities might an archaeology of ruins give rise to? These are the principal research questions driving 'The Future of Ruins: Reclaming Abandonment and Toxicity on Hashima Island', a cross-disciplinary collaboration that seeks to combine the complementary but as yet un-actualised expertises of geography, East Asian cultural studies, and performance, to explore the 'dark ecological' past of one of the world's strangest and most traumatised sites. \n\nHashima Island is situated in the East China Sea, roughly 15 or so kilometres from Nagasaki City. In Japanese, the island is referred to colloquially as Gunkanjima - the Gunship Island - on account of its resemblance to a battle ship. An intense period of occupation began on the island in 1890 when the Mitsubishi company bought the 15-acre site for undersea coal mining. The tunnels and chambers carved out of the rock were matched by the erection of (then) Japan's largest concrete building in 1916, along with apartments, schools, shops, restaurants and an encircling sea wall. This baroque environ became a site of forced labour using Japan's colonial subjects between 1939-1945, as well as a prime means of production for Japan's industrial and political revolution. In 1959, the island reached a peak population of over 5,000. Mitsubishi closed its mines in 1974 and the site quickly became a ruin, the land poisoned and made toxic by industrial pollution. In 2009 the island became accessible to the public as a tourist destination, and there are plans to transform it into a UNESCO heritage site. The strange, uncanny feel to the island has appealed to photographers, filmmakers and artists, and it features in Ben Rivers' Slow Action (2011) as well as in the forthcoming James Bond movie Skyfall (2012). In these artworks, however, the aestheticisation of ruins has meant, paradoxically, that the terrible history of Hashima, its exploitation of human labour and the earth's natural resources, has been rendered invisible. The more we look at Hashima, the less we see.\n\nThis project sets out to offer a counter-history of Hashima; one in which the violence inflicted on human and non-human nature is not exorcised, but made to speak in the present. The intention? To disclose the future of ruins, to rethink the meaning of ecological horizons through a non-sentimental encounter with the natural past. While we do not, in any way, ignore the specificity of Hashima, its dependence upon a particular set of geographical, historical and cultural circumstances, its history of toxicity and abandonment has allegorical value in a global sense, for it symbolises the violence inflicted on the planet by human beings. Hashima is not simply traumatised by industrialised exploitation, it is wounded by the nuclear fall-out of the atom bomb dropped on Nagasaki City in August 1945.\n \nTo tell the story of Hashima, an eco-biography is required - that is, a biography that pays attention to history and natural history, human time and 'deep time' (geochronology, the time of the earth). This eco-biography is necessarily pluralist, combining issues that are relevant to geography, history and performance studies, such as environmental degradation and resilience, memory and testimony, ephemerality and permanence, and affect and imagination. \n\nThe 'Future of Ruins' aims to produce this expansive eco-biography of Hashima through a series of field trips to the island to gather data and material, which will be reworked into a a number of creative and critical outputs, including digital postcards, and a performance lecture, combining text, image and the spoken word. Through this sensory engagement with the living reality of the site, the aim is to translate our cross-disciplinary findings into accessible channels for expanding our understanding of the past and reconfiguring what it might mean to live on the planet in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005308/1","grantId":"AH/K005308/1","fundValue":"32080","fundStart":"2013-02-01","fundEnd":"2013-10-31","funder":"AHRC","impactText":"","person":"Carl  Lavery","coPersons":["Deborah Phyllis Dixon","Carina Jacqueline Fearnley","Mark  Pendleton"],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}