{"id":"CC500027-41D7-4288-A561-B255CF841821","title":"Efficacy of mobile phone short message service (SMS) on malaria treatment adherence and post-treatment review","abstractText":"The project will be conducted in 3 phases at 4 sites (2 rural and 2 urban) in Western Kenya. In phase I-Pilot phase, we will collect and collate primary and secondary data on cell phone coverage and use to demonstrate the feasibility of the intervention. We will also carry out facility based surveys to validate mobile phone ownership statistics among care givers attending health facilities for malaria and determine access, ownership and use of mobile phones. Further, we will pilot the SMS intervention, which will be one-way communication of SMS reminders on treatment adherence and post-treatment review sent to caregivers' personal mobile phones. The development process will involve malaria epidemiologists, social scientists, mobile health programmers, as well as clinicians and patients from the study areas. Phase II will be a multi-centre randomized controlled trial (RCT). Eligible caregivers of children &lt; 5 years old with uncomplicated malaria will be randomly assigned (1:1) to two different arms: 1) the current standard of care based on provider counselling and health education alone, and 2) the current standard of care plus SMS reminders. Within each arm participants will be further equally randomly assigned to 3 different categories for the measurement of adherence. In the first category, 260 caregivers will be visited at home on day 1 of follow up to measure appropriate timing of the second artemether-lumefantrine (AL) dose. In category 2, 260 caregivers will be visited at home on day 2 to measure adherence of AL doses 2, 3 and 4. While, in category 3, another 260 caregivers will be visited at home on day 3 after they have completed the full treatment course to measure adherence for the full course of AL. The 520 caregivers per arm in category 1 and 2 that will be visited before completion of the full dose will not be visited again to avoid biases in the subsequent measures of adherence. These patients will also present the study group for the day 3 post treatment review. AL will be administered according to weight bands, directly observed for the first dose, and the remaining 5 doses self administered at home. Caregivers will receive standard instructions about how to administer AL at home, will be instructed to store used blister packs and to return for review if unwell. Eligible caregivers with mobile phones will be asked to key in a toll free number when the first dose is administered or their number will be registered and input into the automated system. The toll-free signal will generate a programme to randomly assign caregivers to either the intervention or control arm and to the 3 categories of home visits. In the intervention arm the signal will also generate a programme to automate SMS reminders from a central server depending on pilot investigative and development work, timed to when the next dose should be administered. Category 1 and 2 caregivers in the intervention arm will in addition to the adherence SMS reminders also receive a morning SMS reminder for the appointment for review at the health facility on day 3. While category 3 participants (intervention and control) will be reviewed at home on day 3. During the second week post treatment, weekly SMS reminders prompting caregivers to visit the health facility if the child is unwell will be sent to participants in the intervention arm. Finally, participants in the intervention arm will be sent a final SMS reminder for the appointment for review on day 28. The primary outcome are twofold: Adherence to a complete AL course (doses 2-6) measured in category 3 only and the proportion of patients reporting to the health facility for post treatment review and subsequent evaluation of clinical and parasitological cure at day 3 (category 1 and 2) and at day 28 (all categories). We will conduct individual patient level pooled analysis, according to CONSORT standards for reporting RCTs. In phase III, we will carry out a cost-effectiveness analysis for scale up.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K007351/1","grantId":"MR/K007351/1","fundValue":"1095500","fundStart":"2013-04-01","fundEnd":"2017-03-31","funder":"MRC","impactText":"","person":"Ambrose Otau Talisuna","coPersons":["Catherine  Goodman","Dejan  Zurovac","Kevin  Marsh","Robert W Snow"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}