{"id":"CC5D794B-9886-4CF8-BCF5-223F618B521D","title":"Basic mechanisms controlling gene expression","abstractText":"The genes contained in our chromosomes direct the production of all the components that the cells within our bodies need to survive and function correctly. To ensure that the appropriate products are made at the right time and in the right place the activity of our genes is regulated. Thus, some genes will be ?switched on? in some cells and ?switched off? in others or the activity finely tuned to make just the right amount of product. Our Cooperative Group of eight different research teams is studying different ways gene activity is regulated in a range of organisms including viruses, bacteria, yeast and man. The work of each group is complementary and every new discovery that each team makes contributes to the picture we have of the fundamental principles of gene control. The appearance of a product in the wrong cell or at the wrong time can result in diseases like cancer, cystic fibrosis and haemophilia. It is therefore necessary to understand the regulatory processes involved in decoding the information contained in our genes to fully understand the underlying cause of such diseases. An understanding of the basic mechanisms of the control of gene activity is also necessary to devise effective drug or gene therapy strategies to combat disease caused by gene defects. In addition, we can more easily specifically target disease-causing organisms like viruses and bacteria with drugs if we fully understand how expression of their genes is regulated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G9826944","grantId":"G9826944","fundValue":"711955","fundStart":"1999-10-01","fundEnd":"2009-09-30","funder":"MRC","impactText":"","person":"Nicholas Jarvis Proudfoot","coPersons":["Peter  Cook","Ervin  Fodor","George  Brownlee","Christopher John Norbury","Alexandre  Akoulitchev","Shona  Murphy"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}