{"id":"CC61C785-C336-4DB0-BA00-76F5D529BE33","title":"The AHRB Centre for Irish and Scottish Studies","abstractText":"The AHRB Centre for Irish and Scottish Studies seeks to carry out comparative and interdisciplinary research on Ireland and Scotland with special emphasis on the histories, languages, literatures and cultures of the two peoples. In addition to supporting major networks and projects in these fields, the Centre will promote graduate training, dissemination to academic and non-academic audiences, will engage in collaborative work with leading institutions and outstanding scholars worldwide and function as a global research hub for the subject area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=111833/1","grantId":"111833/1","fundValue":"1163880","fundStart":"2006-01-01","fundEnd":"2010-12-31","funder":"AHRC","impactText":"  The Centre's impact outside academia has been shaped by its programme of public engagement events and its outreach activities:\n\n(a) The Irish-Scottish Forums have brought the Centre's researchers and research agenda directly into engagement with political leaders, policy makers and those involved in running public institutions. The Forums have involved former First Ministers of Scotland and Wales, members of the House of Lords, MPs and MSPs, and current and former ministers of the Scottish and Irish governments. They have also involved those directly responsible for developing policy - for example, the planning officers from the Republic, from Ulster and from Scotland in our Forum on spatial planning - and those engaged in public institutions, such as museums and heritage organisations. The outcomes of these meetings have allowed those involved better to understand the workings of systems in the other jurisdictions, and have led to significant critiques based on comparisons between them, for instance in Irish Times journalist Frank MacDonald's critique of the fragmented nature of the Republic's planning system, with its very large number of semi-autonomous planning boards, and in the challenge to the Scottish government's actions in relation to Donald Trump's planning applications. Equally, discussions between contributors to our Forums will inform the future development of concerted policy action by the devolved governments of the UK - a theme that was central to presentations by Henry McLeish and by John Osmond of the Institute of Welsh Affairs at the final Irish-Scottish Forum. The presence at the most recent of these events of senior civil servants from the Republic, from Ulster and from Scotland is indicative of their increasing reputation in clarifying key issues faced by government and public institutions.\n\n(b) Engagement with the public through co-operation with the Scottish Parliament. \n \nThe Centre has been represented regularly in events at the Scottish Parliament, both events related to its diasporic projects - such as the discussion of the effectiveness and relevance of the 'Year of Homecoming' in which Cairns Craig took part with Henry McLeish (former First Minister), Kenny Macaskill (Justice Secretary) and Joan McAlpine (deputy editor of Sunday Times Scotland) - and events which it has initiated as contributions to the annual Festival of Politics programme, such as the discussion of the 'Politics of Devolution', involving members of the SNP and the Labour Party in Scotland, and representatives from Wales and Northern Ireland. These events have not only been well attended - c. 85 is the maximum number who can be accommodated in the committee rooms - but have been widely reported in the press and much commented on in the blogosphere. Some ninety blogs responded to Cairns Craig's comments on the Year of Homecoming. The Centre's effective relationship with the Parliament and its staff have made it possible for it to engage with politicians, civil servants and the general public in ways which were not envisaged in the original strategic and operational plan. Indeed, a programme of events for 2011, including a Forum on the economic consequences for the devolved territories of the present and forecast cuts in public funding, are currently under discussion with the Parliament.\n\n\n(c) Engagement with the public through arts events\n\nAs noted above, many of the Centre's conferences have included public events, particularly poetry readings and folksong recitals, bringing Scottish artists to Irish audiences and Irish artists to Scottish audiences, as well as both to audiences in New Zealand and Canada. In its local context, the Centre has given particular support to the Word Festival, which attracts some 10,000 attendees to a weekend of literary and cultural presentations in King's College, Aberdeen. The Centre has brought a substantial number of Irish writers to appear at Word, as well involving Scottish writers (such as Ian Rankin) in interviews and discussion sessions. It has also promoted the work of student writers, both at Word and at the Edinburgh Festival. It made possible a major exhibition at the Scottish Parliament on Scots-Canadian migrants and several 'Director's Cut' events in Aberdeen, in which leading Scottish film directors (including Kevin MacDonald, director of The Last King of Scotland, 2006) were interviewed and their work analysed. These were always fully booked. \n\n(d) Engagement with education\n\nThere is no compulsory Scottish element in the teaching of history or literature in Scottish schools, and to encourage teachers to use Scottish (and Irish) materials, the Centre has organised Continuous Professional Development courses that run in conjunction with the Word Festival and provide teachers and student teachers with the opportunity to interact with Irish and Scottish writers. This has built up relations with various teachers and schools which the Centre has been able to use to promote its activities and to provide support for individual projects - most notably in the anti-racism campaign which schools have been running under the banner of 'Threads in the Tartan', and in which the work made possible by the Centre was commended both by Aberdeen's Director of Education and the senior professor of Aberdeen University's School of Education. \n\n(e) Public Lectures\n\nAs well as the Centre's research seminar programme which takes place in the main room of Humanity Manse - a total of 86 individual speakers have presented their work there between 2006 and 2010 - the AHRC Centre has used the impressive facilities of the King's College Conference Centre for public lectures, delivered sometimes by those engaged in the Centre's work - e.g. Cairns Craig and Edna Longley - and sometimes by distinguished visiting speakers such as Roy Foster (Oxford) or Jerome McGann (Virginia), or by prominent public figures such as Dan Mulhall (formerly Irish Consul in Edinburgh and now an advisor in the office of the Taoiseach). Prof. Craig has presented the Centre's work at lectures in the USA (Berkeley, Boston College), Canada (Guelph), New Zealand (Wellington, Waikato, Otago) and France (Pau, Grenoble), and Dr Brown has presented its work in Dublin, Oxford and Aberystwyth.\n\n(f) Popular dissemination \n\nIn reaching beyond academia, members of the Centre have given talks at Burns Nights, at St Andrews Societies (both in Scotland and in North America) and been interviewed on radio or for newspaper articles. Radio programmes based on Cairns Craig's work have been made by BBC Scotland (on Scottish gardeners and botanists, produced by BBC Aberdeen), and on Scottish intellectual migrants (in a forthcoming series on the Scottish Universities produced by Billy Kay). The special issue of the Scottish Review of Books on Irish and Scottish themes allowed several members of the Centre to review recent work in their field, and also featured reviews by others involved in Irish-Scottish studies at Aberdeen - such as Prof. Patrick Crotty - and by those in the Centre's partner institutions - such as Graham Walker of Queen's Belfast.\n\nThe Centre's programme of public engagement has thus brought it into contact with a wide range of those engaged in the formation of public policy - politicians, economists, planners, inward-investment specialists - and a wide range of different 'publics', from readers of the Sunday Herald to those attracted to readings by famous (and not-so-famous) authors. It has gained the confidence of the officials at the Scottish Parliament and has been able to bring together leading figures from all three devolved jurisdictions in a context where their views can have impact both on Scottish politicians, on civil servants and on the lobby reporters of the Scottish media. Communities and Social Services/Policy,Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy Cultural,Societal,Policy & public services","person":"Cairns  Craig","coPersons":["Marianne  Elliott","David  Dickson","Thomas  Devine","Fran  Brearton"],"organisation":"University of Aberdeen","findingsText":" The aim of the Phase 2 Centre was to establish comparative Irish-Scottish studies in an international context. Through a series of major conferences in Aberdeen, and in Wellington (New Zealand) and Toronto/Guelph (Canada), it has gathered scholars from across the anglophone world, and from France, Germany, Denmark, Russia and Poland, to debate the past and the future of the languages, literatures and histories of Ireland and Scotland, and of their diasporic communities. This has created major international networks of scholars able to bring to bear on Irish and Scottish issues an understanding of the history and development of those issues in both countries - for example, on the ways in which their diasporic communities impacted on the environment or engaged with native peoples; on how their religious and educational traditions shaped the civic cultures of imperial territories; on the ways that their national policies for the arts, economic management, urban and rural planning, or language, are likely to impact on their future development. The establishment of The Journal of Irish and Scottish Studies has provided an ongoing focus for these researches and major books have been produced for, among others, Cambridge University Press, Queen's-McGill University Press, Edinburgh University Press. The Centre's impact outside academia has been shaped by its programme of public engagement events and its outreach activities:\n- engagement with research users - political leaders, policy makers and public servants;\n- engagement with the public through co-operation with the Scottish Parliament;\n- engagement with the public through arts events;\n- engagement with education;\n- public lectures; and\n- popular dissemination.\nDetails of these activities are given in the Narrative Impact Section. Communities and Social Services/Policy,Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}