{"id":"CC645401-7431-4F1B-B697-D9452EA525CE","title":"Manufacturable nanoscale architectures for heterojunction solar cells","abstractText":"This project will produce manufacturable nanoscale architectures for heterojunction solar cells. Though routed strongly within 'science', the objectives are to achieve engineering solutions to allow the breakthrough needed in this field (target efficiency 10%). Excitonic solar cells based on molecular semiconductors require the presence of a heterojunction between electron and hole-accepting semiconductors in order to separate charges from photogenerated excitons. Large heterojunction interfacial areas are required if all photogenerated excitons are to reach the heterojunction before decaying, and this requires a complex nanoscale architecture. Current methods to achieve this nanostructure and limited and solar cell performance of such devices has stalled. We propose therefore to develop generic routes to separate the control of the nanoscale morphology from the selection of the donor and acceptor semiconductors. This will represent a critical advance in allowing a stable process window, and should allow improved photovoltaic performance through better morphology control and the ability to use semiconductors better matched to the solar spectrum. These routes will be compatible with low temperature processing (this is critical for low-cost manufacturing). The general principle we will use is to separate the processes needed to form the desired nanoscale architecture from the subsequent formation of the active semiconductor-semiconductor heterojunctions at which charge separation is achieved.Central to our approach is the use of 'sacrificial' polymer structures that provide excellent control of nanoscale morphology, and their later replacement with active semiconductors. We will use the controlled nanoscale structures produced using di-block copolymers","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F056702/1","grantId":"EP/F056702/1","fundValue":"1320960","fundStart":"2008-05-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"  New structures were developed to allow cascading of photo generated excitons (towards) and charges (away from) donor-acceptor heterojunctions. For example, a novel light-harvesting chromophore was incorporated within a solar cell comprising a titanium dioxide - dye - solid state hole transport material, enabling extended spectral response.\n\nBeneficiaries: academic and industrial communities\n\nContribution Method: New fundamental understanding Education,Electronics Cultural","person":"Richard  Friend","coPersons":["Henning  Sirringhaus","Christopher Robert McNeill","Henry James Snaith","Neil  Greenham","Ullrich  Steiner","Mark  Welland","Wilhelm  Huck"],"organisation":"University of Cambridge","findingsText":" This grant supported the study of new nanostructures for use principally in solar cells. The principal focus was on the construction of ordered metal oxide nanostructures which were then complemented with organic or organometallic light-absorbing dyes and semiconductors. The control of nanostructure has proved to be very effective for use in a wide range of solar cell structures. The work done during this contract has supported the long-term development of excitonic solar cells. Education,Electronics","dataset":"gtr"}