{"id":"CC6D93B0-D4B0-465C-BBC0-ED467DBB2FD7","title":"Warwick Innovative Manufacturing Research Centre Phase II","abstractText":"Warwick IMRC will be active in two focus sectors as follows:Intelligent and Eco-Friendly VehiclesThe future of road transport will undoubtedly require vehicles to become more intelligent. This will facilitate the reduction in the number of accidents, improve infrastructure utilization, thereby reducing congestion, and help to minimize environmental impact through more efficient vehicle dynamics. The application of intelligence will allow significant changes to the construction of vehicles and the reduction of unladen weight, since structures to absorb impact damage will become redundant if collision avoidance systems are installed. The research will investigate the impact of intelligent systems on vehicle design, the technologies required, changes in manufacturing processes, final test implications and vehicle maintenance and upgrade throughout the product lifetime. In addition, aspects of the driver -vehicle interface will be researched to minimize the impact of such technology on driver satisfaction . In parallel with this work research will be conducted on materials, fuels and propulsion schemes that will offer more eco-friendly vehicle solutions. The existing hybrids group will investigate computer models that can help in the definition and optimization of next generation propulsion systems. Other teams will investigate the potential for using agricultural waste or non food crops to produce new chemical food stocks in energy efficient processes and go on to determine the most effective ways of using the chemicals to manufacture materials and fuels for next generation vehicles. Thus research will be integrated with activities planned for the TSB/EPSRC/DfT/AWM low-carbon vehicle demonstrator programme.Next Generation HealthcareA major challenge for the healthcare industry is to deliver high quality care at the time of need at minimum cost and with maximum customer/supplier (patient/healthcare practitioner) satisfaction. There are many challenges that can be addressed through the application of design, technology and management processes. Many of the lessons learnt in other industries can be adapted to address these challenges and in particular the processes used in lean manufacturing are thought to be especially relevant. Projects in this area will include hospital based initiatives such as robotically assisted rehabilitation, primary care research in health centres and doctors' surgeries, remote diagnostic systems applicable to the long-term ill living at home and the application of best practice in new product introduction to improve the roll-out and acceptance of innovation in the healthcare industry. Areas of opportunity include working closely with companies such as GE Healthcare and hospitals in the development of preventative early health (rather than the current retrospective diagnosis driven system), incorporation of advanced analysis approaches in diagnostic equipment and exploring the application of scanning technologies in non-medical and mental health applications. The WIMRC will build on the developing partnership with the Strategic Health Authority with a shared agenda of technology driven change and the location of the NHS Institute for Innovation and Improvement on the Warwick campus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G049971/1","grantId":"EP/G049971/1","fundValue":"6880760","fundStart":"2008-04-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"","person":"Richard John DashwoodKen  Young","coPersons":["Brenda Henriette Timmerman","Mairi  MacIntyre","Ruth Mavis Davies","Duncan Robert Billson","Zoe  Radnor","Jacqueline Ann Swan","David Anthony Pink","Jannis Jan Angelis","Stefan Antonius Bon","Gordon  Smith","Paul Anthony  Jennings","Richard Peter  Jones","Peter  Bryanston-Cross","Rebecca  Cain","Andrew Peter Dove","James Anthony Covington","Dieter  Wolke","Teresa  Pinheiro","Andrew  Clark","Shengcai  Li","Timothy David Howard Bugg","Guy  Barker","Swaran Preet Singh","Alan  Chalmers","Kerry Steven Burton","Kerry Emmett Arthur Kirwan","Darbara Jay Bal","Davide  Nicolini","Alessia  Contu","Mark Antony Williams","Matthew Richard Broome"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}