{"id":"CC70CA42-0345-4C66-80B5-C357734459F5","title":"Disease mechanisms and therapy for inherited disorders of the neuromuscular synapse.","abstractText":"This programme of work will study a group of inherited diseases called congenital myasthenic syndromes (CMS) in which the transfer of the signal for muscle contraction from nerve to muscle is disrupted. These are rare disorders, present in around 1 in 100,000 of the UK population, that may be life-threatening and can cause severe disability in children and adults, but we are frequently able to work out what is going wrong and as a result devise appropriate therapy. In the last two years we have found mutations in four new genes that cause CMS and have been at the forefront of showing that treatments usually used for asthma can result in remarkable improvement for our patients. Research success led our laboratory to be the basis for a National Referral Centre for CMS, and through this service our goal is to provide tailored therapy for each of our patients. To move towards this goal this programme of work will address the following questions:\n\ni) Which genes are responsible for additional cases of CMS? We have around 40 cases in which we have not been able to find the genetic cause of the patient's condition. Patients, above all, want a definitive diagnosis. We will use the latest DNA sequencing techniques to search for the genetic defects in these patients, and new patients who are referred to our clinic.\n\nii) How do the genetic defects in the genes that we recently identified cause disease? If we can work out how the mutations are disrupting the information transfer from nerves to muscle we can often devise appropriate therapy. Therefore if we can find out how the mutations in these four new genes result in disease it should help in their treatment.\n\niii) Can we find new available treatments? We have found that certain drugs commonly used for asthma can work exceptionally well for some of our patients. We want to find out exactly how these are having their effects and then see if there are other similar but potentially even better drugs available.\n\niv) Can we experiment to find novel treatments? The site where information is passed from nerve to muscle is called a synapse. We have noted that when one of the proteins we study, DOK7, is produced at high levels in muscles is generates greatly enlarged synapses in their correct location, which we call 'super synapses'. When we generated these 'super synapses' in a disease model for DOK7 CMS is completely cured the disease. We want to perform studies on the super synapses to define exactly why they work so well and also we want to try this novel therapy in other CMS disease models. Moreover, it could potentially be applicable to some other more common diseases that feature defects in the neuromuscular junction synapse such as motor neurone disease or spinal muscular atrophy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M006824/1","grantId":"MR/M006824/1","fundValue":"1501250","fundStart":"2014-10-01","fundEnd":"2019-09-30","funder":"MRC","impactText":"","person":"David  Beeson","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}