{"id":"CC7C6C15-F578-43FE-B959-59BAFC28EFF7","title":"University of Warwick - Equipment Account","abstractText":"This proposal is to design, build, validate and exploit the features of a new Raman spectrometer that will collect Raman, Raman Optical Acitity (ROA), and Raman Linear Difference (RLD) spectra. ROA is well-established, but comparatively under-used as a means of probing secondary and tertiary structures of proteins and other biomacromolecules. RLD is a newly invented technique (Rodger et al. Analytical Chemistry, 2012) that can be used to give relative orientations of subunits of complex molecular assemblies. Raman spectroscopy provides access to the wealth of information available in vibrational spectroscopy without the challenges which confront infra red absorbance where water signals dominate. This project builds on the investigators' acknowledged expertise in developing novel spectroscopies for the study of biomolecules. It follows their success (measured by the increase in publications and linear dichroism (LD) instrument sales triggered by their work over the past 10 years) in making UV-LD an available technology. \n\nThe motivation for developing a new form of spectroscopy is that the structures and arrangements of molecules, including sugars and lipids, that play key roles in the structures and functions of biomacromolecules are invisible to many techniques. Further, existing techniques do not provide sufficient information for many applications. Atomic-level techniques including crystallography and NMR are not well-suited to large irregular molecular assemblies where the structures of both the macromolecule and surrounding molecules contribute to the function of the components. Circular dichroism, which is currently the most widely used method for determining solution-phase secondary structures of proteins, has comparatively low information content and usable concentration ranges. Thus we need alternative approaches to provide the required information. We believe different forms of Raman spectroscopy can contribute to addressing these issues, but the required instrumentation has not yet been invented. \n\nThe main applications of the instrument in the lifetime of the funding will be:\n\n1. Understand atomic-level structures and functions of biomacromolecules in cellular assemblies which is essential if we wish to control biological processes, such as cell division, for disease control and biotechnology applications. \n\n2. Enhance efficiency in the development and production of pharmaceutical (small molecule) and biopharmaceutical (proteins, nucleic acids, viruses, bacteria) products by improving the approach to Process Analytical Technology (PAT) and helping to enable 'Quality by Design' (QbD). The hypothesis underlying QbD for pharmaceutical drugs, is that quality in production can be planned, and that most quality crises and problems relate to the way in which quality was (or was not) planned in the first place. QbD operates fairly effectively in the pharmaceutical industry. Regulators such as the European Medicines Agency are looking to expand the concept and process of QbD from pharmaceutical products to biopharmaceuticals. However, the analytical methodologies that are possibly sufficient for pharmaceuticals are clearly not adequate for biopharmaceuticals. New challenges are also being brought by the emerging 'Biosimilars' market: most simply, what is 'highly similar'? \n\nA wide user community will be established. The applications of the first users will be mainly with proteins, protein fibres, protein assemblies including bacteriophage, and membrane systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K011618/1","grantId":"EP/K011618/1","fundValue":"7425950","fundStart":"2012-09-28","fundEnd":"2022-09-27","funder":"EPSRC","impactText":"","person":"Pamela Anne Thomas","coPersons":["Timothy S Jones"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}