{"id":"CC845C60-552F-49EE-82DC-521893EF53E6","title":"Quantum simulation using optical lattices","abstractText":"Our aim is to engineer the properties of ultracold atoms, and molecules, in optical lattices and so use these precisely controlled many-body systems to model important strongly-correlated systems from Condensed Matter Physics (CMP). Optical-lattice experiments thus function as analogue quantum computers, and allow exploration of physical regimes inaccessible in CMP systems themselves. The ultimate vision is to develop a complete 'toolbox' of methods for the direct quantum simulation (DQS) of strongly-correlated systems. The intense current interest in this powerful interdisciplinary approach to fundamental quantum many-body problems has been stimulated, in part, by work carried out by members of this Collaboration. For example, Professor Bloch played a leading role in the first experimental observation of the superfluid to Mott Insulator transition in an optical lattice, a prime example of modelling CMP in such systems. This was predicted theoretically by Dr Jaksch (while working with Professor Zoller in Innsbruck). These ideas were recently extended in Florence to controlled disorder in optical lattices, and production of a Bose glass phase.This Collaboration will stimulate further work and collaborations between theory and experiment. The ground-breaking work on disorder will be continued by Dr Fort, using both bosons and fermions, and including time-dependent studies. Professor Foot's team (Oxford) will create a rotating optical lattice to simulate the application of a magnetic field to the analogous Condensed Matter system, and test predictions of Dr Jaksch on the high-field Fractional Quantum Hall effect. Professor Bloch's group in Mainz will create heteronuclear dipolar molecules in an optical lattice and exploit their strong electrostatic interactions for DQS of spin systems. The theory groups of Dr Jaksch in Oxford and Dr Daley in Innsbruck, will use state-of-the-art techniques to model the experimental systems, e.g. studying time-dependent transport phenomena and methods for preparing specialised many-body states via controlled addition of noise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E041612/1","grantId":"EP/E041612/1","fundValue":"837524","fundStart":"2007-08-01","fundEnd":"2011-01-31","funder":"EPSRC","impactText":"","person":"Christopher  Foot","coPersons":["Dieter Hans Jaksch"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}