{"id":"CCA087B8-2B91-4C8A-84D3-6FD836F47ADE","title":"Single atoms as highly selective active sites in heterogeneous catalysis","abstractText":"The production of fuels and chemicals from biomass becomes increasingly important due to the diminishing reserves of fossil fuels. The development and sustainability of bio-based industries will be highly dependent on catalytic processes capable of selectively transforming functionalised organic molecules to chemical intermediates and commercial products. In this respect, cellulosic biomass is the most abundant form of biomass and one of the most important renewable energy resources worldwide available. Cellulose derived chemicals like furfural offer very important commercial opportunities as they can be used as starting materials and building blocks to synthesize a variety of products. Therefore, there is a major industrial interest to develop cheap, environmentally friendly low temperature catalysts with stable and prolonged performance.\n\nThe described work aims to develop atom efficient catalysts for a class of hydrogenation reactions that lie at the heart of the bio-based energy and fine chemicals industries. Two different classes of materials will be investigated both of which are based on the catalytic properties of small quantities of isolated catalytically active metal centres of gold, palladium and Pt on the surface of oxide supports or on the surface of relatively inexpensive metal nanoparticles. The activation of hydrogen on isolated sites and its spillover on the oxide support will be investigated in order to identify promising systems for low temperature hydrogenations. The reactions of principal focus will be the selective hydrogenation of furfural, cinnamaldehyde and acrolein. A variety of laboratory and synchrotron based techniques will be used to establish a relationship between molecular structure and hydrogenation activity and selectivity on single atom sites. The materials developed in this project offer the benefit of atom efficiency and low cost of production as only small amounts of precious metals are required. More importantly single atom catalysts offer improved selectivity towards specific products due to the homogeneity of the active center on the catalyst surface. Fine dispersions on oxide supports can provide a relatively cheap alternative to traditionally employed heterogeneous hydrogenation catalysts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M005186/2","grantId":"EP/M005186/2","fundValue":"36474","fundStart":"2015-11-02","fundEnd":"2017-01-01","funder":"EPSRC","impactText":"","person":"Georgios  Kyriakou","coPersons":[],"organisation":"Aston University","findingsText":"","dataset":"gtr"}