{"id":"CCA2B82A-A258-45F8-B860-86702945538D","title":"Experiences of Genetic Relatedness among Donor-Conceived Adults Sharing the same Sperm Donor.","abstractText":"<p>Conventionally, it has been assumed to be best for all concerned that a sperm donor should remain unknown to any child subsequently born as a result of his donation. Although recently such practices have been challenged and&nbsp;- in some countries&nbsp;- reversed, little is known about the experiences of anonymous sperm donation for any of the parties personally involved. </p>\n\n<p>This research study will provide a unique insight into donor conception through investigating, by means of email interviews, the experiences of a group of donor-conceived adults who have learned about their conception, discovered the identity of a previously-unknown donor, and have subsequently learned about, met and formed relationships with hitherto unknown genetic half-siblings who share the same donor but who live in different families&nbsp;- and indeed in different countries.</p>\n\n<p>In addition, the study will also provide valuable information that can inform contemporary donor conception practices that share common features of :</p>\n\n<ul>\n \n\n <li>favouring an open approach towards disclosure of the donor’s identity to their offspring, </li>\n\n <li>enabling the birth of several individuals sharing the same donor into a number of different families,&nbsp;</li>\n\n <li>permitting donor-conceived people to learn about and meet any genetic half-siblings sharing the same donor.</li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3408","grantId":"RES-000-22-3408","fundValue":"22791","fundStart":"2009-04-01","fundEnd":"2010-10-31","funder":"ESRC","impactText":"  Citations in subsequent peer reviewed papers Healthcare Policy & public services","person":"Eric  Blyth","coPersons":[],"organisation":"University of Huddersfield","findingsText":" Key findings and outputs relate to: \n\n- description and critical analysis of policies regarding access to genetic and birth origins information for donor-conceived people in the UK in four distinct time periods, including the period during which participants in this study were conceived;\n\n- tracking study participants' endeavours to trace their genetic heritage from the time of initial revelation of their donor-conceived status to the identification of their donor and location of donor half-siblings. Contribution to regulatory/policy consultations eg Parliament of Victoria Law Reform Committee (2011) Inquiry into access by donor_conceived people to information about donors, to which I gave written evidence (Submission No DCP 43) http://www.parliament.vic.gov.au/images/stories/committees/lawrefrom/iadcpiad/submissions/DCP43_-_Eric_Blyth.pdf \n\nThe Committee's report was tabled before the Victorian Legislative Assembly\n\nand the Legislative Council on 28 March 2012 (www.parliament.vic.gov.au/law Education,Healthcare","dataset":"gtr"}