{"id":"CCB54A33-575C-4229-A7C1-7A708192C998","title":"Internet of Second Hand Things: Object biographies, consumption pathways and re-valuing goods.","abstractText":"Adopting more sustainable patterns of consumption offers positive outcomes for improving personal wellbeing, minimising resource depletion and meeting environmental targets. However, changing consumption patterns is hard to achieve because our acquisition, use and disposal of material objects forms a central part of the cultural practices that give meaning to our lives. Our proposed research will explore how the associating of material objects, across an 'internet of things', with user-generated content can positively influence donors, shoppers, volunteers/staff and recipients of both goods and aid. The aim is not simply to provide people within the network of second hand goods with more information, but rather to foster new cultural practices with a view of instigating behavioural change around shoppers' valuation of goods leading to increased sustainability and new economic models within complex patterns of consumption.\n\nOur project will build on a prior pilot study conducted in partnership with Oxfam that adopted technology from the EPSRC Digital Economy TOTeM project. Smart phones and QR codes were configured to enable stories to be added to donated items. Stories and messages attached to secondhand goods could then be read by shoppers. Using the 'Shelflife' App to add stories added to their social and business value, resulting in donated items living on beyond their expected product cycles. Promoting sustainable living is one of Oxfam's core objectives and the pilot demonstrated that adding stories to secondhand items increased the worth, longevity and reduced the disposability of donated items. Tackling the levels of consumption has is now be identified as the primary challenged posed by population growth. The Royal Society report People and the Planet (2012) highlights the increase in global population by a further two billion people over the next 20 years, and refocuses the key question from How many people? to How are they all going to live? The report concludes that in developed and the emerging economies, consumption has reached unsustainable levels and must be immediately reduced. The report claims that the increase in population will, '...entail scaling back or radical transformation of damaging material consumption and emissions and the adoption of sustainable technologies. This change is critical to ensuring a sustainable future for all'.\n\nWhilst internationally recognised for articulating the potential for a social dimension to an Internet of Things, the Shelflife product was not tailored to the complex chains of interactions in which second hand goods flow between donors, vendors, shoppers, recipients of the goods and the aid that the sale of the goods generates. Making visible the complexity of these value chains and developing appropriate interventions so that the parties within them retain connection, is a critical step in developing more sustainable methods of consumption. Through better understanding the second hand context and developing interventions that expose its conditions we can maximise its sustainable effectiveness and extend its applicability to other business arenas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K012819/1","grantId":"EP/K012819/1","fundValue":"201509","fundStart":"2013-03-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  1. To report back to Oxfam Head Quarters in Oxford to describe what the design interventions revealed about how value is currently perceived to be generated and mediated as it passes through the existing value networks. The meeting in May 2014 was with Andrew Horton, Trading Director and Lee Widdowson, who manages their Logistics and Wastesaver plant. The meeting demonstrated two of the design interventions that had been developed with Oxfam volunteers, managers, shoppers and the school children. The findings of which were used to identify a specific problem: that many shoppers and donors to Oxfam shops in the UK no longer understand the how their secondhand donations or money from purchases support the international aid projects. This finding concurred with recent experiences of the Oxfam management team and demonstrated a clear disconnect in Oxfam practices and communications. Subsequently the final design project involving the tracking of donations across the UK and to Senegal was developed in direct response to this finding.\n\n2. The design methodologies developed by the team offer radical implications for how design schools involve students and future designers in how to design through value. The workshop at NordiCHI Exploring Incentivisation in Design successfully exercised a preliminary design method that allowed designers and participants to ideate toward products and services through use of value constellations and incentives. Whilst these vocabularies are traditionally more at home in a School of Business or Economics, once explained, designers were able to take ownership of them and offer new methods to adapt existing or develop new products / services. The findings of the workshop has been provisionally accepted in the ACM Interactions magazine that has a very large distribution network for designers and HCI researchers. The findings have also been reported to the AHRC KE Hub Oversight Development Group and received a warm response to how the design research community requires change in order to compete within the digital economy.\n\n3. The findings also informed a symposium held in Edinburgh 3rd and 4th of September 2014. Featuring a range of eminent national and international speakers including Sian Lindley (Microsoft Research Cambridge), Sophie Woodward (Manchester) and Hermann Zschiegner (2N, New York) talks, design works and a workshop explored the increasing blurring around the term 'data'. Creative Economy,Education,Retail Cultural,Economic","person":"Chris  Speed","coPersons":["Andrew  Hudson-Smith","Eric  Laurier"],"organisation":"University of Edinburgh","findingsText":" The Internet of Second Hand Things project set out to reveal the differing perspectives of donators, shoppers and buyers involved in the circulation of second hand goods and to better understand their interlinked chains of value creating practices and to lower barriers to entry. The project was in collaboration with the UK charity Oxfam and involved various participants in the design and development of three rapid innovative technical interventions. The aim of the interventions was to reconfigure existing value chains and provide opportunities for action for donors, shoppers, and shop volunteers/staff. In each of the three design projects the team studied how the interventions affected the secondhand environment that they were situated. This knowledge was fed back to participants and Oxfam HQ to inform all parties how sustainable practices might be developed for the future across the second hand sector.\n\nSignificant new knowledge generated;\nThe design interventions revealed new strategies for participants in involved in the secondhand market. The design studies playfully subverted both normative and emerging secondhand retail valuation practices by revealing secondhand goods' financial, moral, social and aesthetic properties. (Speed, C. et al (2014) The Haggle-O-Tron: design intervention in secondhand retail. DIS2014)\n\nNew or improved research methods or skills developed;\nIn order to address the subject of 'value' the project integrated a series of interdisciplinary concepts to develop a method to for designing with data-value-constellations. (Speed, C. et al (2014) Exploring incentivisation in design. NordiCHI 2014 workshop)\n\nImportant new research questions opened up;\nThe project addressed many facets of the value constellations that surround secondhand retail. What became apparent was the lack of transparency of how value changes as goods pass along the traditional secondhand value chain, and what new business practices might look like if organisations such as Oxfam were to move to a value constellation. (Magee et al (2014) Haggling over values: unintentional collaboration in Manchester charity shops)\n\nParticularly noteworthy new research networks/collaborations/partnerships, or combinations of these;\nThe sharing of knowledge and methods (in particular design) with other disciplines have opened up new networks and collaborations for the team. Notably Geography (Laurier et al (2014) Adhockery in Secondhand Markets and Disruptive Design, Royal Geographical Society &amp;amp; Institute of British Geographers Annual Conference) and Anthropology (Magee et al (2014) Haggling over values: unintentional collaboration in Manchester charity shops, European Association of Social Anthropologists Conference). Presentations have fostered connections for publications and future projects.\n\nIncreased research capability generated from training delivered in specialist skills;\nThe highly interdisciplinary project required a significant transfer of skills across and between partners. Ethnomethodological skills became part of the design process, rapid prototyping became part of anthropological methods, and Science and Technology Studies informed participatory design processes. Designing with data value constellations\nDesigners are often only invited to take part in the development of products and services at specific points of development (product design and marketing). This has often left them out of the design of business models through which value propositions are created. Our project revealed specific methods for how to help designers understand their role in the design of value as the Digital Economy moves society from a Push economy to a Pull Economy. (Woods and Speed (2014 Informing a framework towards co-design within business models, AHRC KE Hubs conference, Lancaster).\n\nMore than Participatory Design\nPart of our project involved a 6 month participatory design project with a secondary school to explore how second hand donation bins could be re-imagined and integrated into different sorts of social spaces. Teachers and children (ages 12-18) participated in the design of the bins and the design of the socio-technical arrangements that helped make the bins function as a sustainable part of school life. What was unique about our work was how we developed a method to work together to design objects and services that responded not only to participant values but to the deep appreciations of the school as an institution. (Hartswood et al (2015) Charities and schools: Co-designing with systems of value. In development). Agriculture, Food and Drink,Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Retail","dataset":"gtr"}