{"id":"CCC3F417-CE1B-40BF-B12A-312B2D25A935","title":"Opportunistic managerial behaviour in response to share option compensation in the UK","abstractText":"<p>The purpose of share option grants is to align the interests of managers with those of shareholders. However, share option compensation may encourage opportunistic managerial behaviour aimed at maximising the value of their share options. Managers may artificially decrease share prices at the grant date which tends to be the value at which the exercise price is set.</p>\n\n<p>This study will examine whether the following four methods of depressing share prices are prevalent in the UK:</p>\n\n<ul>\n \n\n <li>Retrospectively choosing the date on which the option is granted (backdating);</li>\n\n <li>Pushing forward (delaying) the release of bad (good) news;</li>\n\n <li>Timing the option grant to occur before (after) the release of good (bad) news; and</li>\n\n <li>Using impression management to dampen good news and enhance bad news.</li>\n</ul>\n\n<p>Backdating is suggested if the option grant date coincides with market lows significantly more often than would randomly be expected. The existence of significantly negative abnormal returns around grant dates suggests that managers either opportunistically time bad news disclosures (scheduled awards) to coincide with grant dates or time grant dates (unscheduled awards) with bad news disclosures. Finally, significantly higher proportions of unfavourable and pessimistic disclosures may imply managerial impression management. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-2963","grantId":"RES-000-22-2963","fundValue":"80654","fundStart":"2008-11-01","fundEnd":"2010-04-30","funder":"ESRC","impactText":"  The findings have not yet been referred to in policy or further research Education Societal","person":"Lynn  Hodgkinson","coPersons":["Doris Maria Merkl-Davies","Heather Joanna Wells"],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}