{"id":"CCD24DEF-DAE6-4417-B981-B6B8C0B77ED4","title":"Advanced Cell State of Function Models for HEV operation","abstractText":"Increasingly, electric and hybrid electric vehicles are being seen as a way to both lower emissions and raise vehicle efficiency for evermore energy concious consumers. Furthermore, the increasing trend towards more electric vehilces, with safety critical applications becoming dependant on electric actuation (brakes, steering etc), is highlighting the need for reliable and accurate prediction of state-of-charge, and state-of-health of the onboard battery pack, to ensure the pack will not fail under emergency conditions. The proposed work therefore underpins all advances within the more electric vehicle.The principle aim of this research is therefore to establish both computationally and memory efficient, accurate cell state-of-charge (SoC) and state-of-health (SoH) models, to underpin the estimation of cell state-of-function (SoF) for the next generation of vehicle batteries, with hybrid electric vehicle (HEV) requirements and valve regulated lead acid (VRLA) cells being used as a technology focus. Furthermore, the findings will be embodied in a technology demonstrator, a stand-alone hardware cell SoC / SoH / SoF monitor, which will be representative in terms of mass market technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D079527/1","grantId":"EP/D079527/1","fundValue":"147957","fundStart":"2006-12-01","fundEnd":"2008-11-30","funder":"EPSRC","impactText":"","person":"David Andrew Stone","coPersons":["Chris Malcolm Bingham"],"organisation":"University of Sheffield","findingsText":" The project achieved the development of advanced modelling techniques for electric and hybrid electric vehicle (EV / HEV) batteries which can be used within battery management systems (BMS) onboard vehicles to give improved prediction of range and energy availablility within the battery pack. The techiques will also allow more accurate prediction of the end of life of teh battery packs within vehicles. The outcomes of the research are models capable of being implemented within battery management systems in EV / HEV's. The models may also be used in an industrial context to evaluate how batteries will age under specific operating conditions. Electronics,Energy,Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}