{"id":"CCDC4C6C-D4A8-49E1-8B60-65176A94D9FF","title":"Harnessing Enthusiasm: Ecosocialities and Citizens as Early-Warning Systems","abstractText":"Citizen science is an activity that is becoming increasingly important as demand for data on biodiversity outstrips the capacity of professional scientists (in terms of finance and manpower). Working in partnership with Forest Research (Britain's principal organization for forestry research), the Sylva Foundation (a charitable trust promoting wood culture) and the Science Museum (internationally-renowned institution engaging citizens with science and technology), this project addresses the need for new ways of harnessing citizen enthusiasm in order to develop a sustainable citizen science for tree health monitoring. \n\nCitizen science is defined as data collection by non-scientists for scientific projects. Since the mid 19th century, volunteers, amateurs and enthusiasts have participated in citizen science. In the 21st-century, citizens are leading the way in monitoring risk and environmental change, for example recording radiation levels following the recent earthquake and nuclear disaster in Japan. They are mixing an interest in science with new technologies and traditional enthusiasms. The sophistication of smartphones and developments within web technology, such as Flickr, Facebook, Google Maps, Wikis and blogs, have increased the breadth and depth of potential participation and interest. However, the role of technology in citizen science and sustaining participation has yet to be fully understood or utilised. \n\nTracing the new 'Tree Health Surveillance Framework' for Britain through participant observation and semi-structured interviews with citizen scientists, scientists, technicians and users of citizen data, as well as international comparative research on citizen monitoring projects in Australia (a leader in biosecurity), this research asks: \n\n1. Why do citizens participate in scientific projects? \n2. What role does technology play in citizen science? \n3. How is citizen data valued by scientists and other users? \n4. What potential is there for citizens to act as early-warning systems for the movements of biologically invasive species attacking trees?\n\nEncouraging dialogue between researchers in the social and environmental sciences, specifically human geographers, GIS researchers and forest researchers, this project will develop the concept of 'ecosocialities' as a novel theorization of social environmental relations. This research has benefits for a wide range of audiences:\n* academics studying relations between people, technology and nature; \n* project partners interested in implementing citizen science projects to monitor tree health in the UK; \n* government departments, such as Defra and Fera, charged with re-connecting the public to their local environments; \n* NGOs and charities organising citizen science projects; \n* members of the public who want to contribute to and apply scientific knowledge in their local communities. \n\nIn order to maximise the impact of the project, the following activities are planned: \n* production of academic papers for journals and conferences; \n* progress reports for partners, press releases for the media and details of research findings for other stakeholders via the project website; \n* four workshops for researchers, scientists, decision-makers and citizens; \n* a secondment to Forest Research to maximise opportunities for knowledge exchange;\n* knowledge exchange skills development through training from the Science Museum and UCL's Public Engagement Unit; \n* regularly updated website with videos and Twitter feed in order to encourage participation and circulate findings. \n\nThus, this Future Research Leader award will: build skills in international comparative research; foster inter-disciplinary working between researchers in human geography and GIS; facilitate knowledge exchange between academics, citizens and scientists; and enhance education through research-led MSc teaching and PhD supervision.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K001426/2","grantId":"ES/K001426/2","fundValue":"123815","fundStart":"2013-09-01","fundEnd":"2015-09-30","funder":"ESRC","impactText":"","person":"Hilary  Geoghegan","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}