{"id":"CCDE6B76-6A43-48AF-AD3E-3BFF27CDFA6A","title":"EEFIT Earthquake Mission Grant: Funding for Improved Response and Dissemination","abstractText":"The recent earthquake in Haiti highlights the tremendous suffering that earthquakes can inflict on some of the world's most vulnerable communities. While the role of earthquake engineering is of paramount importance in mitigating these effects, before we can improve our building standards it is absolutely crucial to gather first hand information on current building deficiencies. This research will fund UK based academics to participate in earthquake field investigations conducted by the Earthquake Engineering Field Investigation Team (EEFIT). in addition to this it will also enhance the quality of the data collected and its accessability to other researchers bydeveloping standardised field data collection methods. The grant will lasts for five years and in this time we will conduct five field investigations. Each investigation will comprise of a team of approximately six to eight people, two of whom will be UK academics and up to two PhD students and four from industry. They will spend approximately 7 days in the field making observations and collecting data. On their return, this data will be analysed and the findings disseminated to researchers, professional engineers and the community at large. This funding will allow rapid deployment of field investigations and the possibility to carry out longitudinal studies to assess recovery from catastrophic events. The grant will also provide funding for meetings with International partner institutions that deploy earthquake field missions (namely EERI, and GNS) in order to agree and develop standardised field mission protocols and data collection forms and tools.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I01778X/1","grantId":"EP/I01778X/1","fundValue":"205494","fundStart":"2011-03-11","fundEnd":"2016-09-10","funder":"EPSRC","impactText":"","person":"Sean  Wilkinson","coPersons":["Tiziana  Rossetto","GAETANO  ELIA","Joanna  Faure Walker","Alison Caroline Raby","Stavroula  Kontoe","Katsuichiro  Goda"],"organisation":"Newcastle University","findingsText":" the main findings to date relate to The T_hoku, Japan Earthquake and Tsunami of 11th March 2011 and the MAGNITUDE Mw = 6.3 Christchurch, New Zealand Earthquake of 22nd February 2011. The key findings are as follows:\n\nJapan\n\nothe Japan's 11 March earthquake is the world's costliest earthquake on record - with losses exceeding ?200 billion \n\noThe magnitude 9 earthquake ruptured an area spanning 500km in length and 200km in width\n\noUncertainties surrounding Japan's energy supply and the populations health are on going - stemming from the Fukushima Daiichi nclear power plant disaster \n\noIt has been concluded that Japan's preparedness was largely successful - with the evacuation process reducing fatalities by approximately 80 - 90 percent \n\noMany of the damaged / collapsed buildings in Sendai were reinforced concrete structures, constructed prior to 1981 when a major revision to the Japanese seismic design code was implemented \n\noDamage on an unimaginable scale was caused to the coastal defence structures along the north-east coast of Japan - 8,500m of breakwaters collapsed \n\noGeotechnical failures generally did not impair the integrity of buildings in non-coastal areas. However, slope failures did result in significant displacement of low-rise residential houses sited in mountainous terrains. \n\n\n\nChristchurch\n\noA significant number of unreinforced masonry structures behaved poorly and suffered major damage or even collapse.\n\noOf the modern structures that suffered significant structural damage, most of this could be attributed to irregularities in the structural system.\n\noDamage to RC shear walls was observed on a number of occasions. It is believed than some of this damage could again be attributed to irregularities in the structural system.\n\noWhereas many precast concrete details performed adequately, there was a number of notable failures. The seismic adequacy of precast connections should therefore be reassessed.\n\noThe non-structural damage resulting from the earthquake was often significant, even in modern structures, and some of the plastic hinging in the structural systems may have rendered them beyond economically viable repair. \n\noLiquefaction was widespread and this caused a great deal of disruption after the event. Damage to buried services due to this liquefaction was also widespread. Foundations also suffered due to liquefaction and this was the cause of much of the structural damage seen in Christchurch. \n\noMany bridges over water suffered acute rotation of abutments due to lateral spreading and while no bridge collapsed and, at the time of survey, all those visited were back in service, the speed reductions that had to be placed on them were very disruptive.  ","dataset":"gtr"}