{"id":"CCEE6A33-70F6-456A-BE08-A49D42285D4B","title":"Discovery of New Multi-phase Photocatalysts","abstractText":"Photocatalysts are solid materials capable of using light to initiate chemical reactions on their surfaces. They are currently used as self cleaning coatings in a wide range of commercial products (such as self cleaning windows, self cleaning fabrics) and to eliminate pollution in wastewater or the air. Globally the photocatalysis industry is predicted to grow to a value of US$1.7 billion by 2014, according to BCC Research. At present, effective photocatalysts can use only ultraviolet (UV) light. Far greater efficiency might be obtained, and new applications opened up, if a material could be found that works in visible light, as it is much more naturally abundant on Earth. One important future application is the use of sunlight by photocatalysts to split water, forming hydrogen; this has the possibility to contribute strongly to a renewable energy economy.\n\nThe proposed project will study new directions in photocatalytic material discovery, with the aim of finding new visible light active materials. The approach can be divided into two strands, each of which addresses a key problem in current research in this area:\n\nFirstly, in this project epitaxial thin films will be used as vehicles for photocatalytic material discovery. The aim is to address the widespread use of poorly defined samples, such as nanopowders with inderterminable phase composition, dopant distribution, surface morphology and other properties that each contribute strongly to the catalytic properties of the material. In contrast epitaxial thin films act as model samples having well defined orientation, composition, surfaces and interfaces which make full characterisation and discovery of meaningful structure-function relationships possible. A variety of new techniques will be developed to study photocatalytic materials in epitaxial form.\n\nSecondly, biomimetic Z scheme systems will be investigated. These use the same principle as biological photosynthesis, where two photosystems are coupled together to perform an overall reaction. In the artificial Z schemes studied here, two artificial photocatalyst materials will be coupled together in the solid state across a heterojunction, using a variety of different routes to synthesise the nanocomposite materials. The key advantage of a Z scheme is that it allows the energy of two photons to be combined. Therefore two low energy (visible light) photons can be used in place of one high energy (ultraviolet) photon to perform photocatalysis. Since visible light is much more abundant than UV light on Earth, this would mean a significant increase in catalyst efficacy.\n\nTaken together, these two features represent a significantly novel approach to photocatlaysis, which aims to overcome long standing problems in the field, and generate reliable, well founded data as the basis for truly rational catalyst material design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014099/1","grantId":"EP/K014099/1","fundValue":"67100","fundStart":"2013-01-01","fundEnd":"2014-12-31","funder":"EPSRC","impactText":"","person":"Robert Geoffrey Palgrave","coPersons":[],"organisation":"University College London","findingsText":" Developed a detailed understanding of modern photo-catalytic materials though use of new strategies for sample preparation and analysis. This knowledge has been used to create new, more stable photocatalytic systems which are now under testing. Understanding of fundamental reasons behind photocatalytic performance of new materials will help design the next generation of catalysts. Chemicals,Construction,Energy,Environment,Healthcare","dataset":"gtr"}