{"id":"CCF20729-72D2-463A-AB5B-A8EFD805E5E4","title":"THE 2015 NORTHERN IRELAND GENERAL ELECTION SURVEY: MEASURING POLITICAL CHANGE IN A POWER-SHARING POLITY","abstractText":"The 2015 Northern Ireland General Election survey will identify the modern basis of party choices and political priorities in the region's distinctive political system. Assuming the passing of legislation currently before the Commons to delay the Northern Ireland Assembly election by one year to 2016, the 2015 Westminster contest is significant in offering the first opportunity for Northern Ireland's voters to express their political preferences, in a non-European election, for four years. The 2015 contest will take place nearly a decade after the St Andrews Agreement, the far-reaching formation of a power-sharing devolved government headed by the Democratic Unionist Party and Sinn Fein. This has produced far greater political stability, but sectarian division remains considerable, evidenced by a range of issues such as the maintenance of peace walls, segregated education, a low rate of 'intermarriage' and flags protests. There remains a residual security threat posed by dissident republicans, responsible for over 550 (mainly low level) shooting and bombing incidents since 2007.\n\nAmid the thawing of elite-level political relationships, this 2015 election survey will test how far the acute sectarian divide between Protestant-British Unionists and Catholic-Irish nationalists amongst the electorate (reflected in the closest alignment between religion and voting preference in Europe) has begun to heal. Is there significant evidence of electors moving beyond traditional bloc affiliations in voting patterns? Is this movement, if perceptible, across the divide, or 'halfway', into the non-aligned political centre (e.g. the Alliance or Green Parties)? The survey will also examine the rationale of those who remain within their ethnic blocs and explore the basis of party choice inside those two main blocs. It will also test the extent to which 'British' or 'Irish' identities, the equal legitimacy of which were acknowledged in the 1998 Good Friday Agreement, have been supplanted by a common 'Northern Irish' identity, amid the dawning of a shared future.\n\nThe election survey will examine voters' views of the performance of the Northern Ireland Executive and appraise the desires of the electorate for further devolution. The transfer of policing and justice powers from Westminster to the Northern Ireland Executive in 2010 has not been followed by more competences and this survey will assess the degree of demand for such. It will assess where voters place the political parties on a range of local and national political issues and will examine how voters rate the performance of parties on each major policy area, including constitutional questions, the economy, education, health, social development and welfare. The survey will reveal which of these issues are determinants of party choice. To what extent have 'bread and butter' non-constitutional issues displaced older constitutional concerns in terms of electoral salience?\n\nAdditionally, the study will ascertain the electorate's views and preferences on a range of post-conflict issues, as a truth and reconciliation commission, support for victims, reform of the judicial system and the integration of Northern Ireland society via, e.g. the removal of 'peace walls' and 'mixed' schooling. \n\nBeyond conflict-related and economic issues, the 2015 election survey will evaluate the importance to the electorate - and its views on - various aspects of contested 'social liberalism'. These include abortion rights (the first abortion advisory clinic opened in N. Ireland in 2012, but none of the main parties supports the extension of the 1967 Abortion Act applicable elsewhere in Britain) and gay marriage, which is opposed by the largest party in Northern Ireland, the DUP, and is a subject on which there have been significant inter-party differences. \n\nBased upon a large representative sample , the project will yield a vital survey dataset for use by social scientists, policy-makers and media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L007320/1","grantId":"ES/L007320/1","fundValue":"196806","fundStart":"2015-01-05","fundEnd":"2016-04-30","funder":"ESRC","impactText":"","person":"Jonathan  Tonge","coPersons":["Peter  Shirlow","Jocelyn  Evans","Bernadette C Hayes","Paul Lawrence Mitchell"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}