{"id":"CCF42464-D295-4CBF-B19D-1FEF0DB7FE3B","title":"Novel MRI Techniques for Brain Banking and Motor Neuron Disease Research","abstractText":"Neurodegenerative diseases are brain disorders in which neurons (brain cells) die prematurely, with devastating consequences. Parkinson's, Alzheimer's and motor neuron disease (MND) each affect different aspects of brain function, none with effective treatments to reverse neurodegeneration. There is an urgent need to develop &quot;biomarkers&quot;: measurements that can be made in living patients with neurodegenerative disease to guide clinical decisions and assess treatment outcomes in drug trials. In this project, we will investigate a technique to validate potential imaging biomarkers for neurodegeneration in MND.\n\nBrain scanning technologies like Magnetic Resonance Imaging (MRI) are known to have enormous potential as biomarkers by revealing subtle brain changes in disease. However, despite this exquisite sensitivity, MRI currently lacks specificity. A given change measured with MRI could come from several plausible changes to brain tissue. For example, neurons could be shrinking, losing outer membranes, or become more chaotically packed in disease. The &quot;gold standard&quot; for studying neurodegeneration is to look at the neurons directly under a microscope, providing a more interpretable picture of what aspects of the neurons are affected in disease. However, extracting brain (or spinal) tissue for microscopic examination cannot be done during life without causing irreparable damage.\n\nOur research will bring together these two complementary areas of research, MRI scanning and tissue microscopy, to maximise the strengths of each. Brain banks, collections of brains donated by individuals after death, are a critically important resource in neurodegeneration research. They provide a crucial link between microscopic measurements that can be made in donated brain tissue and the MRI measurements that can be taken in living patients. Our project will explore this link via two strands of research: the first developing the necessary techniques and the second demonstrating the potential of this approach in MND.\n\nThe first research strand will build on proof-of-principle methods we have developed for scanning donated brains before they are sectioned for microscopy. We will translate these methods to make them suitable for studies of disease in a practical setting. This will require merging recently pioneered acquisition techniques with cutting-edge hardware. Equally exciting is the opportunity to obtain much better quality images on donated brains by scanning for extended periods, enabling unprecedented anatomical detail that has value on its own. Finally, we will explore technologies that may allow doctors to study neurons more directly than is currently possible by measuring properties that previously have only been detected in tissue samples under a microscope.\n\nThese techniques will be used to scan a unique set of brains donated to research by MND patients, in comparison with those from individuals with no known pathology. These MRI data will then be compared to histological measures of tissue properties that are expected to underpin the MRI signal, including microscopic geometry and molecular content. We will investigate regions of the brain that are known to be affected by MND, including the motor system and areas involved in MND-related dementia. Some of these patients will have previously taken part in a MRI study during life, which will provide a vital link to the post mortem imaging we propose to develop in this project. In reverse, the insights gained will allow us to improve and inform future MRI studies in living patients. This has the potential to improve the diagnostic process, and develop more sensitive tools to assess candidate drug therapies.\n\nThis research aims to provide neuroscientists with a general approach for directly comparing post-mortem MRI with histopathological measures, with the ultimate goal of improving the interpretation of MRI scans in living patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K02213X/1","grantId":"MR/K02213X/1","fundValue":"590764","fundStart":"2013-09-01","fundEnd":"2017-01-31","funder":"MRC","impactText":"","person":"Karla Loreen Miller","coPersons":["Martin  Turner","Olaf  Ansorge"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}