{"id":"CCFC1A00-1640-4801-BAE3-FC43474F25E2","title":"Internal migration of Britain's ethnic populations","abstractText":"<p>The geographical distribution of ethnic minority groups across the nation has become characterised by concentrations in London and certain other provincial towns and cities. As non-white populations in metropolitan Britain increase in size, there&nbsp;are suggestions that ethnic communities are becoming increasingly concentrated spatially across the country and that levels of segregation within the biggest cities are rising.&nbsp;&nbsp; </p>\n\n<p>Whilst these demographic processes will likely drive ethnic expansion and concentration, it is also fundamental to understand the dynamics brought about through internal migration behaviour of white and non-white ethnic groups as this component of population change has grown in significant over recent decades.</p>\n\n<p>The majority of work on ethnicity and migration in Britain tends to have an independent focus on ethnicity, immigration or internal migration in the UK resulting in little consideration of the relationships between these variables based on empirical analysis of either British or other European data sets. Recognising that most the research on linkage has been produced in the USA, this project contributes to the debate in the UK by developing a clearer understanding of the relationships between ethnic population distributions, immigration into the UK and internal migration flows taking place within the UK involving different ethnic groups.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-163-25-0028","grantId":"RES-163-25-0028","fundValue":"71017","fundStart":"2007-06-18","fundEnd":"2008-09-17","funder":"ESRC","impactText":"  Findings have been circulated to wide set of constituencies (local government, central government, quangos, voluntary sector, university researchers) in order to inform thinking and influence policy making Communities and Social Services/Policy,Education,Government, Democracy and Justice,Other Societal,Policy & public services","person":"John Charles Stillwell","coPersons":[],"organisation":"University of Leeds","findingsText":" The project uses census data to show the redistribution of Britain's ethnic sub-populations through internal migration at a number of different spatial scales. Key Findings were as follows:\nOver 6 million people moved usual residence in 2000-01 and 91% of those were white. Amongst the nonwhite migrants, the black group had the largest shares of both inter and intra-district migrants.\nChinese and 'other' non-white groups had the highest migration intensities with the Chinese having rates of inter-district migration almost twice the national average, whereas the Indians exhibited migration rates below those of white-British.\nAsian groups experienced the lowest migration rates in most ages and the rate differentials are most noticeable at age 20-24.\nCensus microdata indicates convergence of ethnic migration propensity differentials between 1991 and 2001.\nThe spatial pattern of net migration is dominated by white losses from metropolitan areas and gains in rural Britain, whereas net migration gains and losses for the non-white population are confined to urban areas and their immediate surrounds.\nLondon generated over 50,000 net out-migrants in 2000-01 and recorded losses across all the major ethnic groups.\nAt district level, there is evidence of higher negative white net migration rates with increasing shares of non-white residents.\nInner London is experiencing net migration losses which are offset by net inflows from the rest of the country and immigrants whereas outer boroughs are gaining from inner wards but losing to the rest of the country.\nIn London, not only are the major non-white ethnic group migrants moving to areas with less deprivation but they are also moving towards areas with lower shares of population in the same ethnic groups as themselves. Further work needs to be done using the results of the 2011 Census\nCommunity leaders,service providers and policy-makers might use these findings when planning for harmonious communities in UK big towns and cities Communities and Social Services/Policy,Education,Government, Democracy and Justice","dataset":"gtr"}