{"id":"CCFDB5EC-B36A-4BA5-8F1E-E64A699A068E","title":"Building a Better Egg Timer?","abstractText":"Fossil and DNA evidence suggests that our species, Homo sapiens, emerged nearly 200,000 years ago in Africa, but until recently it seemed that many of the signs of what we would consider 'modern behaviour' were not evident until after 50,000 years ago. The archaeological evidence for this crucial period is exceedingly sparse and poorly dated. The dramatic climate and environmental changes that occurred during this period were likely to be critical influences, but in the absence of reliable dating methods it is difficult to link the patchy human record with existing continuous global climate records, or regional records where they exist. The picture has begun to change with the development of new dating methods and accumulating evidence for the early occurrence of modern behaviours, such as marine resource exploitation and the appearance of decorated or decorative objects in several sites. The latter include indications that ostrich eggs were used as containers and as decorative beads. However, at present none of these artefacts can be dated directly and precisely. One method that can be used to date shells and eggshells directly is amino acid racemization (AAR) geochronology, which measures the decay of proteins. Because the decay rate is driven by time and temperature, the relative age can be deduced by comparison with other samples. Determination of an absolute date is more challenging. In order to provide a robust and precise age estimate, the mechanisms that drive the decay reaction must be understood. We have been developing a refinement of amino acid geochronology, called 'Intra-crystalline Protein Decomposition' (IcPD), isolating and analysing only the protein from a particular fraction of shells, where the proteins have been trapped within the shell crystals. This effectively forms a protein 'time capsule', within which changing concentrations of the products and reactants of protein decay should enable us to pick apart the reaction pathways. In the past we have been limited by crude measurements of decay, but technological advances, notably in mass spectrometry, now enable us to observe both products and reactants in considerable detail. We plan to explore the reaction pathways in ostrich eggshell fragments, the ultimate 'egg-timer'. Preliminary results reveal the first evidence of a decay pathway in the main protein entrapped in ancient shell, called struthiocalcin. The protein first appears to split into three pieces and each piece is 'nibbled away' from one end. By using a combination of model systems (synthetic peptides, heated shells and shell proteins) and shell fragments recovered from the stratified and well-dated archaeological sequence in Elands Bay Cave, South Africa, we can explore how this initial pattern develops. Once a more complete picture of decay is understood, we will put together a model of the decay path (which identifies the temperature sensitivity of key reactions). We will then apply this model to estimate the age of eggshell fragments found in a rich archaeological sequence at Pinnacle Point, South Africa, to refine the chronological framework of these early modern human sites. But the ostrich eggshells are more than just egg-timers - if we look at the isotopic composition of the eggshells, this also reveals information about climate and environment. Thus we can establish a robust, directly dated record of changes in vegetation and importantly, in aridity, for the region. This data can be linked to longer climate records to build up a more complete picture of the relationships between changing human behaviour and changing environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G005338/1","grantId":"NE/G005338/1","fundValue":"43438","fundStart":"2009-06-01","fundEnd":"2010-04-30","funder":"NERC","impactText":"","person":"Julia Anne Lee-Thorp","coPersons":[],"organisation":"University of Bradford","findingsText":"","dataset":"gtr"}