{"id":"CD003EDA-3B27-4FC4-B8D7-A0B9AB52FD1C","title":"Deciphering the molecular mechanism of HD-PTP function in endosomal trafficking","abstractText":"The behaviour of cells within a tissue is controlled by their response to the environment. Receptor molecules at the cell surface receive a large number of chemical and physical stimuli that transmit signals to the interior of the cell and control important processes such cell migration, metabolism, cell proliferation and differentiation. Anomalies in the transmission of such signals result in pathological states that derive in diseases like cancer, diabetes, muscular dystrophy and neurological degeneration. Amongst the most important signals that cells receive are from circulating small proteins called growth factors. These bind to specialised receptors that alter their pattern of interactions with many molecules inside the cell to generate a mitogenic response and control cell growth. In order to prevent overstimulation of the cell response, there are mechanisms of regulation to ensure that these responses are not sustained endlessly, which would lead to uncontrolled cell division and proliferation. These mechanisms encompass the internalisation of the receptor upon stimulation leading it to specialised compartments or endosomes within the cell where they are ultimately destroyed. \n \n We discovered a key protein, HD-PTP, which controls this mechanism of receptor down-regulation and identified several specific biological partners within the endocytic pathway. The endocytic pathway is also critical in protecting against viral and bacterial infections and to eliminate protein aggregates that otherwise accumulate inside the cells and result in neurodegeneration observed in Alzheimer, Parkinson and Huntington diseases. Our main aim is to characterise these interactions at the molecular level to understand in detail the important mechanism of action of HD-PTP. The knowledge gained with these investigations will bring new insights into the molecular basis of many diseases caused by mutations in effectors of the endocytic pathway and in the long-term will guide further efforts for pharmacological intervention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K011049/1","grantId":"MR/K011049/1","fundValue":"467968","fundStart":"2013-01-01","fundEnd":"2015-12-31","funder":"MRC","impactText":"","person":"Lydia  Tabernero","coPersons":["Philip George Woodman"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}