{"id":"CD033C8A-B39B-49B6-9D99-F154F42B9820","title":"Stuctural studies on human erythrocyte BAND-3","abstractText":"The Human Erythrocyte Anion exchanger, AE1, also known as Band 3, allows bicarbonate to cross the red blood cell membrane in exchange for chloride. This is an essential process in allowing the bloodstream to transport large quantities of carbonate to the lungs. Band 3 is also associated with a number of human disease states. In order to understand the precise mechanism of action of the protein and reveal further details on these disease states it is necessary to obtain precise structural information for the human form of Band 3 membrane domain. The most suitable technique for this is X-ray crystallography. The structure determination of human membrane proteins is extremely challenging as evidenced by the fact that no X-ray structure has been solved. So far it has been possible to obtain highly pure Band 3 protein from human red blood cells which has yielded crystals. However the data obtained from the X-ray analysis of the crystals is not of sufficient quality to solve the structure. This application focuses on the optimisation of the Band 3 crystals in order to obtain high quality data suitable for structure determination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D019516/1","grantId":"BB/D019516/1","fundValue":"419739","fundStart":"2006-09-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"  To obtain well diffracting Band3 crystals, we have raised antibodies which form stable complexes with band 3. Currently we are filling a patent application for this antibody, which can be used for biochemical studies of Band3. To obtain the antibodies, we have developed new method to screen antibody suitable for membrane protein crystallisation. This method has been used in the research community. Healthcare,Pharmaceuticals and Medical Biotechnology Cultural","person":"So  Iwata","coPersons":["Elisabeth Paula Carpenter","Bernadette  Byrne"],"organisation":"Imperial College London","findingsText":" The Human Erythrocyte Anion exchanger, AE1, also known as Band 3, allows bicarbonate to cross the red blood cell membrane in exchange for chloride. This is an essential process in allowing the bloodstream to transport large quantities of carbonate to the lungs. Band 3 is also associated with a number of human disease states. In order to understand the precise mechanism of action of the protein and reveal further details on these disease states it is necessary to obtain precise structural information for the human form of Band 3 membrane domain. The most suitable technique for this is X-ray crystallography. The structure determination of human membrane proteins is extremely challenging as evidenced by the fact that no X-ray structure has been solved. So far it has been possible to obtain highly pure Band 3 protein from human red blood cells which has yielded crystals. However the data obtained from the X-ray analysis of the crystals is not of sufficient quality to solve the structure. This application focuses on the optimisation of the Band 3 crystals in order to obtain high quality data suitable for structure determination. Structure of Band3 and X-ray diffraction data from the crystals of Band 3 will be deposited with PDB. This will be used in future drug discovery Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}