{"id":"CD0426DA-D9A7-4582-94F9-F19AC12672FA","title":"Impaired neural responses to the sight and taste of chocolate: A model of anhedonia in depression.","abstractText":"Clinical depression is a common illness, often beginning in early adulthood, which can recur throughout a lifetime. The recurrent nature of clinical depression, together with the burden it places on patients and their families, makes this condition one of leading medical causes of suffering and disability. Unfortunately the medical treatment of depression is only modestly helpful and although modern antidepressant drug therapies are relatively safe they are no more effective than original antidepressant drugs discovered by chance over 50 years ago. One of the major stumbling blocks to discovering better treatments for depression is the lack of good human models of the condition. The aim of the present study is to develop a model based on a common symptom of depression, that of anhedonia. Anhedonia means loss of pleasure in things the person usually enjoys and is thought to be caused by impaired functioning of the brain pathways involved in the rewarding effects of pleasant experiences. These pathways have been well studied in healthy people using a form of magnetic brain imaging called ?fMRI? which is non-invasive and quite safe if used carefully. We have found that people at risk of depression, through a personal history of the illness, have lowered responses in these brain pathways when they see or eat or see chocolate which suggests that an impaired response of reward pathways to chocolate might be a good model of depression. The aim of the present study is to build on this idea by studying another group at high risk of depression and also to see whether certain antidepressant drugs increase the rewarding effects of pleasant experiences as would be predicted from the model. If these studies are successful it could mean that our model might be helpful in developing new drugs to treat depression and also perhaps in identifying drugs that might cause depression as side-effect","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800905","grantId":"G0800905","fundValue":"374267","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"MRC","impactText":"","person":"Philip John Cowen","coPersons":["Catherine  Harmer","Ciara  McCabe"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}