{"id":"CD050492-F686-44D1-96E4-12A0FC5ADED8","title":"14-ERASynBio Engineering the chloroplast of microalgae as a chassis for the direct production of solar fuels and chemicals","abstractText":"One of the greatest challenges of the 21st century is the sustainable supply of energy and chemicals from renewable resources. Driven by solar energy, chloroplasts function in nature as the most efficient minimal cell factories for generating chemical energy through the oxidation of water, but they are naturally tuned towards the fixation of carbon for building-up cellular components. Our long-term goal is to design a synthetic chloroplast in the &quot;green yeast&quot; Chlamydomonas reinhardtii that can be used as a chassis for the sustainable production of biofuels and chemicals. To achieve such an ambitious goal, we will develop various tools that will be indispensable to construct our chassis from a bottom-up approach. First, we will develop well-defined microalgal BioBricks to allow an efficient plug-in of protein and metabolic circuits in the chloroplast. Secondly, we will generate suitable Chlamydomonas strains by re-directing the photosynthetic electron circuits. Thirdly, we will engineer key players of the photosynthetic chain following the principles of Darwinian evolution for controlling energy delivery. State-of-the-art protein film electrochemistry of the engineered biocatalysts will guide the design processes. As a proof-of-principle, we will then use the chloroplast of optimised strains for assembling the BioBricks with the engineered photosynthetic chain players to produce bio-hydrogen and alkanes as by-products from light and water. This project is to be considered as a proof of principle and will step-up the development of novel biotechnology concepts that will establish &quot;solar-cell chloroplast factories&quot;. The design and construction of a chloroplast chassis following synthetic biology principles will allow the sustainable production of biofuels and valuable chemicals, paving down the grounds for a carbon-neutral bio-economy that can supply our society with an increasing energy demand, while mitigating the damaging effects of climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M005720/1","grantId":"BB/M005720/1","fundValue":"333634","fundStart":"2014-08-31","fundEnd":"2018-02-28","funder":"BBSRC","impactText":"","person":"Fraser Andrew Armstrong","coPersons":[],"organisation":"University of Oxford","findingsText":" The grant has only just started. The grant has only just started Other","dataset":"gtr"}