{"id":"CD07C53D-B705-46BB-BF40-199A0412957E","title":"Understanding the symbiosis between galaxy evolution and AGN activity","abstractText":"Active galaxies have unusually bright star-like nuclei which cannot be explained in terms of the normal thermal emission of the hundreds of billions of stars that make up the galaxy haloes. It is though that such active galactic nuclei (AGN) result from the heating of gas accreted by super-massive black holes in the centres of the galaxies as part of the overall galaxy evolution process. In a major advance it has recently been shown that the masses of the super-massive black holes -- typically between a million and a billion times the mass of our Sun -- are closely related to the masses of the host galaxies. It has been suggested that this close relationship can be explained in terms of the negative feedback effect of the AGN: as the super-massive black holes grow through the accretion of gas they drive powerful outflows that eventually expel the gas from galaxies, halting the AGN activity and any further star formation in the galaxy haloes. The AGN feedback effect can also help to explain why there are relatively few high mass galaxies in the local Universe: the AGN outflows prevent galaxies from growing too massive by expelling the cooling gas that would otherwise form stars. However, despite its potentially key importance for understanding the evolution of galaxies, the AGN feedback effect is largely a theoretical construct, and does not yet have a solid basis in direct observations of active galaxies in the local Universe. There also remain large uncertainties about how and when the gas required to trigger the AGN activity is accreted as the galaxies evolve. Therefore we propose to use state-of-the-art techniques, based on the over 15 years research experience of the AGN group in Sheffield, to measure the powers of the AGN outflows in a variety of nearby active galaxies, and also investigate the dominant AGN triggering mechanism. This will allow us to assess the true significance of AGN for our general understanding of the galaxy evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G001758/1","grantId":"ST/G001758/1","fundValue":"288257","fundStart":"2009-10-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Clive  Tadhunter","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}