{"id":"CD07215B-191D-44BB-96A4-604996D4690E","title":"Information-Rich Photon Imaging of Cells","abstractText":"Cells and tissue are complex materials whose heterogeneity and dynamic changes are principally driven at the micron and sub-micron size scales, with underlying events ranging upwards from microsecond time scales, and measurement also based upon faster photo-electronic events of molecules (eg fluorescent and Raman emission from picosecond to nanosecond timescales). Advances in high energy physics and space research have made possible a fast photon imaging detector with &gt;1000 channels each measuring individual photon arrivals to picosecond temporal sensitivity. We aim to develop and use this imaging detector to capture the high spatial and temporal complexity of cells and tissue. In particular, our objectives concern maximising the photon information available to unravel complex multi-component signals, including within background noise, below the visibility of present measurement and automated platforms, which underlie challenges in quantitative imaging and bioassays of live cells and tissue.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E00377X/1","grantId":"BB/E00377X/1","fundValue":"398866","fundStart":"2007-06-01","fundEnd":"2011-02-28","funder":"BBSRC","impactText":"  Within the Information Rich Photon Imaging of Cells grant, we developed a photodetector for high content analyses including fluorescence lifetime imaging at very high throughput. The detector design broke new ground in several areas: \n1. it used a multi-layer ceramic anode to provide a compact, vacuum compatible image readout device with high density readout.\n2. It funded development of a modified preamplifier - discriminator chip (NINO32) with high channel density to allow a compact modular electronics system to be built\n3. It resulted in the design and manufacture of a modular electronics system of up to 1024 independent channels, with very high throughput (up to 2MHz per channel) and time resolution down to 25 picosecond.\nThese technologies have been taken up in several new areas:\n1. The multi-layer ceramic readout technology has given rise to the production by Photek Ltd. of a new, square format imaging photomultiplier, initially developed for the TORCH FP7 project, to develop a new Ring Imaging Cherenkov detector for the LHCb upgrade at CERN. This technology will also have application in similar instruments within particle and nuclear physics e.g. at FAIR, etc., and in the broader commercial field with application to areas including time correlated single photon counting for biological microscopy, drug discovery, and high content bioassay. A successful product for these markets will increase the economic competitiveness of both Photek and related UK industries, and applications of the instrument in the biomedical and health sectors have the capability to enhance health and well-being of the populace., \n2. The modular multi-channel high time resolution electronics is now being applied to silicon photomultiplier devices as a cost-effective route to a portable, commercial system for time resolved Raman spectroscopy in conjunction with IS-Instruments Ltd.. Such as system will provide new opportunities in fields such as security for detection of illegal drugs and explosive, detection of counterfeit drugs, and medical applications. The economic and societal impacts of this technology are potentially widespread. A cost-effective, time-resolved Raman spectrometer would open up an untapped worldwide market for Raman spectroscopy applications where performance (particularly fluorescence rejection), affordability, and portability are necessary requirements; such a market would be open for exploitation by UK industry. The European suppliers of key component parts such as high rep rate lasers and diffraction gratings will also benefit from increased sales. All these factors will have positive impact to the local, UK and European economies. Aerospace, Defence and Marine,Electronics,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Other Societal,Economic","person":"Jonathan Stephen Lapington","coPersons":["Pierre  Jarron"],"organisation":"University of Leicester","findingsText":" The goal of this project was to develop a fast photon imaging detector with &gt;1000 channels measuring individual photon arrivals to picosecond accuracy. The project built on an existing, STFC-funded small format proof-of-concept demonstrator which proved the feasibility of utilizing very high speed multi-channel ASIC electronics, originally developed for the LHC at CERN, in a multi-anode microchannel plate photomultiplier. \n\n\n\nThis project developed the demonstrator detector into a fully featured prototype, enhancing its performance, channel count, and practicality of use in a life science laboratory. The system currently has no effective competition offering this level of multi-channel capability with comparable time resolution and event throughput in a compact, integrated device. The major developments made within this project were:-\n\n1. Development of a state of the art 1024 channel multi-anode microchannel plate detector with integrated 32 x 32 pixel2 readout format implemented on a multi-layer ceramic component providing vacuum integrity and 1024 channel vacuum electrical feed-through. Prototype measured performance of photon event timing of 43 ps per channel (precision limited by laser test equipment) and photon maximum count rate of 10 Mcount/s/cm2.\n\n2. Development of modular, miniature integrated electronics suite comprising i) high density 1024 channel multi-anode interconnection, ii) 64 channel preamplifier/discriminator and time-to-digital converter modules, iii) backplane to accommodate up to 16 modules and programmable digital processing board with USB interface. Electronics count rate performance of 2.5Mcount/s/ch.\n\n3. Integration of detector and electronics into a small footprint package with dimensions of 150x100x100 mm3 with suitable interfaces for retro-fitting to biological microscope instrumentation and a widely available USB interface for interface to supporting computer software.\n\n\nWe have manufactured two complete 40 mm 256 channel camera systems with 100 ps time resolution and standard C-mount interfaces (channel number and time resolution of demonstrator systems were descoped owing to schedule and cost limitations). These will be available as demonstrators to allow evaluation of the system on potential end-user equipment. Non-academic uses of the High speed detector system\n1. Clinical diagnostics and healthcare\n a. High speed flow cytometry techniques\n b. Imaging techniques\n i. Confocal microscopy\n ii. TOFPET\n iii. Optical tomography\n c. High Content techniques using time resolved spectroscopies, e.g. drug screening\n2. Environmental and remote imaging\n a. LIDAR from space\n3. Materials science\n a. Surface analysis\n b. Mass spectrometry\n\nNon-academic uses of the Modular electronics system\n\n1. Application to alternative detector technologies such as APD arrays, SiPM devices, delay line readouts, for a variety of commercial applications. Potential applications in both research and commercial sectors:\n1. High throughput time-correlated single photon counting techniques e.g. Fluorescence lifetime imaging (FLIM). \n2. Fluorescence correlation spectroscopy. \n3. Flow cytometry: \n4. Optical tomography.\n5. Confocal microscopy.\n6. LIDAR.\n7. Time-of-flight techniques including \n a. TOFPET \n b. Field ion microscopy - e.g. the Atom Probe. \nApplication opportunities being followed up:\n1. FLIM: field trials on a FLIM research microscope developed by Professor Boris Vojnovic at the Gray Institute for radiation Oncology, University of Oxford.\n2. Confocal microscopy: We have been awarded innovation fellowship funding from the University of Leicester to develop a proof-of-concept demonstration of the detector system for another BBSRC TDRI-funded technology: a novel confocal microscopy technique application utilizing a digital micro-mirror device, with the expectation of follow-on funding for further development.\n\nWe are currently negotiating a new licensing agreement with Photek Ltd. for commercialization of the products already developed within the project, and new ones developed as a result of the project collaboration.\nProducts developed within the project have immediate commercial potential:\n1. A 40 mm 256 channel camera system with 100 ps time resolution and standard C-mount interfaces with research and commercial potential and applications in life science and other fields. \n2. The system electronics developed within the project is based on a modular design and can be configured for channels densities count from 64 up to the current accommodation limit of 1024 channels. This is being made commercially available from Photek for alternative detector technologies such as APD arrays, SiPM devices, delay line readouts, etc.\n3. A complementary KTP project in collaboration with Photek and funded jointly by STFC and TSB, has utilized the electronics developed within the for a high resolution imaging detector with sub-100 ps event timing with commercial applications in the life sciences and other fields. The KTP Associate is also about to complete a PhD course at the University of Leicester\nOther academic and commercial potential being pursued:\n1. Time resolved Raman spectroscopy (TRRS): We are in collaboration with IS-Instruments Ltd., a company specializing in Raman spectroscopy to utilise the IRPICS electronics system with a silicon photomultiplier array for TRRS. We have already been awarded TSB funding for a feasibility study and are also collaborating with the University of Sheffield and IS-Instruments in an STFC IPS proposal to develop a custom detector using the IRPICS electronics for a commercial TRRS system \n2. Field ion microscopy - e.g. the Atom Probe. We are consulting with Professor George Smith and Dr Michael Moody, Materials Department, Oxford University, on application of the detector system \n3. The development of high speed Cherenkov detectors for Nuclear and Particle physics experiments, e.g. the PANDA experiment on FAIR, and RICH detectors on the TORCH LHCb experiments at CERN. Our industrial collaborator Photek is now a leading player in supply of high time resolution MCP-based detectors for these fields. Aerospace, Defence and Marine,Electronics,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy,Other","dataset":"gtr"}