{"id":"CD11C6A5-D5B7-4F39-A5A1-35564B2B03AF","title":"Use of a self-compatible diploid potato for mutagenesis and forward genetic studies.","abstractText":"Studies of the genetics of many plants have benefited greatly from the use of mutants, either spontaneous or artificially induced, in which the function of one or more genes has been lost or modified. Mutagenesis can be achieved by use of mutagenic chemicals or other means (e.g. ionizing radiation), and of course all naturally occurring genetic is due to mutation occurring over long time periods. Mendel's famous experiments with peas utilized naturally occurring mutants differing from the 'wild type' in highly visual, single gene traits. Many crop varieties are themselves mutants. The barley variety Golden Promise is a mutant of an older variety Maythorpe. Mutations can be genetically mapped and various approaches can be used to identify the mutated gene, providing useful information, which can be applied to further research and to plant breeding. The crop plant potato is naturally an outbreeding tetraploid, which makes it extremely difficult to generate the sort of mutational variation that has been so useful in other crop plants. This is because potato has four copies of each gene, and to generate a plant that has a mutated version of all four copies of any one gene is virtually impossible. The same is true to a lesser extent in diploid potatoes which have only two copies of each gene (diploids). For this and other reasons genetic studies in potato have lagged behind other plants, and genetic analysis has had to rely on naturally occurring variation, most of which is manifest as continuous or 'non-discrete' variation. In this project we plan to address this by utilizing a species of potato (Solanum verrucosum) that is both diploid and which is a natural inbreeder, allowing the construction of 'homozygous' genotypes, where both copies of each gene are identical. In pilot experiments we have shown that, using S. verrucosum, it is feasible to generate populations of mutant plants that can greatly benefit genetic studies, which will have downstream impact on potato improvement. The mutant panel will be assessed for variation in traits relevant to potato breeding: tuber characteristics, plant architecture traits, tuber sprouting etc and a panel of ~100 interesting mutants will be selected for further study. In pilot experiments a few interesting mutants have been identified and these will be studied within this project. Some of these mutants including one having a clear 'dwarfing' phenotype will used to test a novel approach for isolating the gene that has been mutated. This will also entail generating a draft genome sequence of the genotype used for the mutagenesis. The dwarf mutant will also be tested for its fertility to see whether it is feasible to use this in future mutagenesis studies.\nThe outcomes of this project will be (1) The establishment of the first ever mutant collection of potato. (2) The elucidation of a draft genome sequence of the 'base genotype' of Solanum verrucosum. (3) The identification of candidate genes and mutated alleles for one or more of the mutants identified.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K019090/1","grantId":"BB/K019090/1","fundValue":"140317","fundStart":"2014-03-26","fundEnd":"2017-03-25","funder":"BBSRC","impactText":"","person":"Matthew Derek Clark","coPersons":[],"organisation":"The Genome Analysis Centre","findingsText":" Not currently applicable Not currently applicable Agriculture, Food and Drink,Environment","dataset":"gtr"}