{"id":"CD13790D-E69B-4E80-A91C-02DDF70B855A","title":"Addressing a significant knowledge gap in fluvial system atmospheric CO2 efflux: the contribution from karst landscapes","abstractText":"Karst landscapes cover a large proportion of the Earth's land surface: ~ 12% They represent an important C store on land, and also are considered to play an important role in climate regulation by consuming atmospheric CO2 during chemical weathering. However, we cannot be certain how effective this sink is if we do not know how efficiently the rivers draining karst landscapes remobilise weathered C to the atmosphere as CO2. Further, although there is a large body of research on how much C is carried away from weathered karst systems, researchers have not yet quantified by direct measurement the C return to the atmosphere from rivers. We propose to measure this CO2 degassing from rivers in karst systems and using chemical tracers that can distinguish between different source of carbon in the rivers, quantify how much C comes from the different sources and how these contributions change with different land use change, or as season and river flow change. \nWe will do this by undertaking measurements in a karst catchment in China. This field location is key to the research as there is much known about C loss by weathering and how different land use in the catchment (e.g. bare rock vs. paddy soils) affects the weathering process. In the first year of the research we will undertake fieldwork to measure CO2 efflux from springs and surface waters, ensuring we capture natural variation in efflux due to differences in river flow and seasonal temperature. In year 2 based on our detailed understanding of the catchment controls on CO2 efflux, we will use specialised tracers of the source of the C (isotopes) to quantify how much C in the CO2 degassed comes from the different sources. With this knowledge we will produce a quantitative process-based model to estimate CO2 efflux, that relies on descriptors of catchment and river characteristics. Finally we will test this model in other catchments to assess how well it describes more widely CO2 efflux from karst drainage systems, and from this testing refine the model / identify how it can be improved.\nThe model is important as it will support up-scaling of CO2 efflux from karst drainage systems and this information is valuable to those modelling the global C cycle and trying to understand how changes in atmospheric CO2 concentration are affected by fluxes to the atmosphere from the Earth's surface.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N002806/1","grantId":"NE/N002806/1","fundValue":"351212","fundStart":"2015-12-01","fundEnd":"2018-11-30","funder":"NERC","impactText":"","person":"Susan  Waldron","coPersons":["Jason  Newton","Mark Henry Garnett"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}