{"id":"CD1417AA-7594-45E3-9EBB-6F9507663231","title":"Sustainable approach to digital imaging and printing (SUADIP)","abstractText":"Currently Computer to Plate lithographic plates are exposed using NIR laser diodes (thermal plates) or visible and UV lasers (laser plates). In general a continuous wave (CW) source is used and gating (switching the beam on and off) is used to expose the print pattern on a continuously moving plate. These methods rely on modifying a thin coating (which may be inorganic, or organic (polymer)) applied to an aluminium sheet so as it will resist its removal or adherence when developed. The coating surface that remains can be hydrophilic or hydrophobic (water attractive or repellent), or for waterless printing, oleophilic or oleophobic (oil attractive or repellent). The ink dyes are carried in an oil / water or oil only base, and hence are either attracted to or repelled from points on the plate to create the image. Recent work at the University of Liverpool's Lairdside Laser Engineering Centre (LLEC) has demonstrated the potential for ultrafast lasers that generate very short pulses (&lt;10pS) to modify organic materials both at and below the surface. JP Imaging Ltd. (JPI), lead project partner, have identified this as a potential innovative route for direct exposure of plates with the potential to develop new coatings designed for this exposure, using the pulses from ultrafast lasers to modify the coating chemistry to produce hydro(oleo) philic and / or phobic surfaces, without the need for developers. The modification of the coating using the ultrafast lasers may be reversible, e.g. by using pulses of higher energy. The lithographic plate would then become rewriteable. Currently solid state ultrafast lasers are bulky and expensive, with only a moderate degree of industrial robustness. The introduction of ultrafast fibre lasers would allow the above concept to be potentially viable. They are less expensive than solid state ultrafast lasers, and produce uJ pulses at megahertz repetition rates necessary for this potential application. The work to be undertaken can be split into two principal components: coating chemistry and laser exposure. JPI and PJS Chemicals will develop innovative coating chemistries based on their long term experience and understanding of the existing coatings. JPI will advise on potential radiation sensitive coatings, and other suitable coatings, including photopolymer chemistries and 'switchable' coating chemistries. PJS Chemicals will manufacture test plates for exposure trials to be conducted. It is also possible that inorganic coatings (e.g. ceramic coatings) may also be used. Fianium Ltd will supply, on loan, suitably specified ultrafast fibre lasers to LLEC, who will conduct the laser exposure trials and undertake basic materials characterisation using facilities available at the University of Liverpool. At the LLEC, three ultrashort pulsed lasers will be used to expose the sample plates. These are a Clark / MXR femtosecond laser operating at a deep red wavelength (775nm) and also a violet wavelength (387nm). A solid state picosecond laser system will be used, operating in the infra red (1um), green (532nm) and UV (356nm). Finally the ultrafast fibre laser from Fianium will be used. The exposure trials will require the development of suitable exposure techniques and a test system to ensure the exposure regime is applicable to printing applications. Statistical experimental design will allow all important factors to be determined and a benchmarking of the interaction of known coatings exposed to these pulses. This knowledge will be used to direct the development of new coatings materials, possibly using high throughput rapid synthesis techniques. These will then be exposed and characterised. Together with the potential to modify the laser specification, it is intended to develop and demonstrate a coating material that offer the ability to make rewriteable lithographic plates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/E006442/1","grantId":"DT/E006442/1","fundValue":"283814","fundStart":"2007-01-15","fundEnd":"2010-01-14","funder":"EPSRC","impactText":"","person":"Kenneth Gordon Watkins","coPersons":["Martin Charles Sharp"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}