{"id":"CD19AEEA-9B47-489A-8639-35C0F825A994","title":"Role of HCN ion channels in neuropathic pain: a combined animal and human study","abstractText":"Pain is commonly classified into three distinct varieties, each with different underlying causes. Acute pain, such as caused by a sudden injury or burn, is due to direct excitation of nociceptive (pain-sensitive) endings by the painful stimulus. Inflammatory pain follows an injury, and is caused by an action on nociceptive nerve endings of inflammatory mediators such as prostaglandin E2 and bradykinin released from stressed or injured tissues. Neuropathic pain is caused by direct injury of the sensory nerves themselves. Common conditions which cause neuropathic pain include diabetic neuropathy, the after-effects of a Herpes Zoster outbreak, or shingles, and some forms of cancer chemotherapy. Neuropathic pain is also thought to be a contributor to the pain felt in other common conditions, such as lower back pain and end-stage cancer pain. Neuropathic pain is poorly treated by currently available pharmaceuticals, with even the first-line treatments giving relief in only one third of patients. \n\nRecent experiments in the applicant lab have shown that neuropathic pain is initiated by an ion channel, known as HCN2, which is present in nociceptors. Activation of HCN2 causes an inward current to flow into nociceptors, producing a low-level barrage of nerve impulses in these pain-sensitive nerve fibres. The evidence that this activity is the causative agent in neuropathic pain comes from two types of experiment: when HCN2 is deleted genetically from nociceptors neuropathic pain is not initiated; and when it is blocked pharmacologically neuropathic pain is reversed. The aim of the present study is to take these observations further in both animal and human studies.\n\nIn animal studies we will examine the effect of genetic deletion of HCN2 after neuropathic pain has been established. This experiment is important because there is some evidence that neuropathic pain has an initial inflammatory phase followed by a long-term phase which many scientists attribute to events in the spinal cord. Does deletion of HCN2 at long times reverse neuropathic pain? If it does this will imply that the causative event at long as well as short times is activity initiated by HCN2 in peripheral nociceptors.\n\nThe effect of pharmacological block of HCN2 has been to date investigated only with one blocker, ZD7288. Two others are currently in clinical use or in late-stage trials and therefore could be used to alleviate human neuropathic pain. Are they effective in animals? These blockers are known to slow the heart, and in fact this is their clinical use - but is there a therapeutic window in which pain is relieved without cardiac effects? Finally, is pain in animal models of common human causes of neuropathic pain, such as diabetic neuropathy, alleviated by deletion or pharmacological block of HCN2?\n\nIn complementary human studies we will investigate the effect of a clinically approved HCN2 blocker, ivabradine, on neuropathic pain in both healthy volunteers and in patients. In initial studies we will induce a shortlived pain state, thought to share features with neuropathic pain, by application of capsaicin, which produces a localised burning sensation. Is mechanical hypersensitivity alleviated by ivabradine? If these studies are successful we will investigate the effect of ivabradine on patients in the Addenbrooke's Hospital Pain Clinic. Is some relief obtained with ivabradine? If only some patients see relief, can we explain the differences in terms of the characteristics of their pain?\n\nSuccessful completion of both arms of this project will bring closer the possibility of alleviating neuropathic pain by pharmacological block of HCN2.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J013129/1","grantId":"MR/J013129/1","fundValue":"627847","fundStart":"2012-10-08","fundEnd":"2014-04-30","funder":"MRC","impactText":"","person":"Peter Anthony  McNaughton","coPersons":["David Krishna Menon","Daniel Wren Wheeler"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}