{"id":"CD348A34-8267-4D55-97D8-BD5C1775E5EF","title":"Process damping in milling: Theory, experiment, and practical solutions","abstractText":"The economics of machining aerospace structural components is fundamentally limited by regenerative chatter and process-damping. Harnessing these two phenomena will lead to enormous productivity gains and superior competitive advantage. For example, a recent project at Sheffield was able to avoid chatter and reduce machining times by a factor of 5, resulting in a multi-million pound contract being awarded to the sponsor. However, current scientific understanding of process-damping is inadequate, so that recent research has resorted to intuition, trial and error, or exhaustive experimental testing. This project aims to overcome these barriers by providing new scientific understanding and engineering tools, and to transfer this technology to the manufacturing community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D052696/1","grantId":"EP/D052696/1","fundValue":"284744","fundStart":"2006-03-20","fundEnd":"2010-04-19","funder":"EPSRC","impactText":"  The enhanced understanding of process damping effects has helped to change the approach used for machining of complex aeroengine components as described in two Research Excellence Framework impact case studies. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology Economic","person":"Neil David Sims","coPersons":["Robert  Dwyer-Joyce","Keith  Ridgway"],"organisation":"University of Sheffield","findingsText":" We showed the key role that edge radius (i.e. the sharpness of the cutting tool) can play in the process damping effect. This is a rubbing phenomena that can be used to increase the productivity of machining operations, but can also lead to greater tool wear. \nWe also developed a new model for investigated the process damping effect during machining. Work to understand the process damping effect is currently ongoing at the Advanced Manufacturing Research Centre. \nWork on chip segmentation concepts led to an EPSRC Knowledge Transfer Account project. A patent was applied for and the work was published. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology","dataset":"gtr"}