{"id":"CD3B420A-33D1-4814-BF63-E9640808C41C","title":"Regulation of pre-mRNA splicing fidelity by the Nineteen Complex (NTC)","abstractText":"Genes within cells are copied into a pre-messenger RNA (pre-mRNA) which is used as a template for protein production. All the information contained within genes is not required for making proteins. The unwanted information, therefore, must be removed from the pre-mRNA before it is used for protein production. The unwanted information is removed, or 'spliced', from pre-mRNA by a process similar to the editing of unwanted frames from a film. One end of the region to be removed is first cut then the other end is cut while the two remaining pieces are 'spliced' together. This 'splicing' of the pre-mRNA is very important because it must occur accurately in order for functional proteins to be produced. The regulation of splicing is essential for all aspects of human biology. Splicing is required for proper embryo development and differentiation of all tissues and organs. Regulation of pre-mRNA splicing is also vital for organisms to respond to their environment and adapt to stresses and nutrient deprivation. Defects in pre-mRNA splicing are associated with a wide range of diseases including diabetes, cancer and age related diseases. Alternative splicing has also allowed humans to expand their cellular complexity without having to increase the size of their genome. The work that will be undertaken here will address how the process of splicing occurs as there are still some key unanswered questions on how pre-mRNA splicing is regulated. Splicing is carried out by a large RNA/protein complex called the spliceosome. The spliceosome must arrange itself into specific conformations to identify and 'splice' out the unwanted regions. An increasing amount of evidence points to a complex of proteins called the NineTeen Complex, or NTC, that associates with the spliceosome to act as an essential regulator of spliceosome function. In work leading up to this proposal we have identified an NTC protein called Cwc2 that provides the direct link between proteins of the NTC and the active site of the spliceosome. Discovering this link between the NTC and the spliceosome has implications for how scientists now understand the mechanisms of pre-mRNA splicing regulation. As we are the first researchers to discover this link we now have an advantage in discovering exactly how this link contributes to the regulation of pre-mRNA splicing. Work proposed during the tenure of this research grant will address how Cwc2 is involved in regulating spliceosome conformations required for the two steps of splicing through a set of detailed molecular experiments. As the basic mechanisms of pre-mRNA splicing are identical in yeast and human cells, we avoid using animals in our research by using yeast cells to perform our experiments .","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I019510/1","grantId":"BB/I019510/1","fundValue":"314220","fundStart":"2012-01-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"  Grant still running. Impact not realised yet. Potential impact for the education, healthcare, Pharmaceuticals and Medical Biotechnology and Manufacturing, including Industrial Biotechology.  ","person":"Raymond Thomas O'Keefe","coPersons":[],"organisation":"The University of Manchester","findingsText":" Grant is still running. Discoveries to date are below.\n\nGenes within cells are copied into a pre-messenger RNA (pre-mRNA) which is used as a template for protein production. All the information contained within genes is not required for making proteins. The unwanted information, therefore, must be removed from the pre-mRNA before it is used for protein production. The unwanted information is removed, or spliced from pre-mRNA by a process similar to the editing of unwanted frames from a film. One end of the region to be removed is first cut then the other end is cut while the two remaining pieces are spliced together. This splicing of the pre-mRNA is very important because it must occur accurately in order for functional proteins to be produced. The regulation of splicing is essential for all aspects of human biology. Splicing is required for proper embryo development and differentiation of all tissues and organs. Regulation of pre-mRNA splicing is also vital for organisms to respond to their environment and adapt to stresses and nutrient deprivation. Defects in pre-mRNA splicing are associated with a wide range of diseases including diabetes, cancer and age related diseases. Alternative splicing has also allowed humans to expand their cellular complexity without having to increase the size of their genome. The work undertaken here has addressed how the process of splicing occurs as there are still some key unanswered questions on how pre-mRNA splicing is regulated.\n\nSplicing is carried out by a large RNA/protein complex called the spliceosome. The spliceosome must arrange itself into specific conformations to identify and splice out the unwanted regions. An increasing amount of evidence points to a complex of proteins called the NineTeen Complex, or NTC, that associates with the spliceosome to act as essential regulators of spliceosome function. In work leading up to this proposal we have identified an NTC protein called Cwc2 that provides the direct link between proteins of the NTC and the active site of the spliceosome. Discovering this link between the NTC and the spliceosome has implications for how scientists now understand the mechanisms of pre-mRNA splicing regulation. As we are the first researchers to discover this link we now have an advantage in discovering exactly how this link contributes to the regulation of pre-mRNA splicing. We have found that Cwc2 is a target for another protein in the spliceosome called Prp16 which regulates a key step in splicing. Our work has improved our understanding of how the spliceosome is regulated to carry out pre-mRNA splicing. The research in this proposal is basic research. The knowledge obtained through this research will provide the fundamental theories and concepts underlying cell function and gene expression specifically. We can impart this new knowledge to our student beneficiaries through the numerous engagement activities we undertake. In addition, the fundamental theories and concepts we discover will provide information for more disease-oriented investigations by other researchers. Our research into the regulation of RNA splicing in yeast may also benefit commercial private sector researchers who are trying to use yeast as a system to produce protein and RNA products from yeast. Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}