{"id":"CD3F4E9B-69CE-489D-90AF-8E9659EF01AB","title":"Organic/Inorganic Hybrid 'Bioinks' for 3D Bioprinting","abstractText":"With access to better healthcare and diet we are outliving our organs which at latter stages of life fail tragically leading to death if not transplanted on time. Therefore with increasing average age of the population, the number of people on the waiting list for an organ transplant increases, yet the amount of donors and available organs remains at a low. Currently, in the UK on average &gt;1300 people per year either die whilst on the waiting list or became too sick to receive an organ transplant. Many more people are also suffering from limited or poor implant choices for repair and regeneration of tissue damaged from disease or trauma. To overcome this shortage of organs and the limitations of available implants several tissue engineering strategies have been explored. One promising approach is 3D bioprinting, which is a layer-by-layer fabrication technique for the production of implantation-ready organs and tissue patches using living cells, biomolecules and biomaterials. \n\nEvery organ is a complex structure of either hard (bone) or soft (skin, lung, heart, etc) tissues, and to some degree its structure and composition are unique to every person. Here, bioprinting is a promising technique for the production of organs and tissue patches that are a close mimic of the patient's own, within the operating theatre at the touch of a button. However, several key challenges exist before this becomes a reality. One major challenge is the development of new functional biomaterials also called &quot;bioinks&quot; for 3D bioprinting. Bioinks are an important part of bioprinting, they provide structural support and a safe environment for the living cargo. Current bioinks are made of soft hydrogels which: do not maintain the printed shaped very well; have poor mechanical properties at physiological conditions; and are of natural origin hence have an inherent batch-to-batch variation. \n\nAn ideal bioink should be fully synthetic and easily printable, have tuneable mechanical properties, and once implanted should produce a favourable host tissue-material interaction. We propose that this can be achieved by developing a silica-gel-based organic/inorganic hybrid bioink via a bio-friendly bottom-up process. Low temperature solution-based technique can be used to produce materials with a range of properties, from high strength bioactive glasses that form bond to bone to soft and flexible organic/inorganic hybrids that are suitable for cartilage and skin regeneration. First, we will develop novel precursors and investigate bio-friendly processing conditions to produce the bioinks. Then using a 3D printer produce tissues constructs resembling those of human tissues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M023877/1","grantId":"EP/M023877/1","fundValue":"100149","fundStart":"2015-06-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"","person":"Gowsihan  Poologasundarampillai","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}