{"id":"CD49EF18-AF6E-4394-8F4E-12C8604D14BD","title":"Understanding the impact of recession on labour market behaviour in Britain","abstractText":"<p>This research investigates the behaviour of individuals and households in response to<br />economic recession, with particular focus on:</p>\n\n<ul>\n \n\n <li>Children and young people, their educational ambitions and attainment, their first labour market experiences and employment trajectories, and their longer-term productivity.</li>\n\n <li>People of working age, in terms of responses to wage and working hours constraints, occupational and industrial mobility and their consequences, unemployment experiences, and the role of education and skills as a buffer during the recession.</li>\n\n <li>Households in terms of within-household patterns of labour market participation and working hours, patterns of job loss and the distribution of complete and partial income losses within households.</li>\n\n</ul>\n\n<p>It uses a range of data sources, including the British Household Panel Survey, Labour Force Survey, Longitudinal Survey of Young People in England and Understanding Society. It also collects qualitative data from couple households where one partner has reduced their hours or stopped working during the recent recession. It uses a range of different statistical and econometric tools including descriptive statistics, cross-sectional models and panel data models. The combination of quantitative and qualitative data allows mixed method analysis, to provide deeper insights into household behaviour within the context of a highly volatile economic environment.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I037628/1","grantId":"ES/I037628/1","fundValue":"479446","fundStart":"2011-10-01","fundEnd":"2015-02-28","funder":"ESRC","impactText":"  [No text as grant does not end until Feb 2015] Education,Government, Democracy and Justice Societal,Economic,Policy & public services","person":"Mark  BryanMark  Taylor","coPersons":["Heather  Laurie","Melvyn  Coles"],"organisation":"University of Essex","findingsText":" [No text as grant does not end until Feb 2015] [No text as grant does not end until Feb 2015] Education,Government, Democracy and Justice","dataset":"gtr"}