{"id":"CD4B3365-FB6D-4A07-B9E3-00ED8C46640A","title":"Understanding the dopamine signals triggered directly by striatal acetylcholine: The circuits, their timing and the actions of addictive drugs","abstractText":"Context of the research: The chemical transmitter in the brain dopamine is critically involved in our ability to select our everyday actions and movements. Drugs that are addictive, like nicotine and cocaine, release too much dopamine, promoting the actions that underlie more drug seeking, and hence the cycle of addiction. Conversely, loss of dopamine in Parkinson's disease (PD) causes problems selecting and starting movements. But, we still do not fully understand how the dopamine release is controlled. We need to grasp the underlying neural mechanisms if we are to understand the functions of dopamine better and how to treat dopamine disorders.\nIt has long been assumed that the only trigger for dopamine release is the electrical impulses generated in the cell soma, and that these travel along the long cables, or axons, to axon endings where dopamine is released. However, we have new evidence that radically revises this thinking. Using state-of-the-art methods to drive specific neural circuits in the brains of mice engineered to respond to flashes of light, we have identified that a different set of neurons can trigger dopamine to be released. These neurons release the chemical acetylcholine directly onto dopaminergic axons which triggers dopamine release, equally as powerfully as impulses in dopamine cells themselves. These findings cause a paradigm shift in our current thinking and place cholinergic neurons central to the functions of dopamine. Here in this research grant we propose to advance our understanding of how acetylcholine neurons and their inputs evoke DA signals. Excitingly, new technology allows us for the first time to address this highly timely question. \nAims and objectives of the research: The broad aim of this research is to promote our understanding of how acetylcholine-producing neurons drive brain dopamine signals, and to understand whether these mechanisms contribute to the neural actions of drugs of addiction. We will address this through three specific aims. \nAim 1. Acetylcholine neurons in striatum powerfully trigger the release of dopamine from axons, but when does this happen? Our data suggest that this might happen when cholinergic neurons are excited by their inputs. If we could identify which inputs were important, we would understand which circuits we could target in dopamine dysfunction, and begin to understand what kinds of functions we might expect this dopamine signal to have. Therefore, in Aim 1, we will address - what are the inputs to cholinergic neurons that can drive dopamine release? \nAim 2. We already know that electrical impulses generated in the dopamine cell bodies themselves can trigger dopamine release. So which of these two triggers is the most important one and how do they interact? We will address this in Aim 2. The answers to this question will tell us a huge amount about the best way to drive dopamine release.\nAim 3. Addictive drugs like nicotine and cocaine are able to boost dopamine signals in the brain. But is acetylcholine-evoked dopamine release a mechanism targeted by these drugs? Our pilot data suggest it might be. We will address this in Aim 3. The answer to this question would have significant impact on our understanding of drug addiction. \nPotential applications and benefits of the research: Through this work, we will build a more complete picture of the neural circuits that drive dopamine transmission. In turn, we will shed light on fundamental mechanisms of normal brain function that might be disrupted, and then targeted for therapeutic benefit, in disorders of dopamine neuron function, including addiction disorders and PD. In addition, the technical infrastructure that we will establish will be cutting-edge and an excellent investment for future studies to investigate dopamine function further e.g. in disease. Therefore, whatever the outcome, our work will provide a fundamental advance in knowledge and be of direct benefit to future work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K013866/1","grantId":"MR/K013866/1","fundValue":"496055","fundStart":"2013-08-31","fundEnd":"2016-08-30","funder":"MRC","impactText":"","person":"Stephanie  Cragg","coPersons":["Sarah  Threlfell"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}