{"id":"CD52C07E-6DAF-40B5-BBC3-50497859095B","title":"Coherent Optical/Millimetre-wave Communication system with Remote references delivery (COMCORD)","abstractText":"There is currently great interest in mobile and wireless communications services, with 3rd generation (3G) mobile systems being rolled-out globally, and with the proliferation of WiFi hotspots and their increasing use. While 3G systems, clearly provide for enhanced services than their GSM predecessors, it is already apparent that the highest bandwidth available to a user (2 Mb/s) is insufficient for the transfer of some data types (e.g. high definition video) and that this bandwidth is rarely available anyway in a network supporting many users. Many companies are already looking to technologies such as WiMAX as possible alternatives for providing high bandwidth to individual users. With WiFi networks, the bandwidth available to users is generally greater than in mobile networks, although it is shared / so service provision may depend on how many users need to be supported. The range of WiFi systems is also generally short, so large numbers of small cells or hotspots would be required to provide good geographical coverage. Again, technologies such as WiMAX can offer larger cell sizes. Even in WiMAX the total bandwidth available is of the order of 75 Mbps, shared amongst users.For future systems, offering 50 or 100Mb/s per user, it is the available spectrum at millimetre-wave frequencies that needs to be used. The project COMCORD focuses on some key concepts and technologies that will enable millimetre-wave wireless systems.COMCORD proposes the use of radio (in this case, millimetre wave) over fibre technology. Such technology has been used at GSM and 3G frequencies in real systems, and is an active area of research interest. The principle underlying radio over fibre is that while wireless systems can provide mobility and ease/flexibility of connection, they are fundamentally broadcast networks, which means sharing bandwidth; on the other hand, optical fibres can bring large amounts of dedicated bandwidth to cells/hotspots. Thus radio over fibre brings together the attractive features of both wireless and optical fibre systems.Of course, in COMCORD, we propose a number of novel techniques and components for use in radio (millimetre wave) over fibre networks. Principally, we propose a novel system configuration where both the required optical reference signal and the required millimetre-wave reference signal are generated in a central location and delivered by optical fibre to the remote antennas, allowing the latter to remain low-cost. In addition, coherence is then more easily maintained between the optical reference and other optical signals. Further, the manner of generation is such that stability is also maintained between the millimetre wave reference and the other millimetre wave signals in the network. The generation of the optical and millimetre wave signals relies on a unique component, an optical frequency comb generator that can be stabilised to a highly coherent reference laser.Finally, COMCORD involves collaboration with a leading University-based research laboratory in China. The State Key Laboratory in Advanced Optical Communication Systems and Networks at Shanghai Jiao Tong University (SJTU) will fabricate state-of-the-art programmable optical filtering components which will be used in the optical frequency comb generator and in the communication system for routing signals to appropriate destination cells . The group at SJTU have considerable experience in setting up field trials and real networks in China. At the end of COMCORD, and after initial system testing at Kent, a campus optical fibre network at SJTU will be used to demonstrate the technology developed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E021107/1","grantId":"EP/E021107/1","fundValue":"388817","fundStart":"2007-02-01","fundEnd":"2010-01-31","funder":"EPSRC","impactText":"","person":"Nathan  Gomes","coPersons":["Phil  Davies"],"organisation":"University of Kent","findingsText":" COMCORD realised an experimentally new optical fibre-based frequency comb generator with a 2000-GHz spectral span and utilisation possibilities in telecommunications (in optical networks and optical fibre-supported wireless systems), as well as in other areas (such as imaging, metrology). COMCORD focussed on the communications applications with experimental demonstrations. The project also developed a much simpler frequency comb generation technique suitable for millimetre-wave frequency generation (up to 100 GHz or so) and experimentally demonstrated communication system operation, including network operation, using this technique. Potential use is in telecommunications, metrology, millimetre-wave or THz imaging. We have filed patents related to the application of the optical fibre-based frequency comb generator and to its construction for stable operation. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}