{"id":"CD53031C-92BC-4841-AD61-642D92AF175A","title":"Dynamics of phase transitions and metastability in stochastic particle systems","abstractText":"Phase transitions are ubiquitous in systems consisting of a large number of interacting components, which can be as simple as a gas or as complex as human society. Often one observes intriguing associated dynamic phenomena such as a separation of time scales and metastability. A classical example is the liquid-gas transition of water, which exhibits metastability of supersaturated vapour over relatively long time scales, followed by a rapid transition to the liquid phase. A phenomenological description of such metastable states goes back to van der Waals theory of non-ideal gases. Besides a proper description of the states, the relevant dynamic aspects are the lifetimes of the states and how transitions occur between them. In reality transitions are often triggered by small impurities (causing e.g. droplet nucleation in vapour), and in mathematical models this is often achieved by adding randomness to dynamics. Stochastic particle systems, where idealized particles move and interact in a discrete (lattice) geometry, provide therefore a very natural class of models to study and understand the dynamics of such transitions and the concept of metastability.A mathematically rigorous approach poses very challenging research questions, and is an active area of modern probability theory where significant recent progress has been achieved. The proposed research builds on these developments and aims towards a full rigorous understanding of a condensation transition in zero-range processes, a particular class of stochastic particle systems which has attracted recent research interest in theoretical physics. Condensation here means, that with increasing density the system switches from a homogeneous distribution of particles to a state where a macroscopic fraction of all the particles condenses on a single lattice site. Zero-range processes are therefore used as generic models of condensation phenomena with applications ranging from clustering of granular materials to the formation of giant hubs in complex network dynamics. They are also of theoretical interest as effective models of domain wall dynamics separating different phases in more general systems, explaining phenomena like the formation of traffic jams on highways.Zero-range processes show a very rich critical behavior with interesting dynamic phenomena on several time scales including metastability, which have been understood on a heuristic level in statistical physics, inspiring many ideas in this proposal. The aim of the project is to underpin these findings with rigorous probabilistic results by proving scaling limits for the dynamics of effective observables on several different time scales. These concrete outcomes will be put into a wider context and will lead to methodological advances, by improving and generalizing recent mathematical techniques and understanding the exact conditions of validity of heuristic arguments used for predictions. Also conceptual insights are invisaged, by exploring new approaches for the mathematical characterization of metastability phenomena in stochastic particle systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I014799/1","grantId":"EP/I014799/1","fundValue":"101506","fundStart":"2011-01-27","fundEnd":"2013-01-26","funder":"EPSRC","impactText":"","person":"Stefan Wolfgang Grosskinsky","coPersons":[],"organisation":"University of Warwick","findingsText":" Condensation is a common critical phenomenon of phase separation, a well-known example being the formation of water droplets from supersaturated vapour. While it can be described on macroscopic scales using thermodynamic rules, it remains an interesting mathematical challenge to derive these rules from underlying microscopic particle systems. Within the last decade this question has received lots of attention for stochastic particle systems on discrete geometries, where a finite fraction of all particles concentrates on a single lattice site if the particle density exceeds a critical value. While the static equilibrium behaviour in these models has been well studied, the dynamics of the condensation mechanism is a topic of current research in applied probability.\n\nThis project has contributed to a mathematically rigorous understanding of the approach to equilibrium and the equilibrium dynamics in the inclusion process, which is a particular particle system which can be applied e.g. in energy conduction or population genetics. This includes a full understanding of the metastable dynamics of the coarse-grained dynamics of the system on various scales. All dynamic results on condensation up to now, including results from other authors on zero-range processes, only apply in a fixed finite geometry. A further aim of this project is to extend this to thermodynamic limits where the system size and the number of particles diverge. Anticipated results for inclusion and zero-range processes are almost complete and will be published in the near future. In the application areas of traffic flow or monetary flow in wealth exchange or more general economic models, a detailed knowledge of the dynamics leading towards a condensation transition can help to identify tipping points in time series data to predict an eminent transition. The theoretical results obtained in the project include a detailed knowledge on how to identify relevant temporal and spatial scales, how to describe effective dynamics on those scales and how typical time evolutions look like that lead to sudden changes in the system. The main focus of this project was to contribute to a mathematically rigorous understanding of condensation transitions in stochastic particle systems. These basic models can be applied in various situations, and condensation can correspond to speciation in population genetics, to traffic jams in transport phenomena or wealth condensation in asset exchange models. A detailed knowledge of the fundamental features of this transition can therefore have indirect impact on a better understanding of critical phenomena in those applications, and understand the separation of time scales and long term dynamics. These routes are partially exploited already through PhD and MSc projects in the Complexity Science DTC in Warwick. Agriculture/ Food and Drink,Financial Services/ and Management Consultancy,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}