{"id":"CD57FE0B-4653-4158-9D19-04B1672F1E56","title":"JCAMP-DX-CD: A Universal Format for CD and SRCD Spectroscopy Enabling Data Standardisation and Data Sharing","abstractText":"Circular dichroism (CD) spectroscopy is a structural biology method that is widely used in academia and industry for the characterisation of proteins, nucleic acids, and sugars. At present there are four different types of lab-based commercial CD instruments and 14 different synchrotron radiation circular dichroism (SRCD) beamline instruments that are used to collect CD data. All of them produce output data in different formats and therefore these data are 'machine-dependent'; parameters used by one instrument from one manufacturer are not readable by instruments from another manufacturer, or by beamlines. The aims of this project are to create a common format that will contain all the relevant spectral data and machine (and sample) parameters (the 'meta-data') produced by these instruments, and to create the software to enable the interconversion between it and the existing formats of manufacturers and beamlines. We have obtained the imprimatur of the International Union of Pure and Applied Chemistry to create a (Joint Committee on Atomic and Molecular Physical Data Exchange) JCAMP-DX_CD format that will fulfill this remit. Although none of the individual instrument manufacturers or beamline scientists wishes to use the format of another company or beamline, all of them have agreed that they are willing to have us create this common format for universal usage. This will enable data sharing and standardisation and interoperability between instruments as well as cross-disciplinary usage with other spectroscopic methods, of which there are currently nine, that have JCAMP-DX formats.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I023887/1","grantId":"BB/I023887/1","fundValue":"118022","fundStart":"2011-10-03","fundEnd":"2013-04-02","funder":"BBSRC","impactText":"","person":"Robert W Janes","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}