{"id":"CD58C8A2-23C1-48AB-82C9-144B1BFDFF75","title":"Exploitation of High Performance Computing in the FLAME Agent-Based Simulation Framework","abstractText":"The first prototype of the Flexible Large-Scale Agent Modelling Environment (FLAME) has been developed through a collaboration of University of Sheffield and STFC Rutherford Appleton Lab. It is an implementation of communicating X-machines for use in multi-agents simulations. X-agents models can be created to model many types of complex systems and the simulations run on parallel platforms. FLAME is an environment for generating agent-based applications - it is not an agent application in itself. FLAME takes as input from the application development a model definition and a set of agent functions and using the FLAME Template Library, FLAME constructs the agent-based application required. FLAME has been used in a wide variety of applications ranging from the biological sciences to behavioural science and on to logistics and economic modelling. Population sizes range from a few hundred agents to models containing many millions.FLAME has been design to generate application which can run on both serial and parallel computing systems depending on the size of the model and the duration of the simulation. The programs generated by FLAME have been shown to be very portable and versions have been run on a large variety of systems. Parallel versions of applications have run successfully on a range of large parallel systems including HPCx and HECToR using anything from tens to thousands of processors.The major objective of this project is to re-engineer the FLAME system in the light of the authors' experiences in a number of large research project to improve its parallel performance and to improve its functionality and flexibility. The performance gains will be achieved by utilising the multi-threading (multi-core) capability of modern computing nodes and by improving the agent/task scheduling. By re-engineering the FLAME Template library and the model parsing we will be able to introduce new ways of expressing the characteristics of the agents and their interactions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I030654/1","grantId":"EP/I030654/1","fundValue":"183934","fundStart":"2011-06-01","fundEnd":"2013-05-31","funder":"EPSRC","impactText":"","person":"William Michael Holcombe","coPersons":["Marian  Gheorghe"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}