{"id":"CD59AB05-0841-4D89-AB37-01D87D463CF5","title":"Galaxy Workflows for Proteomics Informed by Transcriptomics (PIT)","abstractText":"Identifying which proteins are present in a given biological sample, and in what quantities, is essential to understanding many biological processes. A technique called &quot;shotgun proteomics&quot; has become the method of choice for tackling this problem. In a shotgun proteomics analysis proteins are first broken down into more easily analysable segments (peptides) using a cleavage enzyme, then separated using liquid chromatography (LC), prior to individual injection into a tandem mass spectrometer (MS/MS), which breaks peptides into fragments, producing a spectrum of product ions that can be considered as a fingerprint for each peptide. Software is used to match the acquired spectra to peptides and these peptide identifications are then used to infer the presence of proteins. \n\nWorking out which peptide is represented by each of the acquired spectra is clearly a crucial part of shotgun proteomics. In theory, because we understand the principles of peptide fragmentation, it should be possible to take any peptide spectrum and work out the sequence of the peptide from which it came. In practice this is usually too difficult because the combination of imperfect MS/MS spectra and the huge number of peptides that could potentially exist make incorrect identifications very likely. To circumvent this problem, protein identification software seeks to match peptide spectra only to those peptide sequences that might reasonably be expected to be in the sample. Currently this is done by searching against the sequences of all proteins that the species under study is known to produce (the &quot;proteome&quot;), downloaded from an online database (e.g. UniProt). However, high quality proteomes are only available for a small number of species. What if you want to do proteomics on a sample from a species for which a proteome is not available, or on a sample from an experiment involving multiple species, or unknown species?\n\nWe recently developed (and tested, and published) a solution to this problem, which we call proteomics informed by transcriptomics (PIT). The key to PIT is the creation of a sample-specific list of proteins that may be present, derived from gene transcripts found in the sample. Transcripts are copies of genes that are used to make proteins, so by knowing which transcripts are present in a sample we can predict which proteins might be present. The transcripts are found by using a next generation sequencing technique called RNA-seq. Until very recently, RNA-seq involved mapping short reads to a reference genome, but software is now available that can assemble transcripts de novo.\n\nThe PIT approach therefore makes it possible to identify and quantify proteins in complex samples when a reference proteome (or genome) is not available. This opens many new areas of research for species that do not have well annotated genomes (which include many pests, pathogens and plants), and also for experiments where proteins from multiple species are present (so-called &quot;metaproteomics&quot;) or where the proteome is changing (e.g. during viral infection). There are also a number of additional spin-off benefits such as the ability to find protein variants that are specific to the individual under study (i.e. not present in any reference proteome), and possibility to annotate genomes.\n\nCurrently, the main challenge of the PIT approach is the complexity of the data analysis necessary to integrate the transcriptomic and proteomic data and report results in a way that is useful to biologists. The aim of this proposal is therefore to put together a suite of easy to use connected software tools that enable the typical bench scientist to perform the necessary data analysis within an acceptable timescale with no bioinformatics support. To help achieve this we plan to implement the software within the popular Galaxy framework. Galaxy provides an easy to use web browser interface and can take advantage of powerful computing resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K016075/1","grantId":"BB/K016075/1","fundValue":"108443","fundStart":"2013-04-22","fundEnd":"2014-06-21","funder":"BBSRC","impactText":"","person":"Conrad  Bessant","coPersons":["DA  Matthews"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}