{"id":"CD608D08-B161-4ADF-A240-DC27CCA1C4A0","title":"Relating new theories of extratropical cyclone development to the present and future atmosphere","abstractText":"Cyclones have a major impact on people and the economies of countries in the mid-latitudes. Damaging impacts include severe gales and flooding associated with heavy rainfall. These weather systems also have less dramatic but nevertheless crucial impacts on temperature, cloudiness and rainfall. For example, autumn 2000 brought UK rainfall of unprecedented extent and duration, and prompted speculation about its relationship with climate change. In response, DEFRA commissioned a report (FD2304) to examine the link. The rainfall was associated with the unusually persistent and repeated passage of frontal depressions, rather than especially extreme cyclones. Such seasonal rainfall extremes were found to be more frequent in simulations of the end of the century by the Hadley Centre climate model, although the natural variability is so large that the autumn 2000 rainfall cannot be attributed to human influence on climate. There are many uncertainties associated with the representation of the Earth system by climate models, especially considering the behaviour of storms. However, the physical mechanisms behind changes in storm frequency and intensity are not sufficiently well understood from a theoretical perspective to determine whether the results of the simulations are physically reasonable. A weather forecast for the UK is hardly ever made without reference to a cyclone and its associated fronts that are with us or due to arrive soon. Numerical weather prediction models generally provide good forecasts of cyclone occurrence out to more than 5 days ahead by solving numerically the 'primitive equations' of motion and thermodynamics on 'resolved scales' and parameterising the effects of smaller scales. Although the theories of large-scale dynamics involve balanced flow governed by the evolution of single quantity called potential vorticity, such balanced models are not sufficiently accurate to be used in an operational forecasting context. Furthermore, theories of cyclone development assume that they grow from a 'background state' that does not vary around latitude circles, but the atmosphere never passes through such a state. Therefore, there is a mismatch between the capabilities of theory and the description of the atmosphere by forecast models. Nevertheless, the theory does provide a framework for understanding the evolution of forecasts and their errors and there is scope for improving theory to the point where it can distinguish quantitatively between potential mechanisms of growth. Theory has a greater role to play in robust arguments for changes in storm behaviour in the future. For example, policy makers and many other sectors of society would like to know whether 'extreme storms' will become more frequent in a warmer world resulting from greenhouse gas forcing - if these changes do occur they will have major economic impacts. The aim of this project is to bring some of the latest theories of mid-latitude cyclones to bear on analyses of the actual atmosphere in an attempt to identify robust predictions for the dependence of cyclone properties, such as surface wind strength, on background state properties, such as the pole to equator temperature gradient. By establishing quantitative relationships between background states (climate) and storm behaviour, this project will produce a framework for analysing changes to extreme storms under different climate scenarios. If the changes to storms simulated by a climate model accord with the expectations of sound physical reasoning, grounded in theory, it would be possible to place greater confidence in the climate projections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D011507/1","grantId":"NE/D011507/1","fundValue":"273949","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"NERC","impactText":"  The research relating to modes of atmospheric variability, especially on the mid-latitude jet stream, led to an invitation for the PI to collaborate with the Met Office and to spend some time on his sabbatical situated in Met Office headquarters at Exeter. So far he has had two visits there as part of this collaboration. The aim is to translate some of the calculations for the atmospheric background state and large-amplitude wave activity in it into a tool for Met Office researchers. It would be applied to Met Office seasonal forecasts and climate simulations, taking it forward from its current application to analysis data.\n\nIt has also resulted in co-supervision of an MSc project, a PhD project (with CASE sponsorship) and a possible new PhD project. Environment Policy & public services","person":"John  Methven","coPersons":["Brian  Hoskins"],"organisation":"University of Reading","findingsText":" The theory of baroclinic instability is the cornerstone of our understanding of the growth and propagation of mid-latitude weather systems, characterised by a chain of low and high surface pressure centres called a baroclinic wave. It is the primary mechanism by which potential energy, setup by differential solar heating between the equator and poles, is able to convert into kinetic energy (of the weather systems) which in turn enable heat transport from the tropics towards the polar regions. However, mathematical analysis of baroclinic instability was limited to extremely idealised settings and the leap to atmospheric data and weather forecasts was huge. This project has extended the frontiers of the theory in several respects. It was shown how baroclinic waves evolve from any initial conditions on jet flows that are constant around latitude circles but with otherwise general structure. Baroclinic growth depends upon the mutual interaction of two components called counter-propagating Rossby waves. The evolution is described in terms of equations for the amplitude and phase of the two waves.\n One particular advance was to incorporate the effects of moisture into the wave theory with two different methods of parameterising clouds, condensation and the influence of the resultant latent heat release on wave dynamics. Again interaction is in terms of counter-propagating Rossby waves, although some propagate where there are gradients in latent heating (such as height of average cloud base) a so-called diabatic Rossby wave.\nThe theories described above only apply strictly for small amplitude disturbances (i.e., waves that are not too steep). However, the project also developed a new diagnostic approach to wave-mean flow interaction which describes the interplay between large-amplitude baroclinic waves and the background flow upon which they thrive. The new framework generates an exact conservation law for wave activity, even for large amplitude disturbances. Using the new diagnostics it was found that large temperature disturbances near the ground are important in enabling planetary waves to be nearly stationary on the jet stream - behaviour that is responsible for persistent weather regimes. The new development of wave-mean flow interaction theory is opening up many areas of investigation in atmospheric dynamics. The PI now has collaborators at the Met Office and European Centre for Medium-Range Weather Forecasts who are interested in its applications to interpreting seasonal forecasts and climate change experiments. Environment","dataset":"gtr"}