{"id":"CD62FDC9-B9A7-4897-BC38-BA2AA6BC0215","title":"G8 Multilateral Research Funding INGENIOUS","abstractText":"The kinetics of biomolecular processes define many biomedical technologies and for this reason represent the fundamental basis for a large segment of pharmaceutical industries. Because of the problem complexity, computer simulations are the only available tool that can capture the mechanisms of binding at the required resolution level. Indeed, in many cases the processes are very short lived which makes them hardly detectable by experiment. Intermediate complexes that may be rate limiting can change the rates by orders of magnitudes rendering potential drug candidates inactive (or vice versa). Currently this can be checked only by expensive and time consuming experimental tests. Thus, the possibility of calculating the rates using computer simulation can make very significant impact on drug design studies.\nAttempts of incorporating a group of classical atoms into a continuum solvent (implicit solvent) are known for a long time. However, the most consistent approach describing a structured continuum, the hydrodynamics, is a direction that becomes active only very recently. Conceptually, modelling the MD particles in the 'transfer' region where the MD and CH domains overlap (the 'runaway' MD particles) remains the most pressing problem of essentially all approaches of this type.\nWe propose a fundamentally new hybrid model that aims at solving this problem. It is based on a generalised description of the MD and CH components within the flux coupling approach. The proposed framework will ensure that the transition between the CH and MD representations is smooth and characterised by (i) the absence of numerical &quot;fixes&quot; such as artificial repulsive barriers between the atomistic and continuum parts or adding new particles, (ii) unified treatment of the solution parts using the same equations throughout the system's volume, (iii) the full control by a single empirical function that can be of arbitrary form both in space and time. The new method will lead to a large reduction of the simulation cost due to a large truncation of the MD domain, achieved without loosing either the detailed atomistic simulation in the MD zone or the macroscopic conservation laws for both mass and momentum.\nThe project is a well balanced combination of state of the art computer hardware development, advanced numerical modelling (the triad of molecular dynamics, continuum fluid mechanics, and numerical methods) and cutting edge investigation of biomedically important molecular system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004170/1","grantId":"EP/J004170/1","fundValue":"355236","fundStart":"2011-07-13","fundEnd":"2015-01-12","funder":"EPSRC","impactText":"  The project has been used for employing an RA and training a PhD student. Extensive research has been performed in collaboration with all 4 other members of the consortium. Significant funds have been used for travel to Japan, as our Japanese collaborator, Prof. Makoto Taiji, played the central role in this project. Chemicals,Digital/Communication/Information Technologies (including Software),Education Cultural,Societal","person":"Dmitry  Nerukh","coPersons":[],"organisation":"Aston University","findingsText":" We have developed and implemented a novel theory for investigating liquids using multiscale description: atomistic and hydrodynamic. With this theory we investigated solutions of biomolecules, such as proteins and small peptides. Our theory and software can be used by a wide community of researchers in chemistry, physics, and biology. Aerospace, Defence and Marine,Chemicals,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}