{"id":"CD70639D-CD71-4C3D-94F9-C35858291F1B","title":"Describing sociolinguistic variation in verb directionality in British Sign Language: A corpus-based study","abstractText":"<p>The aim of this project is to exploit an existing large video dataset of British Sign Language (or ‘BSL’, the language of the British deaf community), collected under the BSL Corpus Project (BSLCP, 2008-2011), and to conduct corpus-based investigations into a unique aspect of its grammar. In BSLCP, data were collected from 249 native and near-native deaf signers of BSL from eight sites across the United Kingdom.</p>\n\n<p>The primary aim of the project is to use the data collected to investigate variation and change in the use of directional verbs in BSL. Directional verbs like ASK in BSL move in the signing space between locations associated with, eg the person asking and the person being asked. Because these verbs incorporate an element of pointing within them, they are unique to sign languages, yet the way they are used in everyday conversation is not well understood. This project will&nbsp; relate the use of indicating verbs to social factors, such as a signer's language background, age, region or social class, in order to study how they vary. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K003364/1","grantId":"ES/K003364/1","fundValue":"156963","fundStart":"2012-12-01","fundEnd":"2014-05-31","funder":"ESRC","impactText":"  One important outcome of the project is completion of 50,000 lexical annotations of conversation data from the BSL Corpus from 4 regions (London, Manchester, Bristol &amp;amp; Birmingham) which were made available online in mid-2014 (www.bslcorpusproject.org/data); these will be an invaluable resource to other researchers. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Kearsy Annette Cormier","coPersons":["Adam Charles Schembri"],"organisation":"University College London","findingsText":" Directional verbs ('agreement' (Padden, 1983)/'indicating' verbs (Liddell, 2000)) in sign languages, e.g. GIVE in British Sign Language, can be directed towards locations in space associated with their arguments. Some have argued this modification is fundamentally the same as grammatical agreement in spoken languages, is obligatory, and is often accompanied by grammatical non-manual markers such as eye-gaze (Neidle et al., 2000; Lillo-Martin &amp;amp; Meier, 2011). Others propose this modification is fundamentally different from agreement, representing instead a fusion of linguistic and gestural (specifically pointing) elements (Liddell, 2000). \nIn this project, we considered linguistic and social factors in the use of directional verbs in conversational data from the BSL Corpus (www.bslcorpusproject.org/data, n=1680). Preliminary results reveal that modification of directional verbs occurs for both subject (66%) and object arguments (64%), but not obligatorily for either. Furthermore, 3rd-to-3rd person modification is rare, occurring in only 7% of our data. (Examples of prototypical directional verbs in the literature involve 3rd-to-3rd person modification (e.g. JOHN POINTa MARY POINTb aASKb &quot;John asked Mary&quot;, where the verb ASK moves from the location associated with John to the location associated with Mary)). Finally, constructed action (i.e. nonmanual enactment/embodiment) co-occurred with 65% of tokens where eye-gaze was directed towards a subject or object.\nThe rate of modification suggests that directionality in BSL is not obligatory; while this may be attributed to ongoing grammaticalisation processes, no social factors were significant thus no evidence was found of language change across age groups. Instead, our results appear to suggest that directionality is a pointing-based reference tracking system, aligning with the cognitive/functional view that directional verbs represent a fusion of linguistic and gestural elements (de Beuzeville et al., 2009; Liddell, 2000). Additionally, these findings highlight the importance of using corpus data for (sign) linguistics research, to verify or counter previous claims based on little data. This project will have several impacts on the 'user' community, which is primarily British Sign Language teachers, students, interpreters, interpreter trainers and other (sign) language professionals working with Deaf people.\nFirstly, there are clear implications for how directionality should be taught to learners of BSL. The sign linguistics literature contains many examples of 3rd-to-3rd person modification as noted above in (1) and therefore, this structure is taught by many BSL teachers as a standard/prototypical way of using directional verbs. The fact that we found this structure to be so low in frequency (only 7%) suggests that this structure could be taught as possible but should not be taught as prototypical to learners. Instead, our findings suggest that the use of first person modification with directional verbs, with simultaneous use of constructed action, should be taught as a more frequent use of directionality.\nSecondly, the inclusion of verb directionality in BSL SignBank (dictionary and reference grammar) will be invaluable to the user community. The fact that this information will be included in BSL SignBank dictionary and reference grammar, and will be constantly updated as work continues on the BSL Corpus means that this key information will be available to various users including learners, even as the language changes. This will be a vast improvement over verb directionality information as given in the only other linguistically-organised BSL dictionary (Brien 1992), which according to our findings in many cases is outdated and/or inaccurate. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}