{"id":"CD75B4A6-CC91-4DB5-B26A-E0FCF73F7E83","title":"Sexually-antagonistic effects in red deer","abstractText":"Evolutionary biologists are continually puzzled by the following problem: natural selection should remove genetic variation that affects the fitness of individuals, yet, when measured, there is often quite a lot of genetic variation for fitness. One possible explanation for the persistence of genetic variation in a population is that, in those species which have two sexes, the genes (alleles) that make a successful male are different from those that make a successful female. A particular gene may be good for males but not be good for females, so that a male with this gene would be relatively successful / and father many offspring / but his daughters would not be. We call this phenomenon sexual antagonism. As a consequence of the opposing selection in males and females, different versions of the gene will be maintained in the population. Sexually-antagonistic effects are likely to be especially important in a species experiencing extensive sexual selection, in which one sex (usually males) is bigger than females, and has developed weaponry such as antlers or horns or spectacular colouration, characteristics which enhance mating success. Sexually-antagonistic effects have been well-explored using theoretical models, and there is empirical support for their existence from laboratory studies of fruit flies, but they have rarely been investigated in nature. In this study we will investigate sexually-antagonistic selection in a wild population of a sexually-dimorphic mammal, red deer. The data set is particularly useful for this study because we have records on the individual life histories, including all breeding attempts, of several thousand deer measured across 34 years. In many cases we also have their skull, jaws, leg bones and cast antlers. Most individuals have been sampled for DNA profiling, from which pedigrees (or family trees) of individuals can be constructed, stretching for up to ten generations of deer. We also have blood samples and can collect faecal samples in which we can measure hormone levels, and finally we have information about the density and weather conditions in which each animal has lived. Long-term studies of individually-recognised wild animals such as these are an important source of information on many aspects of ecology and evolutionary biology. In the first and major part of the study we will use our pedigree information to test for sexually-antagonistic genetic effects. In particular, we will test whether successful males have less successful female relatives, whereas successful females have less successful male relatives. Theoretical models predict that the genes underlying sexually-antagonistic selection will be concentrated on the X chromosome, and we will investigate this question using the known differences in the inheritance of X chromosomes from different ancestors. We will then measure the selection pressures associated with sexually-antagonistic effects. We will test the hypothesis that males with especially 'masculine' body proportions should have higher breeding success than males whose body proportions are more similar to those of females, and vice versa. Because we are working on a wild population experiencing natural environmental conditions, we can also determine the extent to which all these pressures are affected by variation in environmental and ecological conditions. Finally, we will explore one possible mechanism for these effects, via an investigation of associations between testosterone levels and differences in morphology and breeding success, in both males and females.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E017053/1","grantId":"NE/E017053/1","fundValue":"489560","fundStart":"2008-04-01","fundEnd":"2012-02-29","funder":"NERC","impactText":"  Several of the papers generated by this project have been cited by other researchers working on a diverse array of systems. Environment ","person":"Loeske  Kruuk","coPersons":["Timothy Hugh Clutton-Brock","Josephine  Pemberton"],"organisation":"University of Edinburgh","findingsText":" Several hypotheses have been proposed to explain the maintenance of genetic variation in the face of the eroding effects of selection, of which one of the most prominent is the concept of trade-offs between different components of fitness, whereby high performance for one trait is associated with low performance for another, and vice versa; the net effect is that no single genotype is optimal, and genetic variation may persist in the population. One particular form in which such trade-offs may manifest themselves is between the sexes: the genes (alleles) that make a successful male may be different from those that make a successful female. We had initial evidence for this observation for the Rum red deer (Foerster et al. 2007), and the aim of the grant was to explore it further. Investigating these issues requires quantitative genetic models based on pedigree information. The first stage of the project was therefore to determine an up-to-date pedigree with as comprehensive information about individual parentage as possible. To this end, we undertook a comparison of different parentage software programmes; this turned out to be an extensive (and important) exercise in its own right and generated a Molecular Ecology publication: our final pedigree was an amalgamation of relationships determined using two different software programmes (Walling et al. 2010). Our analyses of multiple components of life history required complex multivariate models of the genetic variance-covariance (G) matrix, for up to eight traits when considering male- and female-specific values. Because of this high dimensionality, estimating the full G matrix for all traits was not possible for our data. We therefore used factor analysis to identify the factors (combinations of traits) with most genetic variation; this approach generated a tractable analysis and also indicated constraints in the form of no genetic variation for some combinations of traits. Most interestingly in relation to the original hypotheses, it indicated a potential trade-off between aspects of female fecundity on the one hand, and female longevity and male performance (both fecundity and longevity) on the other. This work has been accepted for publication in Genetics (Walling et al, 2014). At the same time, we also undertook a detailed analysis of female life-history traits, again with the aim of identifying evolutionary constraints, but also incorporating a novel combination of quantitative genetic analyses with methods for estimating selection via a demographic model. This work also indicated an important trade-off between female fecundity and longevity, to the extent that the overall rate of adaptation would be reduced to 60% of the value that it would have been had each trait been independent of all others (Morrissey et al. 2012). To date, our results therefore indicate less support for sexually-antagonistic variation than we anticipated, but still indicate the presence of evolutionary constraints via multivariate associations; we note that these analyses have also gone substantially further than any other work on a natural system in investigating genetic associations between multiple aspects of fitness.This work also laid the foundation for several other analyses of selection and multivariate genetic architectture of the deer population. We investigated the role of genetic variation in determining the social dominance amongst individuals, demonstrating an important role both of the genotype of an individual in predicting whether or not it wins a contest, and of the genotype of its opponent (Wilson et al. 2011). We also investigated the genetic basis of variation in timing of key events in both males and females, finding substantial heritability of different phenological traits, but little in the way of significant cross-sex correlations, either positive or antagonistic (Clements et al. 2011). We analysed the timing of male antler growth in detail, finding large variation due to effects of age and of environmental conditions (phenotypic plasticity) in addition to the genetic variation, and associations between antler growth timing and male breeding success (Clements et al. 2010). Further quantitative genetic analyses have also revealed the importance of considering shared environmental effects when partitioning covariance in phenotypic traits between relatives (Stopher et al. 2012). Finally, the new pedigree also allowed an investigation of inbreeding and inbreeding depression, revealing that whilst the occurrence of inbreeding is low, its effects on fitness are substantial, for example reducing juvenile survival of calves born to father-daughter matings by 70% (Walling et al. 2011). As part of the grant proposal, we had proposed an investigation of sex hormone variation, with the hypothesis that high levels of testosterone might be associated with higher breeding success in males but lower in females. These assays have taken longer to run than initially planned, but we now have data for 808 calf plasma levels, and have tested for sex-specific associations with different components of fitness (Pavitt et al., 2014). Analyses of adult testosterone levels based on fecal samples have also been done by Aly Pavitt, in collaboration with Prof. E. Moestl (Univ. Vienna), and a manuscript submitted to Hormones and Behaviour. We have provided a comprehensive analysis of sex-specific life history evolution in a wild population, which will be informative for researchers working on evolutionary ecology. Environment","dataset":"gtr"}