{"id":"CD7725C7-9A76-4803-ACBA-3D3DC2650E71","title":"Meta-analysis of genome-wide linkage searches: extending the GSMA","abstractText":"Finding genes that contribute to human diseases will enable us to identify individuals who are at increased risk of developing these diseases, and provide novel targets for drug development. However, disease risk is determined by the cumulative effect of many genes (10? 50? 100?) and identifying these genes has proved challenging. One common tool is linkage studies, where researchers study the pattern of DNA inheritance in families with at least two individuals affected with the disease. These studies should highlight chromosomal regions which contain disease genes. Many linkage studies have been performed, into many different diseases, by research groups in the UK and worldwide. However, the results have been uniformly disappointing, with each study identifying only few interesting regions, and little correlation between results within a disease. This limited success probably occurs because each gene causes only a slight increase in disease risk, so studies based on thousands of families are required, which is outside the scope of individual research centres. We have developed a statistical method of meta-analysis that can pool the results of different linkage studies, so the results of several small studies are synthesized into one large, informative study. This method has previously been applied to diseases such as schizophrenia, coronary heart disease and inflammatory bowel disease, in each case identifying novel regions which are now the focus of further genetic studies. We now plan to extend the methodology behind this meta-analysis. The improved methodology will increase the number of target regions identified, ensure that each region has a high probability of containing a disease gene, and will provide narrower target intervals, thus reducing the amount of follow-up work required. We will apply these newly developed methods to (1) schizophrenia, (2) autoimmune disease (e.g. rheumatoid arthritis, psoriasis, type 1 diabetes), searching for genes that contribute to all of these diseases, and (3) obesity. Meta-analysis is a valuable tool in gene-hunting, as it provides a starting point for the follow-up studies that will identify the true genetic mutation. The meta-analysis of linkage studies is a cost-effective, efficient, and powerful method to localise genes. It provides excellent value-for-money by using previously generated, but disappointing, data to identify new leads for finding disease genes for the many diseases that cause a major public health burden in the UK and worldwide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400960","grantId":"G0400960","fundValue":"210478","fundStart":"2005-12-01","fundEnd":"2008-11-30","funder":"MRC","impactText":"","person":"Cathryn  Lewis","coPersons":["John  Whittaker"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}