{"id":"CD7C7496-2F8B-49C8-A780-C0ABE477A1E4","title":"Vulnerability of proximal infrastructure to sand washout from burst water pipes and leaking sewers","abstractText":"This research will address a rarely considered environmental infrastructure risk, by establishing the impact on proximal infrastructure from cavitation, caused by burst water mains and leaking sewers in sandy soils.\nSandy soil is particularly susceptible to erosional processes or washout, with excess water resulting in running-sand conditions. When a water pipe leaks in sandy soil, the high pressure of the water can wash away significant amounts of the surrounding soil, leading to the formation of cavities. Sewers with poor structural integrity (for example old and displaced joints with leaks) then the daily fluctuations in flow rate can cause alternating exfiltration and infiltration. In sandy soils this will cause fines to be washed into the sewer and cause cavities over a longer term. When such leaks go unnoticed for prolonged periods of time, or where the burst is severe, very large cavities can form, and damage proximal infrastructure. The failure of water pipes represents a spatial interdependency with other forms of both buried and above-ground infrastructure potentially triggering cascading or escalating failures. \n25% of the water distribution network in East Anglia is laid in sandy soils. Sandy soils contain more than 70% by weight sand-sized particles (0.06 to 2.0mm). The consequences of pipe failures in sandy soils can be severe due to the increasingly interconnected nature of infrastructure, resulting in interdependencies between infrastructure systems and the services that rely upon them. Such interdependencies are of increasing concern because of the potential for complex forms of system failures. Local roads can fail under the weight of traffic; buses became trapped in roads in Holbrook, Suffolk (June 2014) and Weston-super-Mare (March 2014) as a result of burst water mains. Sewers can lose vital support, leading to collapse. Houses and even large buildings can subside; Cwmbran County Hall was condemned with cavities underneath it due to leaking pipes (Oct. 2012). Proximal plastic gas pipes and cables can fail under the abrasive action of the sand and pressurised water. Escape of gas poses serious health and safety issues, while the ingress of water into a gas pipe leads to expensive repairs for the gas utility and prolonged loss of service for customers.\nThe National Soil Map identifies the locations of sandy soils. However, current understanding of the actual risk these pose to infrastructure is lacking amongst infrastructure operators. This project will establish and communicate this impact.\nResearch by the applicants, including detailed analysis of the climate change adaptation reports submitted to Defra under the first round of the Adaptation Reporting Power have highlighted significant gaps in infrastructure operators' awareness of the spatial distribution of risks, and a lack of awareness of sand wash-out processes. Furthermore, traditional risk assessment approaches are commonly 'siloed', focusing on specific organisations and individual asset types and operations in isolation, thus lacking the systems perspective required to identify and assess complexity (secondary effects, impacts and risks) and interdependencies.\nThis project will address these knowledge gaps and challenges by developing methods to determine the vulnerability of proximal infrastructure to sand wash out from water mains and sewers. It will also investigate 3D visualisation approaches for communicating interdependencies and complexity, together with the study's implications/challenges for infrastructure operators and regulatory processes. \nAdvantages for stakeholders will include new evidence to inform decision making on this emerging risk to infrastructure resilience from sand washout. The use of this evidence in asset management plans (AMP) will be a practical outcome of this work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M008320/1","grantId":"NE/M008320/1","fundValue":"19762","fundStart":"2014-10-09","fundEnd":"2015-04-08","funder":"NERC","impactText":"","person":"Simon Richard Jude","coPersons":["Timothy Stephen Farewell"],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}