{"id":"CD7C5424-ACDA-41BE-BF9D-DDD33940E3EC","title":"Developing full waveform, Bayesian analysis for Multi-Spectral Canopy LiDAR (MSCL) images","abstractText":"We aim to develop image and signal processing algorithms for a new type of air or space borne, remote sensing, 3D imaging LiDAR system designed to measure forest photosynthetic activity in three dimensions. We want to perform full waveform, multi-spectral signal analysis to conduct detailed structural and physiological measurements on forest ecosystems. The requirement is to better interpret data describing the geometry (forest canopy height, height profile, and fractional cover) and physiological signature (photosynthesis, transpiration, somatal response) of trees and vegetation above the earth's surface. By providing better understanding of the data collected from aerial and satellite imaging of forest ecosystems, the proposed research will allow us to better monitor landscape dynamics and the carbon cycle, which is a key factor in the prediction of climate change.Our project is a discipline 'hop' and has 5 phasesPhase 1: Establishing an Inter-Disciplinary Programme: This is a period of familiarisation as the applicant works with researchers at the Edinburgh Earth Observatory (EEO) to better understand the instruments and use of existing software for measurement and interpretation. Phase 2: Developing Bayesian techniques for processing Multi-spectral Canoy LiDAR (MCSL) data: we shall then extend and apply existing processing techniques to the remotely sensed LiDAR imagery to see whether we can gain significant improvement in structural imagery. Allied to this, we should investigate the use of better structural models for the forest canopy scenario, and so develop the algorithms. Task 3: Encoding the algorithms for use within EEO instruments: We need to incorporate the mutual information inherent in several wavelengths in reconstructing better MCSL imagery. The reconstruction of spatial structure and the reflectance analysis (classification) becomes one of drawing posterior inferences from data. Given the mathematical model that we propose, a significant activity will be the development of well structured and documented code to process the LiDAR data. As the project proceeds, we need to encode and document the original software developed in this project so it can be readily used by other researchers.Task 4: Evaluation and trials: As we develop the methodology, we need to assess its effectiveness on data provided by EEO. Structurally, we need to assess whether we can create more accurate 3D forest canopy and ground structure in the presence of significant visual 'clutter' and other confusing factors. Spectrally, we must go beyond current practice in extracting useful data from a series of spectral profiles. Throughout the proposed programme, EOl will be carrying out laboratory and field investigations with MCSL instruments, both existing and new. Measurements will be carried out over an extensive wavelength range in the range 0.4-2.5um using contrasting vegetation types at different growth stages, to be examined over time with different hydrological conditions to observe hyperspectral backscatter.Task 5: Pump-priming and collaboration: A key task will be to bring together the signal processing and geoscience communities to develop further cross-disciplinary activities. At HWU and within the ERPem pooling inititiative (www.erp.ac.uk) we have many staff studying the theory of signal processing in a single and several dimensions, the representation and modelling of sensors and scenes, innovative image and signal processing technologies, image and signal controlled autonomous systems, and systems that model the human-technology collaboration. We would organise pump-priming workshops on key problems with in-house and invited speakers, followed by break-out sessions to develop research and technology transfer proposals. The applicant would assume primary responsibility for their organisation, in consultation with academic staff at the home and host institutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H022414/1","grantId":"EP/H022414/1","fundValue":"126212","fundStart":"2010-04-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"  To date, we have used our analyses and implemented code to anlayse both simulated forest scenarios, and real data acquired from our own time-correlated single photon counting LiDAR systems. We have shown how the method can recover the parameters of interest to Geoscientists, and go beyond the current state of the art in unmixing algorithms applied to passive acquired data. We have also applied our algorithms to existing satellite data (such as that acquired by the Laser Vegetation Imaging Sensor) although the resolution of such data is much coarser in depth.\n\nWe have published our work in the open literature, showing all the steps from instrument design, through anlaysis to Geoscientifc interpretation. We believe we have achieved the first protoptypical step towards air and satellite deployment and measurement. Recently, we submitted a proposal to the EPSRC instrumentation panel to develop the airborne instrument.\n\nA spinoff company, Carbomap ( http://www.carbomap.com/ ), has recently been formed by one of the investigators (Woodhouse) to exploit some of the results Digital/Communication/Information Technologies (including Software),Environment Societal","person":"Andrew  Wallace","coPersons":["Iain  Woodhouse","Caroline Jane Nichol"],"organisation":"Heriot-Watt University","findingsText":" Multi-spectral LiDAR has the potential to recover physiological and structural data from arboreal samples, and by extension from forest canopies when deployed on aerial or space platforms. \n\n\n\nWe have designed and evaluated a multi-spectral LiDAR system to measure tree height, leaf area, abundance profiles and leaf physiological parameters, using a series of experiments on tree samples 'viewed from above', by tilting living conifers such that the apex is directed on the viewing axis.\n\n\n\nTo evaluate the effectiveness of the method, and to constrain the parameter inversion process, we also conducted laboratory measurements to determine full leaf and bark spectra and structural distribution. \n\n\n\nOur work shows the very fine detail that can be resolved by use of a time-correlated single photon counting technique and highlights some of the key areas for development for field deployment. Ultimately, aerial or space survey by multi- or hyper-spectral LiDAR could provide improved estimates of carbon sequestration and existing forest stocks, allowing us to better understand and predict the impact of climate change, and the seasonal dynamics of ecosystem carbon uptake in response to environmental drivers such as water, temperature, light and nutrient availability. Air borne and space borne LIDAR systems, particularly for earth observation. Currently we are looking at how we might deploy our sensors and field analyses on an air borne platform. Aerospace/ Defence and Marine,Environment","dataset":"gtr"}