{"id":"CD8118DC-8D0E-4809-A917-613711ECBE34","title":"Synthesis and Biology of Prostanoids","abstractText":"Prostanoids, consisting of prostaglandins, prostacyclins, and thromboxanes are an important class of local hormone-like chemical messengers, which are responsible for a diverse range of biological activities in mammalian tissues. Some synthetic analogues of prostaglandins (PG) are 'billion dollar' drugs e.g. latanoprost, which is used to treat glaucoma. However, since these complex molecules cannot be isolated from natural sources in sufficient quantities, they have to be synthesised (20 steps) at considerable cost. We have developed a dramatically shorter route to this class of compounds (7 steps) and demonstrated a gram scale synthesis of PGF2alpha 6, which could substantially reduce the cost of manufacture of prostaglandins. We now plan to broaden the reach of this chemistry. Just as the Corey lactone has been used to prepare other prostanoids, we believe that our key enal intermediate, used in the synthesis of the prostaglandin PGF2alpha, is even better placed to access all of the other prostanoids more efficiently. We therefore plan to prepare key members of each class of prostanoids thereby demonstrating its potential to access the whole family of prostanoids. Many of the prostanoids are highly unstable (prostacyclins, thromboxanes) and so we will prepare fluorinated analogues that are stable. We will demonstrate the power of the key enal intermediate used in the synthesis of PGF2alpha to access the remaining prostanoids in a substantially shorter number of steps than has been previously reported. \n\nThis proposal not only seeks to prepare these important molecules more efficiently but it also seeks to study the pharmacological properties of the molecules we make. For this, we will use human platelets, which are essential for primary haemostasis but also play an important role in thrombosis and cardiovascular disease. We will determine the anti-platelet effects of the fluorinated prostacyclin analogue and beraprost 9 on various functional platelet responses and intracellular signalling pathways and compare this to the effect of the well-studied PGI2 analogue iloprost. When platelets become activated, they also release TxA2, which further activates and recruits platelets to the growing thrombus. The pharmacological properties of the TxA2 analogues 11/12 on platelet functional and intracellular signalling pathways will be determined and directly compared to the TxA2 analogue U46619. \n\nDue to the important role of platelets in cardiovascular disease, patients at risk of thrombotic events are routinely prescribed anti-platelet drugs that interfere with the amplification of platelet function. The first line of treatment is aspirin, a drug that inhibits TxA2 production in platelets by blocking cyclooxygenase activity. However, its use is associated with undesirable adverse effects such as gastropathies and gastric ulcers, as it inhibits the production of all prostanoids. We therefore propose here to remove the agent, thromboxane A2 as it is produced, by developing a humanised antibody-based drug that targets TxA2 itself. The advantages of this approach are that the likelihood of side effects is significantly reduced, as we are not blocking mechanisms for the production of other prostanoids. \n\nThe production of key members of the different classes of prostanoids through a dramatically shorted route will therefore not only result in more efficient production of clinically and academically relevant prostanoids, but also facilitate the development of novel anti-thrombotic approaches in the treatment of cardiovascular disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M012530/1","grantId":"EP/M012530/1","fundValue":"1061280","fundStart":"2015-04-01","fundEnd":"2020-03-31","funder":"EPSRC","impactText":"","person":"Varinder Kumar Aggarwal","coPersons":["Ingeborg  Hers"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}