{"id":"CD83C6BC-350B-4358-B8EB-0590B2EA91E6","title":"Coherent spin waves for emerging nanoscale magnonic logic architectures","abstractText":"Information technology (IT) has penetrated all aspects of life in modern society. At the heart of IT are miniature devices that can process and store information in one or another form. Currently, the information is processed mainly within semiconductor based data architectures based on tiny &quot;transistors&quot;. In contrast, long-term data storage is dominated by magnetic hard disk drives, within which the information is stored as direction of tiny &quot;magnetic needles&quot; the two opposite orientations of which represent &quot;0&quot; and &quot;1&quot; values in binary logics. However, the semiconductor industry is predicted to reach the limit of miniaturisation within the coming decade, while the energy consumption becomes increasingly important both for environmental concerns and to align with use in portable battery fed devices. \nIn this project, we aim to demonstrate a key component of a novel device for information technology, which has the potential to lead to combined data processing and storage on the same chip. This device will be based upon 'magnonics', in which wave-like perturbations of magnetisation ('spin waves') travel through and interact in patterned magnetic tracks ('waveguides') to perform operations. We propose to construct a spin wave source such that the wave properties of many such sources are linked; technically, this is known as 'coherence'. Our proposed spin wave source consists of a magnetic nanowire antenna placed across the waveguides. Microwave radiation will create magnetic oscillations in the antennae, which in turn will induce the spin waves in the nearby waveguides.\nSpin waves are proposed as logic signal carriers, thereby assisting their seamless integration with existing and future magnetic data storage technologies. This integration of signal processing and storage within a single architecture promises reduced energy consumption and fast device operation. In addition, we will exploit how the spin waves interact with the magnetic configuration of the various components. The materials and geometry of the antennae and waveguides causes the magnetisation to prefer to lie along their length. However, opposite magnetisations can be engineered to meet within, say, the waveguide to create a transition region called a 'magnetic domain wall'. By selectively configuring the orientation of the magnetic waveguide and antennae, including incorporation of magnetic domain walls, we will be able to program the magnonic device functionalities. The magnetic materials we propose to use don't require power to retain their magnetisation (non-volatility), meaning our devices will store the configuration when powered off and, therefore, will be instantaneously bootable upon switch on. The multiple stable configurations of the magnetic components and associated multiple functionalities will also provide an opportunity for creating more complex devices that could replace several semiconductor transistors in conventional electronics. Apart from consumer electronics, the devices will be advantageous for use in aerospace, space and sub-marine technologies in which their non-volatility and resistance to radiation will allow vital weight and cost savings to be made. \nThe collaborative research programme will be conducted jointly by the Department of Materials Science and Engineering at the University of Sheffield and the College of Engineering, Mathematics and Physical Sciences at the University of Exeter. The Sheffield team will contribute to the project their internationally leading expertise in nanotechnology and manipulation of magnetic domain walls, while the Exeter team will contribute their world leading expertise in dynamical characterization and theoretical modelling of magnonic devices. By joining their forces together, the two teams will ensure that UK will remain at the forefront at the magnetic logic technology, in particular opening the new interdisciplinary field of domain wall magnonics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L020696/1","grantId":"EP/L020696/1","fundValue":"523055","fundStart":"2014-05-01","fundEnd":"2017-10-31","funder":"EPSRC","impactText":"  The grant started recently (1/8/2014) and so findings have not been able to be used elsewhere yet.  ","person":"Daniel Anthony Allwood","coPersons":["Beverley  Inkson"],"organisation":"University of Sheffield","findingsText":" This recently started grant is developing the capability of generating waves ('spin waves') in ferromagnetic nano structures. The nature of the spin wave generation will allow them in future to be combined to perform information technology operations. See above Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}