{"id":"CD85DE82-0D8F-4F64-A2D0-12BC6CA465EC","title":"Experimental implications of new developments in quantum thermodynamic theory","abstractText":"Thermodynamics is a phenomenological theory that allows the investigation of equilibrium properties of macroscopic objects. Based on fundamental measurable quantities - heat and work - it provides a universal framework to study the conversion of different forms of energy. Introduced at the beginning of the industrial revolution, to analyse and improve the performance of the newly invented steam engine, it has been successfully applied ever since to design a great variety of useful devices, from car engines and fridges to power plants and solar cells. Now technological progress is increasingly miniaturising to the nanoscale and into the quantum regime where thermal fluctuations compete with quantum fluctuations.\n\nDetailed mathematical and practical knowledge of quantum thermodynamic processes that can support these advances is however not well-established. Only recently have a number of theoretical developments, pursued by different communities and with different methods, started to fill this gap with breakthroughs in non-equilibrium quantum fluctuation relations, single shot thermodynamics and thermodynamic resource theory. The key aim of the project is to identify how these disparate theoretical approaches fit together, what experimental predictions they imply, and to generalise them to general quantum processes whenever possible. This is an essential step towards a unified theoretical framework for quantum thermodynamics that can underpin future technological development at the nanoscale that promise to have applications from computer chips to medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M009165/1","grantId":"EP/M009165/1","fundValue":"100290","fundStart":"2015-02-01","fundEnd":"2017-01-31","funder":"EPSRC","impactText":"","person":"Janet  Anders","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}