{"id":"CD861AD0-2AC3-40D3-9537-430A6A736CE2","title":"LTLS: Analysis and simulation of the Long-Term / Large-Scale interactions of C, N and P in UK land, freshwater and atmosphere","abstractText":"During recent decades and centuries, pools and fluxes of C, N and P in UK ecosystems have been transformed by the spread and fertiliser-based intensification of agriculture, by atmospheric pollution, and now by fossil-fuel induced climate change. We need to understand the processes that determine these effects, in order to improve the sustainability of agriculture, preserve carbon stocks, control the eutrophication of terrestrial and freshwater ecosystems, and reduce nutrient delivery to the sea and greenhouse gas emissions. Contemporary pools of C, N and P in soils and sediments reflect processes occurring on a range of timescales (up to 1000 years or more for organic matter turnover in soils) and also over a range of spatial scales. We propose research to address long-term, large scale processing of C, N and P in the environment. \nThe principal objective is to account for observable terrestrial and aquatic pools, concentrations and fluxes of C, N and P on the basis of past inputs, biotic and abiotic interactions, and transport processes, in order to address the following scientific questions; \n1. Over the last 200 years, what have been the temporal responses of soil C, N and P pools in different UK catchments to nutrient enrichment? \n2. What have been the consequent effects on C, N and P transfers from land to the atmosphere, freshwaters and estuaries?\n3. How have terrestrial and freshwater biodiversity responded to increases in ecosystem productivity engendered by nutrient enrichment at different locations?\nWe aim at an integrated quantitative description of the interlinked land and water pools and annual fluxes of C, N and P for the UK over time. Central to the project is the application, development and parameterisation of mechanistically-based models applicable over long timescales and at a broad spatial scale. The models will be designed to exploit the large number of existing biogeochemical data for the UK, with new targeted measurements to fill important gaps. A key ingredient is radiocarbon data for natural organic matter in soils and waters, which provide a unique means of estimating longer-term turnover rates of organic matter. \nThe project is organised into seven workpackages, as follows.\nWP1 Data. This involves the collation and management of monitoring and survey data and literature searches. Data will be required for driving and parameterising models.\nWP2 New measurements. Gap-filling information will be obtained about C &amp; N releases from fuels, soil concentrations of C, N, P, and radiocarbon, vegetation contents of C, N and P, a major effort on soil denitrification, riverine organic matter including radiocarbon contents.\nWP3 Atmospheric model. This will use a variety of data, and atmospheric physics, to describe N deposition at 5 km2 resolution for the UK from 1800 to the present, and take into account emissions from industry and agriculture.\nWP4 Terrestrial models. Models will be developed and parameterised to describe (a) biogeochemical cycling of C, N and P in natural and agricultural soils, simulating losses by gaseous evasion and solute leaching, and (b) physical erosion.\nWP5 Aquatic models. These will describe sediment transport of organic matter (including C, N and P), lake processing, denitrification, and groundwater transport. Point source inputs will be quantified.\nWP6 Integrated Model. The IM will bring together the models from WP3-5 within a grid-based hydrological system, applicable to the whole of the UK. Through the IM we will answer Questions 1 and 2, producing temporal and spatial terrestrial and aquatic outputs for representative catchments. The IM will include estimates of uncertainty and be applicable for future scenario analysis.\nWP7 Biodiversity. Model output from WP3-6 will be used to analyse terrestrial plant diversity and diatom diversity in lake sediments, thereby addressing Question 3.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J011541/1","grantId":"NE/J011541/1","fundValue":"270868","fundStart":"2012-10-15","fundEnd":"2015-10-14","funder":"NERC","impactText":"  The project is on-going and once finished, the findings will be used for testing terrestrial CNP cycle models to be developed by the the PI at the Centre for Ecology and Hydrology, Lancaster (Prof. Edward Tipping). Agriculture, Food and Drink,Environment Policy & public services","person":"Sami  Ullah","coPersons":[],"organisation":"Keele University","findingsText":" This paper investigated the denitrification potential (DP) and its biogeochemical controls. It was hypothesised that the relative magnitude of denitrification activity may be regulated, among others, by a gradient of soil nitrate (low to high) between organic (peat bog, heathland, and acid grassland), forest (coniferous and deciduous), and grassland (improved and semi-improved) rural land use types. Organic and forest soils had the lowest and semi-improved and improved grassland soils had the highest DP. Differences in soil nitrate concentration, availability of organic carbon, soil pH and texture between organic, forest and grassland soils, as influenced by land management practices and natural variability of the N cycle processes, affected the observed DP. Based on the results so far, published a paper in a special issue under the NERC Macronutrient Program in Envrionemntal Science: Processes and Impacts Journal on the importance of land use types in affecting the relative magnitude of denitrification activity (nitrate removal potential) recommending the considration of land use types in assessing water quality improvement. The paper we published establishes a framework for in situ denitrification rate quantification, which is something lacking within the UK context. Based on this, we are now measuring in situ denitrificaiton rates in 8 land use types of the Ribble-Wyre and Conwy catchments of UK using the 15N- flux technique. Agriculture, Food and Drink,Environment","dataset":"gtr"}