{"id":"CD89CC35-4A11-428D-8FB5-410A90138C07","title":"Low Carbon Shipping - A Systems Approach","abstractText":"It is estimated that shipping accounts for 3.3% of CO2 emissions in the world. With the need to reduce overall CO2 emissions by 60% by 2050 to mitigate global warming then shipping must cut its emissions. The importance of shipping to the UK economy should not be underestimated. Over 90% of the UK's imports and exports are transported by ships and UK shipping plays a vital role in transportation links to our neighbouring countries and also within the UK to its many islands. Shipping provides the means of exploiting offshore natural resources including fishing, offshore mining, and oil and gas reserves e.g. North Sea shuttle tankers, and more recently cruise ships and liners have offered holidays afloat. Today, shipping contributes some 10 billion annually to the UK's GDP thereby contributing some 3 billion to the UK Exchequer. In terms of employment, the UK shipping industry is responsible for employing over 200,000 people either directly in shipping or indirectly in service industries. Whilst few ships are actually built in the UK today, the UK remains one of the world's leading providers of marine services including insurance and finance, is home to many shipping companies, has many marine equipment manufacturers and is the centre for international shipping organisations such as IMO and the Baltic Exchange. There are currently about 750 ships over 1,000 Tonnes registered with UK classification societies, and the number of UK registered ships continues to increase despite the recent down turn in the economy in both the domestic and international markets. We currently lack a holistic understanding of the shipping industry. Its drawn out contractual, technological and financial evolution has obscured access to both top-down and bottom-up system level understanding of its sensitivities and left many commercial habits engrained and unchanged for literally hundreds of years. The inescapable truths identified above can galvanise a reaction from all members of the shipping community, and we aim to capitalise on this.To understand the shipping system, the relationship between its principal components, transport logistics and ship designs, must be elucidated. Only then, can future logistical and ship concepts be optimised to achieve maximum reduction of carbon emissions. Through this understanding and optimisation, projections can then be made for future trends in the demand for shipping, the impacts of technical and policy solutions and their associated implementation barriers, and the most just measurement and apportionment mechanisms.These unique challenges can only be addressed with strong stakeholder involvement (we have significant commitments to our consortium from regulators: WWF, Lloyds Register, technologists: British Maritime Technologies, QinetiQ and Rolls Royce and operators: Shell, Fisher, David MacBrayne and the UK MoD, as well as wider support from a number of other companies across all constituents of the shipping industry). In addition, we have formed a multidisciplinary team (geographers, economists, naval architects, marine engineers, human factor experts and energy modelers) to ensure that specialist skills and experience can be shared whenever it is required. Using these assets we will undertake an aggregated, holistic, systems analysis of the shipping industry to elucidate and clarify the many complex interfaces in the shipping industry (port operations, owner/operator relationships, contractual agreements and the links to other transport modes). The analysis will extend to 2050, and involve the generation of future concept designs both for ships and infrastructure regimes. The model will project trends for global trade flows, but it will have particular focus on the UK's international and domestic passenger and freight transport.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H020004/1","grantId":"EP/H020004/1","fundValue":"510620","fundStart":"2010-04-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"","person":"Osman  Turan","coPersons":["Atilla  Incecik","A. H.  Day","Peilin  Zhou","David  Clelland"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}