{"id":"CD8C4C0F-2DBB-4944-9F98-FAE39C1ACE63","title":"Atomic Bombay: Public Representations and Perceptions of Nuclear Issues in India / Atomic Comics","abstractText":"The Research Leave will be used to complete additional research for publication of a monograph, Atomic Bombay, and for the publication of a journal article 'Atomic Comics' based on translation and analyses of 160 children's comics (already collected) on the atomic theme. Overall, the research concerns public perceptions of nuclear power and armament in India and their representations in popular culture. With the help of ethnographic fieldwork in India, the research reassesses nuclear issues so as they are do not remain simply the concern of nation-states and political parties, but are seen to be intricately entwined with notions of self, community and imaginings of 'national' and 'international' communities. This is complemented with a focus on how nuclear issues have percolated into aspects of Indian popular culture, such as the print media, drama, film, and their reception. \\n\\nThe research material has been largely collated during a term of ESRC funded research from January 2006- June 2008 (including 6 months maternity leave). There is no ethnographic literature providing socio-cultural perspectives on the subject for the case of India, although there are a couple of recent monographs on ethnographic yet quite specific nuclear topics for the case of the USA (namely, work by Hugh Gusterson and Joseph Masco).\\n\\nThe research contributes new knowledge in that it accounts for nuclear concerns from the viewpoint of local communities rather than states enabling a move away from conventional top-down approaches to nuclearisation in India. Ethnographic fieldwork was conducted in Mumbai focusing on people's memories of India's nuclear history, their views on nuclear power, weapons and radiation, and their perception of risk in relation to conflicts, terrorism and nuclear accidents etc. .\\n\\nThe research enhances understanding of how nuclear debates percolate into aspects of Indian popular culture including films, dramas, magazines and comics. Themes in relation to the history of public debates about nuclear weapons in Europe and the USA are considered as with my comparison of 'western' and Indian movies on nuclear themes; and for my analysis of 'atomic heroes' in children's comics. New perspectives are also provided through archival research, where original material on the atomic theme in mid-1940s public culture has been investigated. \\n\\nDuring the period of this research from 2006-8, I completed a co-edited volume on censorship in South Asia, with a co-written Introduction (with William Mazzarella) and an authored chapter 'Nuclear Revelations'. I have also written a chapter for an edited volume by Itty Abraham. My last presentation of this research at the ASA Annual Conference 2008 was selected for the next edited ASA volume Ownership and Appropriation by editors Veronica Strang and Mark Busse (cf Publications). There was not enough time before resuming a heavy load of teaching/administration in September 2008 to complete this monograph although so far I have completed one chapter and drafted four others which require further research for their satisfactory completion:\\n\\nChapter 1 (not written)\\nIntroduction \\n\\nChapter 2 (draft - requires further research on Marathi/Hindi print media from mid-1940s)\\nThe Dawn of the Atomic Age in the Subcontinent\\n\\nChapter 3 (draft - requires further research on Marathi/Hindi print media from mid-1940s)\\nThe Atomic Imaginary in 1940s Bombay\\n\\nChapter 4 (draft - requires analyses of comparative contexts and update for recent developments eg the unprecedented Indo-Us nuclear agreement 2008)\\nRegimes of Nuclear Truths\\n\\nChapter 5 (draft - requires update to include perceptions of recent nuclear developments)\\nHopes and Fears\\n\\nChapter 6 (completed)\\nObserving the Instruments of Armageddon \\n\\nChapter 7 (not written - requires translation and analysis of relevant strips from 160 Hindi comics, and interviews with illustrators/designers) Atomic Comics Chapter 8 (not written) Conclusion.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H003304/1","grantId":"AH/H003304/1","fundValue":"30296","fundStart":"2010-01-01","fundEnd":"2011-01-15","funder":"AHRC","impactText":"","person":"Raminder  Kaur Kahlon","coPersons":[],"organisation":"University of Sussex","findingsText":" oThe project enabled the recording of idiosyncratic and lesser known accounts about atomic science which had been erased from India's national history in its bid to control atomic science to develop the post-independent nation.\noThe atom bomb and the atomic metaphor have been simultaneously fetishised as a source of incredible power, and normalised through repeated use in the culture industries.\noBy analysing the local impact of international treaties such as the Indo-US civilian nuclear agreement (2008) and national decisions on nuclear development, the study provided a unique, 'ground-up' perspective on nuclear issues, from culturally-embedded perspectives.\nOther findings are highlighted in excellent reviews of the book Atomic Mumbai: \nhttp://newcrossreviewofbooks.wordpress.com/2013/03/02/raminder-kaurs-atomic-mumbai-living-with-the-radiance-of-a-thousand-suns-new-delhi-routledge-2013/\nhttp://www.thebookreviewindia.org/articles/archives-1326/2013/august/8/atomic-superheroes-and-039item-bombs039.html\nhttp://aia.sagepub.com/content/1/2/223.full.pdf+html to provide further insights into 'nuclear popular cultures' in south Asia including Pakistan and surrounding plans for a nuclear plant in Bangladesh\nhow scholarly work can be used to creatively engage wider publics to take interest in the nuclear issue\na focus on anti-nuclear movements which will be covered in forthcoming book\nexploring user-friendly and people orientated energy networks\n'sustainable cultures' that do not depend upon large development projects Aerospace, Defence and Marine,Energy,Environment,Culture, Heritage, Museums and Collections,Security and Diplomacy,Other","dataset":"gtr"}