{"id":"CD8FB208-FBB2-4DB3-B8C4-C8CE448BD79D","title":"Systematic analysis of polarised trafficking during cell motility","abstractText":"Epithelial cells form a barrier between different compartments in the body. The outer layer of skin is formed from epithelial cells, and protects our internal organs from the external environment. A single layer of epithelial cells also separates the air space in our lungs from the blood vessels, and produces the barrier in the intestine across which digested food travels. When wounds form, such as cutting a finger on a kitchen knife, epithelial cells move by crawling forward to close up the newly exposed area. This crawling is referred to as cell motility. Improper wound healing can result in scar formation. With wounds to the skin, this might only pose a cosmetic issue; however, inside the body, this can be much more serious. One such medically relevant case can occur when dust and dirt is inhaled into the lungs. The small wounds to the epithelial barrier of the lung must properly heal, or a condition known as pulmonary fibrosis can result. If this occurs the epithelial layer across which oxygen is absorbed is replaced by scar tissue, which is not able to exchange gas properly. Thus, it is of great importance to understand the mechanisms that control epithelial cell motility, and this information could lead to the development of new treatments to promote wound healing and limit scar formation. Similar to the way our skin protects the inside of the body, the plasma membrane forms a barrier between the inside of cells, the cytosol, and the outside, extracellular, space. Many proteins reside in the plasma membrane and provide a linkage between the cytosol and extracellular space. These include channels and pumps that let specific substances into or out of cells, receptors for extracellular signals that cells send to each other, as well as adhesion proteins that permit cells to stick to each other, and the extracellular environment, or matrix. The number of these membrane proteins, as well as the activity and specific location within the plasma membrane, is controlled by a process known as vesicle trafficking. Vesicles are specialised carriers that transport cargo, such as membrane proteins, between different locations in the cell. The insertion of proteins into the plasma membrane occurs through exocytosis, while retrieval into the cytosol is achieved via endocytosis. Several different sub-pathways of exocytosis and endocytosis exist which can traffic specific cargo in response to particular cues. One main goal of this project is to determine which vesicle trafficking pathways are important in epithelial cell motility. Understanding of the trafficking of specific cargo could be harnessed to potentially stimulate wound healing. Techniques exist whereby a single vesicle trafficking process can be specifically inhibited, and by measuring subsequent effects on cell motility, particular pathways relevant to wound healing will be identified. Furthermore, through application of cutting edge microscopy we are able to image individual events of endocytosis and exocytosis, as well as the movement of single vesicles in the cytosol. This technology will be used to test the hypothesis that trafficking of cell adhesion proteins known as integrins from one area of the cell (e.g. the back edge) to another (e.g. the front edge) could drive cell motility. This will directly evaluate the 'polarised recycling model for cell motility', which suggests that back-to-front trafficking of adhesion proteins could drive a cell forward in a manner analogous to a tank tread. Finally, we will apply innovative computational approaches to analyse live-cell microscopy data to permit a systematic analysis of the role of vesicle trafficking in epithelial cell motility. Results stemming from this project could provide valuable information regarding the regulation of cell motility and could lead to the development of new therapies that could increase the rate of wound healing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H002308/1","grantId":"BB/H002308/1","fundValue":"337425","fundStart":"2009-10-01","fundEnd":"2013-03-30","funder":"BBSRC","impactText":"","person":"Joshua Zachary Rappoport","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}