{"id":"CD941B60-08A1-45F0-B250-43CF7B52BF4B","title":"Oscillatory baffled reactor for enhanced 1C gas bioconversion for energy production and storage","abstractText":"Societies globally have a critical need for energy and materials with minimal environmental impact. There are many technologies such as solar PV, wind, wave and tidal generation which can produce electrical energy with minimal environmental impact, however when compared to conventional fossil fuel generation systems they are more difficult to fit supply to demand. Therefore there is increasing interest in developing energy storage. The production of green methane and carboxylic acids by combining hydrogen using renewable electricity with surplus carbon dioxide from a number of industrial processes, has the potential to integrate gas, electricity and refueling infrastructures, decarbonise energy and chemical supply, contribute towards energy security, as well as providing economic benefits through expansion of market potential. Effective conversions of hydrogen and carbon dioxide have recently been achieved using a novel patented microbial process (filed by University of South Wales) for the production of green methane and carboxylic acids, however, productivity is limited by the rate at which gases can be solubilised into the liquid phase. This project will investigate the feasibility of using innovative and patented oscillatory baffled reactor (OBR) technology (own by NiTech Solutions Ltd) to optimise the solubilisation of input gases, therefore optimising the rate of green gas or carboxylic acids production and improving the technical and economic viability of the biotechnology processes. The project proposes a programme of collaborative research to determine the feasibility of utilising the OBR technology to enhance the gaseous rate of transfer and thus increase the microbial conversion of renewable hydrogen and biogenic or fossil carbon dioxide to either green methane (for energy use) or carboxylic acids (as energy vectors and chemical intermediates). The project addresses the challenges of production of liquid / gaseous biofuels, and the production of commodity, platform and intermediate chemicals and materials from gaseous substrates. The aims of the proposed research are to investigate and demonstrate efficiency benefits that the OBR technology can bring to the biomethanation / carboxylic acids biotechnology processes, the effect from these reactors systems on microbial communities and demonstrate the overall feasibility of the processes both in terms of productivity and energy efficiency, therefore justifying additional industry investment in scale up focused research and process deployment. The ability to produce low carbon sustainable energy, chemicals and materials to meet variable societal demands, using low temperature and pressure conversions, using a biocatalyst based microbial community and inexpensive non-metal based catalysts, and reduce energy lost through curtailment of renewable energy in the UK and across the world is expected to bring sound environmental and economic benefits for future generations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N012429/1","grantId":"BB/N012429/1","fundValue":"98409","fundStart":"2016-01-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"","person":"Sandra R Esteves","coPersons":["Alex Zyh Siong  Chong","Richard  Dinsdale","Tim  Patterson"],"organisation":"University of South Wales","findingsText":"","dataset":"gtr"}