{"id":"CD9521F5-9C7A-40DD-9AFD-7003CE297FB8","title":"Epidemiology and evolution of zoonotic schistosomiasis in a changing world","abstractText":"Schistosomiasis, caused by schistosome parasitic worms is a disease of profound medical and veterinary importance, inflicting unnecessary suffering on poor rural communities in many parts of the developing world, with the greatest burden within sub-Saharan Africa. Environmental change, through natural phenomena or human interventions, such as dam constructions or drug treatments, can substantially impact upon the dynamics and distribution of this disease, with potential positive and negative effects upon human and animal health. Such activities, combined with changes in agricultural practices, place selective pressures on human and animal schistosomes and increase the opportunities for mixing of different species. This mixing within the human or animal hosts can result in novel hybrids which may influence their potential for disease transmission and morbidity. Focusing within Niger and Senegal, our multidisciplinary proposal aims to understand the populations at risk of infection and disease with novel zoonotic hybrid schistosomes. The results obtained regarding the potential role of animal schistosomiasis in maintained infection hot spots, should prove valuable for control programmes, including recent plans for schistosomiasis elimination. We will also enhance the capacity of our West African partner institutions, from schistosome and host identification, population genetic analyses, together with partnership with industry to produce and evaluate new rapid mapping diagnostic tools for the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L018985/1","grantId":"BB/L018985/1","fundValue":"763444","fundStart":"2015-02-01","fundEnd":"2018-01-31","funder":"BBSRC","impactText":"","person":"Joanne P Webster","coPersons":["Amadou  Garba","Aidan  Emery","Momar  Ndao","David  Rollinson","Mariama  Sene"],"organisation":"Royal Veterinary College","findingsText":"","dataset":"gtr"}