{"id":"CD98FB0F-6B44-4D24-BAB0-D23E6789B4FB","title":"Nucleosome positioning factors and DNA double-strand breaks","abstractText":"DNA BREAKS AND DISEASE: The long helical DNA molecules which encode genetic information in chromosomes are not indestructible. DNA molecules can be damaged, and in the most extreme cases completely severed. These breaks are actually quite common and occur either accidentally due to the action of chemicals or radiation, or deliberately when cells cut their own DNA molecules as part of natural processes which shuffle genetic information. Whatever the origin of the break, a cell will die if the severed ends of DNA are not rejoined because broken fragments of chromosome can be cast adrift when a cell divides. Although cells possess multiple systems to recognise and repair broken DNA, these mechanisms are not perfect and may be disrupted in certain diseases. A decline in overall repair effectiveness may also contribute to ageing. In the worst case, mis-joining DNA molecules can scramble genetic information and reprogram cells to become cancerous. My lab is therefore interested in how break formation and repair works and, ultimately, whether we can manipulate the process as part of possible disease therapies. DNA BREAKS ARE CHROMATIN BREAKS: DNA in chromosomes is wrapped together with proteins to form a complex called chromatin. The proteins in chromatin act as packaging and insulation for DNA and every process occurring in the cell nucleus including the damage and repair of DNA occurs in the context of chromatin. We and others have recently discovered that manipulation of chromatin proteins is critical to efficient repair of DNA breaks. We have devised a technique to observe chromatin changes during the creation of DNA breaks in yeast cells, and discovered that a factor called RSC is required, immediately after break creation, to move chromatin proteins away from the chromosome ends in order for DNA repair enzymes to access the cleaved DNA. This process is analogous to an electrician peeling back the insulation at the end of a wire in order to make a connection. PROJECT OBJECTIVES: Objectives 1 and 2: Not only have we been examining chromatin just as breaks occur, we have also been following its structure during subsequent repair. Just after the DNA molecules are repaired, we can observe a process in which chromatin is also restored to its normal state. During this part of the project, we will use a similar strategy to the one we employed to discover RSC to understand whether or not this resetting process is important for repair and to identify specific factors responsible. Objective 3: Much of the system we study in yeast is based on a naturally induced chromosome break in a region called MAT. Repair of the MAT break is used to swap genetic information in a manner which allows yeast to change sex. A similar process occurs in human cells when genes are shuffled before eggs and sperm are produced and during the generation of antibodies to fight disease. We have been able to show that an alternative form of RSC in yeast is required for MAT breakage. Different forms of RSC therefore promote both DNA breakage and its subsequent repair. We will test the idea that the different forms of RSC recognise their targets through certain molecular tags added to chromatin. These experiments will tell us how chromatin may be used to regulate natural chromosomal breakage processes. Objective 4: Although much of our work centres on the MAT system in yeast, we have also been examining breaks which take place elsewhere. Some changes to chromatin proteins surrounding other broken DNA ends still occur in cells lacking RSC, suggesting that another early-acting chromatin-remodelling factor may be required for effective DNA repair. We will therefore test cells with genetic defects in chromatin remodelling and DNA repair to find the factor which is responsible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F012810/1","grantId":"BB/F012810/1","fundValue":"332584","fundStart":"2008-06-09","fundEnd":"2011-06-08","funder":"BBSRC","impactText":"  The RSC complex in yeast is an ATP-dependent chromatin remodeller of a type that has been shown to be mutated in a variety of human development and cancer disease states. Our work here allowed us to discover how RSC was involved in repairing DNA damage and promoting genome stability. In doing so we and our collaborators, have identified a possible new drug target. Education,Pharmaceuticals and Medical Biotechnology ","person":"Nicholas Anthony Kent","coPersons":[],"organisation":"Cardiff University","findingsText":" The RSC complex in yeast is an ATP-dependent chromatin remodeller of a type that has been shown to be mutated in a variety of human development and cancer disease states. We were able to discover the roles played by this complex in repairing DNA and promoting genome stability and identified a domain in the factor required for its main function. We were successful in three out of our four Objectives. Dissecting the role ATP-dependent chromatin remodellers in disease and well-being is a current focus of much research. Our work identified a potential druggable site within RSC which should be of interest to our collaborators and the filed in general. Our mutants are freely available via our publication. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}