{"id":"CD9C1CEB-2FC6-48B0-8309-A3530C6D258C","title":"Cosmological perturbation theory: meeting the challenges set by current and future observations","abstractText":"In the cosmological standard model small inhomogeneities are generated in the early universe during a period of exponential expansion of space, called inflation. These small inhomogeneities, only at the level of 1 in 100000, are imprinted in the 'primordial density perturbation' which has mainly three observable effects today: it causes the Cosmic Microwave Radiation (CMB) radiation to be slightly anisotropic and polarised which can be observed with microwave telescopes such as the WMAP and PLANCK satellites. The second effect is to generate anisotropies also in the distribution of the neutral hydrogen left over from the big bang. These anisotropies can today be mapped with radio telescopes such as LOFAR through the 21cm transition of the hydrogen. The third effect of the primordial fluctuations is to act as seeds for the formation of large scale structure, the distribution of galaxies, galaxy clusters and even bigger structures in the sky, which we can measure in galaxy surveys. These structures form through gravitational collapse, when matter 'falls' into the potential wells of the primordial fluctuations. This model of structure formation needs another ingredient, dark matter, which makes itself only noticed through its gravitational interaction with normal matter, and which enhances the gravitational attraction of the primordial fluctuations. The primordial density perturbation is generated from the vacuum fluctuations of the scalar fields present during inflation: either from the field responsible for inflation itself, the 'inflaton', or from a separate scalar field, the 'curvaton'. However, there might be more fields involved, depending on the early universe model. In order to find the correct model, we have to compare the theoretical predictions to the observational data. In recent years the amount of data available and its quality have improved significantly, in particular with maps of the CMB by WMAP and other experiments and the 2dF and SDSS large scale structure surveys. The PLANCK satellite, to be launched in 2008, will improve the data on the CMB even further. Recently, however, it has been realised that on small scales the mapping of neutral hydrogen via its 21cm transition could provide a new and potentially even richer source of data about the early universe. The radio telescope LOFAR, scheduled for completion in 2009, has begun to take data in April 2007, and more experiments are planned. Each model of the early universe makes different observable predictions, such as the distribution and size of hot and cold spots in the CMB, the 'spectrum' of the CMB anisotropies, and their statistical properties. If the fields interact with each other, or with the gravitational field, this will result in yet another observational consequence, non-gaussianity. Whereas to calculate the spectrum linear (first-order) perturbation theory is sufficient since we are dealing with quantities proportional to the field fluctuations, to get a handle on non-gaussianity we need second-order perturbation theory because now we have to deal with quantities quadratic in the field fluctuations. Second-order perturbation theory is still in its infancy today, but is essential for the calculation of non-gaussianity and other higher-order effects. We will therefore calculate the observational predictions of different realistic models of the early universe and compare them with the data, at the linear and at the second-order level. In order to be able to do that, we will extend second-order perturbation theory itself. The set of governing equations we will derive are too complicated to be solved analytically, even at linear order. This necessitates the development of numerical methods to solve the set of equations, which again we will do at first- and second-order in the perturbations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002150/1","grantId":"ST/G002150/1","fundValue":"315549","fundStart":"2010-01-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Karim Ali Malik","coPersons":["James  Lidsey"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}