{"id":"CDA350E0-3EEA-4107-8DD8-A2935119B778","title":"Soil ammonia oxidisers: an embarrassment of richness?","abstractText":"Microorganisms are essential for the creation and maintenance of soil fertility and for many other ecosystem functions, including nutrient cycling, bioremediation and plant growth. One particular group, the ammonia oxidisers, has a crucial role in the global cycling of nitrogen. These organisms perform the first, limiting step in nitrification, the sequential oxidation of ammonia to nitrite and nitrate. Nitrification can be beneficial to plants, but conversion of ammonia-based fertiliser often leads to nitrate pollution of groundwater sources of drinking water, substantial economic losses of fertiliser nitrogen and atmospheric pollution by the potent greenhouse gas nitrous oxide, a by-product of ammonia oxidation. \n\nMicrobial communities in soil, including ammonia oxidisers, are now characterised using molecular techniques, in which diagnostic genes are sequenced from DNA extracted from soil. This approach shows that microbial diversity in soil is extremely high, with tens of thousands of 'species' per gram of soil. \n\nStudies of plant and animal communities indicate that ecosystem function (e.g. plant biomass) increases, up to a maximum, as the number of species increases. High diversity is believed to provide 'insurance' against the deleterious effects of environmental change by increasing the diversity of species able to perform the same function. Despite the crucial importance of soil ammonia oxidisers, and other microorganisms, virtually nothing is known of the relationship between their diversity and the important soil functions that they perform. This is partly due to difficulties in determining their high diversity but also to a belief, with little supporting evidence, that this high diversity 'insures' ecosystem processes against microbial species loss.\n\nIn this project we will exploit the power of modern techniques for gene sequencing to estimate the number of different ammonia oxidisers in soil, i.e. their 'total' diversity. This will involve in-depth, high-throughput sequencing of the amoA gene, a diagnostic functional gene for ammonia oxidation, crucial for the first step in ammonia oxidation. We will then determine how many and which ammonia oxidisers can function at different soil pH values and temperatures. This will be achieved by changing either pH or temperature and then performing high-throughput sequencing to determine which amoA genes are up-regulated and which of the many ammonia oxidisers are growing under the changed conditions. We will also measure changes in nitrification rate. Experiments will be carried out in laboratory systems with different degrees of simplicity and reality: soil suspensions (the simplest), soil microcosms containing sieved soil and soil monoliths (minimal disturbance). These three systems will give us information on the degree to which heterogeneity in soil characteristics influences responses to environmental change. The sequence data that we obtain are also invaluable for analysis of evolutionary relationships within soil ammonia oxidisers. We will therefore use these data to investigate the roles of temperature and soil pH in determining rates of evolution.\n\nThis approach will enable us, for the first time, to assess which of the many organisms in highly diverse soil communities are active under different conditions, whether we should be concerned about diversity loss and whether diversity is important affects levels of fertiliser loss and pollution by ammonia oxidisers. The approach is potentially applicable to other microbial groups and ecosystem functions, and will therefore benefit other researchers, while information on evolution may be valuable in predicting future changes in diversity. The findings will therefore also be invaluable for those modelling the influence of environmental change, including climate change, on ecosystem processes, environmental agencies, agriculturalists and policy makers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L006286/1","grantId":"NE/L006286/1","fundValue":"476738","fundStart":"2014-06-01","fundEnd":"2017-11-30","funder":"NERC","impactText":"","person":"James I  Prosser","coPersons":["Graeme William Nicol","Cecile  Gubry-Rangin"],"organisation":"University of Aberdeen","findingsText":" no key findings yet as project has started recently  Agriculture, Food and Drink,Environment","dataset":"gtr"}