{"id":"CDB6E3DE-C383-4A4F-9EB9-E940E99C5D5D","title":"Cross-modality integration of sensory signals leading to initiation of locomotion","abstractText":"An animal that fails to respond appropriately to its sensory environment jeopardises its survival. If we try to catch a bird it will fly or run off. Most animals, like ourselves, can walk, run, swim or fly when stimulated. Even though this response seems very simple compared to our ability to think, talk and learn, the details of the way nervous circuits in the brain and spinal cord initiate locomotion remain poorly understood. In mammals, which have been studied most intensively, we have a broad knowledge of the areas of the brain and types of nerve cells which are involved, but the nervous system is astonishingly complex. To simplify the problem, we chose a very small animal, the newly hatched frog tadpole whose spinal cord is the thickness of a human hair. At this stage, around 2000 nerve cells in the brain and spinal cord may be sufficient to allow the tadpole to swim when it is touched. Over many years of study, we have classified these nerve cells into less than 20 types and defined their anatomy, properties, connections and the networks they form. Critically, we have discovered a small population of one type of nerve cell in the brain which is responsible for producing the rhythmic nervous system activity driving swimming. Experimental stimulation of these cells can lead to swimming and silencing them can stop it. Using our detailed knowledge about the tadpole nervous system, we have completed a first generation computer model of how the tadpole's nerve cells grow to make the connections and assemble the networks controlling swimming. Compared to other vertebrate animals, we therefore have remarkably detailed knowledge about this simple animal's behaviour and the nervous system controlling it. \n\nOur aim now is to exploit this knowledge about the tadpole to ask how and where its brain makes the decision to start to swim. This is possible because, uniquely, we have identified the brain nerve cells which drive swimming. We will test the hypothesis that these are also the nerve cells which make the decision to swim. In experiments in Bristol we will test whether all the signals about touch, light and other senses which the tadpole must take into account, converge on these cells. We can do this directly by recording their electrical activity and stimulating the tadpole while monitoring whether or not it swims. Using additional imaging methods where active cells are made to emit light, we will trace how signals pass cell-by-cell along the pathways in the nervous system connecting different kinds of stimulus to the nerve cells controlling swimming. Meanwhile in St Andrews we will use sophisticated electrical recording methods and pharmacology to examine the detailed properties of the nerve cells driving swimming. This will help us understand how they respond to sensory signals by switching from silence at rest to acting as pacemakers during swimming, rather like the cells which drive the heartbeat. In parallel, the Plymouth team will use computer models of the nerve cells and networks in the tadpole brain and spinal cord, combining the new findings from Bristol and St Andrews to understand the basic requirements to start and generate swimming activity. They will also allow us to extend theoretical models of decision making down to the level of nerve cells, which is where decisions are ultimately made. \n\nA shared evolutionary origin means that although the tadpole nervous system is small and young, it is built on the same principles as all vertebrates. Our findings should therefore provide broader insights into how brain networks controlling locomotion are organised. In the brain of mammals, like ourselves, these networks are remarkably complex, and when they go wrong, they cause severe problems in initiating locomotion, like Parkinsonism. Our hope is that study of a much simpler system may uncover core principles which lie concealed in the adult brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L002353/1","grantId":"BB/L002353/1","fundValue":"431575","fundStart":"2014-03-01","fundEnd":"2017-02-28","funder":"BBSRC","impactText":"  Following significant delays resulting from a major laboratory move to a new building (Life Sciences Building), the research on this grant is at an early stage and there are not yet any usable findings.  ","person":"Stephen  Soffe","coPersons":["Alan  Roberts"],"organisation":"University of Bristol","findingsText":" Following significant delays resulting from a major laboratory move to a new building (Life Sciences Building), the research on this grant is at an early stage and there are not yet any usable findings. Academic research into equivalent areas in other model systems. Education,Other","dataset":"gtr"}