{"id":"CDBEBA38-C8C2-471E-B5AA-FA8711BB6FAE","title":"Centre for East European Language-Based Area Studies (CEELBAS) Development Funding Phase 2","abstractText":"This proposal seeks to take forward the achievements of the Centre for East European Language-Based Area Studies (CEELBAS). As part of the UK Funding Councils' Language-Based Area Studies Initiative (launched in 2006 and supported since 2012 through Development Funding from the AHRC and British Academy), CEELBAS can point to considerable success in: (i) building UK capacity to understand and respond to developments in the strategically-important region of Central and Eastern Europe and Russia; (ii) overcoming fragmentation and promoting, through a strategic collaboration, the health and long-term sustainability of Language-Based Area Studies (LBAS) in the UK; (iii) showcasing the vital contribution made by Humanities and language expertise in addressing major research and policy challenges. With an increased emphasis on collaboration with the other LBAS centres and on engagement with other strategically important areas and languages, the activities proposed below for 2014-2016 will enable CEELBAS to build on these successes and to continue to meet the aims and objectives of its Funders. \n\nThe proposed activities are based around three Development Pathways. The first Pathway (A) aims to further develop - where possible through cross-centre collaboration - the already well-established CEELBAS knowledge exchange programme with public, private and third-sector organisations. This includes policy seminars, joint conferences, networking events and editorial partnerships, as well as a productive research internship scheme for postgraduate and early-career researchers. Such partnerships promote the practical application of knowledge and expertise and spread the impact of leading edge research and strategic language skills beyond academic environments. \n\nThe second Pathway (B) focuses on raising the international profile and connectedness of UK research through supporting workshops, conferences, international research visits and exchanges that take forward key research themes. As well as enabling UK and international researchers to collaborate and share expertise, including in areas of knowledge exchange and user engagement, this Pathway helps to create a vibrant research environment in which different insights and approaches are shared and applied across borders. Inter-regional and cross-centre research synergies will be particularly encouraged during this period in order to provide the comparative and global contexts necessary for contemporary Area Studies research. \n\nThe third Pathway (C) builds capacity through the further development of research and language skills training networks. Successful initiatives developed by CEELBAS since 2006 (e.g. ethics workshops, archives training, digital humanities training, and an online Language Repository) will be enhanced through greater collaboration and sharing of resources across the LBAS centres, including support for distance-learning initiatives and for training in knowledge exchange and public and media engagement. CEELBAS also has proposed a Doctoral Training Consortium (AHRC BGP-2 application in January 2014) that would secure maximum synergy and provide optimal value for students through the creation of a major centre of excellence for the postgraduate study of its region. \n\nThese activities provide a template for best practice that is applicable beyond the East European Area Studies research community (and its users), and could support future LBAS initiatives for other regions, such as South Asia and Latin America. CEELBAS innovation and leadership in promoting research excellence and knowledge exchange, and in providing training and career opportunities for postgraduate and early-career researchers, will help to ensure that humanities and language-based expertise in the UK universities continues to play a central role in addressing issues of strategic national importance and in advancing international cooperation and inter-cultural communication and exchange.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L006715/1","grantId":"AH/L006715/1","fundValue":"312618","fundStart":"2014-02-01","fundEnd":"2016-01-31","funder":"AHRC","impactText":"","person":"Zoran  Milutinovic","coPersons":["Evgeny  Dobrenko","Anton  Popov","Elena  Korosteleva","Derek Lambton Averre","Christopher Mark Davis","Emma Kathrine Widdis","Anne  Pauwels","Anne  White","Vera  Tolz"],"organisation":"University College London","findingsText":"","dataset":"gtr"}