{"id":"CDC63D48-88DC-4C4F-8C7B-BEA9E51884BD","title":"Digital Economy Sustainable Society Network+","abstractText":"Sustainable Development and Sustainability are some of the most commonly talked about concepts in media today. &quot;Sustainable Society&quot;, however, remains very difficult to actually define. For the purposes of this Network+, however, we have selected the following as a working definition:\n&quot;A Sustainable Society refers to one that takes into account the benefit of future generations of both the UK and the earth in its decision making processes through the protection and appropriate use of our economic, social and natural resources&quot;. \nWhile the potential role that ICT can play has long been touted in the commercial sector, true interdisciplinary research covering the multitude of aspects involved in economically, socially and environmentally viable solutions for society is sparse. Some pockets of evidence exist that indicate the potential for ICT to have on sustainability, these remain pockets, however, and there is a need to ensure the continued collaboration around these important topics.\nAt the same time, digital technologies are in the process of tearing down traditional barriers between sectors, and the mobile and cloud computing platforms may be viewed as forming the &quot;nexus of contracts&quot; of the global economy. The role that these platforms play has a distinct role in the development of sustainable regions and nations as new communities, businesses and structures of government are formed in response to the incredible rise in data streams. For example, the vision of responsive and agile local services was traditionally hampered by a shortage of information. Today, the problem is opposite - information overload.\nResearch into the role of ICT in supporting the development of a sustainable society covers an extremely large number of research areas, from water, waste, energy, local and national transport infrastructures, national and international supply chains, rural and urban enterprise infrastructures, community development and social infrastructure support mechanisms. The systems that form the basis of our society are now extremely complex systems, with multiple layers and multiple interactions between the economic, social and environmental spheres - it is not possible to affect one without affecting the others. Research is required to understand the nature of these interactions and how to best deliver services within them.\nIn such complicated systems, it is extremely difficult for academics working in these areas to know the right people in other research groups and areas. Often, researchers have to bypass opportunities to apply for research grants because they do not have the right research partners, be they academic, industrial or third sector/NGO. As a result, opportunities to address policy and research challenges within Digital Economy are missed. In addition, UK companies are unable to take advantage of a multidisciplinary approach to their problems so the opportunity to create genuine, lasting, real-world change and value creation is also missed.\nOver the next three years, we aim to redress these missed opportunities. This Network+ aims to change the landscape of connections between research communities in order to create a vibrant network of researchers who take not just a Digital Economy approach back to their home disciplines, but a Sustainable Society approach as well. We aim to seed a grassroots movement across Britain of researchers who naturally approach research questions from an economic, social and environmental perspective, with a particular focus on creating links between current researchers and the next generation of researchers. Through establishing these links, we will also identify the emerging research challenges within the Digital Economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K003593/1","grantId":"EP/K003593/1","fundValue":"1496410","fundStart":"2012-05-03","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"  The findings of this grant are yet to be finalised as we are still collating all the impact from the Pilot Study and Secondment winners. They are required to give finalised reports to us by April 2015. \n\nThe Horizon Scans have been well received and used by research colleagues in their applications to DE Next Stage and also by several companies. Ericsson have also put them on their global website in order to help us gain extra traction with the 'reach' of the reports - so far two of them have been downloaded over 3500 times in a 1.5 months. \n\nWithin the network itself, we have had good impact:\n? SSN Transport event alone resulted in 510 hours workshop attendance (let me know if you want me to round up the other workshops)\n? The SSN youtube channel, which hosts presentations from Transport Futures and Foodbanks, has had a total of 947 views.\n? We have been using JISCM@IL to communicate with our network who have received roughly two messages per month since September 2013.\n? 3,156 have visited the SSN Imperial site over the last year. The SustainableSocetyNetwork.net website receives approximately 200 hits per week, depending on whether we have open and active calls available.\n\nIn addition, the Network has run several successful events, listed below.\n\nUrban Prototyping London - April 2013\n\nAttendees - 550\n\nDuring April - June 2013, Sustainable Society Network+ and NEMODE Network+, led by Dr Catherine Mulligan from Imperial College, ran the &quot;Urban Prototyping&quot;, or &quot;UP London&quot; festival. This festival was a unique experiment in innovation and digital technology in the urban space.\n\nAn initiative of the Gray Area Foundation for the Arts (GAFFTA), Urban Prototyping, or UP Festivals, explores how technology, art, and design can serve as new tools for civic participation in a digital era.\n\nOur theme for UP London was: Digital Innovation to create resilient environments, economies and communities. \n\nThrough UP London, we explored how digital technologies can be used to create a Sustainable Society through empowering, engaging and connecting citizens to create resilience in their local communities.\n\nTransport Futures - Friday 21st March 2014. Imperial College London\n\nAttendees - 102\nOur workshop sought to bring together transport sector specialists, industry experts, policy-makers, researchers and the private sector to exchange ideas and discuss key areas that could be disrupted by advances in digital technology. These are: \no Change driven by the knowledge transfer of ICT solutions between the inter-city and commuter transport sectors.\no New measures of success in climate change mitigation and/or adaption through &quot;big data&quot; in transport.\no New measurements of gains and losses after disruptive changes to travel activity and congestion.\no Future ICT in demand management, changing our understanding of the balance between transport efficiency and accessibility.\no Change to the industrial structure of real-estate driven by advances in transport technology.\nPresentations were made by speakers from Imperial College London, Transport for London, Department for Transport, LSE Cities, Nanyang Technological University, Leeds University Business School as well as the Universities of Cambridge / Manchester / Oxford / Northumbria / Southampton\n\n\nDigital Technologies for Sustainable Local Agri-Food Systems - Thursday 3rd and Friday 4th July 2014. Imperial College London\n\nAttendees - 37\n\nOrganized by Sustainable Society Network+ as part of its research activities into the use of digital technologies to create a sustainable society in conjunction with the Scaling the Rural Enterprise project.\nDigital technologies have a role to play in the co-ordination of local and &quot;short&quot; supply chains. Within this workshop, we will brought together a variety of researchers and others active in food supply chains in order to explore the use of digital technologies (DTs) in alternative agri-food networks (AAFNs) in their scaling-up process and also in the food supply and distribution system to cities focusing on the &quot;Urban Food Strategies&quot;.\nPresentations were made by speakers from FoodTrade, FarmDrop, New Venture Advisors LLC, Aston Business School, Folk Labs, Centre for Technology and Development, MIT-IBM Network Science Research Center, Imperial College London and the Universities of Coventry, Wageningen, Swansea, Nottingham\n\nDesign for Sharing, as new economy or age-old sustainable practice - Tuesday 4th November. Cinema Museum, London\n\nAttendees - Final count TBC, 100+ pre registrations\nThis day reviewed sharing as a social, economic and environmental good, discussing how social cohesion as well as resource exploitation might be fostered and presenting examples of the nuanced work of local initiatives based in London and beyond.\nBringing together experts from community, policy, academia and media discussions our workshop discussed how we can design to support sustainability through sharing and what the sharing economy might contribute. \nPresentations were made by speakers from Makerspace, Brockley Society, The Centre for Architecture and Sustainable Environment, University of Kent, NESTA, Timebanking UK, People Who Share and Casserole Club\n\n\nMember Run Pilot Studies:\nTitle of Research Project DESIGN FOR SHARING \nName of Principal Investigator and University Ann Light, Northumbria University \n \nAUTHOR(S) TITLE REFERENCE \n Journal/Conf. year vol. page\nLight, A. and Miskelley, C. Design for Sharing - as New Economy or Age-old Sustainable Practice? Working Papers of the Sustainable Society Network 2014 3 Accepted\nLight, A. Engaging Citizens - What Participatory Research Can Tell Us About Designing the Future Transport Futures Conference, March 2014 2014 \nLight, A. Design for Sharing - as New Economy or Age-old Sustainable Practice? Design For Sharing - as New Economy or Age-old Sustainable Practice?, November 2014 2014 \n \nTitle of Research Project Exploring the role of Prototyping in Designing Future Cityscape Logistics Business Models \nName of Principal Investigator and University Gary Graham, University of Leeds \n \nAUTHOR(S) TITLE REFERENCE \n Journal/Conf. year vol. page\nGraham, G. Too-smart cities? Why these visions of utopia need an urgent reality check Guardian 2014 13-Mar-14 \nGraham, G. Exploring the role of Prototyping in Designing Future Cityscape Logistics Business Models MIT Media Lab and Center for Transportation and Logistics. 2013 \nGraham, G. Exploring Future Cityscape Models through Urban Logistics Prototyping Working Papers of the Sustainable Society Network 2014 2 \n \nTitle of Research Project Smart Cities Citizen Engagement and Environmental Impact Metrics \nName of Principal Investigator and University Alex Peng, University of Sheffield \n \nAUTHOR(S) TITLE REFERENCE \n Journal/Conf. year vol. page\nPeng, G.C. Smart Cities Citizen Engagement and Environmental Impact Metrics World Mobile Congress 2014 \nPeng, G.C. Citizen Engagement and Environmental Impact Metrics Working Papers of the Sustainable Society Network 2014 2 \n \nTitle of Research Project Sustainability of Mobile Broadband Architecture and Business Models \nName of Principal Investigator and University Jonathan Liebenau, LSE \n \nAUTHOR(S) TITLE REFERENCE \n Journal/Conf. year vol. page\nLiebenau, J, Elaluf-Calderwood, S, and B. Carla Modularity and network integration: emergent sustainable services in mobile payment systems HICCS, Hawaii, Jan 2014 2014 \nElaluf-Calderwood, S, Boucas, D, and J.Liebenau Sustainable Digital: Social Apps and Innovation in the Mobile Internet World ECIS, Tel Aviv 2014 \nLiebenau, J, and S. Elaluf-Calderwood Metrics for Assessing Internet Models and Sustainability TPRC41, Fairfax, Va. 2013 \nLiebenau, J, and S. Elaluf-Calderwood Institutions, Regulation and Governance of the Internet; A European Perspective on Traffic, Uses and Business Practices in the Digital Economy European Regional Conference of the International Telecommunications Society, Florence 2013 \n \nTitle of Research Project Digital Conservation \nName of Principal Investigator and University Koen Arts, Aberdeen University \n \nAUTHOR(S) TITLE REFERENCE \n Journal/Conf. year vol. page\nArts, K. Impacts of digital innovation on volunteer data submission in ecological citizen science Digital Conservation, Aberdeen 2014 \nvan der Wall, R. The role of feedback in citizen science projects Digital Conservation, Aberdeen 2014 \n \nTitle of Research Project USE OF SMART METERING DATA TO ENHANCE THE DELIVERY OF ENERGY EFFICIENCY POLICIES \nName of Principal Investigator and University Erica Marshall, University of Leeds \n \nAUTHOR(S) TITLE REFERENCE \n Journal/Conf. year vol. page\nMarshall, E. USE OF SMART METERING DATA TO ENHANCE THE DELIVERY OF ENERGY EFFICIENCY POLICIES Working Papers of the Sustainable Society Network 2014 2 Accepted\nMarshall, E. Secondments for academics - TEDDINET (Transformations in Energy Demand through Digital Innovation Network) and DECC (Department of Energy and Climate Change) TEDDINET 2014 \n \n \nTitle of Research Project Transforming Feedback \nName of Principal Investigator and University Tim Harries, Kingston University \n \nAUTHOR(S) TITLE REFERENCE \n Journal/Conf. year vol. page\n Tim Harries, Enrico Costanza, Graca Brightwell Notions of 'house' and notions of 'home' - their importance for interventions to reduce domestic electricity consumption Energy &amp;amp; Society Conference 2014 \n Tim Harries, Enrico Costanza, Graca Brightwell Notions of 'house' and notions of 'home' - their importance for interventions to reduce domestic electricity consumption Behave Energy Conference 2014 \nHarries, T., Costanza, E., das Gracas Brightwell, M. Transforming feedback - a study of how interactive, engagement-oriented feedback can enhance behaviour change around electricity consumption Working papers of the Sustainable Society Network+ 2014 3 \n \nTitle of Research Project Supporting data-driven urban agriculture with &quot;Internet of Plants&quot; technology \nName of Principal Investigator and University Dr Gianluca Marcelli, University of Kent \n \nAUTHOR(S) TITLE REFERENCE \n Journal/Conf. year vol. page\nC S Ang Internet of Things research at Kent Conference 2014 \nC S Ang Qualitative methods in HCI Conference 2014 \n \nTitle of Research Project Live or Work? \nName of Principal Investigator and University Rachel Granger, Middlesex University \n \nAUTHOR(S) TITLE REFERENCE \n Journal/Conf. year vol. page\nGranger, R. and Wejdan, K. Live-Work Units as Creative Place-making AAG 2015 \n \nTitle of Research Project SMARTER METERS: LESSONS FROM THE IMEASURE TOOL \nName of Principal Investigator and University Chris Foulds, Anglia Ruskin \n \nAUTHOR(S) TITLE REFERENCE \n Journal/Conf. year vol. page\nFoulds, C. and Robison, R. Investigating the influence of digital feedback technologies and the provision of long-term consumption data on everyday life Midterm conference of ESA RN 12, in cooperation with ISA RC 24: 2nd Energy &amp;amp; Society Conference. 4-6 June 2014, Krakow, Poland. 2014 \nFoulds, C. (2014) Why do energy efficiency projects rarely achieve anticipated savings? A theoretical comparison Home Energy Liaison Group seminar, 5 August 2014, Cambridge, UK. 2014 \n&amp;quot;Foulds, C. (2014) \n\n&amp;quot; 'Everyday sustainability: Negotiating carbon footprints', ESRC Festival of Social Science. 05 November 2014, Cambridge, UK. 2014 \nFoulds, C. and Green, M. 'Challenges for developing a Built Environment in a changing and uncertain world', Global Sustainability Institute public seminar. 13 November 2014, Chelmsford, UK. 2014 \n \nTitle of Research Project Online Social Networks (OSNs) Based System for Flood Prediction and Management \nName of Principal Investigator and University Prof Qiuhua Liang, Newcastle Unviersity \n \nAUTHOR(S) TITLE REFERENCE \n Journal/Conf. year vol. page\nSmith LS, Liang Q, James P, Lin W Crowd-sourcing for a flood resilient city Circulation - the Newsletter of the British Hydrological Society 2014 No. 120 4-5\nSmith LS, Liang Q, James P, Lin W Assessing the utility of social media as a data source for flood risk management using a real-time modelling framework Journal of Flood Risk Managemen ?? under review \n \nTitle of Research Project SUSTAINABILITY-ORIENTED INNOVATION: A DIGITAL PERSPECTIVE \nName of Principal Investigator and University Richard Adams, University of Surrey \n \nAUTHOR(S) TITLE REFERENCE \n Journal/Conf. year vol. page\nAdams, R., Albareda, L., Jeanrenaud, J-P. and Jeanrenaud, S. Sustainability Oriented Innovation 6th International Conference on Corporate Sustainability and Responsibility, 8/9 October 2014, Humboldt-Universit?t, Berlin 2014 \n \nTitle of Research Project DIGITAL HEALTH AND WELL BEING \nName of Principal Investigator and University DR MARIA EDITH BURKE \n \nAUTHOR(S) TITLE REFERENCE \n Journal/Conf. year vol. page\nDr Maria Edith Burke Well being and use of technology at home Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Energy,Environment Cultural,Societal,Economic","person":"Catherine Ellen Mulligan","coPersons":["John  Nelson","Ruth  Rettie"],"organisation":"Imperial College London","findingsText":" The Network+ was designed to connect best with best and create a flourishing network of researchers investigating the role of digital technologies in creating a sustainable society. We have been extremely successful in this with a number of successful events, a YouTube Channel, a website and newsletter to keep people engaged and informed. We have managed to allocate the significant majority of our Pilot Study funding with a total of 30 academic papers published from this research so far.\n\nMore importantly, however, the Network+ has engaged in detailed Horizon Scans with regards to digital technologies and their application in the future of our society. The aims of these Horizon Scans were to identify the remaining areas of research in relation to Sustainable Society. We found significant new areas that require investigation. The results of these studies were made available in 245 pages of analysis in the following industries\n1 Retail\n2 Energy\n3 Transport\n4 Finance\n5 Media\n6 Food and Agriculture\n\nA final overall report was also developed that outlined the core underlying economic fundamentals of the &amp;quot;digital economy&amp;quot;, which are fundamentally different to those of the industrial economy. The Horizon Scans were able to provide the empirical evidence of this shift in our economy, environment and society. Several companies have already used the Horizon scans. Others in the research community have also already used them to apply for their DE Next Stage applications. Agriculture, Food and Drink,Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Energy,Environment,Financial Services, and Management Consultancy,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Retail,Transport","dataset":"gtr"}