{"id":"CDC80949-E637-4DEA-B9A0-3AF24724106F","title":"iPSC-derived cardiomyocytes to model estrogen receptor modulation of stress cardiomyopathy and arrhythmic syndromes","abstractText":"It has long been known that young women are relatively protected from heart disease compared to men. For sudden death arising from disrupted heart rhythm, men are 80% more likely to be affected. This often occurs after sudden or chronic stress, and is triggered by adrenaline. We have been studying a newly described syndrome in which a sudden extreme shock (accident, bereavement) produces not sudden death, but a temporary reduction in heart function which then reverses. Sufferers come in to hospital thinking they are having a heart attack, but recover within days to weeks to have normal heart function. Interestingly, 80-90% of sufferers are women around or after the menopause. We reproduced this in an anesthetised rat model, and showed that a single dose of adrenaline could give the same effect. (In fact one dose of adrenaline from an epi-pen can sometimes have the same result in people). We found that very high adrenaline could switch from being stimulant to depressant, through an effect on its receptors on the heart cell surface. When we tried to stop it being depressant on the heart function, we induced sudden cardiac death. Our idea is that high adrenaline goes from being stimulant (but damaging) to depressant (but protective) through a receptor switch, and that this protects against sudden death. Here we want to know why this happens particularly in women at a time when estrogen is dropping, and whether this can give us insights into male/female differences.\n\nFor these experiments we want to move away from animal models to human pluripotent stem cells (hPSC). We know hPSC can reliably be turned into beating cardiac cells (hPSC-CM), and that they can show the same disrupted rhythm as a patient from which they came. They have adrenaline receptors more like human than are found in animal species, and adrenaline can produce the same kind of rhythm effects in the dish as in the whole heart. They are also very long-lasting in culture, and can be more easily experimented on - for example to turn off and on specific proteins. We already have ways to measure their beating activity and how easily they can be damaged. We also have a number of hPSC lines reflecting different natural gene variation in human populations. We aim to discover the mechanism of the adrenaline switch and how it can be changed by female hormones. The ideal goal for us would be to find a way to harness the protective effect without producing the temporary loss of heart function, and to develop a drug to use that mechanism. One other advantage of the hPSC-CM is that they can be produced in large quantities and used in multiple assays at the same time. The same cells and methods are being used now by pharmaceutical companies to test drugs, which means that any of our promising findings can go more quickly into drug development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M010422/1","grantId":"MR/M010422/1","fundValue":"343557","fundStart":"2015-01-19","fundEnd":"2018-01-18","funder":"MRC","impactText":"","person":"Sian E Harding","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}