{"id":"CDCC4BA9-5051-4F9A-A360-7CC3826EAA83","title":"Statistical Formulation of Intermittency in Magnetized Plasmas","abstractText":"Coherent structures, such as large-scale shear flows, are common features in many physical systems. These structures play a crucial role in the mixing and transport of quantities like chemical impurities, momentum, etc. In particular, they may reduce the transport locally, forming a so-called transport barrier. The small-scale turbulence also affects the large scale structures, with this feedback leading to the possibility of self-regulation. Furthermore, coherent structures can cause fast (super-diffusive) transport by coherent advection as well as intermittency (coherent fluctuations above a uniformly random, Gaussian background). Due to the complexity of the resulting dynamics, a theory of the formation of these coherent structures and their impact on transport is far from complete. In particular, intermittency caused by coherent structures invalidates a traditional mean-field theory based on single (average) turbulent coefficients, and a proper description of turbulent transport demands statistical formulation.The aim of the proposed research programme is to advance the theoretical understanding of the effects of coherent structures on turbulent transport, with the specific objective of developing the statistical formulation of intermittency by using non-perturbative methods (beyond mean field theory). While the main focus is on the applications to laboratory plasmas, in view of its interdisciplinary nature, the outcome of the proposed research will no doubt have significant implications for many other fields (e.g. astrophysical, geophysical and space plasmas, Earth's atmosphere, meteorology, oceanography, and engineering problems), stimulating researches in those disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D064317/1","grantId":"EP/D064317/1","fundValue":"197646","fundStart":"2007-03-20","fundEnd":"2009-09-19","funder":"EPSRC","impactText":"","person":"Eun-Jin  Kim","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}