{"id":"CDE0BAE1-6F4B-4C9B-8F24-3227ED7C2998","title":"Hearing Trouble: Sound Art in Post-Conflict Cities","abstractText":"Hearing Trouble is a cross-disciplinary research project that seeks to better understand the urban environment through an examination of sound and sonic art, focusing on the particular conditions of post-conflict cities undergoing rapid and radical change. Our research will focus on Berlin and Belfast, cities that support vibrant communities of sound artists and that have similar architecture and planning cultures. In contrast to the vast majority of research projects that examine the built environment through a visual focus, our research will analyse and respond to rapidly changing cityscapes via multiple aural perspectives. \n \nThe project will be lead by a sonic arts historian/practitioner (PI), and an architect/architectural historian (Co-I), who have established a strong foundation of collaborative research through their research group Recomposing the City: Sonic Art and Urban Architectures (www.recomposingthecity.org). Hearing Trouble will be the first major international research project to emerge from this group, demonstrating the significant potential of collaborative research between sonic arts and architecture.\n \nIn the first instance, we will critically analyse sound art projects and initiatives in Berlin since 1989 that respond to the city's post-conflict conditions. Berlin is internationally recognized as a leader in sonic arts research and creation and has a rich history of sound art exhibition, education programmes, and initiatives that engage issues of the built environment. The projects we will analyse range from city-wide sound art festivals to site-specific sound installations in urban and public space. Key projects include the Tuned City festival in Berlin, and Peter Cusack's Berlin Sonic Places (2012), which brought together sound artists, planners, architects and communities in considering three major redevelopment sites in Berlin. We will further study Bonn Hoeren, an ongoing project conceived and directed by the Berlin-based curator Carsten Seiffarth in which the city of Bonn appoints a City Sound Artist each year (2010-2020). By examining archival material (i.e. project documentation and critique), and by interviewing artists, curators, arts administrators, community groups, architects/planners and audiences, we will show how sound art initiatives have affected the ways in which Berlin and Bonn are understood. Our critical analysis of different projects will emerge from combined sonic arts and architecture perspectives, presenting a unique merging of sound studies and architectural research.\n \nUsing Berlin and Bonn as sources of exemplar projects, we will then examine sound art since 1998 in Belfast, a post-conflict city with an emerging community of sound art practitioners and a growing discourse about the built environment. In Belfast we will similarly interview a wide range of practitioners and other stakeholders, including architects and city planners. \n \nOur ultimate goal is for the research to inform the future development of Belfast, as a potential exemplar for other EU cities. Through Collaborative Workshops with architects, planners, and sound artists in Belfast, we will develop and propose new design strategies that consider sound in relation to the urban environment. Further, through Information Sessions with arts and architecture communities and city planning officials, we will show how a more nuanced understanding of the sound environment can help build better communities. These discussions and the earlier research will form the basis of an Advice Note which will give recommendations on good practice in relation to planning and sound, as well as a co-authored book, conference papers and a Web site. Hearing Trouble is proposed as Northern Ireland's planning powers are being devolved from centralised control to local authorities in 2015. Thus this research has the potential for significant and immediate impact on policy as well as its eventual repercussions in the built environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M008037/1","grantId":"AH/M008037/1","fundValue":"197382","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"AHRC","impactText":"","person":"Gascia  Ouzounian","coPersons":["Sarah Anne Lappin"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}