{"id":"CDE9D85F-3271-4EFB-A06B-4AC30F7E786E","title":"Bacterial and plant factors that influence adhesion of enterohaemorrhagic E. coli and Salmonella enterica to salad leaves","abstractText":"Until now, research into transmission of food-borne pathogens has largely focused on farm animal reservoirs. Although transmission of enteric pathogens via salad leaves is on the rise, only a few studies have addressed the molecular mechanisms used by human enteric bacterial pathogens to attach to plants. Likewise there have been few studies investigating variation between plant genotypes on bacterial adhesion and/or survival and those that have not addressed the genetic basis of any differences. In this project we aim to investigate how human bacterial pathogens attach to salad leaves (in particular lettuce). We will determine the effect of bacterial growth condition on the ability of the organism to attach to leaves. Similarly, we will determine the effect of plant growth conditions on susceptibility to bacterial attachment. Using genetic approaches, we will determine which bacterial genes are involved in leaf attachment and we will utilise a lettuce mapping population of recombinant inbred lines to initiate studies aimed at gaining an understanding of the genetic basis of a plant's susceptibility to bacterial adhesion. We will also determine survival and replication rates of Salmonella and E. coli on the different lettuce lines. The ultimate goal of our studies is to provide the underpinning knowledge of the interaction between the plant and enteric bacteria in the phyllopshere to allow the development of strategies to reduce the risk of crop contamination and to increase food safety.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G013543/1","grantId":"BB/G013543/1","fundValue":"373022","fundStart":"2009-02-23","fundEnd":"2012-02-22","funder":"BBSRC","impactText":"  We have published a number of data papers and several reviews, as well as presenting the data in national and international conferences Environment ","person":"Gad  Frankel","coPersons":[],"organisation":"Imperial College London","findingsText":" We published a highly cited review on the interaction of human pathogen with edible plants. \n\n\n\nUsing the model plant Arabidopsis thaliana have shown that the plant is responding specifically to Salmonella O serogroups 1,3,19, leading to chlorosis and wilting. We have shown that the ability to produce cellulose plays a major role in the ability of Salmonella to attach to tomatoes. We have shown that flagella mediate attachment of enterotoxiginic E. coli to and AAF pilus of enteroaggregative E. coli to salad leaves. We have shown that the ripening stage of the tomato fruit impact on Salmonella plant interaction as only ripe fruit triggers formation of an extensive filamentous network by Salmonella of various serovars. \n\n\n\nFinally we have shown that a Salmonella autotransporter can degrade the tomato fruit cuticle thus providing nutrients for the attached bacteria. These data contributed significantly to our understanding of how human pathogens colonise edible plants and would aid both to increase food safety and to reduce food spoilage. Environment","dataset":"gtr"}