{"id":"CDEDF31E-6DBA-4004-9ED8-1046E100F88A","title":"Crossing Boundaries in Energy Storage","abstractText":"Energy storage is more important today than at any other time in history. Approx. 25% of CO2 emissions arise from burning fossil fuels in transportation. It is widely acknowledged that decarbonising transport is imperative and involves electrification.The greatest challenge facing electrification of transport is energy storage. Although electric and plug-in hybrid electric vehicles (EVs) will be with us in increasing numbers over the next decade, achieving a step change in driving range (e.g. the often stated Holy Grail of +300 miles) is impossible with the storage technologies available now and in the near term (lithium-ion batteries). Here we propose to investigate energy storage technologies far beyond the current horizon and with the potential to deliver a step change in performance of electric vehicles. We focus in particular on the Li-air battery, hydrogen and oxygen storage, in line with the scope of the call. These technologies fit into an overall vision for future hybrid EVs in which the Li-air battery, the hydrogen fuel cell (or perhaps ammonia fuel cell) and the reversible fuel cell (effectively a hydrogen-oxygen battery) play key roles. The Li-air battery has the potential to store far more energy than current generation lithium batteries but major hurdles remain to be overcome. Here we address some of the key hurdles facing a step change of Li-air batteries, opening the way to practical Li-air batteries in the longer term capable of a much extended driving range and available at lower cost than today and hence transforming transportation.Similarly we address the key challenge of hydrogen storage by a concerted series of approaches to identify the solid state stores that meet the criteria for a transformation in the mobile storage of hydrogen for transport. We also examine the radical concept of solid state oxygen storage using transition metal and peroxo compounds. Such stores would find applications as sources and sinks of O for the cathode in a Li-air cell or for a reversible fuel cell. By working together we break down the traditional boundaries between these research fields, enable the cross-fertilisation of ideas that may lead to innovative solutions to the problems of each field and train personnel in a culture of working across these boundaries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I022570/1","grantId":"EP/I022570/1","fundValue":"3039220","fundStart":"2011-08-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"","person":"P  Bruce","coPersons":["John  Irvine","Duncan Hudson Gregory","Peter Joseph Hall","Keith  Scott","Paul Alexander Connor"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}