{"id":"CDF363FD-4258-4760-A187-FA425C0539F9","title":"Nanostructured Thermoelectric Oxides for Energy Generation: A Combined Experimental and Modelling Investigation","abstractText":"The Seebeck effect is a thermoelectric effect whereby a temperature gradient across a material is converted to a voltage, which can be exploited for power generation. The growing concern over fossil fuels and carbon emissions has led to detailed reviews of all aspects of energy generation and routes to reduce consumption. Thermoelectric (TE) technology, utilising the direct conversion of waste heat into electric power, has emerged as a serious contender, particular for automotive and engine related applications. Thermoelectric power modules employ multiple pairs of n-type and p-type TE materials. Traditional metallic TE materials (such as Bi2Te3 and PbTe), available for 50 years, are not well suited to high temperature applications since they are prone to vaporization, surface oxidation, and decomposition. In addition many are toxic. Si-Ge alloys are also well established, with good TE performance at temperatures up to 1200K but the cost per watt can be up to 10x that of conventional materials. In the last decade oxide thermoelectrics have emerged as promising TE candidates, particularly perovskites (such as n-type CaMnO3) and layered cobaltites (e.g. p-type Ca3Co4O9) because of their flexible structure, high temperature stability and encouraging ZT values, but they are not yet commercially viable. Thus this investigation is concerned with understanding and improving the thermoelectric properties of oxide materials based on CaMnO3 and ZnO. Furthermore, not only do they represent very promising n-type materials in their own right but by using them as model materials with different and well-characterised structures we aim to use them to identify quantitatively how different factors control thermoelectric properties.\nThe conversion efficiency of thermoelectric materials is characterised by the figure of merit ZT (where T is temperature); ZT should be as high as possible. To maximise the Z value requires a high Seebeck coefficient (S), coupled with small thermal conductivity and high electrical conductivity. In principle electrical conductivity can be adjusted by changes in cation/anion composition. The greater challenge is to concurrently reduce thermal conductivity. However in oxide ceramics the lattice conductivity dominates thermal transport since phonons are the main carriers of heat. This affords the basis for a range of strategies for reducing heat conduction; essentially microstructural engineering at the nanoscale to increase phonon scattering. The nanostructuring approaches will be: (i) introduction of foreign ions into the lattice, (ii) development of superlattice structures, (iii) nanocompositing by introducing texture or nm size features (iv) development of controlled porosity of different size and architecture, all providing additional scattering centres. Independently, TE enhancement can also be achieved by substitution of dopants to adjust the electrical conductivity. By systematically investigating the effect of nanostructuring in CaMnO3 and ZnO ceramics, plus the development of self-assembly nanostructures we will be able to define the relative importance of the factors and understand the mechanisms controlling thermal and electron transport in thermoelectric oxides.\nA key feature of the work is that we will adopt an integrated approach, combining advanced experimental and modelling techniques to investigate the effect of nanostructured features on the properties of important thermoelectric oxide. The modelling studies will both guide the experimentalists and provide quantitative insight into the controlling mechanisms and processes occurring at the atom level to the grain level, while the experiments will provide a rigorous test of the calculation of the different thermoelectric properties. \nWe will assess the mechanical performance of optimised n-type and p-type materials, and then construct thermoelectric modules which will be evaluated in automobile test environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I03601X/1","grantId":"EP/I03601X/1","fundValue":"279297","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"Stephen Charles Parker","coPersons":[],"organisation":"University of Bath","findingsText":" Thermoelectric (TE) devices convert waste heat into electricity and hence can provide supplemental source of energy. A computational procedure to evaluate the thermoelectric value of the material, namely the figure of merit (ZT), was developed. ZT measures of the thermoelectric efficiency and its optimal value is achieved with high Seebeck coefficient, high electrical conductivity and low thermal conductivity. Particular effort has been focus on optimizing these parameters by means of nanostructuring (i.e. introduction of grain boundaries and/or nanopores) and band engineering (i.e. doping). Different materials have been exploited, for niche (Cassini probe uses a radioisotope TE generator) to widespread applications (automotive TE generators). Oxides materials are promising materials for thermoelectric application as they are stable at high temperatures, can be synthesized with non-toxic and sustainable metals (unlike the current TE materials), and can be doped with a wide range of elements resulting in n-type and p-type materials. We focus on band engineering using a combination of plane wave pseudopotential and all-electron calculations to study the two perovskite oxides CaMnO3 (CMO) and SrTiO3 (STO). The transport properties were evaluated using the Boltzmann transport theory. The effect of doping and co-doping and the role of defects on thermoelectric properties of (co-)doped CMO and doped STO. The consistent computational procedure to evaluate the figure of merit can be used to screen amongst a large number of materials with different doping and nanostructuring. This could be implemented on a large scale with an iterative procedure generating a library of structures and their thermoelectric properties, such as the US based &quot;Material Project&quot;. Aerospace, Defence and Marine,Chemicals,Energy,Environment,Transport","dataset":"gtr"}