{"id":"CDF435CF-A45B-4773-8B2E-FE03477D0F8A","title":"Sickness behavior: causes and functional consequences","abstractText":"All animals exhibit behavioral changes due to infection. Conspicuously, some of these changes are quite general: for example, people and other animals with a very wide variety of different infections tend to show reduced appetite and disruptions to circadian behaviors (like sleep). These general effects of infections on behavior are broadly called &quot;sickness behaviors&quot;. Sickness behaviors have significant effects on human health and well-being, but they also have real costs in other animals. For example, reduced feeding due to infections in cattle reduces beef quality and quantity, and similar effects exist in other livestock.\n\nThe fact that sickness behaviors are so widespread among animals suggests that they must be an important part of the immune response, but we know relatively little about their actual function. We also know relatively little about their cause, in most cases: many different signals are produced by the immune system in response to infection, and most of these signals have effects on the nervous system, but the actual specific immune signals responsible for any particular sickness behavior tend to be difficult to pin down.\n\nThe experiments we propose to perform here focus on two sickness behaviors-reduced feeding and circadian disruption-in a fruit-fly. We have found a specific gene that is turned on in the fruit-fly in response to infections. This gene produces a signal that is received by brain cells. We have found that this signal makes the fruit-fly eat less when it has an infection. One aspect of the work we propose here is to understand how infections turn on this signal, and where the signal is coming from-for example, is it coming from blood cells or brain cells? This is important for the fly because flies that cannot receive this signal have reduced ability to fight infections; it is important for people and other mammals because we also produce the same signal in response to infections. Understanding how this signal is turned on, what cells produce it, and its functions in the fruit-fly will help us understand what kinds of changes can be generated by the same signals in humans and how we can manipulate these signals to promote better immune competence or less disease pathology.\n\nWe also would like to understand why it is important that we eat less when we are sick. Our laboratory has previously shown that fruit-flies, like people, alter their metabolic activity in response to infections; we have recently discovered that the fruit-fly must shut down critical energy-storage functions in order to raise a productive immune response. One way to shut down energy storage is to eat less. Thus, our prior work suggests that sickness behaviors might be directly required to produce an immune response. The work we propose to do here will test this: we will learn how important reduced feeding actually is in generating a functional immune response. This kind of experiment is difficult and expensive in mammals, but it is comparatively easy and quick in flies, and it will allow us to ask more-focused questions in experiments on humans and mice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L020122/2","grantId":"BB/L020122/2","fundValue":"218363","fundStart":"2015-06-22","fundEnd":"2017-09-21","funder":"BBSRC","impactText":"","person":"Marc Stuart Dionne","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}