{"id":"CDFC1FF0-71D2-48DE-9892-6AEC9ECDAC93","title":"A New Approach to Vibration Mitigation of Moving-load Problems","abstractText":"Dynamic problems with moving loads are analytically and experimentally more difficult to solve than problems with conventional stationary (but dynamic) loads. They are however very commonplace, occurring in traffic flows on bridges, roads and rail tracks, pipelines carrying fluids, machine parts such as clutches, brakes and sliders, machining operations involving metal removal, wood saws and cranes. It is believed that moving-load problems are likely to be extremely important in many modern machine applications, especially where low mass and very high speeds of operation are required, such as computer disk drives and high speed machining. Foot bridges (for example, the Millennium Bridge) and light-weight long-span floors are particularly susceptible to excitation by people walking (and also dancing or jumping for the latter) and have now become of particular concern to civil and structural engineers. The development of high speed trains in recent years has also posed serious and new technological challenges. Typical problems caused by moving loads include generation of unwanted noise, chatter, nonlinear and self-excited vibrations leading to instability and/or large-amplitude limit cycles. It must be recognised that it is inevitable that moving loads excite vibration. So the central research issue is not to completely suppress vibration excited by moving loads, because that is impossible to achieve, but rather to mitigate vibration thus caused. Vibrations excited by moving loads are not stationary in general and are characterised by a wide frequency range and high-amplitude, hence it is very difficult to reduce and control. The purpose of this new proposal is to study vibration mitigation of moving-load dynamic problems in a systematic way.The non-stationary nature of moving-load problems creates a two-fold difficulty: (1) time-varying frequencies form bands as the moving structure traverses the spatial domain and (2) the frequencies also vary with the speed of the moving structure. Therefore previously established methodologies, such as assigning frequencies to fixed values and instantaneous optimal control, would not work well or possibly not at all. New control concepts have to be explored, which is the major motivation of this new project.Structural vibration control may be based on several strategies: (1) classical linear optimal control, (2) pole and zero assignment, (3) instantaneous optimal control, (4) independent modal space control, and (5) bounded state control. While many works on structural vibration control are based on the first-order state-space formulation, direct treatment of the second-order equation of motion is the natural framework to vibration engineers. In addition, receptance-based inverse methods, first put forward for symmetric systems by Ram and Mottershead in 2007 and then extended to asymmetric systems by this applicant in 2009, have a particular appeal in that receptances are easy to measure and are required at only a small number of degrees-of-freedom; there is no need to know mass, stiffness or damping matrices so that numerical modelling errors can be avoided (a finite element model, though useful, is not required). Active vibration control has been a major research topic and has shown considerable promise in solving practical engineering applications in recent years, but with a relatively very small number of exceptions, active solutions of moving-load problems have rarely been studied. The abundant wealth of active control methods and theories used in non-moving-load problems have largely been left out of moving-load problems. This glaring absence presents a not-to-be-missed opportunity to create a new body of knowledge and apply it to novel applications. The applicant aims to bring fresh ideas into solving the long-standing but continuously expanding field of moving-load dynamic problems and achieve vibration mitigation in moving-load dynamics using active and passive control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H022287/1","grantId":"EP/H022287/1","fundValue":"307603","fundStart":"2010-02-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"","person":"Huajiang  Ouyang","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}