{"id":"CE097064-1C0E-45F2-A52F-42DC48FE46CF","title":"A High-Order Model of the Earth's External and Induced Magnetic Field","abstractText":"For centuries people have used magnetic compasses to guide them on their way and explore new territories. This has led scientists to embark on their own journeys of discovery about Earth's magnetism, and to the discovery of electromagnetism that is at the heart of modern technology - phones, TVs, computers, etc. Now, in the age of GPS, you might think that compasses are obsolete, but guidance by the Earth's magnetic field is still vital to explore for oil and minerals below ground (where GPS can't reach) and as a safety backup for planes, etc. And, ironically, GPS is affected by natural hazards caused by the Earth's magnetic field.\nSo the scientific study of Earth's magnetism continues to be important in many ways, so much so that in 2012 the European Space Agency will launch a mission called Swarm in which three satellites will orbit the Earth to survey its magnetic field in unprecedented detail. These measurements will be used to improve mathematical models of the geomagnetic field that provide a standard reference for various applications. One target area is a better understanding and description of the relatively rapid and complex magnetic fluctuations caused by electrical currents flowing in the upper atmosphere and in Space, ultimately driven by disturbances happening on the Sun that wax and wane with an 11-year solar cycle. This so-called external magnetic field also induces currents to flow in oceans and under the Earth's surface which in turn creates additional magnetic fluctuations.\nTogether, the external and induced magnetic field (EIMF) limits the accuracy of geomagnetic field models such that they aren't useful for surveys and navigation at places and times when the EIMF fluctuations are large, such as in the polar regions and during so-called magnetic storms that may happen once a month and last several days. The EIMF also creates a natural hazard for large-scale electrically conducting systems such as power outages in electricity grids, corrosion in oil pipelines, and even phantom railway signals.\nIn this project we will study the EIMF using a solar cycle's worth of measurements made at over 300 different locations around the world, recently collected together for the first time by an international project called SuperMAG. Our idea is to borrow mathematical techniques usually used by meteorologists for studying the weather and climate to identify the natural cycles and patterns of the EIMF. In conjunction with the Swarm mission, the resulting new descriptions and understanding of the EIMF &quot;weather&quot; and &quot;climate&quot; should help to improve the next generation of computer models of Earth's magnetic field. It can also be used to as a basis to assess and predict the risk of power outages in UK's National Grid caused by extreme EIMF fluctuations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J020796/1","grantId":"NE/J020796/1","fundValue":"451884","fundStart":"2012-10-01","fundEnd":"2016-05-31","funder":"NERC","impactText":"","person":"Mervyn  Freeman","coPersons":[],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}