{"id":"CE0EA16E-5785-489B-89C4-9A4B772F4AEC","title":"Manufacturing with Light - photochemical ALD to manufacture functional thin films","abstractText":"The purpose of this project is to develop a novel photochemical ALD manufacturing technology. Conventional atomic layer deposition is already widely used in the displays and microelectronics industries. It is a thermo-chemical process where two precursor reagents are pulsed in cycles onto a heated work piece. The combination of the substrate temperature and the chemical reaction energy drive the process forward to deposit the thin film layer by layer. Because the process occurs on the surface, highly uniform and conformal layers can be deposited onto high-aspect ratio or porous materials with ultra-precise thickness control. In this project, we propose to develop a UV photochemical ALD process. The purpose of this is to reduce the dependence of the process on thermal energy. We will use an existing ALD reactor at Liverpool and incorporate into it a switchable UV lamp source. This will be configured so that it can expose the separate gas-phase precursors or on the surface as adsorbates. The wavelength of the output will be tuned to photo-chemically decompose the precursors to form the film. In the second stage of the project we will investigate selective deposition or 'writing' of ALD films. We'll do this using a near field approach with a lithographic plate and secondly by incorporating a TI DLP chip into the optical train just above the work piece. Both of these approaches will enable us to expose adsorbates on the surface selectively and explore the prospect of patterning ALD films. If successful, the project establish the feasibility of a new process technology to extend ALD the other industry sectors, such as roll-to-roll barrier layers; plastic electronics; organic - inorganic PV; biomedical instruments and others.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L02201X/1","grantId":"EP/L02201X/1","fundValue":"200463","fundStart":"2014-03-01","fundEnd":"2015-08-31","funder":"EPSRC","impactText":"  This project is still in progress. So far we have demonstrated 'writing with light' deposition and a photolithographic ALD process Electronics,Manufacturing, including Industrial Biotechology Societal","person":"Paul Raymond Chalker","coPersons":["Richard John Potter","Christopher John Sutcliffe"],"organisation":"University of Liverpool","findingsText":" We have developed a new light-assisted thin film deposition process, which enables materials such as plastics, to be treated with inorganic thin films. We expect the results to be exploited by our industrial collaborators and CPI Electronics,Manufacturing, including Industrial Biotechology","dataset":"gtr"}