{"id":"CE10AF6F-5655-4EC2-9A39-14D0A73C0816","title":"Atlantic Europe in the Metal Ages (AEMA): questions of shared language","abstractText":"The project considers language in Atlantic Europe ('AE'=Britain, Ireland, northwest France, western Iberia) from first metallurgy (c. 2900 BC) to Latin's arrival (C&aacute;diz 206 BC, Ireland c. AD 400).\nCONTEXT. Many still believe that 'the Celts' spread from Iron Age central Europe (c. 750-100 BC) bringing Hallstatt and La T&egrave;ne material culture and Celtic speech; so earlier eras further west are non-Celtic by definition. A previous AHRC project showed the inadequacy of this model to explain Hispano-Celtic. Cunliffe's work on maritime networks and Koch's on AE's first written language, Tartessian, led to a shared conclusion: Celtic probably evolved from Indo-European in AE during the Bronze Age. \nData bearing on this problem has expanded explosively in recent years, but key research is divided by specialisms and languages (French, German, Portuguese, Spanish). A gulf separates archaeologists and linguists (who use effectively different languages even when speaking the same). Most researchers focus on one period and modern nation.\nThere are compelling reasons to view Metal Age Atlantic Europe as a whole. When AE's pre-Roman languages come into view, most are Indo-European, the majority specifically Celtic. Shared types of prestige metalwork used similarly across AE define the Atlantic Bronze Age (c. 1250-750 BC): complex cultural packages (using exotic raw materials), ideas and technology spread and evolved along Atlantic routes from the 3rd millennium BC onwards. \nAIM: In an innovative initiative, a team of linguists and archaeologists will collaborate closely, sharing detailed evidence and methodologies, to overcome chronic barriers in Celtic Studies. The team will assemble a large body of archaeological and linguistic data bearing on the question of how, when, and where Proto-Celtic emerged from Indo-European. The evidence will in the first instance be compiled as an extensive GIS (Geographic Information Systems) project, combining: 1) pre-Roman language evidence in , contextualizing Celtic names and inscriptions in long temporal archaeological contexts; 2) evidence implying overseas contacts: a) international metalwork and ceramic types and their sites (burials, hoards, settlements, ritual sites); b) scientific evidence for mobility/geographic origin of materials and people; 3) 14C dates, isotope analysis, and ancient DNA.\nOUTPUTS. We will share the GIS project with partners. The National Library of Wales will host an online version from 2013 (to include Iron Age data from the earlier project), maintained to 2019. International archaeologists and linguists will meet in a workshop in 2013 and conferences in 2014 and 2015. Cunliffe and Koch will edit books based on these events to follow Celtic from the West (2010; 2012). Monograph topics will include: Copper- and Bronze-Age western Iberia by UW RF Gibson (2013); Hispano-Celtic (2015) and Proto-Celtic (2016) by Koch and UW RF Fern&aacute;ndez; later Irish prehistory by AHRC RF1. A resource on 14C dates and Bronze Age metal sourcing will be created by AHRC RF2 Bray (2016). The team will co-author a popular illustrated 'Palaeo-Atlantic World' and Welsh version (2015). \nBENEFITS. Researchers habitually isolated by subject, discipline, and language will cross borders. The GIS project will provide a valuable multidisciplinary, multi-national resource, with open access in the website. We will use data and skills from private-sector archaeology, which in turn will benefit from innovative analysis by academics. Combining philology, heritage, academic and rescue archaeology will promote a rounded approach to the past, widening public access and opening career paths for specialists. Rethinking the history of the Celtic languages will challenge old ideas in the devolved regions. Celtic Studies is popular, but mass Celticism is haunted by pass&eacute; Romanticism and imagined nations. A fresh approach as 'Palaeo-Atlantic studies' will spur interest and foster constructive new directions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K002600/1","grantId":"AH/K002600/1","fundValue":"689168","fundStart":"2013-04-01","fundEnd":"2016-03-31","funder":"AHRC","impactText":"  The project is not complete. They have been used by members of the team still involved in the project. The results have thus far been promising and interesting, but we expect more later one. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural","person":"John Thomas Koch","coPersons":["Stuart  Dunn","Barrington Windsor  Cunliffe","Paul Hamilton Vetch","Raimund  Karl"],"organisation":"University of Wales","findingsText":" The project is not yet complete. The options that can be selected do not allow for this to be explained. There are some interesting preliminary findings, but it would be better to wait until these could be checked and confirmed nearer the end of the AHRC-funded project. The database will be useful and accessible to archaeologists and historical linguists and of interest to the public. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}