{"id":"CE11B8B1-C308-433C-A6B5-05347F7FC38C","title":"Novel interpretation of oceanographic measurements: Development and application at the Wave Hub demonstration site","abstractText":"The South West UK has been named a UK Marine Energy Park and is a hub for the development of marine renewable energy (MRE). In particular, the region has developed considerable facilities for testing devices to convert energy, and their components. As technology developers strive to progress their products to be commercially viable, these facilities are seeing unprecedented interest from the industry and the Wave Hub is one such facility. Situated in Cornwall, UK, this site offers developers an opportunity to demonstrate the capabilities of their technology to secure commercial interest. As such, verifying key processes is the principal aim for site-users;\n \ni. Energy extraction and device performance \nii. Planning and execution of marine operations\niii. Reliability predictions to inform service schedules during device operation\niv. Environmental impacts.\n\nFor these assessments, the more detailed information about the conditions the devices are experiencing and device response, the more confidence technology developers can have in their results. Through NERC research, data resources and expertise have built up in the academic community that have the capability to optimise the interpretation of oceanographic data for MRE applications, informing key processes identified above. Accessible tools to apply these methods and bring together data sets established through research will ease the access to essential information to refine their design and operating principles. Critically, it will also reduce uncertainty in estimating the true cost of energy conversion with this technology, generating more confidence in potential investors.\n\nThis project proposes to bring together unique data sets and leading research methodologies developed through NERC science into a novel method to provide unprecedented level of detail for the assessment of physical conditions at an operational site. NERC research has developed methods for highly detailed analysis of the physical environment and shown the benefit of using methods developed specifically for marine renewable energy. By developing accessible tools to combine these research methods and regional data, the project aims to unlock the potential benefits for the benefit of technology companies using the site. Critical analysis of the process and the results will be used to verify the application of these tools to a practical situation. Results here will be used to refine and develop the methods used, aiming to develop useful, practical tools to be incorporated into the long term development of the industry.\n\nIn order to achieve the aim the project has been arranged into three work packages (WP). WP1 is addressing the implementation of existing tools developed by UofE for validation of site data and to the assessment and characterisation of the environmental conditions at the Wave Hub site; WP2 will focus on the development of innovative algorithms that will incorporate methodologies developed through NERC research to the interpretation of oceanographic data; and WP3 will initiate the development of validation methods for the oceanographic interpretation algorithms, working towards their adoption into the development of standards to enhance MRE commercialisation.\n\n\nThis project is also aimed at developing the relationship between academia and industry. The Wave Hub represent an excellent conduit to the marine renewable energy industry and the project will embed knowledge, data and experience in this organisation. Finally, the project will lay a foundation for the long term exchange of academic knowledge to the marine renewable energy industry, allowing this nascent industry to continue to benefit from NERC funded research activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M007847/1","grantId":"NE/M007847/1","fundValue":"71424","fundStart":"2014-10-31","fundEnd":"2015-04-30","funder":"NERC","impactText":"","person":"Lars  Johanning","coPersons":["Ian Gerard  Ashton","Helen Claire Smith"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}