{"id":"CE1696BA-9134-4F8C-B533-33F6CC4E44E7","title":"The influence of the recent La Nina climate event on nomadic terrestrial birds in Australia's interior: A pilot study","abstractText":"Australia has experienced over the past 18 months rainfall of a scale and intensity that is unprecedented in recorded history. This rainfall event has now abruptly come to an end, and access to large parts of the Australian interior has just become possible The access to the Australian interior at a time of unprecedented ecological boom, when rare mass flowering and breeding events occur, presents us with a unique research opportunity. However, we need to act fast to initiate monitoring of this rapidly unfolding event or we will miss the first breeding season following the unusual wet period, and we will lose an opportunity to collect data at this period, against which subsequent monitoring during more normal, drier periods can be compared.\n\nWe plan to study the impacts of this rare event on the breeding distribution and abundance of nomadic terrestrial birds, i.e. those species that have no fixed breeding range but instead follow the availability of resources around the landscape, breeding whenever good conditions arise. Australia's nomadic terrestrial land-birds make up the majority of terrestrial nomadic species, in Australia and elsewhere around the world. With no previous census of the impacts of these types of extreme climatic fluctuations on the terrestrial species across climatic and habitat gradients, and with no plans in place to monitor this year's rapidly progressing events, we are in danger of missing out on an opportunity to study an unique and unfolding natural event of global importance; one that could prove invaluable in projecting the impacts of future climate change on ecosystems.\n\nBecause of the nature of Australia's climate, there is a steep gradient from wet to dry environments as you progress inland from the coast, such that you can cover large climatic gradients in relatively short distances. We propose a series of long-distance (1000km) transects to study the impacts of the recent climate events on the breeding, distribution and abundance of terrestrial bird species into the central and southern interior regions of Australia, normally the driest places in the continent. By selecting a series of transects covering climatic and environmental gradients from the interior towards the coastal margins, we will sample across a large space-for-time replacement gradient.\n\nThe first transects need to be initiated urgently to monitor species distributions during this period of abundant water. If this monitoring is delayed even by a couple more months, then it is likely that we will miss this important event, and lose an important baseline dataset against which to compare subsequent changes. It is imperative that we commence the work shortly, as some species (such as black-tailed native hen) will begin to breed soon after the rains have finished whereas honeyeaters, the most diverse passerine bird group in Australia as well as many raptors such as letter-winged kites will now be starting to set up territories for breeding in the spring (which occurs in about 6 weeks time).\n\nOur main objectives are:\nTo collect point abundance data for terrestrial bird species along a series of transects spanning climatic and habitat gradients during a period of unprecedented water availability, to relate short-term species occurrence data to climatic and environmental variables.\nTo put in place a census strategy that can be repeated in the future to detect the impacts of climatic changes on both short- and long-term population changes in nomadic species\nTo analyse and publish these results quickly to (i) highlight the magnitude of the ecological impacts of this climatic events and (ii) provide the first ever distribution maps and habitat association models for nomadic species in an ecological boom time.\n\nWe anticipate that this pilot work will lead to follow-on funding to study the longer term impacts of these climatic boom-bust cycles on the distribution and abundance of nomadic and mobile species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J01141X/1","grantId":"NE/J01141X/1","fundValue":"51834","fundStart":"2011-08-04","fundEnd":"2012-12-31","funder":"NERC","impactText":"","person":"Stephen G.  Willis","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}