{"id":"CE16A062-DEA5-4C56-B407-CB690E51BB48","title":"The evolutionary ecology of cognitive ability in the wild","abstractText":"Why individuals vary in their cognitive ability and the adaptive significance of cognitive ability are poorly understood. One of the main reasons for this is that few attempts have been made to understand how natural selection acts on cognitive variation under natural conditions, or to estimate the heritability of this variation. Our working hypothesis is that, because cognitive functions have costs and benefits, variation is maintained as a result of variable selection which arises because of heterogeneous environmental conditions. We propose to test this hypothesis in a long term study population of a generalist passerine. Great tits are year-round residents that use a wide range of patchily distributed food types, suggesting a role for learning in determining foraging efficiency, and ultimately survival and reproductive success. Our expectation is that learning ability is selected for when environmental conditions are poor, but against when conditions are good because higher learning ability comes at a cost to other functional traits, for example competitive ability. This variable selection would therefore lead to adaptive variation in the population. The major challenge in the field is to measure learning ability in large numbers of individuals of known genealogy at the same time as determining their fitness. We propose to use a novel system to automatically monitor how well individuals of known identity learn to associate a specific coloured light with a food reward. Already developed in the laboratory, we are currently modifying the system to work in the wild. The devices will be placed in the study population throughout the non-breeding season and will not only be able to identify each individually-marked bird using PIT tag (transponder) technology, but will also remember where individuals were in the learning process on their previous visit. Devices will also record their body mass at each visit, thereby allowing us to control statistically for the effects of body condition (controlling for body size using wing and tarsus length) on learning ability. The next stage will be to measure the reproductive success of individual birds and to identify the quality of the habitat occupied. Every year these data are routinely collected for the entire population allowing us to estimate natural selection on learning ability, as measured during the winter, controlling for the habitat quality (local population density and oak tree density) occupied by the individual. We will also directly test the idea that learning ability is traded off against competitive ability by asking whether 'tesselated territory size', and the number of unoccupied nestboxes within that territory, are negatively correlated with learning ability, which is most likely to be detected in males. Finally we will explore the relative importance of environmental and genetic effects in explaining individual variation in learning ability using the pedigree available for our study population. The relatedness of all birds can be estimated using the existing Wytham population pedigree, which will allow us to separate environmental (e.g. weather, natal environmental conditions) and genetic sources of variation, enabling us to generate an estimate of heritability for this trait. Our study will generate two significant and novel papers on the evolutionary ecology of a cognitive trait, and an additional technological paper on the automated system used, and will provide proof of concept for a longer, more detailed study on the proximate causes and selective consequences of this variation under natural conditions. These outcomes will not only be of wide interest to evolutionary biologists and behavioural ecologists, they will also be of interest to conservationists and ecologists because they will help to understand how cognitive ability helps individuals, and hence populations, adapt to environmental variation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I017208/1","grantId":"NE/I017208/1","fundValue":"51235","fundStart":"2011-07-04","fundEnd":"2012-07-03","funder":"NERC","impactText":"","person":"John Leo QuinnBen  Sheldon","coPersons":[],"organisation":"University of Oxford","findingsText":" This grant funded the development of methods to assess the speed with which individuals learn new information in wild populations. We demonstrated that this is possible quite successfully. A second part of the grant planned to compare the survival and reproductive success of birds that had rate of learning measured; this is still in progress. The development of interactive technology for wild animals may have important roles in conservation, or disease prevention Agriculture, Food and Drink,Creative Economy,Environment,Other","dataset":"gtr"}