{"id":"CE1E57F2-C04F-437D-9334-FBBC51FA5C46","title":"An investigation of Langerhans cell function in psoriasis","abstractText":"Psoriasis is a disfiguring, psychosocially disabling skin disease that affects 1 in 50 of people in the UK. The disease is chronic, currently incurable and carries an increased risk of coronary heart disease. Current suppressive treatments for psoriasis, although effective, carry with them significant side-effects. In early onset psoriasis genetic susceptibility plays an important role and is mediated by components of the immune system. One such component are Langerhans cells (LC) that represent the outpost of the immune system. Their normal role is to move from the outermost layer of the skin taking signals to the immune system in nearby lymph glands. This movement of LC is triggered in the skin by chemical signals such as interleukin-1-beta and tumour necrosis factor-alpha. We have shown previously that in the skin of psoriasis patients with early onset disease, i.e. beginning before the age of 40 years, LC are unable to migrate in response to these chemical signals. This is an important observation probably fundamental to our understanding of psoriasis. The proposed research will explore the underlying mechanisms that differentiate LC in the skin of patients with psoriasis from those of healthy subjects. This will be prosecuted at a number of levels: molecular, cellular and clinical. The results of the research are anticipated to define impaired LC function as a significant component of skin inflammation in psoriasis. Thereby allowing development of more targeted and more effective treatment of psoriasis. It is likely that these results could be relevant to an understanding of chronic inflammation of other organs such as bowel and joints.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700292","grantId":"G0700292","fundValue":"589911","fundStart":"2008-01-14","fundEnd":"2011-05-13","funder":"MRC","impactText":"","person":"Christopher Ernest Griffiths","coPersons":["Rebecca Jane Dearman","Ian  Kimber","Marie  Cumberbatch"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}