{"id":"CE1FF72B-F1B3-4C84-BDDC-5C7409C6FF80","title":"Designer niches - a novel approach to assessing the impacts of agricultural change on biodiversity at multiple spatial scales","abstractText":"It is now widely accepted that the intensification in agriculture we have seen over the last 40-50 years has had a detrimental impact on the environment in the UK, Europe and across the globe. One conspicuous change has been the loss of biodiversity (populations of a range of different animal and plants species). As a result, UK and European Government policies now seek to promote what is termed 'multi-functional agriculture' in which the needs of agricultural production are reconciled with objectives for environmental protection, including the conservation of biodiversity. This is challenging because biodiversity health is often assessed at large spatial scales (e.g. national population trends of particular species) whilst agricultural change is implemented at the field and farm-scales. Linking field-scale changes in agriculture with large-scale risks to biodiversity is essential for assessing the sustainability of such changes with respect to biodiversity conservation. If we could understand the risks agricultural change poses prior to or during its introduction, it would allow us to design measures to reduce the risk, and in so doing make the change more sustainable in terms of biodiversity conservation. In response to these issues, we have recently developed a framework for assessing the biodiversity risk of agricultural change to over 400 species of animals and plants in the UK. Our approach links national population trends to field-scale management changes by assessing the extent to which an agricultural change detrimentally impacts the niche requirements of each species. For example, for bird species niche requirements would include nesting habitats, foraging habitats, and the type of food they eat. Using data from the recent past, we have shown that as the extent of these impacts increase population decline becomes more likely, and have subsequently applied this new system to a range of agricultural change scenarios. Although our previous work is promising, it is fundamentally limited in two main ways. Firstly, it only deals with risk. When agricultural land-use changes it might have both risks and benefits to particular species, and we need to understand the net impact rather than just the risk. Secondly, it relies on simple but crude assumptions about the spatial congruence of agricultural change and species' ranges in order to estimate national population trends. Ideally, the response of biodiversity at multiple scales needs to be understood, so that field- or farm-scale changes in agriculture can be linked to biodiversity responses at similar and at larger (i.e. regional or national) spatial scales. Our proposed project aims to address these limitations by developing a new approach for assessing the risks and benefits of agricultural change to biodiversity over multiple spatial scales. Our project will focus on UK farmland birds, which are a valuable indicator for wider biodiversity, and bird populations are an important component of the UK Government's commitments to biodiversity conservation and sustainable agriculture. We have developed a new idea that we call 'designer niches' that attempts to understand how agricultural land-use designs the niche components for about 45 bird species. This involves translating land-use into the quality of nesting and foraging habitats for birds. We will then use this information to understand how bird abundance and their population trends relate to land-use via niche design, and apply these ideas to help us understand how bird populations might respond to future agricultural changes. This work will then be fed into agri-environment policy, and we hope that this will allow us to plan agricultural change more effectively to conserve biodiversity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F011911/1","grantId":"BB/F011911/1","fundValue":"254647","fundStart":"2008-06-16","fundEnd":"2011-09-15","funder":"BBSRC","impactText":"","person":"Kenneth  Norris","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}