{"id":"CE2485B5-1A53-4EFF-9CC4-DCA8B0A59640","title":"iSay: Visitor-generated content in Heritage Institutions","abstractText":"Museums and other heritage institutions often invite their visitors to contribute content to museum collections and exhibitions for a variety of purposes: to gather feedback and assess the effectiveness of their exhibitions, to enrich their collections with first-hand accounts of experiences with their objects, or simply to engage their audiences in interactions with their contents at a deeper level. Such examples date almost a century back, however, the whole notion of visitor-generated content has taken on completely new meaning with the advent of the social web. Users of the social web (including social networking sites, blogs, wikis, etc.) increasingly expect to be asked for their opinions and comments and to be offered opportunities to actively contribute rather than passively consume online content. Heritage institutions are already responding to this with a variety of projects that seek content from their online and/or on-site audiences. However, the sector yet lacks best practices for these projects to draw upon in order to tackle the many ethical and practical challenges of soliciting, using and disposing of visitor content. It is now critical to bring these projects together under a dedicated and structured forum to exchange experiences, to identify critical issues and challenges, to map future research agendas, and to encourage good practice.\n\nThis network will provide this forum through four structured events, which will focus on the following topics:\n- The Shape of Things: New and Emerging Technology-Enabled Models of Participation through visitor-generated content\n- &quot;It's my content 2.0&quot; - IPR, ownership and ethics\n- &quot;But it's my content too&quot; - Democracy, trust and moderation\n- The Shape of Things to Come\n\nThe events are intended to delineate and advance the debate over visitor-generated content versus institutional content as well as to unveil possible synergies. In doing so, they will contribute significantly to our understanding of the issues and challenges involved in integrating visitor content within heritage institutions, and will advance our practices and approaches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J005738/1","grantId":"AH/J005738/1","fundValue":"27126","fundStart":"2012-07-01","fundEnd":"2014-02-28","funder":"AHRC","impactText":"  One network participant from People's History Museum applied findings from the network to the 'Play Your Part' project in her organisation: 'I'd say that the iSay events were really valuable in informing our [VGC] project, especially the research we've done on different engagement methods'. \nOne network participant from Tate partnered with the project co-Investigator to research VGC practices in her organisation, leading to the generation/refinement of VGC-related guidelines.\nThese are two examples we have been able to capture since the end of the project earlier this year. We expect that in subsequent reporting periods we will be able to report more examples, as well as provide more details on the impacts of these reported here. Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections Cultural","person":"Giasemi  Vavoula","coPersons":["Jenny  Kidd"],"organisation":"University of Leicester","findingsText":" The iSay research networking project had three specific objectives: to enable exchange of experiences and inexperience and assemble best practices in visitor-generated content; to forecast future scenarios of visitor-generated content integration; and to spawn a visitor-generated content Special Interest Group.\nThe conferences/workshops we run as part of the project included a series of presentations, debates and provocations around the area of visitor-generated content and related technologies, and the new models of participation in heritage and culture that are emerging as a result. These events proved an effective forum for the exchange of ideas, feedback, suggestions and supportive criticism among participants. \nThe final event in particular enabled participants to reflect upon these discussions and the future of participation and engagement as the digital continues to evolve and penetrate all aspects of our everyday lives. \nWe used a blog to disseminate and capture the essence of these events (see URL below) and offer participants another way to engage with the project and each other.\nAlthough we have not yet established a formal Special Interest Group, we have nevertheless generated a network of contacts with interests in this area and have observed the emergence of collaborations between smaller groups of participants following network events. In the coming months we will be exploring best ways to implement the SIG. We have evidence that project outcomes are being picked up and put to use by museum practitioners. We expect that, following completion of the project publication outputs, other organisations will also be able to benefit from these findings.\n\nBoth investigators are also putting the project findings to use in their personal research, and are planning subsequent projects that will put new VGC-based models of participation into practice. Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections","dataset":"gtr"}