{"id":"CE24B8F8-027F-4348-80BE-E3A52170A6B1","title":"Preclinical Development of a Novel Bioactive Glass Cement for Bone Graft Substitution in Dentistry","abstractText":"When a tooth is extracted, the bone surrounding that tooth root no longer receives a physical stimulation connected to functions such as chewing or biting and its structure starts to alter. This remodelling (removing and replacing bone) of the bone results in net bone loss. Nowadays dental implants are the most common treatment for replacing a missing tooth. Dental implants consist of titanium screws that replace the root of a tooth once they are placed into the jawbone. They require bone tissue underneath and surrounding them for support to properly integrate into the jaw. People who have been edentulous (without teeth) for a prolonged period may encounter problems with dental implants as they may either not have enough bone left in the tooth socket or the insertion of the implant could be limited by the presence of areas of missing bone. To overcome these problems a bone like material is commonly used to entirely fill the bone socket after tooth extraction or fill a bone defect around the dental implant.\n\nThe most common materials available are synthetic calcium phosphate compounds. These offer the greatest potential for bone regeneration since they have a composition similar to the mineral components of the original bone. The rationale behind their use is that they will prevent the physiological remodelling/alteration of the bone after tooth extraction and promote new bone formation within the bone defect.\n\nThe aim of this research project is to assess the efficacy of a novel injectable material used to replace missing bone in implant dentistry. Its physical, chemical and biological properties have already been proven in our previous studies. Therefore, the next stage is to focus on specific clinical dental applications. We want to assess the in-vivo performance of two novel injectable calcium phosphate materials for bone replacement.\n \nCurrently all bone substitute materials are available for clinical use as granules that do not harden into a single construct. As a consequence the material can partially migrates from the site, coming out as small granules into the mouth, which leads to a failure of the procedure. Our materials is an injectable pastes similar to putty that can be easily moulded into the desired shape, they are essentially polyfillers for the skeleton. The novelty of our materials is the fact that they harden in a few minutes after being injected into the bone, ensuring a complete void filling of the site without any parts becoming dislodged after the implantation. Our materials show excellent handling properties and ease of use, which leads to a simplification of the surgical procedure and consequently, a shorter surgical time which benefits both patients and the surgical team involved. Initial investigations have demonstrated that our materials integrate well, bind strongly with bone and enhance the formation of new bone at a faster rate compared to other materials used for the same applications.\n\nIn this study we will use animal models to compare the performance of these two test materials with regard to their abilities to preserve the dimensions of the bone after tooth extraction and promote new bone formation around dental implants in direct comparison with a standard material commonly used in dentistry. \n\nThe introduction of these novel injectable materials in dentistry will help to overcome the limits of other synthetic materials currently available, such as low degradation rate, poor handling properties and low stability in the site of implantation, which are associated with failures of the surgical procedure. The clinical use of this material for implant dentistry will be beneficial for patients as it will lead to better outcomes, faster healing times and a shorter time required for completion of the final restoration. This project will provide all scientific data required for a CE mark, a requisite for licensing our products and will take the materials into clinical application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M025306/1","grantId":"MR/M025306/1","fundValue":"356185","fundStart":"2015-06-22","fundEnd":"2017-06-21","funder":"MRC","impactText":"","person":"Shakeel  Shahdad","coPersons":["Simon Charles Rawlinson","Niall  Kent","Robert Graham  Hill"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}