{"id":"CE30ED84-2D9A-47CC-8F31-6598D2725AC3","title":"Indian Ocean intermediate and deepwater variability during the last 150 ka","abstractText":"Glacial climate change was dominated by rapid variations on a millennial scale. In addition, when comparing Greenland and Antarctic ice core records this millennial scale climate change occurred asynchronous across the hemispheres. To date, paleoclimate research aiming at understanding the underlying controls predominantly focussed on variations recorded at the sea surface. Variations at depth, in particular outside the Atlantic sector, received comparably little attention, although variations of the circulation at intermediate and deepwater (and the energy fluxes involved) probably played an important part in this asynchronous climate change behaviour. The potentially important role has been recently emphasized based on unexpected records from the Indian and Pacific Ocean that documented repeated millennial scale circulation variations occurring at intermediate water depth. These results indicate that changes in the intermediate depth Arabian Sea and SW-Pacific are out of phase with the surface ocean variation in the region and that ventilation maxima in the intermediate depth Indo-southwestern Pacific Ocean occurred in antiphase to ventilation changes in the N-Atlantic ocean (see pilot study). These chemical variations also suggest an important role of ocean ventilation at depth for the rate of denitrification in the oxygen minimum zone of the Arabian Sea. Dentrification in the Arabian Sea is an important sink of fixed-N in the ocean and also a globally important source of N2O. Recent studies have argued that changes in denitrification modulate past variation in atmospheric CO2 through changes in the intensity of the biological pump. Records reflecting the deeper ocean are required to fully assess the water depth extent of these ventilation changes. High-quality records reflecting ventilation in this layer of the ocean lack or do not fully cover the time period of most pronounced millennial scale variability. Hence it is currently difficult to fully assess the chemical aspect of circulation variations in deeper parts of the ocean for global climate change given that suitable records are only available for the intermediate water layer. In addition, the available records are based on stable isotope data from benthic foraminifera and, hence, lack an independent temperature estimates that would be required to calculate crucial physical water mass properties such as temperature (energy flux) or salinity (essential for estimates of sea level change). Hence, a substantiated assessment of the importance of intermediate and deep ocean dynamics is currently hampered by (1) a general lack suitable deep ocean records and (2) a lack of independent temperature estimates for the respective ocean layers. The present project addresses these issues by studying available high-quality sediment cores from the Arabian Sea reflecting intermediate and deepwater changes through time in order to focus on three central goals (i) to reconstruct millennial scale variations in intermediate to upper deepwater circulation in the northern Indian Ocean over the last 150 ka; to use this information (ii) to assess the processes controlling relation of chemical and physical changes in intermediate and deepwater through time on a regional scale and beyond and (iii) to investigate the importance of these changes for the asynchronous climate change behaviour at the millennial scale during glacial times. In addition this study will help to better understand the coupling between ice sheet variations at the millennial scale and its impact on intermediate and deepwater properties, ultimately allowing for a significantly more substantiated assessment of the role of the deep ocean for global climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G000980/1","grantId":"NE/G000980/1","fundValue":"75256","fundStart":"2008-08-01","fundEnd":"2012-04-30","funder":"NERC","impactText":"  The impact of this project beyond academia is currently limited. In time it might help improving our understanding of the processed controlling climate change on a millennial time scale, which will be helpful regarding predictions of future climate change.  ","person":"Simon  Jung","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Understanding the processes controlling modern climate is essential for improving predictions of man-made climate change. A few years back the so-called bi-polar seesaw was discovered in ice cores. This climate change behavior is an out of phase climate oscillation between the poles, with glacial millennial-scale climate change over Antarctica leading climate change in Greenland by 1-1.5 thousand years. Progress has been made in describing the phenomenon in various key locations around the globe. Using a site from the Arabian Sea we were able to show that monsoon driven surface ocean circulation in the area varies in tune with the well-known millennial-scale variability found in Greenland ice cores. Surprisingly, our data also reveal that the change at intermediate water depth predates surface ocean change and shows a strong relation with Antarctic climate change. This finding suggests that intermediate water circulation may be instrumental for the bipolar seesaw, by temporarily storing energy in the intermediate depth ocean helping to maintain the energy imbalance between the poles. This project is based on a nearby marine sediment section from a deeper part of the water column to better understand if this behavior was restricted to intermediate water masses or reached deeper in the water column. The available results show that the deeper Arabian Sea shows repeated episodes of warm water incursions, possibly with a southern hemisphere origin. In order to place these findings in a larger context, a PhD based on sediment sections taken along the African continental margin further south is designed to assess with wider implications of our findings. Our findings will stimulate new research aimed at a better documentation of the changes in subsurface circulation around the globe, both from a sedimentary paleoceanographic as well as from a climate modeling perspective. In particular the role of subsurface water masses, possibly temporarily storing energy, may be important for predictions of future climate change. We will also apply for new funding. Environment","dataset":"gtr"}