{"id":"CE31525E-C29A-4294-8C96-64B8FFE550A0","title":"Latent Thioesters in Protein Chemistry and Chemical Biology","abstractText":"The peptide thioester is an important tool in modern protein chemistry and chemical biology, particularly for the synthesis of proteins using a chemical reaction called Native Chemical Ligation (NCL). The synthetic thioester, which may contain unnatural amino acids or molecular probes, combines with additional peptide components to form a full length protein. NCL has enabled detailed studies of how proteins work and can provide access to pure samples of therapeutic peptides and proteins.\n\nThe driving force for NCL is the formation of the amide linkage. However we recently described a new transformation where peptides and proteins fragment to afford thioesters in a reverse-NCL type reaction, a process that occurs via Nitrogen to Sulfur (N to S) acyl transfer. This reaction yields the important thioester tools for NCL which can be extremely challenging to prepare. Peptides of synthetic or biological origin can serve as substrates simply by introduction of a C-terminal cysteine residue, which functions as a latent thioester. When peptides are additionally furnished with an N-terminal cysteine, head to tail cyclic peptides are produced through a retro NCL/NCL reaction sequence.\n\nWe have successfully applied the thioesters from our reaction to assembly of several synthetic bioactive peptides and semi-synthetic proteins. However, only through a detailed understanding of this fascinating transformation will we deliver a general, scalable, enabling methodology for peptide and protein synthesis, labelling, and chemical biology. Furthermore, this transformation is of fundamental interest since amide bonds, usually considered the more stable carboxylic acid derivatives, are broken under near physiological conditions in the absence of any enzymes, and formed in water, in the absence of typical peptide coupling reagents.\n\nOur first goal is to improve the process through a detailed study in model peptides, exploring the ability of new terminal functional groups to expedite thioester formation. These experiments will ultimately tell us how reactions can be performed in shorter times, at room temperature or below. N to S acyl transfer can also be employed to remove a single amino acid from a proteins' N-terminus allowing access to N-terminal cysteine containing proteins which can also be very challenging to produce by other means. We will investigate optimal procedures for N-cysteinyl peptide production using fluorescence-based detection and apply an optimised protocol to an expressed protein. An interesting feature of our process is the ease with which head-to-tail cyclic peptides can be prepared. We propose that the cyclic product accumulates, in part, because solvent is excluded from the reaction site upon cyclisation and can explore this hypothesis using mass spectrometry in a model system. This process also highlights the dominance of NCL under our reaction conditions and additives that may temper competing NCL during thioester formation will also be explored.\n\nAn observed weakness is competing peptide hydrolysis at aspartate residues and so developing conditions, protecting groups, or aspartate &quot;surrogates&quot; that circumvent this problem will also be explored.\n\nThe second goal is to apply optimized protocols in more challenging contexts. First we will prepare an analogue of the HIV fusion inhibitor enfuvertide. Completion of the synthesis, in three sections, will provide a valuable proof of concept, employing two thioesters derived from our new methodology. The second application explores the synthesis of cyclic mirror image peptides derived from the naturally occurring beta defensin family of antimicrobials. The stability of these analogues is far superior to their L-peptide counterparts. To better understand the molecular basis for their antimicrobial activity we will conduct the synthesis of further analogues and prepare sufficient material for characterisation by NMR spectroscopy and X-ray crystallography.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007560/1","grantId":"EP/J007560/1","fundValue":"331401","fundStart":"2012-02-27","fundEnd":"2015-02-26","funder":"EPSRC","impactText":"","person":"Derek  Macmillan","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}