{"id":"CE3B5959-EBD8-413B-8C77-8E12B07D7A44","title":"Corrosion monitoring systems for structures in extreme marine environments","abstractText":"Structures in the marine context are exposed to an extremely aggressive environment. Serious risks arise to marine structures through a combination of chemical, biological, and physical actions, which may result in significant costs of ownership and use. These are not just at the level of millions of pounds annually for repair, rehabilitation, and replacement, but also for 'cleaning-up' the contamination that would inevitably arise from failure. Seawater contains a wide variety of dissolved inorganic material, of which the chloride ion in particular significantly influences the corrosion of marine structures. In the atmospheric exposure zone, air-borne chlorides are major factors responsible for the corrosion of the concrete structures. In the splash zone, chlorides, waves and tides make a major impact on the degree of corrosion experienced through both chemical and direct velocity effects from ocean currents. Wave loading on structures can be highly destructive, particularly during storms, combining as it does with loading from extreme wave action and high winds. In the tidal zone, chlorides and the growth of bio-organisms together play an important role in promoting the progression of corrosion effects as, for example, organisms can grow on the surface of concrete, and this may lead to microbial disintegration of concrete itself. In the submerged area in addition to chlorides, the physical characteristics of the seafloor sediments can affect the deterioration of concrete; for example, the grain size and packing factors of the sediments affect diffusion through the sediments which has a major impact on the availability of oxygen and other corrosive agents. Given these complex effects of the ocean discussed above, and the important effect on the resultant corrosion of marine structures, advanced research, suitably prioritised, for more effective corrosion monitoring and better control is required to safeguard the integrity of the structures and their components which are exposed to such an extreme environment. Therefore, an accurate assessment of the corrosion conditions at different stages is of vital importance both for the proper selection of longer life materials, durable and anti-corrosion coatings, and for effective corrosion control, and forms an important backdrop for the study in this novel research project. To tackle this vitally important area, this application has been developed collaboratively by two academic groups, which are active in complementary aspects of the field, working together to create new solutions to recognised problems in this extreme environment. The applicants consider that this can be done most effectively through enhanced monitoring systems being created to make better and longer term use of current infrastructure and resources and thus to extend the life of structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D030269/1","grantId":"EP/D030269/1","fundValue":"243145","fundStart":"2006-03-31","fundEnd":"2010-03-30","funder":"EPSRC","impactText":"  The design of pH and chloride sensors has been patented before being published. Their commercial exploitation is still on-going as a couple of companies has expressed interest in looking into their commercial potential  ","person":"Tong  Sun","coPersons":[],"organisation":"City University London","findingsText":" Successful development of a suite of corrosion-related sensors, including pH, chloride, strain and temperature and RH sensors to facilitate the real-time monitoring of concrete structures The design of pH, chloride sensors has been patented before the publication. The research has been widely publicized through publications, conferences and workshops. Construction,Transport","dataset":"gtr"}