{"id":"CE3DA096-9E07-4F78-98C9-A765906F2659","title":"A Novel Continuous Method for Co-crystal Formation","abstractText":"A high proportion of new drugs being discovered are extremely difficult to develop into viable dosage forms because of their inherently poor properties. Many of these drugs are poorly soluble and therefore the active ingredient is difficult to dissolve, for example in the stomach, which limits its ability to be transferred into the body. There are several potential routes to overcome problems such as poor solubility. These include reducing the size of the drug particles, forming salts or dissolving the drug in a soluble polymer by processes such as freeze-drying. These techniques are generally complex and costly, and are only suitable for some types of drugs.\n\nAnother potential method of improving the solubility of certain drugs is to form a co-crystal of the drug with another pharmaceutically accepted material, such as a sugar or vitamin. A co-crystal is a new crystalline structure produced from the two forming materials, which is a solid at room temperature. Recently, there has been an increased interest in co-crystal research, reflected by an exponential rise in the number of research publications and patents in this field over the last decade. However, the potential to use these materials has so far been limited by the methods by which co-crystals are produced. These have been restricted to manufacture on a laboratory scale of only a few grams, and have yielded a low purity of co-crystal, with typical conversion rates between 20 and 60%. Such methods include dissolving the two co-formers in a solvent and precipitating out the co-crystals, or grinding the two co-formers together with a small amount of solvent.\n\nA new method to produce co-crystals has been developed by an inter-disciplinary team at the University of Bradford consisting of pharmaceutical scientists and process engineers. The technique is based on twin screw extrusion, a well-established process in the plastics industry which is increasingly being used in the pharmaceutical sector. The extrusion process relies upon a combination of high temperature and shearing forces to gradually convert the co-formers into co-crystals. This method has been found to yield co-crystal purities close to 100% in initial experiments with model drugs such as ibuprofen with nicotinamide acting as a co-former. The technique is continuous, readily scalable and solvent-free, and thus lends itself well to industrial scale manufacturing. \n\nThis research project led by the research team at Bradford aims to explore the underpinning science behind the formation of co-crystals in this innovative process. Using a selection of model drugs and co-formers, the optimum conditions at which co-crystals form will be determined. A range of analytical techniques will be used to characterise the state and structure of the crystalline materials, including novel in-process measurements to quantify the dynamics of formation during extrusion. The pharmaceutical properties of these new co-crystals, such as solubility, drug release rate and stability, will be assessed and suitable downstream processing methods to convert the materials into tablets or other suitable dosage forms will be investigated. \n\nThe findings of this project will significantly improve the potential for use of co-crystals in commercial drug delivery. Understanding the fundamental mechanisms behind co-crystal formation and subsequent optimisation of this process will accelerate industrial interest in this field, providing direct benefits to the UK pharmaceutical sector and wider long term benefits to public health through the availability of otherwise unusable drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J003360/1","grantId":"EP/J003360/1","fundValue":"495364","fundStart":"2012-03-01","fundEnd":"2015-07-31","funder":"EPSRC","impactText":"  The patent has been filed and is in the national stages in various countries. A lock out agreement has been signed in July 2014 for commercialisation of the technology. This solvent free technology will make green impact. Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Anant  Paradkar","coPersons":["Adrian Lee Kelly","Nicholas  Blagden","Tim  Gough","Phil David Coates"],"organisation":"University of Bradford","findingsText":" Co-crystals typically contain two or more components, present at stoichiometric amounts, usually solid at ambient conditions. The main objective of exploring co-crystallisation of drugs is to modify physico-chemical properties such as solubility, stability, hygroscopicity, compressibility and dissolution rate. The crystallisation of co-crystal may be either through melt, solution or attrition routes. If the question is posed &quot;What limits the transition for larger scale production, from laboratory to full production?&quot; the response generally is that solution growth would be the first choice as this fits with current practice. However, the solvent used impacts on the crystallisation outcome due to the ternary nature of the phase diagram for co-crystal, components and solvent. Attrition routes such as milling are a possibility but issues such as energy consumption and scale-up difficulties limit its potential take-up. \nOur innovative technology SFCC is based on use of twin screw melt extruder as a continuous, solvent-free technique to produce co-crystals. This would involve the application of both shear and mixing at or near to the melting point of the lowest melting component or between the eutectic temperatures. The process is deemed green, readily scalable and is capable of being used for screening and manufacture. The product obtained by SFCC is in the form of agglomerates of co-crystals The patent has been published which is available for companies and other researchers to view. The information has been disseminated on Centre for Pharmaceutical Engineering Science website Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}