{"id":"CE40CCDD-2DC0-4660-B37A-D1BCA457B855","title":"Predicting Population Dynamic Responses To Life Cycle Perturbations","abstractText":"The traditional role of an ecologist is to explain the diversity and abundance of organisms. However, novel challenges and risks such as climate change, genetic modification, invasive species and the loss of biodiversity, mean that ecologists must be able to PREDICT what will happen to biological systems in the future. Organisms with complicated life cycles require special matrix mathematics in order to study how their populations change in size through time. However, the mathematics traditionally used by ecologists struggles to provide precise predictions of future population change. A new style of matrix mathematics, called Robust Control, is able to link all the information about individual life cycles to emergent properties of the whole population like growth rate and stability. But do we need this new maths? This project will test the ability of traditional and new techniques to predict the effects of perturbing real populations in the laboratory. Using freshwater Crustacea called Daphnia, it is possible to change the life cycle by selectively sieving out different sizes of individuals, then predicting and analysing the effect of this change on the growth rate of the population. The project will also use robust control techniques to analyse all the population matrices that have been published in ecological journals in the past.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D000130/1","grantId":"NE/D000130/1","fundValue":"51707","fundStart":"2006-01-06","fundEnd":"2007-01-05","funder":"NERC","impactText":"  Our theoretical advances have been used, to our knowledge, to inform the better modelling of population dynamics. This is evidenced by repeated citations to the published work. Environment ","person":"David James Hodgson","coPersons":[],"organisation":"University of Exeter","findingsText":" This grant developed theoretical tools, and used experiments with freshwater crustaceans, to help us understand the impacts of harvesting on populations dynamics. I fully recommend the use of all theoretical outputs from this work be used by population managers who wish to predict the impacts of interventions, including pest management, conservation management and harvesting. Agriculture, Food and Drink,Education,Environment","dataset":"gtr"}