{"id":"CE4AAF3D-A8F8-4B54-B438-A906D0496058","title":"Soft NanoPhotonics Programme Grant (sNaP)","abstractText":"Visible light can be made to interact with new solids in unusual and profoundly different ways to normal if the solids are built from tiny components assembled together in intricately ordered structures. This hugely expanding research area is motivated by many potential benefits (which are part of our research programme) including enhanced solar cells which are thin, flexible and cheap, or surfaces which help to identify in detail any molecules travelling over them. This combination of light and nanoscale matter is termed NanoPhotonics.Until now, most research on NanoPhotonics has concentrated on the extremely difficult challenge of carving up metals and insulators into small chunks which are arranged in patterns on the nanometre scale. Much of the effort uses traditional fabrication methods, most of which borrow techniques from those used in building the mass-market electronics we all use, which is based on perfectly flat slabs of silicon. Such fabrication is not well suited to three-dimensional architectures of the sizes and materials needed for NanoPhotonics applications, and particularly not if large-scale mass-production of materials is required.Our aim in this programme is to bring together a number of specialists who have unique expertise in manipulating and constructing nanostructures out of soft materials, often organic or plastic, to make Soft NanoPhotonics devices which can be cheap, and flexible. In the natural world, many intricate architectures are designed for optical effects and we are learning from them some of their tricks, such as irridescent petal colours for bee attraction, or scattering particular colours of light from butterfly wings to scare predators. Here we need to put together metal and organics into sophisticated structures which give novel and unusual optical properties for a whole variety of applications.There are a number of significant advantages from our approach. Harnessing self-assembly of components is possible where the structures just make themselves , sometimes with a little prodding by setting up the right environment. We can also make large scale manufacturing possible using our approach (and have considerable experience of this), which leads to low costs for production. Also this approach allows us to make structures which are completely impossible using normal techniques, with smaller nanoscale features and highly-interconnected 3D architectures. Our structures can be made flexible, and we can also exploit the plastics to create devices whose properties can be tuned, for instance by changing the colour of a fibre when an electrical voltage is applied, or they are stretched or exposed to a chemical. More novel ideas such as electromagnetic cloaking (stretching light to pass around an object which thus remains invisible) are also only realistic using the sort of 3D materials we propose.The aim of this grant is bring together a set of leading researchers with the clear challenge to combine our expertise to create a world-leading centre in Soft NanoPhotonics. This area is only just emerging, and we retain an internationally-competitive edge which will allow us to open up a wide range of both science and application. The flexibility inherent in this progamme grant would allow us to continue the rapid pace of our research, responding to the new opportunities emerging in this rapidly progressing field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G060649/1","grantId":"EP/G060649/1","fundValue":"3510870","fundStart":"2009-10-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  We have developed a host of different nanostructured materials with different light-matter properties, and potential applications. We engage with a number of companies, and are commercialising several of these, as well as developing new research based on them. Chemicals,Digital/Communication/Information Technologies (including Software),Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy Societal,Economic","person":"Jeremy John Baumberg","coPersons":["Stephan  Hofmann","Eugene  Terentjev","Malcolm  Mackley","Oren A.  Scherman","Ullrich  Steiner","Wilhelm  Huck"],"organisation":"University of Cambridge","findingsText":" A very large number of new ideas and configurations for changing the coupling of light with soft nanomaterials based on assembling metals, dielectrics and in/organic components. High impact papers, and many interactions with companies. Tuneable structural colour for security, sensing, health, decorative coatings, textiles. Discussions and funded partnerships with Nokia, 3M, Renishaw, DSTL and others ongoing. Patents filed on a number of the key advances. Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}