{"id":"CE4A2284-D6F2-4D6D-8733-E0E90EC8F53C","title":"Testing the apatite depletion hypothesis for early Holocene ecosystem acidification using the lake sediment record at Krakenes, Norway","abstractText":"For more than 80 years we have known that most lakes on Earth were formed by retreating glaciers at the end of the last ice age, and that these lakes underwent a period of rapid change before stabilising at something like their present day (but pre-pollution) condition. One of the most intriguing of these changes relates to the acidity of the lake water. Initially relatively basic (alkaline), the lakes gradually became acidic over the first few thousand years of their existence. Though many different explanations have been proposed over the years, there has been broad agreement about the cause for more than two decades. However, a newly formulated hypothesis challenges this consensus. If correct, it points to serious deficiencies in our understanding of how ecosystems evolve over 100s to 1000s of years. This has significant consequences for the reliability of Earth system models which are used to inform ecosystem management strategy in the face of rapidly changing climate. The purpose of the proposed research is to obtain direct evidence to test whether the new explanation is valid. Most scientists today favour a biological explanation for the post-glacial lake acidification, assuming that plants colonising the newly exposed bare land, and adapting to the changing climate, were the primary cause. The theory that plants regulate their own environment, popular for the last two decades or so, leads to the conclusion that ecosystem change is reversible. For example, if climate were to undergo cooling, creating environments similar to the early post glacial period, then the acidification process might be reversed. However, this biological view of how ecosystems are regulated has been challenged recently, casting doubt on this reversibility. An application of soil geochemical modelling has revealed that most features of the acidification can be explained by soil weathering. Simply, the more soluble soil bases can be progressively leached from the soil by drainage water, eventually leading to acidification of both the soil and stream water. This alternative has very significant implications for our understanding of the way ecosystems function. The reversibility characteristic of the biological explanation no longer holds true. Once leached, the soil bases cannot be replenished at normal timescales; the acidification is permanent. The evidence that currently supports the new base leaching hypothesis is indirect; simple geochemical models of runoff acidification due to base leaching show good agreement with what we know about the natural acidification. Far stronger evidence would be direct observation that the crucial bases did in fact deplete during the period of acidification. Fortunately, this observation can be made relatively simply by studying the lake-bed sediments of lakes that underwent acidification. It is well-established that such sediments provide faithful records both of their past acidity, and of the soil minerals of the catchment areas. This project will investigate the sediment mineral record of Krakenes (western Norway), the best studied early Holocene lake sediment sequence in the world, to provide a simple, critical and unambiguous test of the hypothesis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F020732/1","grantId":"NE/F020732/1","fundValue":"93700","fundStart":"2008-12-01","fundEnd":"2009-11-30","funder":"NERC","impactText":"","person":"John Francis Boyle","coPersons":["Andrew James Plater","Richard Christopher Chiverrell"],"organisation":"University of Liverpool","findingsText":" We have known for more than 80 years that lakes formed by the retreating glaciers of the last Ice Age acidified rapidly in the first hundreds to thousands of years of their existence. However, the reasons for this have been disputed hotly. Our project aimed to solve this mystery by critically testing a theoretical prediction made some year earlier that leaching of apatite, a widely-occurring soil mineral, might be the cause. The ensuing work has generated a unique data set allowing quantitative assessment of timing and magnitude of lake acidification in comparison with detailed data on the development of soil weathering. We show, for our study site at Kr&aring;kenes Lake, Norway, that the historical development of soil mineral depletion inferred from the lake sediment record is consistent with the extent and timing of the early Holocene acidification. For this system, post glacial lake acidification can be fully accounted for by non-biological soil mineral depletion, suggesting a lesser role remains for alternative acidifying mechanisms, such as direct climate impacts and vegetation change. This finding challenges the prevailing paradigm in global ecosystem models that P limitation can be neglected; and, at the same time it points to a possible solution, whereby lake sediment records may be used to refine and calibrate simple soil P cycling models for use in global ecosystem simulations. Indeed, the general model we develop from our findings not only successfully explains lake acidification, it provides a long-term, large-scale simulation of soil phosphorus that is fully consistent with published soil evolution data. We demonstrate that the apatite depletion signal at Kraakenes is recorded in the sediment P and Y fluxes, something which is far more readily qunatified than apatite. We are using this observation to study apatite depletion rates at other sites. This is being applied in landscape P export models in the NERC Macronutrient Cycles programme, and is being applied to the Baltic Catchment. Environment","dataset":"gtr"}