{"id":"CE543533-D2AC-4267-A88C-4DD44E73B2CC","title":"Site-Writing: Art, Architecture and Criticism","abstractText":"The research proposed comprises the final stages of researching and writing-up material for a 5 chapter sole-authored book Site-Writing: Art, Architecture and Criticism to be published by IB Tauris in 2009.\\n\\nSite-Writing presents 5 sets of critical engagements with contemporary artworks concerned with the production and experience of architectural space. Drawing on spatial concepts derived from feminist, post-colonial and literary theory, but most importantly from architecture and psychoanalysis, it aims to spatialize the concepts, processes and subjects of art criticism allowing art criticism to be understood and enacted as a critical spatial practice.\\n\\nThe project is organised around 5 spatial themes generated at the intersection of psychoanalytic theory and architectural design: position, threshold, boundary, passage, scene. Each one operates on physical, conceptual and psychic levels and emphasises a different aspect of the critic's engagement with an artwork. This includes the sites of the artwork's construction, location and documentation, those remembered, dreamed and imagined by the critic, as well as the various positions occupied in engaging with the artwork (physical, emotional, political, theoretical). Through explorations of the multiple sites between critic and artwork, Site-Writing argues that the writing of art criticism is a form of critical spatial practice that not only traces but also produces sites of engagement with art.\\n\\nChapter 1: Position uses Klein's term 'position' (1946) to describe the shifting psychic vantage point adopted by the subject in relation to others and objects. The chapter explores the work of John Bock, Sophie Calle, Tracey Emin and Tino Segal to examine how, through the adoption of different subject positions, writing can produce 'confessional constructions' or versions of the 'self', which like the artworks conceal rather than reveal the 'I' of the author.\\n\\nChapter 2: Threshold. Using Freud on transference (1912 and 1914) and Laplanche on enigma (1999) this chapter looks at the threshold as a spatial condition that joins yet separates the critic from the artwork and which also figures materially in the form of screens, veils and windows in various artworks by Nathan Coley, Mona Hatoum, Janane Al Ani and Adriana Varejao. Sited at particular thresholds in the artworks, the texts play with the changing relation between 'I' and 'you' to explore the differing positions that can be occupied at the threshold. \\n\\nChapter 3: Boundary explores the inner and outer spaces of intersubjectivity described by (Benjamin 1998) and postcolonial accounts of the locatedness of cross-cultural encounters in (Stanford Friedman 1998; Bhabha 1994) in relation to the work of Doris Salcedo, Do-Ho Suh, Santiago Serra and the group show Ausland, 2002 (Martina Schmid, Silke Schatz, Jan Peters). The texts are constructed out of journeys taken around, through and across the edges of the artworks.\\n\\nChapter 4: Passage draws on Irigarary's (2000) notion of 'caress' to focus on the spatial figure of the passage and material transformations associated with 'passing' from one state to another manifest in the engagement between critic and artwork. Passages through artworks by Cristina Iglesias, Sharon Kivland, Monika Sosnowska and the group show elles sont pass&eacute;es par ici (Brittany 2005) produce texts that blend the imagined with the observed.\\n\\nChapter 5: Scene examines the role of memory in the writing of art criticism, exploring how remembered scenes operate in the work of artists but also feature in critics' essays as sites for both reminiscence and day-dreaming. Looking particularly at Freud's essays 'Remembering, Repeating and Working-through' (1914) and 'The Mystic Writing Pad' (1925), the chapter layers discussions of artworks by Catherine Bertola, Elina Brotherus, Janet Hodgson and Sally Morfill with scenes remembered and dreamed by the critic presented in image and text.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F003900/1","grantId":"AH/F003900/1","fundValue":"35631","fundStart":"2008-05-01","fundEnd":"2008-08-31","funder":"AHRC","impactText":"","person":"Jane  Rendell","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}