{"id":"CE58C81F-03D7-47B0-A38E-863178808A0F","title":"After Slavery: Race, Labour and Politics in the Post-Emancipation Carolinas","abstractText":"The tumultuous half century that followed slave emancipation in the US South has been the subject of extensive historical examination and passionate debate in recent years, revisiting questions that scholars working withing the prevailing racial assumptions of the first half of the twentieth century had considered settled. In place of passive slaves who, as one historian suggested, 'twanged banjos around the railroad stations' waiting for 'some Yankee' to 'come along and give each of them forty acres and a mule,' virtually all scholars now acknowledge that African Americans played a central role in compelling a reluctant Northern government to follow through on emancipation. In place of an older depiction of the immediate post-emancipation period as a 'tragic era' marked by corruption and anarchy, revisionist historians have asserted freedpeople's centrality in the attempt to reconstruct the South along democratic and bi-racial lines. Reconstruction, formerly held up as a morality tale confirming the folly of any attempt to 'artificially force' racial equality, is now more likely to be viewed as America's 'great missed opportunity' for building a society based on egalitarian principles. \\n \\nThe recent historical literature on African Americans and the post-emancipation South has vulnerabilities of its own, however: weaknesses which present critical openings for the historical project proposed in 'After Slavery: Race, Labour and Politics in the Post-Emancipation Carolinas'. Revisionist historians have sometimes projected a monolithic black community, downplaying the fissures and cleavages that developed among black Southerners, particularly during the years that followed the collapse of Reconstruction in 1877. Secondly, in challenging the racialist assumptions of an earlier generation of historians, contemporary scholars have by and large engaged them on their own terrain--within the parameters of a race relations framework--often losing sight of the larger social and economic context in which Southerners of both races lived their lives. Thirdly, in their promotion of a 'celebratory' history of the post-Reconstruction black South and their stress on black agency, historians have simultaneously underestimated the structural impediments to black progress and overstated the room for manoeuvre available to African Americans. Finally, and perhaps unavoidably, the development of African-American history as a distinct field has relieved historians of the obligation to examine closely the full complexity of changing relations between black and white Southerners at the bottom of Southern society. While a more dependable history of the post-emancipation South could not ignore the very substantial antagonism that often prevailed between these two groups, it should also take note of the areas and historical moments where their interests overlapped or converged. \\n \\nThis project will undertake a series of close studies of labour and African-American history in the post-emancipation Carolinas in order to address questions that have as much to do with the changing nature of work and the effects of class-based alliances and tensions as they do with issues of race. In taking such an approach, we are to some extent revisiting and refining an analysis of the period pioneered by W. E. B. Du Bois in the 1930s in his work Black Reconstruction, a book that broke with the conventions of its period both by placing African Americans at the centre of the narrative and by considering them first and foremost in their capacity as workers. Building on several innovative labour-centred histories of Reconstruction written in the last decade, this project will also use its original research to advance a broad historiographical argument that the time has come for a new synthesis of the post-emancipation American South.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D001943/1","grantId":"AH/D001943/1","fundValue":"209439","fundStart":"2006-08-21","fundEnd":"2010-09-20","funder":"AHRC","impactText":"","person":"Brian  Kelly","coPersons":["Bruce  Baker"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}