{"id":"CE6BEDDE-95B9-4227-9340-7106EAEF043B","title":"New methodologies to explain and improve the expert anticipatory advantage in sports decision making","abstractText":"Athletes are extraordinary: They consistently perform at a level that makes most of us seem like clumsy children. It is tempting to surmise that elite athletic performance is all about training the body, but it is the brain that controls our actions. In this research, we hope to get inside the mind of an elite athlete and understand the neural processes that support their amazing skills.\n\nOur primary interest is in how experts are able to quickly make sense of sporting scenarios as they unfold. To take one example, a cricket batsman must select a shot based on the trajectory of a ball which may travel at up to 160 km per hour. The ball can &quot;swing&quot; through the air, and take an additional deviation when it bounces off the pitch before reaching the batsman. There simply isn't enough time for the batsman to interpret the ball's trajectory and react accordingly. For this reason, advanced cricketers use information from prior to the moment at which the bowler releases the ball to start preparing their shot. Specifically, they seem to make use of the motion of the bowling arm, in relation to the bowling hand, primarily between the time of front foot impact and ball release. They are therefore anticipating a sporting outcome based on the way their opponents are moving their bodies.\n\nHow do we know all of this? Previous research has tested batsmen of different levels of expertise by showing them videos of onrushing bowlers and carefully removing some sections of the video, to trick the batsmen into making the wrong response. The logic goes that if a batsman can no longer get it right when a piece of information is taken away, they must have been using that piece of information when they were performing well. What we don't yet know is exactly how their brains are weighting the different pieces of information, and also how we can help young batsmen learn these anticipatory skills quickly and to an elite level.\n\nIn this research, we will introduce a sophisticated technique to subtly degrade the visual information on which expert anticipation depends. This technique, known as classification image analysis, allows us to precisely measure the information that is being used, but also to estimate the information that could be used but which an athlete is currently failing to make use of. We will then test bespoke training schemes which prompt athletes to make use of the untapped information. Finally, we will investigate whether targeted electrical brain stimulation during training can actually help them learn better. This research should help UK coaches help our athletes reach their full potential. This is important, because our athletes make a significant contribution to the culture and wellbeing of our society. Furthermore, in the longer term we believe that the training approaches we develop here may be applied to a range of other fields, for example to help maintain driving skills in our increasingly ageing population, and thus be of benefit to us all.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K01479X/1","grantId":"BB/K01479X/1","fundValue":"381835","fundStart":"2013-10-28","fundEnd":"2016-10-27","funder":"BBSRC","impactText":"  During the first part of the grant we have been developing the methodology, which is novel and hence requires substantial up-front investment of time. We are now collecting data with club-level tennis players and novices. The next stage will be to present these data to high-level players and sports organisations, at which point the impact should begin to emerge.  ","person":"Kielan Nicholas Yarrow","coPersons":["Joshua Adam Solomon"],"organisation":"City University London","findingsText":"","dataset":"gtr"}