{"id":"CE6D73B5-76F1-4A2F-8850-B87BD955B43B","title":"Cobalt: the roles of Geology, Geomicrobiology and Geometallurgy in its mineral formation and recovery (CoG3)","abstractText":"Cobalt (Co) has been highlighted as a metal of great strategic and economic importance, both by the NERC Security of Mineral Resources (as an &quot;E-tech&quot; element) and by the European Union's Raw Materials Initiative (as a &quot;Critical element&quot;). Around 55,000 tonnes of cobalt are produced globally each year, though less than 0.1% of this within Europe. In contrast, EU countries use ~30% of global cobalt production. However, there are large untapped reserves of cobalt within Europe, such as the black shale ores in Poland, which are mined for copper, and in Co-bearing nickel laterite ores in Greece, Macedonia and Kosovo. Cobalt is not recovered from either of these. One of the primary difficulties facing cobalt recovery from copper ores lies in the flotation of cobalt when using conventional process for copper flotation. In order to recover cobalt, increasingly complicated chemical additives are being considered. The toxicity of these chemicals decreases the potential environmental friendliness of the process, both in terms of volatilisation and leakage into the surroundings. Lateritic (and other oxidized Co-bearing ores, such as marine nodules) also pose significant technical challenges in developing economically-viable and environmentally-benign approaches for extracting this metal, though recent advances, e.g. in bio-processing ores and mineral concentrates, have highlighted potential new techniques that could be utilized.\nThere is a need to identify not only new extraction and recovery processes for cobalt, but also to understand how cobalt minerals and ores are formed and how the metal behaves in the earth's crust. To facilitate this, a consortium of internationally-acknowledged researchers encompassing a wide range of scientific disciplines has formed, to carry out a comprehensive study of cobalt. This will include investigating how this metal behaves in geological materials and its behaviour in the environment, and also to devise new &quot;green&quot; approaches for extracting cobalt from recalcitrant ores and recovering it from process liquors. These are highly intertwined aspects, for example understanding how and why cobalt establishes residence in silicate, sulfide and oxide phases is an important first step to the design of novel extraction methodologies.\nRecent reports in the literature, often authored by members of the consortium, have highlighted new (bio)technologies that can be harnessed in the current proposal. For example, the journal &quot;Scientific American&quot; recently (December 2011) highlighted the bio-processing options that will be used in the project as one of &quot;10 world-changing ideas&quot;. The project has already attracted great interest and support from industries and research organisations involved in metal mining. Although focused on cobalt, much of the research to be undertaken would be generic and have application in parallel studies with other valuable metals and metal ores.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L00240X/1","grantId":"NE/L00240X/1","fundValue":"68641","fundStart":"2013-09-01","fundEnd":"2014-06-15","funder":"NERC","impactText":"  This was a catalyst phase grant, and the results have been included in a full scale proposal that is currently being evaluated by the NERC  ","person":"David Barrie Johnson","coPersons":["Stephen  Roberts","Richard Jeremy  Herrington","Jonathan Richard Lloyd","Hylke Jan Glass","Geoffrey Michael  Gadd","Victoria  Coker","Richard Annandale Pattrick"],"organisation":"Bangor University","findingsText":" confirmatory and preliminary data only n/a Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}