{"id":"CE708C49-D674-4243-9F46-604F8EA838BD","title":"Thermodynamic and Structural Characterisation of Membrane Peptides and Proteins","abstractText":"Biological membranes are complex systems composed of proteins and other molecules embedded in a bilayer of lipid molecules. However, the interplay of lipid properties and protein structure is still poorly understood, especially at the molecular level. This interplay has important consequences for the function of a number of proteins that are involved in regulating cell activity, as well as the activity of a large number of antimicrobial peptides that are known to be active following binding to the membrane. Improving our knowledge of how these molecules function will therefore facilitate the design of improved or novel drugs targeted towards membrane proteins and new classes of antibiotics. This research will address two key issues concerning the molecular interactions within protein-lipid systems using complementary strategies. Firstly, we will explore methods for characterising the structure of membrane-associated peptides and proteins at high resolution. Secondly, we will attempt to resolve the entropic and enthalpic contributions of aromatic side chain residues the thermodynamics of protein-lipid binding.Electron microscopy will be used to characterise helical arrays of a viral protein that binds to cell membranes. Analysis will be performed using electron diffraction and image reconstruction approaches. Synthetic peptides will be investigated by solid-state NMR spectroscopy in order to characterise the alignment of the peptide backbone and key amino acid side chain residues with respect to the plane of the membrane. The key to these experiments will be the introduction of isotopic labels into the peptide in order to facilitate measurements of chemical shift anisotropy. A different family of peptides will be used to quantify thermodynamics of binding to lipid membranes. A series of analogues, related by single substitutions at a critical position in a key amino acid side chain, will be used. The binding of these peptides to membrane will be examined by calorimetry and more conventional membrane-water and octanol-water partitioning methods. Examination of the data will enable us to reach conclusions regarding the relative contributions of enthalpy and entropy to peptide-lipid binding.Data from this project will enable us to understand the relationship between peptide and protein structure and the thermodynamics of protein association with membranes. In the long term, the collaborations that develop from this project and the new techniques associated with them will enable us to pursue research in this area more rigorously.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E059775/1","grantId":"EP/E059775/1","fundValue":"18713","fundStart":"2007-02-01","fundEnd":"2007-04-30","funder":"EPSRC","impactText":"  Three new academic collaborations were started as a consequence of this work. The first part of the work involved a visit to the University of Auckland to acquire skills in electron microscopy. The skills acquired during this visit were eventually used in the study of the assembly of a viral matrix protein. During the visit, collaborative work was also conducted with Dr V A Money (a research associate there) towards solving the crystal structure of a viral matrix protein. This work was eventually published. Visits to the University of Melbourne and University of California at Irvine led to the establishment of new research contacts that continue to useful in the development of new research ideas. Chemicals ","person":"John Michael Sanderson","coPersons":[],"organisation":"Durham University","findingsText":" The background to the research involved the interactions of molecules (peptides) with lipid membranes. Membranes are a vital component of all cells, so understanding how molecules from interact with them is important for understanding how cells function, and how molecules that are specifically disruptive for the cells of microbes can be potentially used as a new source of antibiotics. The work undertaken in this project was underpinning - new research contacts and collaborations were generated, and new avenues of research were initiated that are ongoing. Understanding how peptides interact with membranes has applications from understanding cell biology (e.g. the role of membrane binding in controlling Alzheimer's disease progression) to medicinal chemistry (the search for membrane-active agents as new antibiotics). Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}