{"id":"CE744736-00CD-497E-8C8C-5591531FD5CA","title":"A novel glucan pathway for immune system evasion by pathogens and carbon management in differentiating bacteria","abstractText":"We have recently discovered a new metabolic pathway widespread in bacteria called the GlgE pathway. This pathway involves four enzymes that make a glucose polymer (glucan) that is utilised by different bacteria to suit their lifestyles. Mycobacterium tuberculosis is the causative agent of tuberculosis, which kills almost 2 million people each year. The GlgE pathway exists in this pathogenic bacterium and we have identified that blocking the defining enzyme of this pathway, GlgE, leads to death of the bacterial cells. There are links between the GlgE pathway and a glucan present in the capsule of this pathogen. The capsule coats the outer surface of the bacterium and helps it to evade the immune system. This contributes to persistence of the pathogen in patients leading to therapies that take many months to complete. Targeting the production of capsular glucan could therefore offer the potential to shorten the duration of treatments. Interestingly, the related bacterium Streptomyces coelicolor uses the GlgE pathway for a very different purpose. This is a soil-dwelling organism that has been extensively studied because it makes antibiotics and has a complex life cycle involving spore formation. The GlgE pathway appears to be involved in the management of the carbon it obtains from its environment. It seems to use the GlgE pathway to help mobilise and store carbon in the form of glucan at appropriate times throughout its lifecycle. We hypothesise that the GlgE glucan product has a specialised centipede-like structure in order that it can be exported more easily to the outside surface of the mycobacterial cell. Furthermore, GlgE glucan can be structurally differentiated from other glucans, such as glycogen that has a tree-like structure. The GlgE glucan will be defined by GlgE, which makes the linear polymer backbone, and GlgB, which introduces branches. We have determined the three-dimensional structure of GlgE. This will allow us to identify what is special about its structure such that it controls the properties of the glucan product in the context of the branching enzyme. This will involve mutating the GlgE enzyme and measuring the effect of these changes on enzyme activity. We will also determine the structures of these variant enzymes with various glucans bound to them. We will determine the branch lengths generated by GlgB and how GlgB works together with GlgE to make the overall glucan structure. We have evidence for how GlgE could be regulated by phosphorylation that is distinct from other similar metabolic pathways and we will test whether this is indeed the case. Knowledge of how the GlgE pathway operates and is regulated is important in the development of novel therapies against tuberculosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I012850/1","grantId":"BB/I012850/1","fundValue":"453013","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"BBSRC","impactText":"  Our findings relate to the identification and characterisation of potential therapeutic targets to treat tuberculosis. We have applied for Follow On funding, iCASE funding and CASE funding through a Doctoral Training Grant. The latter was successful in conjunction with MRC Technology. This work will continue into the future and is grounded in a patent and a collaborative agreement between the John Innes Centre, PBL, MRC Technology and two international research institutes. We approached a number of pharmaceutical companies and traction may occur on the back of more data. We have contributed in meetings across the Norwich Research Park and at TBD UK events. Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Stephen  Bornemann","coPersons":["David Mark Lawson"],"organisation":"John Innes Centre","findingsText":" We have a much deeper understanding of an enzyme called GlgE that is participates in the production of a glucose polymer by Myobacterium tuberculosis that is involved in evading immunity in humans. (1) Using structural biology together with chemistry, we have a clear understanding of how the enzyme recognises and processes acceptor substrates to produce polymers. This will aid in the development of inhibitors that could have therapeutic value in treating tuberculosis. (2) We have a better understanding of how GlgE and GlgB generate polymers together. To support this effort, we have used ion mobility mass spectrometry to try to identify different glucose polymer structures in complex mixtures. (3) We have also understood how GlgE is negatively regulated through phosphorylation by PknB in this pathogen and other related species. This is unusual in carbohydrate-active enzyme in bacteria. Our findings will very important to those engaged in developing inhibitors of GlgE that may be of therapeutic value in fighting tuberculosis. We are currently building on our findings with a view to better understand how glucose polymers are synthesised and processed. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}