{"id":"CE7D7F9D-91CB-441D-8CBC-E45B9D644B58","title":"Paradigms of Metarmorphosis and Transmutation: Thomas Edison's Frankenstein and John Barrymore's Jekyll and Hyde","abstractText":"I am co-editing with Professor Jay McRoy (University of Wisconsin) a book entitled Monstrous Adaptations: Generic and Thematic Mutations in Horror Film for Manchester University Press (forthcoming 2007) for which I am also contributing a chapter entitled &quot;Paradigms of Metamorphosis and Transmutation: Thomas Edison's Frankenstein and John Barrymore's Jekyll and Hyde&quot;. The book will be of interest to academics and students in the areas of cultural studies, horror studies, and film and media drama studies and may even have a degree of popular readership. My own chapter- based on research which I have been invited to present to international academics at the prestigious Popular Culture Conference in Albuquerque (February 2006)- will analyse two early horror films which have been woefully neglected in academic study. As part of my research process, I will also lead some workshops looking at the performance practice of melodrama and early horror cinema which will I will offer to undergraduate, postgraduate and, hopefully, academic colleagues at the University of Glamorgan.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119599/1","grantId":"119599/1","fundValue":"4440","fundStart":"2006-01-01","fundEnd":"2006-08-31","funder":"AHRC","impactText":"","person":"Richard  Hand","coPersons":[],"organisation":"University of Glamorgan","findingsText":" This collection provided a cutting-edge collection of essays looking at the place of adaptation as theme and strategy in horror studies. Including a professional filmmaker alongside major names in the academic study of horror culture, this wide-ranging (in approach, topic and methodology) anthology broadens the understanding of horror film as a cultural form and industry. My own essay is a historicist approach to two key films in early cinema. Yes, with horror and film fans. Creative Economy","dataset":"gtr"}