{"id":"CE7ED259-B6A4-469F-9D8A-0E2BAE427A35","title":"Auxetic Blast Protection Textiles -Crime Feasibility Study","abstractText":"This proposal concerns a study to examine the feasibility of constructing a blast-protection textile based on the highly unusual properties exhibited by helical auxetic yarns recently developed at the University of Exeter. An auxetic material is one which has a negative Poisson's ratio, (n). This means that, unlike conventional materials (with a positive Poisson's ratio) that get thinner when stretched, an auxetic material will get fatter. This unusual behaviour can be exploited to construct structures which can work in ways that have not previously been possible. This study will focus on further developing and exploiting the properties of helical fibre bundles with an auxetic geometry. The bundles developed at Exeter show auxetic functionality from zero to full strain; where the magnitude of the auxetic effect is also far superior. The bundles can also be produced in large quantities using conventional fabric weaving techniques. These features will enable the unique properties of auxetics to be utilised in a commercial application, - initially in the development of a new generation of smart blast protection fabrics. Bomb blast net curtains were invented for reducing hazards associated with explosion incidents. Glass is often the weakest part of a building, breaking at low pressures. Breakage can extend for many miles after a large explosion, and high velocity glass fragments are a major contributor to injuries in such incidents. Typically, many more people are hurt in explosions than are killed. By providing potential targets with window protection, laceration injuries are significantly reduced. Current blast curtain design favours the use of aramid nets. When an explosion occurs, the curtains are designed to billow out and capture a significant portion of the glass fragments. However in practice, the net fabric is often torn by the force of the blast. This is because the net filaments have to be made thin to keep the curtain from blocking light out. What is needed is a smart textile that allows light through but is also capable of containing the huge forces involved in an explosion and provides a barrier to flying debris. The project aims are to research how different auxetic fabrics and weaves respond to blast waves, and how far this behaviour can be used to mitigate the effects of explosions. It is intended that the study will culminate in the design, manufacture and test of several pre-production prototype textiles. There are several potential uses for auxetic textiles. One solution would involve the deployment of a smart auxetic fabric in a stretched open cell arrangement that would be translucent, enabling the curtains to be used at all times. In the event of an explosion, the curtain weave would be triggered to collapse by the initial shock wave, the fabric would shrink in resulting in a much tighter textile that would present an effective barrier to glass and other flying debris. Alternatively these yarns can be exploited to create a laminated textile which responds to the onset of a blast front by opening up arrays of pores in each layer. These let the blast wave pass through from one layer to the next, successively dispersing the energy it carries. Such textiles would not only be barriers to flying debris but also act to diminish the effects of the initial blast shock wave. Different parameters within the basic design may be altered to allow the system to be refined - these include fibre winding angles, fibre diameters and the basic characteristics of the materials used. The methodology used in the study will be to follow a project work programme broken down into a series of work packages, using milestones to focus activity and measure progress. Exeter and Auxetics Ltd will be responsible for the main body of research work throughout. Heathcoats ltd will be involved in weaving tests and the production of trial fabrics, and the PSDB will conduct the final blast testing of candidate textiles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D036690/1","grantId":"EP/D036690/1","fundValue":"49036","fundStart":"2006-03-08","fundEnd":"2007-03-07","funder":"EPSRC","impactText":"","person":"Kenneth  Evans","coPersons":["Luke  Savage"],"organisation":"University of Exeter","findingsText":" A feasibility study for the possibility that auxetic textiles would have real benefits for blast mitigation. Further funding for an in depth study. Aerospace, Defence and Marine,Construction,Manufacturing, including Industrial Biotechology,Security and Diplomacy","dataset":"gtr"}