{"id":"CE83DAC5-6589-4F37-A540-3164451F154B","title":"Assembly of the mitotic inter-microtubule bridge complex clathrin-TACC3-ch-TOG: a hybrid structural biology approach","abstractText":"During cell division, chromosomes - the structures containing DNA within cells - must be divided equally between the two new cells. This is achieved by the mitotic spindle, which uses fibres composed of microtubules to direct the movement of chromosomes inside the cell. Some of these fibres are reinforced by &quot;bridges&quot; to ensure they can withstand the increased stresses involved. The shortest and most common sort of bridge is made up of three proteins - called clathrin, TACC3 and ch-TOG. At present, we have only a rough idea how the three proteins interact and how, by coming together, they are able to bridge between microtubules. \n\nWhen the interactions between the bridge-forming proteins are disrupted, they are no longer able to bind the microtubules, and as a result the mitotic spindles are significantly weaker. Cancer cells depend on robust mitotic spindles to enable their proliferation, resulting in tumour growth. Drugs currently used to treat cancer bind to microtubules and destabilize mitotic spindles, but also affect the microtubules in normal cells. We believe that targeting the interactions between these three proteins could produce cancer drugs with fewer side effects than current treatments. To do this, we need to understand the interactions between the three proteins in great detail.\n\nWe now propose to investigate the interactions between clathrin, TACC3 and ch-TOG using methods that will reveal how the three proteins come together at the level of their constituent atoms. In the short term, we will use this information to build up a picture of how each interaction contributes to bridge formation. In the longer term, this will help us to decide which of the interactions would make the best candidate for the development of new cancer drugs. Having models of the interaction in atomic detail will accelerate the process of designing these drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L023113/1","grantId":"BB/L023113/1","fundValue":"653461","fundStart":"2014-09-05","fundEnd":"2016-01-01","funder":"BBSRC","impactText":"","person":"Richard William Bayliss","coPersons":["Mark Christoph Pfuhl"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}