{"id":"CE95334E-A3D2-4E63-AB85-DA5F24249CE3","title":"Parton Distributions with Electroweak corrections","abstractText":"The Large Hadron Collider (LHC) is the most powerful particle accelerator ever built: in its 30 km long tunnel below Geneva in Switzerland, protons are accelerated to almost the speed of light and then made collide. These high-energy collisions generate a state similar in terms of energy and temperature to what happened shortly after the Big Bang. In these extreme conditions, physicists study the laws of nature at the smallest distances ever probed, and try to answer some of the ultimate questions that mankind has always wondered about, like the origin of the universe, the nature of forces and the quest for the ultimate constituents of matter. Since its start--up in 2009, the LHC has been operating with superb performance. The discovery of the Higgs Boson has been its biggest achievement up to date, awarded with the Nobel Prize in Physics in 2013. After a shutdown of two years, the LHC will restart in 2015 doubling its energy. There are good reasons to expect that over its lifespan the LHC will continue to further revolutionize our understanding of the nature of fundamental forces and matter. For instance, the Higgs mechanism, thanks to which elementary particles acquire their mass, will be scrutinized with increased precision, and the exploration of the energy frontier will enter a wild new region, searching for new particles and interactions beyond the Standard Model of particle physics, including possible Dark Matter particles.\n\nIt is therefore of utmost importance to provide accurate theoretical predictions for the relevant processes at the LHC, including Higgs production, as well as for a variety of new physics scenarios. Crucial ingredients of these predictions are Parton Distribution Functions (PDFs) of the proton, which encode the dynamics determining how the proton's energy is split among its constituents, quarks and gluons, in each LHC collision. Modern PDF sets are extracted from data using calculations in Quantum Chromodynamics (QCD), the theory that governs the interactions of quarks and gluons. However, the excellent precision achieved in QCD calculations implies that now, at the dawn of Run II of the LHC, it becomes mandatory to account for other important types of corrections: electroweak effects, which involve both photons and the W and Z weak bosons. Accounting for these effects is of vital importance to fully exploit the potential of the upcoming Run II LHC data for our understanding of the structure of the proton.\n\nIn this project, we aim to develop a fully general and automated fast interface for electroweak calculations in PDF fits. Indeed, a major difficulty to include electroweak effects in PDF fits are the fact that the relevant calculations are either unknown, not publicly available or not available in a format that can be used in PDF fits. I propose to solve these problems in a fully general manner using MadGraph5_aMC@NLO, a program that achieves the complete automation of the computations of next-to-leading order cross sections. Recently, I have developed aMCfast, a fast interface to MadGraph5_aMC@NLO that allows to trivially including any NLO process, no matter how complicated, in a PDF analysis. Another goal of this project is to provide a precision determination of the photon PDF from LHC data. Indeed, In the presence of Quantum Electrodynamics (QED), a striking prediction from the theory is that the proton will be composed not only by quarks and gluons, but also by photons. And Feynman diagrams with incoming photon legs lead to a sizable effects, comparable to pure weak effects, in many LHC processes. Finally, I plan to generalize the PDF evolution equations, which determine how the inner content of the proton is modified when we resolve it at smaller and smaller distances, to include electroweak effects, and study for the first time ever their implications in LHC phenomenology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M003787/1","grantId":"ST/M003787/1","fundValue":"173570","fundStart":"2015-10-05","fundEnd":"2018-10-04","funder":"STFC","impactText":"","person":"Juan  Rojo","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}