{"id":"CEAE154D-E533-4BA0-965A-B90E0BAF7822","title":"How does the spindle checkpoint convert Cdc20 into an APC/C substrate?","abstractText":"It is crucial that cell division should generate two identical daughter cells. The daughter cells recieve an exact copy of the genetic material from the original cell. The distribution of the genetic material in the form of chromosomes is monitored carefully by the cell during cell division. The system monitoring this process is referred to as the Spindle Assembly Checkpoint. If the Spindle Assembly Checkpoint is not working properly the daughter cells will not get an exact copy of the genetic material. This results in an unequal number of chromosomes being passed to the two daughters and this is called called aneuploidy. Recent research indicates that aneuploidy can initiate tumor formation and indeed many tumor cell lines appear to have a weak Spindle Assembly Checkpoint. We are focusing our efforts on trying to understand how the Spindle Assembly Checkpoint functions in normal cells, and to gain insight into why it might become defective in tumors. We know the Spindle Assembly Checkpoint inhibits the protein Cdc20. Cdc20 is an activator of a large complex called the Anaphase Promoting Complex/Cyclosome (APC/C) that is responsible for degrading specific proteins in mitosis. Two components of the Spindle Assembly Checkpoint namely Mad2 and BubR1 bind directly to Cdc20 and are responsible for this inhibition. We have recently found that not only does the Spindle Assembly Checkpoint inhibit Cdc20 but it also targets Cdc20 for degradation via APC/C. This means that when the Spindle Assembly Checkpoint is active Cdc20 switches from an activator of the APC/C to a substrate. We have also shown that this degradation of Cdc20 is important for maintaining an active checkpoint. We now want to understand how the Spindle Assembly Checkpoint turns Cdc20 into a substrate of the APC/C and we are particular focusing on the role of BubR1 in this aspect since this appear to be the key component responsible for this. For BubR1 to target Cdc20 for degradation it needs to be able to bind to Cdc20. We have found that Mad2 is absolutely essential for the binding of BubR1 to Cdc20 and we will investigate why this is so.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G001537/1","grantId":"BB/G001537/1","fundValue":"255268","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"  Our work has been cited 40 (Google scholar) or 30 (web of science) times since publication. Other ","person":"Jonathon  Pines","coPersons":[],"organisation":"University of Cambridge","findingsText":" We found that one APC/C subunit is particularly important to disassemble the checkpoint complex after it has bound to the APC/C. These results were published in Nature Cell Biology as Mansfeld et al., 2011. It is possible that this understanding will help to improve anti-cancer therapy through synergy with taxol treatment. We published these findings in international peer-reviewed journals and are following up the results in our current research. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}