{"id":"CEB8F60C-BC61-45ED-BA98-A05E69485CB5","title":"Epigenetic stability in a stressful environment and its effects on reproductive function","abstractText":"Why do behaviour and health vary among individuals? Social scientists are interested in finding out how the environment influences our lives. Similarly, many biologists study DNA - the genetic material in our cells - to understand how we develop. Until recently it was thought that small differences in our DNA could largely explain the way we are. &quot;It's all in the genes&quot; was the assumption. We now know that the DNA sequence of an individual does not tell the whole story. The way DNA is stored in cells plays a key role in how genes are turned on and off. Such gene 'regulation' - termed epigenetics - includes a variety of mechanisms, such as the addition or removal of a methyl-group to one of the building blocks of DNA -- a dynamic process across life. Importantly, biologists have recently realised that environmental stimuli and stresses can influence gene regulation during certain stages of development. Understanding how genes become regulated would greatly improve our knowledge of why individuals differ. To answer some of these questions, we have established a network of researchers in epigenetics and social science to explore how early life stress influences reproductive health in females. We will focus on groups of Bangladeshi migrants that have been shown in prior studies to have different levels of reproductive function depending on where they lived when they were young. Those who grew up in Bangladesh (with greater exposure to infectious diseases) have consistently lower biomarkers of reproductive function, including hormone levels such as progesterone. We will use migrant Bangladeshis as a human case study to assess possible epigenetic mechanisms that might explain this lower reproductive function. Rates of epigenetic ageing will be compared between groups through analyses of DNA methylation patterns to assess whether early life stress has altered the epigenetic clock in these groups. In addition, we will evaluate the epigenetic stability of methylation patterns in one of the genes which is key player operating within the reproductive system, namely the luteinising hormone receptor gene (LHR). We will compare methylation patterns of the LHR across Bangladeshi groups to assess whether epigenetic mechanisms can help to explain differences in progesterone levels. We will also study epigenetic regulation of genes and hormones that control the processes of reproduction in mice that are exposed to different environments when they are young. We hypothesise that the treated mice will have a delayed onset of puberty and also lower levels of progesterone. We will look for changes in epigenetic packaging and modification of the DNA around the LH, LHR and other key genes between the two groups of mice that might explain any changes in hormone levels. We will also compare epigenetic signatures following treatment in different mouse tissues, such as ovarian and buccal (cheek) tissue. If these two tissues are similarly altered, this will indicate that buccal tissue (non-invasive) can be used as a source for future epigenetic studies in humans as well. The mouse buccal tissue will be compared to human buccal tissue from 24 Bangladeshi volunteers, 12 each from first- and second-generation groups. The research could inform us about presently unknown epigenetic mechanisms affecting reproductive variability that results from stress during early life development, as well as the utility of a mouse model for these kinds of studies. It will also highlight the possibility of using different tissue types to detect some of these epigenetic modifications. The study will present opportunities to train new generations of multi-disciplinary researchers. Finally, it will demonstrate the potential of targeted, cross-sectional studies in migrant groups to answer questions of interest to epigeneticists and social scientists, particularly about the importance of early life in influencing individual health and wellbeing during adulthood.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N000471/1","grantId":"ES/N000471/1","fundValue":"170667","fundStart":"2015-11-27","fundEnd":"2017-11-26","funder":"ESRC","impactText":"","person":"Gillian Ruth Bentley","coPersons":["Reinhard Josef Stöger","Philippa  Melamed"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}