{"id":"CEBBF444-7A65-41A6-BA0B-07732DF917D3","title":"Towards the development of novel retinal implants: electrical and photo-stimulation of dystrophic retinas with carbon nanotube electrodes","abstractText":"Hereditary retinal degeneration (e.g. retinitis pigmentosa) and age-related macular degeneration (AMD) are among the commonest causes of blindness in the developed world . These devastating conditions are characterised by photoreceptor degeneration. Retinal ganglion cells (RGCs, the output cells of the retina) do, however survive and maintain their connections with the brain visual areas, so that under appropriate conditions, direct RGC electrical stimulation via implantable stimulating devices can elicit light perception (phosphenes) in blind patients. Several groups worldwide are working on improving the technology for retinal implants, but many technical challenges remain to be resolved before retinal prosthetic devices will become a realistic approach to help blind patients to regain sight. The choice of electrode material is very important. Electrodes must be biocompatible and capable of delivering enough electrical charge to the tissue. In that respect, the basic hypothesis driving our research is that advanced materials are more performing than conventional ones. Through a collaboration with Dr Yael Hanein (Tel-Aviv university, Israel), we have recently established that carbon nanotubes (CNTs) offer great advantages over more conventional electrode materials for retinal implant technology because they are highly biocompatible and they have a very large surface area, which makes them very efficient for electrical stimulation. One of the very attractive features of CNTs is that they can be functionalised in order to modify/improve their biological performance and this is what we are planning to investigate in this project. We are going to use CNT electrodes that have been modified by Dr Hanein so that they can generate electrical current when stimulated with light rather than with an external stimulating device. Dr Hanein has successfully conjugated CNTs to light-sensitive quantum dots (QDs). QDs are tiny crystals; when excited with light of the appropriate colour (wavelength; the dot size determines the precise excitation wavelength), they generate current (due to movement of electrons within the crystal). The aim of this proposal is to undertake proof-of-principle experiments to demonstrate whether photostimulation of RGCs via QD-CNT electrodes (integrated into planar multielectrode arrays (MEAs)) can drive RGCs to firing threshold. We will use QDs that absorb light at different wavelengths - UV, blue, green and red - emulating cones and rods photoreceptors in mouse and human retina. These experiments will be performed using dystrophic retinas from the Crx-/- mouse, where photoreceptors undergo complete degeneration by 6 months postnatal. Another important novel aspect of this project is that for the first time, we are going to use MEAs fabricated on a flexible substrate by Dr Hanein. Implant flexibility is important for allowing better coupling to the retina in vivo, along the curvature of the eye, and although we are not planning to use intact eyes in this project, it is important to move from hard-based (silicon) to flexible MEAs in preparation for future work. We will stimulate electrodes electrically with an external device to establish the parameters for threshold stimulation of RGCs in the vicinity of the stimulating electrode and we are going to compare these responses to those obtained with photo-stimulation. If successful, this approach could revolutionise current design strategies for neural prosthetics in general, and for retinal implants in particular. Indeed, there would be no need for external stimulation, the necessary current would be intrinsically generated in the CNTs upon ambient light (there is no need for more powerful light sources such as lasers) absorbance by the QDs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I023526/1","grantId":"BB/I023526/1","fundValue":"116342","fundStart":"2012-03-26","fundEnd":"2013-03-25","funder":"BBSRC","impactText":"  Findings were used to photo-stimulate retinal cells that are not normally sensitive to light. This was done in mouse and in chick embryonic retinas.  ","person":"Evelyne  Sernagor","coPersons":[],"organisation":"Newcastle University","findingsText":" The aim of this project was to investigate the how we can photostimulate blind retinas with carbon nanotube electrodes made light sensitive with quantum dots/rods which generate electrical curent upon light stimulation. Cells in contact with the electrodes can be stimulated and generate neural impulses. they can be used to devise neural implants, and more particularly retinal implant devices that will, hopefully, be able to stimulate cells without any external power other than ambient light. But this goal has not been achieved yet. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}