{"id":"CEBDACAD-B91D-4606-A60B-C9A2243BA5E3","title":"Khrushchev Modern: Making Home and Becoming a Consumer in the Soviet 1960s","abstractText":"This project brings a fresh perspective to the Cold War, examining cultural and aesthetic transformations in the Soviet Union set in train as part of Khrushchev's de-Stalinization in the late 1950s/1960s. Engaging with current debates in a range of disciplines (including cultural, architectural and design history, material culture studies, gender studies and geography) where home and domesticity have become central categories for analysis, it focuses on the aesthetics and material practices of homemaking in new, prefabricated flats built under a massive state programme across the USSR beginning in the late 1950s. In contrast to the prevailing norm of communal accommodation, these were designed for single nuclear families. While histories of the Khrushchev 'Thaw' have traditionally focused on the end of state terror, I propose that, from ordinary people's perspective, the era's most significant change was the move to new apartments with their own kitchens and bathrooms. Accompanied by promises (partly realized) of consumer goods to equip them, the mass housewarming marked a watershed in the development of a Soviet consumer culture. The 'New Soviet Woman', who since the Bolshevik Revolution had personified progress towards communism, was now recast as a homemaker and entitled consumer. \\n While focusing on the micro level of historical change, the domestic interior, the study also keeps the macro context of global conflict, the Cold War, within the frame, seen here as not only an arms and space race, but also a competition over images of modernity, in which each world 'camp' (capitalism or communism)sought to demonstrate that it alone could provide the best life for the greatest number. Joining battle with the USA on the terrain of the modern home and living standards, the Soviet Union sought to prove itself on the same terms (modernity, comfort, 'labour-saving' household technology and happy housewives) even as it maintained that its superiority lay in its commitment to social benefits, services and women's ultimate emancipation from the home. \\n The policy of allocating flats to nuclear families gave many people greater privacy than ever before. Yet the mass move to new apartments was accompanied by pervasive efforts to shape the way people made home and dwelled in them, from their habits of hygiene, and domestic routines, to the aesthetics of the interior. I look at how and to what ends a range of specialists sought to shape the domestic environment, promoting a 'contemporary style' I call 'Khrushchev Modern'. This style represented an implicit rapprochement with international Modernism, rejected in the USSR since the 1930s. According to both Modernist utopianism and Marxist materialist principles, the new, rationally designed material environment was expected to reshape the mentalities and behaviour of those who lived in it and foster the advent of the new society. I analyse popular advice on tasteful and 'contemporary' interior decorating, scientific management in the kitchen, and the introduction of technology into domestic routines. \\n However, home is often seen as marking the limits of the state and its projects. As the site of everyday life and individual consumption, home often disrupts the plans of planners and tests the jurisdiction of specialists. Thus it presents an intriguing space for study in an authoritarian, modernizing state with a centrally planned economy and chiliastic ideology. The modernization of Soviet home life raises important questions of negotiation between various agencies, differently positioned in relation to the authority of the state and to the material fabric of the home.The project investigates these negotiations by triangulating published and archival sources with interviews with people who moved into new apartments in the early 1960s concerning their practices, ideals and aesthetics of hommemaking, the acquisition, making, display or ridding of things, and their meanings for the informant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G006725/1","grantId":"AH/G006725/1","fundValue":"28976","fundStart":"2009-02-09","fundEnd":"2009-10-10","funder":"AHRC","impactText":"","person":"Susan Emily  Reid","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}