{"id":"CEC1F0F7-7B8A-4F00-B800-3E25B6C5000D","title":"Media and the Inner World","abstractText":"The Media and the Inner World research network set out to bring together psychoanalysts and psychotherapists, academics and media practitioners to explore the role of emotion and therapy in popular culture and the media through the lens of object relations psychoanalytic theory. The aim was to create a dialogue between these different constituent groups to enable knowledge exchange and create further opportunities for its development. To this end, we held a series of two symposia and nine public round table discussion events in public venues at no charge to participants. The network successfully fulfilled its objectives, attracting a broad range of audiences from a range of different backgrounds. The influence of therapy culture and its meanings were widely debated and both academic and clinical perspectives formed the basis for a number of publications. Perspectives on images of psychotherapy in the popular imagination were successfully explored at a number of events. Similarly processes of media production, ethics and values were interrogated in relation to print media, celebrity culture and documentary filmmaking. \n\nAs a result of these network activities, we established some fruitful links with a range of external organisations and we are now setting out to develop these. In particular, we aim to develop training opportunities and to further knowledge exchange between academic researchers, psychotherapists and media professionals. A number of potential links have been fostered with a view to enabling this, and the proposed activities will help to consolidate the outcomes of the network in relation to the needs of the therapeutic and media professional communities. In addition, we plan to extend the remit of our work by exploring the potential to influence policy. There is particular scope to do this in relation to media policy, especially with regard to documentary media formats and questions of best ethical practice in relation to the representation of emotional experience. \n\nAs mentioned above, the success of the network has resulted in several opportunities for future development. Links with institutions such as the Tavistock and Portman NHS Trust, the Freud Museum and Mosaic Networking, will be developed through a programme of collaborative provision to provide CPD courses for professionals and general interest courses for the public, grounded in the intellectual foundations of our project. Our links will also be used in the joint organisation of a number of public events.For example, we have been invited to organise further round table events for the Royal Academy of Dramatic Arts and the Royal Academy of Music. We are also planning to arrange a number of film screenings in collaboration with the Freud Museum and are intending to bid for a programme strand at the East London Film Festival. \n\nThe scholarly aspects of the project will be further developed through a number of additional publication opportunities, all of which go beyond the original schedule of planned outcomes and this will help to reinforce the academic impact of the work that has been undertaken.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J00541X/1","grantId":"AH/J00541X/1","fundValue":"94148","fundStart":"2012-01-09","fundEnd":"2013-01-08","funder":"AHRC","impactText":"  Several of the publications underpinning these awards have been used to engage member of the public via a short taught course offers at the Freud Museum in London. This generated income for the Museum as well as extending its reach to new audiences. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Caroline  Bainbridge","coPersons":["Candida  Yates"],"organisation":"Roehampton University","findingsText":" This project has furthered the discussion of the relevance of psychoanalytic critical frameworks for understanding contemporary processes around pleasure, displeasure and the role of emotion in popular culture. As a result of work on this project, we have been invited to collaborate with The Faction theatre group to consult on the development of new stage productions. We have also been invited to collaborate to design and deliver a symposium for the International Association for Forensic Psychotherapy. Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}