{"id":"CEC287A2-2B93-4054-9306-B737E616130E","title":"Skills and Employment Survey 2011/12","abstractText":"<p>The overarching aim of this project is to carry out an integrated survey of the skills and employment experiences of working life in Britain in 2012 which will become a key and distinctive resource for research on contemporary working life.The Skills and Employment Survey (SES) will also provide continuity with and build on previous surveys funded by the ESRC, set a benchmark for future research in the field and allow some contemporaneous international comparisons to be made.<br />Stemming from this overarching aim, there are four further objectives to be addressed, using the survey data:</p>\n\n<ol>\n \n\n <li>Describe and analyse the level and distribution of skills requirements of jobs in British workplaces in 2012 and compare these patterns with earlier data points.</li>\n\n <li>Similarly, describe and analyze the level and distribution of key aspects of workers’ experiences of their jobs in 2012, and compare with earlier data points.</li>\n\n <li>Use the data to develop three distinctive original and substantive contributions to scholarship surrounding job quality and job skill.</li>\n\n <li>Make the data available and provide the necessary data support and infrastructure for further analyses by academic or policy-based researchers in the field of skills and job quality.</li>\n\n</ol>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I03792X/1","grantId":"ES/I03792X/1","fundValue":"709416","fundStart":"2011-06-01","fundEnd":"2014-05-31","funder":"ESRC","impactText":"","person":"Alan  Felstead","coPersons":["Duncan Ian Gallie","Francis  Green"],"organisation":"Institute of Education","findingsText":" By collecting survey data from a representative national sample of 3,200 individuals in paid work in 2012, the project provides a key data resource for the study of the skills and employment experiences of workers in Britain. The Skills and Employment Survey 2012 (SES2012) is the sixth in a series of similar individual-level surveys carried out since 1986 and hence it builds on previous investments made by the ESRC and others. \n\n• The findings provide new evidence on whether employers in Britain are making the best use of workers’ skills and whether the jobs workers hold are being upskilled.\n\n- The good news is that the qualification requirements of jobs have risen over the last quarter of a century. By 2012 jobs requiring degrees on entry reached an all time high, while jobs requiring no qualifications fell to historically low levels. \n- Calls by policy-makers – such as the UKCES – for employers to make more effective use of qualifications appear to be being heeded. Despite rising for the two decades from 1986 to 2006, over-qualification fell for the first time between 2006 and 2012.\n- Set against this, training and learning times have fallen and, while some of this decline might be explained as substitution by skill acquisition in education, generic skills growth has virtually come to a halt. \n\n• One of the most striking findings is that workers are feeling more insecure than at any time in the past.\n\n- Fear of job loss was higher in 2012 than at any other time, even though unemployment levels were not as high as they were in the mid-1980s.\n- Over half felt their jobs might be downgraded in some way – that is double the proportion who thought they might lose their jobs. This suggests that those who survived the 2008-2009 recession by remaining in work were fearful that their jobs might nonetheless change for the worse.\n\n• Relatedly, workers in 2012 were feeling more pressurised at work.\n\n- They were working harder than survey respondents in the past, and were working quicker and under greater deadline pressures.\n- They also felt less enthusiastic and contented with their jobs.\n- In addition, they reported working under greater stress than survey respondents in 1992 ; that is, worrying about work, experiencing difficulty in unwinding and feeling worn out.\n\n• The findings also identify where these experiences were most pronounced.\n\n- While increasing feelings of insecurity and work pressure were widespread, they grew particularly sharply in the public sector, where they rose from a much lower base.\n- Nevertheless, the worst effects of this climate of fear are lessened by way work is organised and, in particular, the level of say workers have in how work is carried out. The more employee involvement there is, the lower levels of fear. \n- \nFurther research:\n\n• 2-year follow-up of 1,000 respondents to SES2012 funded by ESRC as part of LLAKES.\n• ESRC-UKCES Strategic Partnership funding for further analysis of the SES2012 data.\n• Editing a 10-chapter book based on the dataset produced for this project – this will be published by Oxford University Press in 2015. Routes to Scientific Impact\n\n• 6 short national reports and 2 short Welsh reports (and a full Welsh report) have been published and widely disseminated.\n• 3 refereed journal papers are currently being revised following refereeing, 1 paper is under review, 1 paper is in preparation and 1 has been published in an internationally refereed journal.\n• 2 chapters have been accepted for publication (in addition to the edited book collection, see below) and 4 working papers have been produced – 2 by ESRC research centres, LLAKES and WISERD, and 2 by Skills Development Scotland.\n• The research team have given 7 conference papers and 13 seminars presentations in order to highlight the scientific impact of the project and the availability of the data for secondary analysis.\n\nRoutes to Economic and Social Impact\n\n• During the course of the project, 4 launch events have been staged in London (x2), Cardiff and Glasgow. Taken together, these events attracted an audience of 330. Delegates consisted of policy-makers, political representatives, trade union officials, professional bodies, lobbying organisations, training providers, employers and academics. \n• These events attracted considerable media interest. Notably this included a front page article in the Financial Times, articles in The Guardian and the Daily Mail as well as commentary on Radio Four’s Today programme and live interviews on Radio Five Live, LBC and Radio Cymru. \n• Three policy-making/practitioner facing articles have also been published.\n• The lasting legacy of the project will be the data infrastructure it provides, thereby providing the basis for further analyses to be carried out by academic or policy-based researchers in the field of skills and job quality.\n• It will also provide another data point for a series of ESRC-supported investments with which researchers in the future will be able to make comparison.\n• Furthermore, it will provide the basis for some international comparisons to be made where similar questions have been asked in surveys carried out in elsewhere in the world (across Europe, the OECD or in individual countries such as Singapore). Education,Government, Democracy and Justice","dataset":"gtr"}