{"id":"CECFA5F9-F1B8-411E-9DC3-0A42687C7038","title":"Impacts of extreme flooding on physical habitats and flood risk management","abstractText":"Destructive river floods, like the ones in Cumbria in late 2009, are important to forecast because of their economic and social impacts, but are also important to understand from the viewpoint of how they create new physical habitats and river channels. Whilst recent reports rightly concentrate on the immediate damaging impacts of extreme flooding, less information is available about the long term impacts of changes in river channel. The latter is important for two reasons. First, large economic costs can often result from changes in flood channel maintenance necessitated by post-flood channel adjustments. Second, and in contrast, there may actually be benefits arising from changes to physical habitats and river channels which may lessen subsequent flood risk. This is accepted within a raft of legislation whereby European (and US) river managers are required to restore and enhance river channels to meet stringent ecological standards. In this sense, our current knowledge of the benefits resulting from extreme flooding is poor. Thus one strand of our proposed research will analyse the changes in habitat and channels that were caused by the extreme floods in Cumbria in late 2009. Current river restoration methods are both spatially limited and expensive, but we aim to demonstrate that extreme floods can provide substantial changes in physical habitats and have the potential to deliver channel-scale restoration as demanded by regulators. Extreme floods are forecast to become more frequent under a range of climate and land use scenarios in the UK and elsewhere. But there is a lack of knowledge about the frequency, or return time, of extreme floods because monitored records of river flooding are often relatively short. A second strand of our research therefore takes the opportunity to find the signal of the recent extreme Cumbrian floods in the recent lake sediments accumulating at the bed of lake Bassenthwaite. If the recent flood signal can be clearly established, earlier 20th/21st century floods can be identified in lower sediments and confirmed by flood records. Deeper sediments can then be analysed to provide a regional record of flood frequencies and their sizes over several centuries. From these data, we can then say more about how common extreme floods are when viewed over centuries and whether the floods are becoming more or less common during the major periods of climate chnage and human activitiessince the early 20th century. Our project will collect field data from sites in and downstream of lake Bassenthwaite that were seriously affected by recent flooding in Cumbria. The research will impact directly on assessing appropriate post-flood management of floodplains and channel, and on the strategic assessment of the likelihood of future extreme flooding - both to the benefit of many stakeholders including local residents and farmers, the Environment Agency, DEFRA and a large international academic community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I002219/1","grantId":"NE/I002219/1","fundValue":"48335","fundStart":"2010-05-10","fundEnd":"2011-07-25","funder":"NERC","impactText":"","person":"David  Sear","coPersons":["John Alfred  Dearing","Paul David Bates"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}