{"id":"CEED571D-78F1-49D6-A874-123718A2A457","title":"Contaminant Ingress into Distribution systems (CID)","abstractText":"The quality of potable water is of vital importance to public health. However, contamination events are observed to occur even in the tiny volume (relative to total supply volume) of the samples collected for regulatory purposes. These events are often unexplained. A possible source of such contamination is pollutant ingress into the distribution system from the surrounding soil and water. Such ingress can occur through the many apertures normally associated with leakage, at times when low or negative pressure conditions occur such as due to hydraulic transients (water hammer).This project will investigate the currently unknown potential for such contaminant ingress into potable water distribution systems by direct measurement utilising a specially developed laboratory facility. Laboratory studies are necessary to address difficulties associated with the short response duration of transient events and the costs, complexity and regulatory unacceptability of field studies. The experimental set up will be full scale and include surrounding ground conditions and a contaminant flow field (for example, an adjacent leaky sewer). Initial studies will investigate the influence of the characteristics of the transients (magnitude, duration etc.) while further studies will investigate the influence of aperture shape, geometry and location.The experiments will provide quantitative evidence of the conditions causing ingress which will be used to develop a new ingress model which, together with existing modelling tools, will enable quantification of the potential for contaminant ingress. The outputs from the new modelling approach will inform improvements to distribution system design, operation and maintenance, management of pollution incidents and ultimately result in improved drinking water quality.The project will be undertaken at the University of Sheffield, with advice and support from Professor Bryan Karney of Toronto University, an international expert in transient analysis and in collaboration with Ecole Polytechnique de Montreal for access to the best currently available relevant field data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G015546/1","grantId":"EP/G015546/1","fundValue":"345333","fundStart":"2009-04-06","fundEnd":"2012-10-05","funder":"EPSRC","impactText":"  Many UK water companies have built versions of the experimental facility developed for this research project to train and inform their operational staff. Training facilities with direct input from the research team include Severn Trent Water, Anglian Water, Yorkshire Water, Thames Water and Scottish Water.\n\nPolicy and practice relating to transients in water distribution systems have been influenced. For example practices associated with air valves and monitoring and management of large industrial users. Environment,Other Economic,Policy & public services","person":"Joby  Boxall","coPersons":["Adrian John  Saul"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}