{"id":"CEF905F3-5243-4504-B1B2-443DA9125F10","title":"Novel analytical instrumentation and methods to improve prediction of biopharmaceutical aggregation","abstractText":"Biopharmaceuticals, including therapeutic proteins and monoclonal antibody therapies, are now important and are projected to become an increasingly important source of new drugs reaching the market-place. Whilst the quality of life enhancement of these drugs can be substantial, they are expensive to produce relative to small molecule drug therapeutics. Thus, whether a new biopharmaceutical product is affordable by the NHS, for example, or whether a new form of an existing product is competitive, will increasingly depend on the cost of manufacture and whether the product is easy to use. One of the aims in this project is to help enable this rapidly expanding and maturing sector to deliver more efficient processes, leading to better products and patient compliance; another aim is the ability to predict faster to patient pathways. This project will thoroughly explore the usefulness of a novel award-winning technology to help biopharmaceutical manufacturers develop protein medicines. The novel technology developed in this project will determine whether the molecules that make up the medicine are sticking together, and if so will allow a precise measure of the effect. This sticking together or aggregation can cause the medicine to lose efficacy or in the worst case cause the body to react adversely. As well as using the novel UV area imaging technology in the laboratory, the project also aims to transfer the technology to the factory to allow the process operator to enhance the purification stage in manufacture of biopharmaceuticals. The technology will be compared and benchmarked against existing and other newly emerging methods of detecting aggregation. Ultimately the application of this technology when in industrial use should lead to more and better biopharmaceutical products reaching the patient sooner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/F002564/1","grantId":"DT/F002564/1","fundValue":"206250","fundStart":"2008-01-21","fundEnd":"2010-10-20","funder":"EPSRC","impactText":"  This project was part of a TSB R&amp;D collaborative award involving three end users and a spin-out company (Paraytec) and a CRO with Bradford being the sole Univeristy partner.\n\nIn part as a result of our work, Paraytec were able to licence their instrument (Viscosizer 200) to a leading analytical instrument supplier (Malvern Instruments).\n\nMalvern Instrument have recently placed the upgraded Viscosizer 200 instrument at the Univeristy of Bradford for evaluation by the team in ITC, and this will be used to investigate the in-house anti-cancer therapies under development. Chemicals,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Robert Thomas Forbes","coPersons":[],"organisation":"University of Bradford","findingsText":" This award have facilitated the devilment and evaluation of a novel technology that has been made fit-for purpose for the analysis of bio-pharmaceuticals to address a gap in the understanding of their aggregation behaviour.\n\nIn part as a result of our work, Paraytec were able to licence their instrument (Viscosizer 200) to a leading analytical instrument supplier (Malvern Instruments).\n\nMalvern Instrument have recently placed the upgraded Viscosizer 200 instrument at the Univeristy of Bradford for evaluation by the team in ITC, and this will be used to investigate the in-house anti-cancer therapies under development. Instrument have been sold to commercial biopharmaceutical and pharmaceutical companies, who are currently developing additional applications for the technology. Agriculture, Food and Drink,Chemicals,Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}