{"id":"CF00B460-EAB6-4038-BB8A-61E1331F1632","title":"Epigenetic regulation of DNA repeats and genome stability in Candida albicans","abstractText":"Candida albicans is an opportunistic fungus (a form of yeast) that normally lives on the human body without causing any harm. However, C. albicans can cause devastating diseases especially in immunocompromised patients who have undergone organ transplants, chemotherapy, or HIV treatment. Pathogenic C. albicans adapts efficiently to different environments and it can acquire resistance to anti-fungal drugs. This is because, in contrast to most organisms, C. albicans can live without the right proportion of its genes or even miss a part of a chromosome (a phenomenon called genome plasticity). It was discovered that rearrangements often occur at particular sites of repetitive DNA sequences. We want to understand why DNA repeats are sites of chromosome rearrangement. \nIn most organisms, DNA repeats spell trouble for the cell. This is because repetitive sequences tend to be 'unstable' and can interact and fuse with other repeat sequences in other places in the genome. This means the genome can rearrange itself, causing loss of some sequences and duplication of others. It can also bring two separate sections of the genome together, which can mess up the instructions for making the right amount of proteins. Genome rearrangements are a hallmark of cancer cells and birth defects. To counteract the potential threat to the genome by DNA repeats, organisms have developed strategies to fight against the instability of DNA repeats. One strategy is to coat the repetitive sequences in protective proteins that prevent them from interacting with other repetitive sequences. This protective protein structure is called 'heterochromatin'. \nFor certain organisms, such as microbial pathogens, it can be convenient in certain environmental conditions to rearrange their genomes and therefore to temporarily erase heterochromatin from DNA repeats. C. albicans could be one of these organisms and we will test this hypothesis. We will ask whether C. albicans DNA repeats are usually kept in a 'safe' state by being coated in heterochromatin and if C. albicans can strip these proteins off to allow the genome rearrangements in favourable conditions to cause C. albicans to become a pathogen.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M019713/1","grantId":"MR/M019713/1","fundValue":"332187","fundStart":"2015-09-07","fundEnd":"2018-09-06","funder":"MRC","impactText":"","person":"Alessia  Buscaino","coPersons":["Judith  Berman"],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}