{"id":"CF03B1A9-6467-4525-8B6E-7FDA324331B4","title":"Wakeham efficiency funds for IPPP","abstractText":"The Standard Model (SM) gauge theory of electromagnetic, weak and strong interactions has so far withstood all the challenges that LEP, HERA and the TEVATRON have been able to pose and the validity of the SM is confirmed --- with the unification of electromagnetism and weak interactions proved and tested to one part per mille. Strong interaction effects have been tested to the per cent level. Flavour phenomena have contributed as much as the gauge principle in shaping the overall structure of the SM and it is the existence of flavours (in both the lepton and quark sectors) that gives the SM its family and generation structure. In the quark sector the SM description of flavour phenomena is as successful as the SM predictions in the gauge sector and the CKM picture of mixing and CP violation is now verified at the few per cent level. However, the observation of neutrino oscillations, and the consequent evidence that neutrinos have mass calls for an extension of the SM and neutrino masses may become a window on physics at the grand unification scale.\n\nIn 2008, particle physics stands poised at the verge of new and major experimental discoveries as the Large Hadron Collider (LHC) starts to accelerate and collide protons at much higher energies than ever before. The LHC will open up the new territory of TeV scale physics, where the theoretical description of the known particles and interactions breaks down, necessitating the onset of new physics. Ground-breaking discoveries are expected. In particular, the mechanism responsible for electroweak symmetry breaking that is ultimately related to the understanding of the origin of the masses of all elementary particles will manifest itself at the TeV scale. It may give rise to one or more new elementary scalar particles, the Higgs bosons, to a new kind of strong interaction or to other possibly unexpected phenomena. Furthermore, it is expected that experiments at the TeV scale will be sensitive to effects of new physics contributions that stabilise the huge hierarchy between the weak scale and the Planck scale. Prime candidates for physics beyond the SM are supersymmetry, which postulates a symmetry between fermions and bosons and embeds space--time into a ``superspace'', or additional dimensions of space, which may either be very small or even infinitely large.\n\nThe high energy reach of the LHC will allow the exploration of TeV scale physics. However, the LHC experiments are significantly more complex than any previous particle physics experiment. Identifying the nature of physics at the TeV scale will require intense collaborative efforts between experimentalists and theorists. On the theoretical side, high-precision calculations of SM processes are needed to distinguish possible signals of new physics from SM backgrounds. Possible hints of new physics need to be compared with different models of physics beyond the SM in order to disentangle the underlying structure of TeV-scale physics. The IPPP has already established close connections with the UK and international experimental groups and is perfectly placed to help maximise the UK contribution to understanding the LHC data.\n\nOnce the energy scale of new physics is identified, there will be a strong effort in planning and designing the next generation of particle physics experiments. The IPPP will continue its role in assessing the physics potential and the design of future accelerators, for example, through membership of the Global Design Effort for the International Linear Collider, and the International Design Study for the Neutrino Factory. \n\nThe next decade promises to be pivotal in our understanding of the microscopic world. The IPPP will address fundamental questions about electroweak symmetry breaking, the structure of space-time, flavour physics and CP violation, neutrinos and lepton-flavour violation, and how particle physics connects with astrophysics and cosmology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K001159/1","grantId":"ST/K001159/1","fundValue":"33891","fundStart":"2011-12-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Valentin V Khoze","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}