{"id":"CF192845-A759-4665-8A90-6DB8BE998A4D","title":"In vitro (pre)construction of neural circuits in transplantable biodegradable scaffolds for CNS repair in vivo.","abstractText":"Each year, diseases (such as Parkinson's disease) and injuries (such as spinal cord lesions and stroke) of the central nervous system (CNS) substantially reduce the quality of life of millions of individuals world-wide. Therapies for these traumatic events have been notoriously difficult develop. Recently, (stem and primary) cell transplantation has been highlight as a potential treatment for the damaged adult brain and spinal cord, and has become a potential long term therapy for the neurodegenerative disease Parkinson's disease (PD). However the use of this strategy for many neurological disabilities has been hampered by the limited growth transplanted cells attain once they are placed into the host CNS. This means that while transplanted cells (whether they are stem cells or primary cells) may survive once placed in the host brain or spinal cord, they have some difficulty growing and re-establishing the connections which are lost to a particular disorder or injury. The limited growth among cells transplanted to the brain or spinal cord is caused by the lack of growth promotion by the adult (host) CNS. Studies have consistently shown that transplants to the adult CNS are quickly surrounded by host cells that form a physical and molecular barrier (called the 'glial scar') that many transplanted cells are not able to surmount. Added to this is the fact that growth promoting molecules are made mostly during development and are generally absent from the mature CNS. This, then, greatly weakens the 'stimulus' (in the adult CNS) needed for donor cells to grow into (and connect with) the host tissue. A consequence of the negative impact that the adult CNS has on the growth of new 'circuits' is that many studies attempt to re-grow connections in the adult brain and spinal cord by manipulating the affect CNS itself. A significant amount of work, for example, has been dedicated to blocking inhibitory molecules, or supplementing the adult CNS with a number of growth promoting compounds to increase the growth potential of the afflicted nerve cells. Thus far, however, reconstruction of circuitry in the adult CNS has proven difficult, and is likely to be too difficult due to the fact that creating an environment in the adult brain and spinal cord that is similar to that found in the developing CNS may not possible. In an attempt to by-pass the negative impact the adult (host) CNS has on the growth of neural cells, the current proposal aims to pre-construct (in a culture dish) neuronal circuits in a biodegradable structure that could be inserted [intact] into the damaged CNS. Such preconstruction of circuitry would get rid of problems associated with the inhospitable environs of the adult (host) brain, as points 'A' to 'B' would be bridged (like splicing electrical wires into a circuit) at the moment of grafting (i.e., without any influence from the host tissue). Such technology has the potential to enhance the therapeutic use of cell transplants for treating Parkinson's disease, and may begin to offer a means to use the strategy to treat other CNS disorders which require the re-establishment of point-to-point contacts (such as spinal cord injury or Huntington's disease). In the future, the utilisation of such preformed circuits could be expanded for use in regions of the CNS commonly damaged by traumatic injury, where even long distance circuits (e.g., the spinal cord) might benefit from a 'connecting unit' that could forge a gap between disconnected regions of the CNS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E009433/1","grantId":"BB/E009433/1","fundValue":"413725","fundStart":"2007-04-01","fundEnd":"2010-09-30","funder":"BBSRC","impactText":"","person":"Monte  Gates","coPersons":["Ying  Yang"],"organisation":"Keele University","findingsText":"","dataset":"gtr"}