{"id":"CF1A5FA3-0D77-45CD-8FD6-2ADE89E4DAD9","title":"Production of 'welfare friendly' eggs - improving bone health and reducing bone breakage in laying hens using an omega-3 modified diet","abstractText":"There are 28.7 million laying hens in the UK, producing 8.7 billion eggs. Recent estimates indicate that up to 70% suffer bone breakage from a combination of bone weakness and housing conditions. Skeletal health in laying hens is therefore a major welfare and economic problem, and seriously damages the public perception of the egg production industry, which is increasingly driving consumer choice. Recent improvements in the housing of laying hens, with less restriction of movement and a more stimulating environment, appear to be contributing to the problem, perhaps by increased likelihood of damage by collisions. In our current studies, flocks housed in an enriched free range environment suffer nearly 90% bone breakage. This problem is made all the more pressing, and any solution more timely, by the imminent ban on cage systems requiring that 18 million birds are 'transferred' to non-cage systems within the next four years, with an epidemic of broken bones and associated suffering. Dietary supplementation with calcium, vitamins and fluoride has demonstrated only limited success in improving bone strength in hens. It is known that omega-3 fatty acids (n-3), found in fish oil and linseed oil, can increase bone mass and help prevent and alleviate bone and joint diseases such as osteoporosis and osteoarthritis. Our preliminary studies have indicated that dietary supplementation with n-3 reduces the incidence of bone breakage in laying hens by up to 40%. This has provided support for the planned study which is aimed at accurately measuring the benefits of supplementation with n-3 in improving skeletal health in a dedicated and controlled commercial free range production system at all stages of the laying cycle, and in understanding the biological mechanisms which link n-3 and bone strength. These studies have the potential to greatly benefit the welfare of laying hens, to help the egg production industry in reducing wastage, and to help in answering long held public concerns regarding the suffering of laying hens in providing an essential part of our diet. For these reasons, an industrial partner has agreed to dedicate substantial facilities, and contribute significant financial resources, to this study. Investigations of the mechanisms linking bone strength and diet will also provide important insight into the development of human osteoporosis, and possibly support the increased use of n-3 in preventing and treating human bone diseases. This study fulfils many of the aims of the BBSRC, by understanding and alleviating consequences of specific elements of production systems and human management which compromise welfare through chronic injury, and by improving welfare in sustainable agricultural systems through enhanced livestock fitness. By examining the consequences of n-3 in improving bone strength and reducing breakage, this study will also contribute to understanding of the relationship between diet and health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G012709/1","grantId":"BB/G012709/1","fundValue":"604518","fundStart":"2009-06-01","fundEnd":"2012-09-30","funder":"BBSRC","impactText":"","person":"John  Tarlton","coPersons":["Lindsay  Wilkins","Mark Jonathan Perry","Jason  Mansell"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}