{"id":"CF1B719E-B228-4DC1-BCF3-B67F34AFBFC7","title":"Core Capability for Chemistry Research in Southampton","abstractText":"The overall aim of this application is to modernise and enhance capability of core multi-user instrumentation in Southampton Chemistry to secure the underpinning of a wide range of current and future research projects in Chemistry, and associated disciplines, in EPSRC priority areas. \n\nThe ability to design, synthesis and characterise molecular species lies at the heart of chemistry. Nuclear Magnetic Resonance (NMR) spectroscopy and Mass Spectrometry (MS) are two of the key techniques used very widely across organic and inorganic chemistry for the characterisation of small and large molecules and assemblies, and for the identification of the individual constituents present in complex mixtures. They are very powerful techniques that are used on a daily basis by most researchers working in these disciplines. \n\nKey elements of this application include: (i) replacing two NMR spectrometers with new, superior instruments to give increased capacity, capability and resilience to the core open access NMR provision at Southampton; (ii) replacing old MS systems with new instruments that will give fast throughput, improved quality results, and allow structural elucidation of compounds unsuitable for NMR spectroscopy. The very high sensitivity of the new MS systems will also be really beneficial for identification of very low level but potentially important impurities, for example those formed during the decay of radio-tracer species used in medical imaging.\n\nScanning Electronic Microscopy (SEM) is an important analytical technique in materials science, which gives highly magnified images of the morphology of solids, including powders, microcrystals, thin films and nanoparticles. By using specific probes attached to the SEM, quantitative information concerning the elements present, including low level impurities that might compromise the properties of the materials, can be obtained. This application also seeks to upgrade an existing SEM instrument through replacement of its work station and operating system, and will ensure that the ability to obtain these types of information from new materials produced in Southampton Chemistry is maintained in the future.\n\nSouthampton Chemistry are committed to obtain maximum value from the capital equipment provided under the grant and have mechanisms enabling external user, including companies and academics, to use the facilities to support their research activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K039466/1","grantId":"EP/K039466/1","fundValue":"903846","fundStart":"2013-04-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  This grant provides core equipment for chemistry research, and supports a large number of researchers, groups and projects. Much of this research is ongoing and forms part of larger collaborative interdisciplinary projects.  ","person":"Richard Charles Brown","coPersons":["G  Reid","Graham John Langley","Philip Alan  Gale","Bruno  Linclau","Julie Margaret Herniman"],"organisation":"University of Southampton","findingsText":" The grant was to provide core equipment necessary for chemistry research in Southampton. The award has allowed us to update and upgrade our analytical facilities to underpin and facilitate internationally leading research in many areas of chemistry and through interdisciplinary projects. The equipment will be used extensively by many researchers over the next decade. Examples of some of the areas that will benefit include: catalysis, healthcare including imaging, materials research. In addition, fundamental research supported by the equipment will provide new understanding of molecular systems including their assembly through chemical synthesis. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}