{"id":"CF2B1C5C-9DD3-4238-8950-01EBA73CB5DD","title":"Control and Prediction of the Organic Solid State: Translating the Technology","abstractText":"Many organic molecules can adopt more than one solid crystalline form, including polymorphs which differ only in the arrangement of the molecules. This can be exploited in the development of new speciality materials with optimised physical properties such as non-linear optical coefficients or molecular electronics, but it can prove disastrous for quality control when the new form appears unexpectedly during production or storage, as has occurred for some pharmaceuticals. However, the factors that control the diversity of possible solid forms are poorly understood. It has been said that the number of polymorphs of a molecule depends on the time and money spent looking for them. This is certainly a factor, when about 90% of systems studied for pharmaceutical companies are found to have multiple solid forms, and less than 5% of entries in the Cambridge Structural Database have two or more structures. The development of new organic materials and quality control in their manufacture requires a more scientific approach to understanding the possible range of crystal structures.The CPOSS project has been developing a computational method of predicting which crystal structures of a molecule are sufficiently low in energy that they might be able to form. We have also developed a workflow, including a uniquely powerful automated solvent crystallisation system, which is discovering many new crystalline forms even for the highly studied systems we used to validate the approach. By combining these results with other experimental and computer simulation work, the multi-disciplinary CPOSS team are developing a molecular level picture of what determines which of the computed low energy structures can be found experimentally for several specific molecules, ranging from the influence of solvent, to that of surfaces and even impurities. We even predicted possible new crystal structures of aspirin, paracetamol and piracetam before they were experimentally found! This Translation grant will enable the core of the CPOSS team to use the computational and experimental technologies they have developed in work with a broad range of collaborators on their particular organic solid state problems. These areas include molecular electronics and optical materials, energetic materials, pigments, agrochemicals and pharmaceuticals. Thus, we will develop methods of accurately computing which crystal structures are possible, and establish how to use the computed structures and experimental results to effectively determine which crystal structures might be found and the most efficient route to obtaining them. The CPOSS databases of known and hypothetical crystal structures and their properties, when covering a wide range of organic molecules, will provide a basic technology for polymorph prediction and control. This project will make available these complementary techniques to both academic and industrial organic solid state research scientists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F03573X/1","grantId":"EP/F03573X/1","fundValue":"946361","fundStart":"2008-04-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Sarah (Sally) Lois Price","coPersons":["Alastair James Florence","Derek Alexander Tocher"],"organisation":"University College London","findingsText":" We have developed a computational method of predicting which crystal structures of a molecule are sufficiently low in energy that they might be able to form, and a uniquely powerful experimental workflow for identifying those that do. The combined multi-disciplinary approach can obtain a molecular level picture of what determines the range of possible outcomes of crystallisation of a molecule. During the Translation Grant, we have more than doubled, to over 170, the number of molecular systems w The crystal energy landscapes can be used as a complementary technique as part of the pharmaceutical development process, not only to confirm that the most stable form is known, but also to suggest which other structures may be found as polymorphs and facilitate characterising these structures.\n\nThis information on the range of crystal packings of a molecule should allow a qualitative improvement in our ability to design organic solid state products and crystallisation processes suitable for the Chemicals,Manufacturing/ including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}