{"id":"CF2F1B9D-1F74-4451-953B-AB47E41916AC","title":"Material Lifeing Using Nonlinear Ultrasound","abstractText":"This project is concerned with the development of ultrasonic techniques for the detection of fatigue and creep damage in materials. This development will allow the detection of damage at earlier stages in power plants and aero engines, resulting in the ability to operate these systems safely for much greater periods. The noncollinear interaction of ultrasound with material nonlinearity will be developed and employed due to its great potential for practical applications. The development and comparison of nonlinear inspection techniques, through modelling and experiment, will provide academic and industrial users with a clear, unambiguous description of the relative performance levels and usefulness of nonlinear ultrasonic inspection techniques, helping future users make the best decisions as to which approach to apply. Finally the testing of this approach on real world samples will confirm its practical applicability. The result will be an understanding of how nonlinear ultrasonic techniques can be used to detect previously undetectable damage in specimens and predict the remaining life in components.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I019286/1","grantId":"EP/I019286/1","fundValue":"95111","fundStart":"2011-09-01","fundEnd":"2013-02-28","funder":"EPSRC","impactText":"  These have been used to develop a new approach to nonlinear material inspection and develop a broader understanding of the underlying mathematics. This has been used to engage industry and led to follow on funding Aerospace, Defence and Marine,Energy Economic","person":"Anthony John Croxford","coPersons":[],"organisation":"University of Bristol","findingsText":" We have determined how a new type of measurements can be used to describe the current condition of material. This can be used to optimise measurements and predict material failure long before it happens, potentially extending life. I have recently submitted a fellowship application which would build on the ideas developed in this grant.\nIn addition ongoing discussions with industry are exploring how this might be employed by them. Aerospace, Defence and Marine,Energy","dataset":"gtr"}