{"id":"CF2FE09A-E97B-4EEC-B377-DB235FC245DF","title":"Infrastructure and the 21st century infectious diseases","abstractText":"My vision is within the next 10 years, we will revolutionise the way of thinking and practice in infrastructure function, design and construction to create a new environment which resists the 21st century infectious diseases.This project is about transforming and designing new infrastructure to combat the 21st century infectious diseases in the environment. This project is particularly important in the UK as it is burdened with the legacy of aged infrastructure; London underground and Bazalgette's sewerage system are more than 100 years old. Infectious diseases can bring great loss of life and suffering. Alongside the notorious hospital 'super-bugs', in the 21st century, one of the biggest threats from infectious diseases in the world is from the pathogens which can be transmitted via the airborne and surface contact routes, such as bird flu virus and SARS. According to the figures from the Department of Health, up to 750,000 extra deaths could be expected in Britain within 15 weeks of a flu pandemic. A quarter to half of the population may be infected and up to 2.5% of those could die. Although water-borne and food-borne pathogens can still be a problem, in the UK at least, these pathogens are generally guarded and regulated. Using the Health Protection Agency's contingency plan on Avian Flu as an example, surveillance and containment are the centre of the response strategy but the word Engineering is not shown in this document. My view is that infrastructure engineering is core to the solution of these problems. Engineering affects every single aspect of our life. Similarly, disease outbreaks are the results of a mixture of biological, environmental, social, economic and political aspects. It is certain that engineering can play a bigger part. Infrastructure may not stop disease transmission (unless it is the source of pathogens) but infrastructure can reduce the risk and extent of the pathogens reaching and infecting people. Infrastructure and infectious diseases can be linked in 4 different ways: Infrastructures which 1. directly kill or remove pathogens 2. become a source of pathogens 3. create an environment to facilitate disease transmission and 4. facilitate other non-engineering control measures.Infrastructure can make a difference in the fight against these infectious diseases. It is the aim of this proposal to develop a Healthy Infrastructure Research Centre (HIRC) to make it happen - a vibrant and exciting place for all people interested in knowledge, research and education about the ways in which infrastructure can be designed and operated to minimise infection. Medical and Health Science, Engineering and Technology and Social Science are the core subject areas to support the development of HIRC. By working in partnership, by the end of the funding period, 5 years, this multidisciplinary group will create 1) a new research centre which has the right facility and people, 2) new knowledge of the relationship between disease transmission, people and infrastructure and 3) new practice and novel engineering solutions to reduce infection transmission which can make a real difference in the world. It is not just the potential massive amount of casualties and fatalities that worries us but also the unpredictability and speedy transmission of new and emergent diseases that make this project in building a healthy infrastructures group extremely important and timeliness. Without this EPSRC funding support, this important research centre and many potential solutions for reducing or even stopping infectious disease transmission just will not happen.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G029881/1","grantId":"EP/G029881/1","fundValue":"1014800","fundStart":"2009-04-24","fundEnd":"2014-10-23","funder":"EPSRC","impactText":"  Healthy Infrastructure Research Centre (HIRC) developed under this grant has offered technical facilities and expertise to gain holistic understanding and provide practical solutions to environmental health issues in infrastructure in both developed and developing world. At present HIRC is actively engaged in research and training to create new knowledge on innovative engineering solutions to solve the existing problems and to prepare the next generations for the future. \n\nOur proposed environmental health assessment framework, comprised of site assessment and environmental measurements, has been used by London TB Extended Contact Tracing Team adjunct to TB contact investigations. Combining environmental health investigation with TB contact screening is a step change towards building environmental health beyond that of TB transmission. Environmental interventions could not only potentially reduce the risk of TB transmission but also secure healthy environments against other airborne diseases. Education,Environment,Healthcare,Security and Diplomacy,Transport Societal,Economic,Policy & public services","person":"Luiza Cintra CamposKa Man Lai","coPersons":[],"organisation":"University College London","findingsText":" This research grant had the following goals:\n\n1 ) Development of a research centre (Healthy Infrastructure Research Centre - HIRC )\n\nThe centre and the laboratory was developed with a view to act acting as a hub for multidisciplinary research and education for environmental health challenges. The HIRC were fully functioned in Dec 2009. We held a launch party at UCL to celebrate and announce the vision and the facility of HIRC to the stakeholders and researchers around the UK. Since 2009, we have been producing research outcomes via publications in peer reviewed journals, contribution to book chapters and government reports, presentation in conferences, consultancy work, and public engagement activities. \n\n2 ) Research the relationship between disease transmission, people and infrastructure \n\nHIRC is particularly interested in airborne disease transmission in the environment. Bio-threats through the airborne route are diverse and getting more important in the 21st century with the extra complication, uncertainty and hazard from climate change, urbanisation and aging infrastructure as shown below. Our research in collaboration with other researchers and stakeholders (e.g. Public Health England, Hospitals, Universities/NGOs in developing countries) has advanced the knowledge on how various elements of infrastructure (design, construction and management) can influence the spread of airborne disease, whilst at the same time enhancing the evidence base to develop practical tools/strategies to mitigate infection risk in infrastructure. We have investigated the spatio/temporal distribution/dispersion/deposition of aerosols under different environmental conditions, both in controlled environments (Chamber) and real environments with a view to: inform sampling design and sampling strategies, develop detect to alarm tools and to predict the risk of occupants' exposure to airborne biological agents under different indoor environmental conditions. The analysis of results from chamber and office revealed a considerable impact of environmental conditions on aerosol dynamics (spatio/temporal correlation, decay) and revealed the potential of using particle number size profile to inform sampling design and strategies and as a tool to envisage ventilation efficiency in enclosed spaces. Additionally, studies carried out in different offices to evaluate the use of concentrations of CO2 as a tool to inform the vulnerability of built environment to airborne infection found that this can be used as a detect to alarm tool to continuously monitor the efficacy of mechanical ventilation systems. Our pioneering work on identifying the characteristic microbial community associated with different indoor environments has shown that different activities and inhabitants greatly influences the microbial population in infrastructure. \n\n3) Propose new practice and novel engineering solutions to reduce infection transmission\n\nIt is timely and crucial to make science and technology work to reduce the risk from bio-threats. Our research focused on studying new practice and novel engineering solutions to reduce infection transmission by collaborating with frontline public health practitioners, clinicians, and people and organisations taking different roles in the society. Our work with hospitals has highlighted the degree of contamination by viruses and highlighted the case for the development of evidence-based infection control policy. Similarly we have proposed an environmental health assessment framework to evaluate the risk of a place on transmission of TB in collaboration with Public Health England. In addition, we have proposed, developed and tested different novel engineering solutions to control disease spread in different infrastructure. These included the use of different ventilation types, filtration, ultra violet germicidal irradiation, photocatalytic oxidation, multi barrier air treatment units and antimicrobial surfaces. Our work on using certain environmental characteristics (e.g. number and sizes of particles in the air, levels of carbon dioxide) as diagnostic tools to inform air health of a space can be advanced towards the development of detect to alarm or detect to treat systems to enhance the resilient of infrastructure to airborne disease transmission. Our proposed environmental health assessment framework in collaboration with Public Health England can assist in deciding the extent of contact screening in TB outbreak settings and can contribute greatly to develop the bio-resilience index of different infrastructure. Our findings from research work at different hospitals have a significant potential to the development of infection control policies/strategies. The work related to development of engineering solution for airborne disease control can be commercialised. Communities and Social Services/Policy,Education,Environment,Healthcare,Security and Diplomacy,Transport","dataset":"gtr"}