{"id":"CF309B50-6CDD-4973-8DD6-07D51EE068A1","title":"Implantable Optoelectronic Devices for Neurophysiology","abstractText":"Techniques for the generation and manipulation of light have developed rapidly in recent years, leading to the possibility of optical systems miniaturised to a size previously considered unattainable. At the forefront of these developments are plastics that allow the manufacturing of light sources and detectors with a flexibility in colour, shape, size and structure that pushes the limits of miniature optical systems even further. \n We are barely beginning to understand the revolutionary impact of these technological advances on the medical field, as this requires a deep integration between physical and medical sciences. In this project, we will be exploring it by using miniature plastic light sources and detectors to build implantable devices, with the potential to transform the way we approach the understanding and the treatment of the nervous system.\n By measuring the blood colour around nerve cells, it is possible to monitor in very fine detail how oxygen is used by the nervous tissue. This, in turn, tells us about the tissue activity level. It is also possible to modify the nerve cells so that they respond to light. By illuminating them with light of a given colour, the modified cells are activated, and by using a different colour, the activity is temporarily stopped.\n Using light, we have therefore the capability to measure the activity of nerve cells, and to interact with such activity as needed. For this reason, miniaturized and implantable light manipulation devices have the potential to become invaluable tools in detecting how the nervous system works, and to implement corrections in its activity. Examples where this technology may offer solutions can be Parkinson?s Disease, epilepsy, or the augmentation of damaged parts of the nervous system.\n For it to be effective in real-life applications, the development of such a technology goes well beyond the capabilities of a single research group. The project will therefore aim to establish a stable collaboration between physicists/engineers and neurosceintists/medical doctors\n The collaborative research will start by developing plastic light sources and detectors tailored to the needs of nerve cell analysis and manipulation. We will then explore the suitability of such devices for long-term implants, by checking if they may cause damage to the nerve tissue structure or to the way the tissue works. Finally, we will demonstrate a simple application, in which the light sources and the detectors will be used to measure an actual nerve or brain signal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802573","grantId":"G0802573","fundValue":"107661","fundStart":"2010-02-01","fundEnd":"2011-01-31","funder":"MRC","impactText":"","person":"Ifor  Samuel","coPersons":["Eric MacDonald Bowman"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}