{"id":"CF31EF75-8686-4F75-B0CA-047711958E03","title":"Integration of academic perspective into the scale-up of CHO cell bioprocessing: Manufacturing understanding","abstractText":"This Flexible Interchange Programme (FLIP) application will bring a senior academic (Prof Alan Dickson) from the University of Manchester into the world of Cobra Biologics, a company that manufactures biopharmaceuticals, protein medicines that have revolutionized the treatment of previously untreatable diseases. In their manufacturing processes, Cobra Biologics develop a process at small scale (cultured cells in small volumes - tea cup size) and scale this up 20,000+ times, to a scale that enables the manufacture of sufficient of the required product for commercial success. There are multiple steps of increasing scale and, although standard processes have been developed, and are followed, the nature of the biopharmaceuticals that are likely to be generated in the coming decade means that there will need to be much greater control of the processes used to increase the scale. With the need for greater control comes a need for greater basic knowledge of the processes (i.e. what works well at small-scale does not necessarily work at large-scale), information that can only be collected in limited amounts under the critical timelines of manufacturing. Whilst manufacture of tomorrows biopharmaceuticals would continue in the absence of the basic knowledge, the efficiency of processes, and the certainty of success, will be enhanced by the ability to apply greater rationality to process design and control. Such protein medicines have great potential and can be life-changing but the cost, and increasingly the economic situation, means that success (for patients and UK plc) requires the sector to work towards greater certainty in rapid manufacture. Whilst the FLIP is written in relation to Prof Dickson and Cobra Biologics, interest in certainty of production is shared across the entire industrial base and the outcome of this work will be communicated and have implications for other manufacturers of biopharmaceuticals..\nTo address these issues, Prof Dickson will work with Cobra Biologics to review historical data on manufacturing scale-up processes for different biopharmaceutical products and processes and define events (in read-outs from the process or the quality of the product) associated with particularly successful or more troublesome examples. From these assessments, experiments will be undertaken to test indicators of process quality in &quot;live&quot; manufacturing processes. The tests will be undertaken at the University of Manchester and Cobra Biologics (with the strengths of each site focused on providing a extensive, comprehensive profiling of the process quality). This technology exchange will give Cobra Biologics access to the expertise of a very strong academic group whilst Prof Dickson will have access to data, and the potential to test indicators of process quality across &quot;real&quot; manufacturing processes, opportunities that would not arise under other circumstances. This is a true exchange of vision across the industrial/academic interface, in which both partners will learn from each other's perspectives, learnings that will be translated to subsequent research projects and commercial activities. Overall, the long-term objective is to generate the means and techniques to ensure that scale-up to manufacturing scale is guided by detailed understanding of the system with benefit in terms of quality and amount of valuable medicines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N004000/1","grantId":"BB/N004000/1","fundValue":"113943","fundStart":"2015-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"","person":"Alan  Dickson","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}