{"id":"CF36C67B-ABD0-4B4A-9F5F-7ADA80FD1700","title":"Non-commutative fundamental groups in Diophantine geometry","abstractText":"This proposal is concerned primarily with Diophantine equations in two variables, i.e., polynomial relations with integers coefficients for which one seeks to understand the collection of integer solutions. The history of such investigations reaches back to the tradition of Greek mathematics, while the twentieth century has seen spectacular applications of abstract modern machinery to the resolution of difficult old questions, such as Wiles' proof of Fermat's last theorem. The investigator proposes a new approach to studying these classical problems by incorporating fundamental ideas of topology and geometry that go beyond the principal developments of the twentieth century in that the relevant structures are, in the main, non-commutative and non-linear. An eventual goal is to construct methods for effectively resolving Diophantine equations in two-variables.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G024979/1","grantId":"EP/G024979/1","fundValue":"358962","fundStart":"2009-08-31","fundEnd":"2011-10-01","funder":"EPSRC","impactText":"  The research is opening up new avenues research in algebraic number theory in relation to the theory of Diophantine equations, the Langlands programme, and relations to mathematical physics.  ","person":"Minhyong  Kim","coPersons":[],"organisation":"University College London","findingsText":" This project has led to a number of publications providing:\n\n\n\n-New proofs of Diophantine finiteness theorems for a wide class of hyperbolic curves including generalised Fermat curves;\n\n\n\n-Deep connections to non-commutative Iwasawa theory, in particular, the non-commutative main conjecture;\n\n\n\n-A new conjecture of Birch and Swinnerton-Dyer type for hyperbolic curves formulated in terms of non-abelian cohomology. The resolution of polynomial equations has the potential for applications to the construction of algebraic codes. The main application that emerges from these considerations is the potential to provide a complete algorithm for finding all rational number solutions to polynomial equations in two variables with high degree. Previous theory emphasised the use of Archimedean techniques to this end, whereas our research indicates that non-Archimedean techniques could be more effective. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}