{"id":"CF3A1508-082D-48BD-AD47-D749561A3B05","title":"Representations of Illness","abstractText":"Representations of illness stand at the intersection between art, medicine and social action. These representations include autobiographical pieces about illness, as well as photographs and paintings made by ill people themselves. In the modern world, where ideas about illness and its treatment are being challenged, these works have the potential to raise questions about how individuals should bear illness and about how the sick might be viewed by the healthy. They also stand in a line of artistic endeavour that has taken pain and suffering as its subject, while also being different from pictures and accounts that have taken the point of view of the doctor or the scientist. \\n\\nHistorically, there have been representations of the sick made by the healthy, or mediated by institutions that marginalize the sick. In a world concerned with emancipatory rights, and with inequalities of power, it is perhaps unsurprising that ill people have used well-tried methods to secure legitimacy for their situation as has been used by other minorities and pressure groups. The 'illness representation' - as symbol - has been recognised as a claim as well as an expressive form. Ill people making art have openly acknowledged that such images are often made in anger and taken up with indignation. In that sense, representations of illness can be considered as ideological, and therefore as legitimate objects for sociological as well as aesthetic study.\\n\\nCurrently, there is a movement out from the social sciences towards a consideration of images that anchor social practices, and a wish on their part to understand how such a research undertaking might be carried out. In addition, questions of aesthetics remain tantalising but problematic for sociological inquiry. At the same time, those in the arts are bringing to bear upon representations the kinds of cultural and historical consideration that place these works firmly in the world of social constructions. This view sees artworks as reflecting cultural movements as well as individual motives and desires. And finally, there are writers in the humanities who recognise that, in a postmodern world, questions of health and illness are being raised outside of the traditional relationship of patient to doctor. In this context, the uncertainties and risks of living with illness that medicine can contain but not cure are delineated both by patterns of modern lifestyle and by incursions of high technology medicine into both the physical and social body. \\n\\nFor these reasons, a focused discussion of the status of these works - both text and visual image - is long overdue. Against this background, a series of three workshops is proposed over a period of six months, intended primarily to meet the requirement that the meetings 'advance rapidly' thinking on illness representations. Involving key scholars and art practitioners from, primarily, the UK and the USA, the workshops will address three main themes: (1) exhibiting and the public view; (2) genre and the representation of illness; (3) making representations and activist art. These themes will be related to questions of the changing relationship of medicine to society, and of patients to the medical profession. The workshops will bring together scholars and artists who have been influential in shaping this emerging field with postgraduate students and others interested in the potential of illness representations. This will create a valuable opportunity for the cross-fertilization of ideas and the potential to advance thinking about this topic both across art and social science, and between the UK and North America.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F012314/1","grantId":"AH/F012314/1","fundValue":"24133","fundStart":"2008-04-01","fundEnd":"2009-03-31","funder":"AHRC","impactText":"","person":"Alan  Radley","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}