{"id":"CF3C56C5-170D-4920-9C0E-8ABCBCF0CCD9","title":"Rational design of new materials for controlled drug release applications","abstractText":"The efficacy of drug therapies can be increased immensely by precise control of the location and rate of the drug release. One way to control drug delivery is to store the active agent in a porous material, or a matrix, which would slowly release the medicine through its pores. This can be useful in sustaining the desired level of a medicine in the body over an extended period of time for a range of conditions such as diabetes and some forms of cancer. This approach can be even further improved if there was a way to prepare porous materials which would selectively and strongly bind the desired drug molecules, making the release time even longer. An exciting recent idea is that we can use new types of polymers for this purpose. These polymers are prepared by mixing monomers and the second component, called template. After polymerization, where monomers link with each other, the template is removed, creating cavities and channels in the polymeric structure. Since the structure of the polymer forms around the template molecules (imprinting), it is possible that many of the cavities formed are of the shape that is complementary to template molecules, like lock and key, or hand and glove. Therefore, one can hypothesize that this material should recognize and bind template molecules. In fact, this ideology is borrowed from biological systems, where the geometrical (and interaction) match between two molecular objects is called molecular recognition and plays a vital part in many processes, including enzymes functions and genetic information replication! A number of world renowned groups (Peppas and Langer in the US, Pilevsky and Turner in the UK, Mosbach in Sweden) have been developing these new polymers with desired functions.Although simple in principle, this concept is difficult to implement for controlled drug delivery. The final structure should combine selectivity (so it binds only desired molecules) and at the same time be accessible, that is the drug molecules should be able to go in and out of the structure. This is a difficult compromise to achieve and the final result depends on many experimental variables, such as components structure and concentrations, temperature and so on. Moreover, it is not even clear what this compromise should be for controlled drug delivery applications.This problem is tedious to investigate in experiments, considering a large number of possible factors. A more efficient approach is to construct a simplified model that imitates a real system and use a computer to calculate its properties. This is called computer simulation approach. Sometimes, the behaviour of the model can be reduced to several simple (or not so simple!) mathematical formulas, which we would generally call a theory.The purpose of this proposal is to construct models of possible materials for controlled drug delivery and to investigate their properties as a function of processing conditions using theory and computer simulations. This will help us understand the mechanism of molecular recognition and what features a material should have in order to exhibit this property. We will also show how this property depends on various factors involved in material synthesis and how it is interconnected with other important characteristics of the material such as accessibility and selectivity. Eventually, we aim at designing a faster, cheaper and more efficient route to synthesis of new materials for controlled drug delivery, hoping it will help to battle a range of illnesses, from arthritis to diabetes and cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D074762/1","grantId":"EP/D074762/1","fundValue":"194458","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Lev  Sarkisov","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}