{"id":"CF4D9BD2-D380-4FE2-B509-BF788B84A61D","title":"Tailoring of microstructural evolution in impregnated SOFC electrodes","abstractText":"Solid oxide fuel cells are highly intricate devices with many interfaces which are typically formed at high temperatures. This places many constraints in terms of chemical and physical compatibility upon such devices limiting both performance and durability. Such problems strongly restrict materials choice and impose significant cost penalties on SOFC manufacture. \n \nThe utilisation of solution methods to introduce part of the SOFCs active constituents is a highly attractive approach that has gained much interest in recent years. This can involve infiltration of nanoparticles or impregnation of precursor solutions to form phases in situ. Much lower reaction temperatures can be utilised avoiding problems with compatibility and affording wider materials choice. \n \nTypically such process involves formation of a scaffold structure by high temperature processing and then impregnation of an electrode by lower temperature methods. We have successfully applied this approach to three different novel variants of SOFC architectures. These are electrolyte supported oxide anodes, oxide anode supported and metal anode supported cells. Excellent performances can be obtained and good redox properties demonstrated; however, progress needs to be made to ensure high durability. The impregnates tend to form well dispersed nanoparticles, but these might be expected to agglomerate over time, in fuel cell operating conditions, to reduce overall performance. \n \nThrough the national and European projects where we applied the impregnation concept, we have learned much about impregnation and how to develop appropriately dispersed electrode structures. The electrode structure is seen to evolve with use and clear opportunities exist to optimise structures through improved processing. Most important has been the realisation that there are strong interplays between the materials impregnated, the substrate and the solvent utilised. Even subtle changes in electrode composition, demand significant changes in impregnation chemistry to maintain the maximum levels of performance. \n \nIn this project we seek to further develop control of this impregnation chemistry and hence to develop generic methods for developing controlled microstructures via solution routes across several platforms. These new chemistries will be applied to electrolyte- and anode-supported SOFC geometries and properties optimised for performance, durability and redox tolerance. \n \nThe overall objective is to develop and demonstrate this new approach as one that can be successfully applied to manufacture of fuel cells that combine high performance with durability and resistance to contaminants. We will apply this approach typically for an impregnated oxide electrode with metallic catalyst to zirconia, strontium titanate and metal supports and develop our understanding of the fundamental chemistry across this range of platforms. By so doing we will develop methodologies to tailor impregnations over a broad range of composition space. Studies of performance, durability and resistance to contaminants utilising electrochemical, spectroscopic and microstructural techniques will be used to inform choice of impregnate systems. \n \nFinal outcomes will be delivery of novel tailored chemistries for different SOFC application modes and geometries, demonstration of novel cell technologies with robust, high performance characteristics at SOFC developer ready scales and development of new routes and instrumentation for SOFC manufacture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M014304/1","grantId":"EP/M014304/1","fundValue":"1229670","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"EPSRC","impactText":"","person":"John  Irvine","coPersons":["David James Payne","Bartlomiej Andrzej Glowacki","Cristian Daniel Savaniu","Lesley  Cohen","Ramachandran Vasant Kumar","Gregory James Offer","Paul Alexander Connor","Mark  Cassidy"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}