{"id":"CF4E0861-93EE-4185-A4DB-3347165BB4A9","title":"eMinerals: Applications of GRID enabled science to understand the Environment from the molecular level.","abstractText":"Dealing with containment of waste and the problem of contaminated land and water resources pose a major challenge to the governments and people of both the developed and the developing world. Strategies to remediate contaminated sites or to protect aquifers require robust models of water catchment, sediment transport, and of ground water flow. Such models need to be able to quantity the rate of water flow and the rate of movement of the polluting contaminant (be it a toxic metal, an organic compound, etc.). However, the thermodynamic data bases used in reactive flow models are far from complete or perfect, and significant features are based on assumed adsorption mechanisms and ill-constrained mineral-fluid equilibria. We propose, therefore, to establish a collaborative research programme based on atomistic simulation methods to study the way pollutants attach to mineral surfaces and natural organic matter, how they dissolve into water, and how they are carried around the environment. The goal of the study is to tackle many different types of surfaces, interfaces and solutions, and many different pollutants, in order to provide comprehensive data sets and to allowed detailed comparisons to be made. We will also be using a range of simulation methods, each with complementary strengths. This is an ambitious study, and requires the development of a high-level computing and data management infrastructure. We will build on developments coming through the current eMinerals project which allow calculations to be spread across share computing resources, and handle data through web interfaces. This work will link closely with experimental studies carried out in the laboratories of the project partners and their other collaborators. These include field-based studies that identify major pollutants in different settings, and laboratory studies of surfaces and fluid flow that can provide information from the atomic level up to macroscopic length scales. The final goal is to provide complete and accurate data that can be used to provide inputs for modelling of pollutants over larger length scales.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C515698/1","grantId":"NE/C515698/1","fundValue":"803369","fundStart":"2006-02-01","fundEnd":"2009-09-30","funder":"NERC","impactText":"","person":"Martin Travis Dove","coPersons":["Geoffrey David  Price","Nora Henriette  De Leeuw","Robert  Allan","Emilio  Artacho","Vassil  Alexandrov","Kerstin  Kleese Van Dam","Richard  Catlow","Anthony  Finkelstein","William  Smith","Peter  Murray-Rust","Wolfgang  Emmerich","Kathleen  Wright","John Peter Brodholt","SC  Parker"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}