{"id":"CF5460CE-BBEB-4C37-9BFC-73325EEC3A55","title":"A functional genomics toolkit for the wheat pathogen Mycosphaerella graminicola","abstractText":"Wheat is the principle food crop in Europe, including Britain where the annual value of wheat production is approximately &pound;1.4 billion. With the expectation that planet's population will increase to over 9 billion by 2050, we urgently need to find ways to provide more food to support this growth. One of the major threats to wheat production is fungal disease. The pathogen Mycosphaerella graminicola is the major disease-causing agent of wheat in the UK and is one of the principle reasons why over &pound;500 million of fungicides are applied to protect cereal crops in the UK alone. Despite this there are still major yield losses. Hence there is an urgent need for new durable disease control strategies, including novel fungicides. The main difficulty in developing novel fungicides is the inability to determine how new molecules work to kill the fungus. In the model fungus brewer's/baker's yeast, Saccharomyces cerevisiae, powerful tools have been generated, such as sets of yeast strains; lacking each fungal gene; that have each protein tagged with a fluorescent protein, or where each individual protein is expressed at a high level. These resources have allowed large-scale determination of how a wide range of chemicals function to alter the biology of yeast. We intend to construct a similar complete set of tools that will allow us to perform these assays, and hence determine how novel fungicides work, in the wheat pathogen M. graminicola. Specifically, we will place each of its ~10,000 genes into a mobile genetic element (plasmid) that will allow easy transfer into a large range of other plasmids (that we will also create) that can be used to inactivate, fluorescently tag and over-express each gene, both individually and as a pool. We will also construct a series of M. graminicola strains that will allow us to determine how the natural fungus invades wheat, and we will develop a laboratory model of wheat infection to achieve this. This will significantly add to the vue of the current investment in sequencing the wheat genome. We will then use these resources to determine how fungicides impact on the infection process, and hence circumvent the principle impediment to the development of new control measures. To ensure that these resources are made widely available we will develop a repository for these plasmids and strains, place them in international depositories, write standard operating procedures to allow maximal exploitation and create a website to advertise and allow access to the resources. Finally, we will interact with stakeholders, both in the South-West (eg the new integrated farm platform at BBSRC North Wyke), and nationally (eg Rothamsted Research, Sainsbury Laboratory, and Syngenta) to increase the impact and dissemination of the tools generated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I025956/1","grantId":"BB/I025956/1","fundValue":"867092","fundStart":"2012-01-16","fundEnd":"2015-07-15","funder":"BBSRC","impactText":"","person":"Ken  Haynes","coPersons":["Nicholas Jose Talbot","Gero  Steinberg","David John  Studholme"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}