{"id":"CF595AE8-0E6E-4650-8C10-E8FEB8A4348A","title":"Multivariate time series graphical modelling for analysis of brain connectivity in schizophrenia sufferers","abstractText":"Electroencephalogram (EEG) measurements on the scalp can be considered as a multivariate time series, with different positions corresponding to different series. Brain connectivity can be assessed by looking at the connections between these series. We wish to determine whether schizophrenia sufferers have different patterns of connectivity to those for controls (non-sufferers). Connections between time series can be displayed in the form of graphical models which show the presence or absence of links graphically. The structure of these models may be determined by frequency domain analysis of the multivariate time series using so-called `partial coherence'. The research seeks to tackle the main technical problems which arise in partial coherence analysis: nonstationarity, zeros in the spectral matrix, spurious apparent coherence, critical values for confidence intervals etc. The resulting `best practice' approach will then be applied to substantial available data sets to try to differentiate brain connectivity between schizophrenia sufferers and controls on the basis of the more reliable graphical models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E004105/1","grantId":"EP/E004105/1","fundValue":"238639","fundStart":"2007-06-08","fundEnd":"2009-12-07","funder":"EPSRC","impactText":"","person":"Andrew Thomas  Walden","coPersons":["Adrian Philip Burgess"],"organisation":"Imperial College London","findingsText":" It has been widely believed for some time that schizophrenia is characterised by abnormalities of brain functional connectivity. We were able to show --- for the first time --- that there are reliable differences in the patterns of functional connectivity between patients with positive and negative syndrome schizophrenia. This study concluded that schizophrenia is indeed characterised by widespread changes in functional connectivity with negative syndrome patients showing a more extreme pattern of abnormality than positive syndrome patients. This is consistent with the observation that negative-syndrome diagnosis is associated with a more severe form of schizophrenia. See exploitation routes which refers to clinical uses in medicine. The study was based on a single but substantial unique data set from unmedicated schizophrenia patients. It is obviously desirable that the results of the study are replicated in another similar data set. The results, which differentiate between negative and positive syndrome schizophrenics, might be used to aid or help confirm the syndrome classification of sufferers made by physicians, or it may be useful to help understand the physical manifestations of schizophrenia as expressed by brain connectivity. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}