{"id":"CF6398B6-743B-4F5F-8C57-0345C7FAD90B","title":"Fluid dynamics across the interface in gravel-bed rivers; quantification and numerical modelling of flow in the hyporheic zone","abstractText":"The way in which water flows within a natural river is one of the most complex phenomenon to model and predict accurately in the environment. This is even more so for the flow that occur just beneath the surface of the river bed (in a region termed the 'hyporheic' zone), between the spaces of pebbles and stones that make up the bottom of a river. Efforts to accurately model these flows have been hampered by the fact that obtaining measurements of water velocity from the tiny spaces between pebbles has so far proved an irresolvable problem. But why should this worry scientists? Firstly, stream ecologists now recognise that the hyporheic zone is an important habitat for a diverse range of species. The way flow from above the bed makes its way into the subsurface largely dictates how much oxygen and nutrients are supplied to this habitat. Secondly, fisheries managers have long understood that the probability of salmon eggs laid in river beds hatching will be dependent on a continuous supply of oxygenated water to the grevelly sediments in which they are laid. Thirdly, pollutants in river systems (such as heavy metals) often become attached to microscopic particles called colloids, which tend to follow flow pathways. An understanding of how flow moves within a river bed will thus go a long way to establishing pollutant behaviour. There are thus a broad range of highly important environmental issues that require detailed predictions of how water moves within a river bed, yet there is no way of measuring or modelling this accurately. Using pioneering new approaches this proposal seeks to meet this challenge. The first task is to accurately measure flow within the bed, this significant problem will be overcome using a new micro-PIV (particle imaging velocimetry) technique. This system borrows technology developed for medical applications by employing a small endoscopic digital camera which can be placed within an experimental river bed. By seeding the flow with tiny reflective particles, and providing high intensity illumination from a laser, the endoscopic camera can record how they move within the small gaps found between pebbles in the river bed. Using a special processor, these digital images can be turned into numerical data that accurately records how flow moves across and then into the river bed. Such measurements have never been possible before. The second phase of the project is to use the new understanding made possible by this unique dataset to develop and test a 3-D numerical model that can precisely predict how water will flow above and below the surface of a river bed. This will be achieved using a specially modified computational fluid dynamics (CFD) model. Such models represent the state-of-the-art, yet the issue of subsurface flow has proved too problematic for them to be applied in such environments. However, our team has devised a method whereby the pebbles can be 'blanked out' and the flow predicted around them and into adjacent gaps between pebbles. The advances in measurement and modelling approach that will be used in this project represent real breakthroughs that will unlock the inherent problem of gaining useful data from one of the most challenging of natural environments. Meanwhile, the development of a numerical model that can be widely applied will ensure that this new understanding can be applied and adapted to meet a variety of real world environmental challenges.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E003494/1","grantId":"NE/E003494/1","fundValue":"30160","fundStart":"2007-08-01","fundEnd":"2011-01-31","funder":"NERC","impactText":"","person":"Gregory  Sambrook-Smith","coPersons":["Richard  Hardy"],"organisation":"Durham University","findingsText":" This project used particle imaging velocimetry to provide the first measurements detailing the flow field over a porous bed in the presence of bed forms. The results demonstrate that flow downstream of coarse-grained bed forms on permeable beds is fundamentally different to that over impermeable beds. Most significantly, the leeside flow separation cell is greatly modified by jets of fluid emerging from the subsurface, such that reattachment of the separated flow does not occur and the Reynolds stresses bounding the separation zone are substantially lessened. These results shed new light on the underlying flow physics and advance our understanding of both ecological and geomorphological processes associated with permeable bed forms. Water fluxes at the bed interface are critically important for biogeochemical cycling in all rivers, yet mass and momentum exchanges across the bed interface are not routinely incorporated into flow models. Our observations suggest that ignoring such exchange processes in coarse-grained rivers may overlook important implications. These new results also provide insight to explain the distinctive morphology of coarse-grained bed forms, the production of openwork textures in gravels, and the absence of ripples in coarse sands, all of which have implications for modeling and prediction of sediment entrainment and flow resistance. may be of relevance to those modelling flow of pollutants in gravel bed rivers Environment","dataset":"gtr"}