{"id":"CF64A0E7-EA6B-4542-B3CF-F63A3C3F8446","title":"Advanced MIMO Radar Development for Geophysical Imaging Applications","abstractText":"Mass movement flows are a significant natural hazard throughout the world and yet our ability to predict their behaviour and plan for their effects is limited, in part, by our lack of understanding of their flow dynamics and lack of detailed experimental data, particularly of sub-surface movements. Similarly, polar ice shelf depletion, particularly in Antarctica, is a significant and increasing contributor to climate change and sea level rise, but is difficult to readily measure with conventional techniques.\n\nThis research, involving collaboration between electronic engineers at UCL and geophysicists at the University of Sheffield, aims to develop and deploy a sophisticated, versatile, modular phased array radar system that is able to form detailed 2 or 3 dimensional images of the dense flow in snow avalanches, by penetrating the powder cloud, which is not possible using optical instruments. This technology can also perform mm-precision cross-sectional imaging through antarctic ice shelves to monitor changes, in the basal layer depth in particular, over periods of seasons or years. This will provide invaluable new experimental data to inform the flow laws in the case of mass movement flows and models governing ocean circulation and its impact on ice shelf depletion in the case of ice shelf monitoring.\n\nAt present in snow avalanches, opto-electronic instruments can provide flow information at a single point in the dense flow only. For other flows such as pyroclastic density currents there are almost no data available. Prior to our recent collaboration, Doppler radar for snow avalanches and Strombolian eruptions provided crude images of the flow speed, averaged over 50 m and only giving an overall measure of the velocity magnitude (with no information on direction). Our instrument reduces the averaging distance to only 1 m so that, for the first time, information on individual blocks in the flow can be obtained and assessed in relation to their significance for the overall flow dynamics. In addition, a MIMO phased array approach will be adopted that will provide high azimuth resolution, of the order of 1 degree, to yield both range and azimuth resolution of these flows, providing a wealth of new data for researchers in this area. For Antarctic ice shelf imaging, satellite radar imaging is unable to offer high precision estimates of ice shelf depth due to the large stand-off distance, and no precision portable ground penetrating radar instruments are currently available This is addressed by means of a phase-sensitive FMCW processing technique recently developed at UCL will be adopted to provide mm-resolution of features within the ice shelf, including the basal layer, and with a 2D cross-sectional imaging capability. This will produce data of unrivalled clarity and precision in this application.\n\nThe new experimental data provided by these instruments will lead to improved models for these processes by constraining the coefficients to reasonable values and perhaps rejecting some proposed laws outright, resulting in more accurate modelling of geophysical mass flows and of the influence of ocean circulation in ice shelf depletion. In turn, this will improve risk analyses and the effect and design of defensive structures. The expected outcome of this study will considerably improve our understanding of flow movement and polar ice shelf depletion and sustain and boost the status of UK research in these areas to internationally-leading standards.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K00767X/1","grantId":"EP/K00767X/1","fundValue":"305269","fundStart":"2013-03-04","fundEnd":"2016-03-03","funder":"EPSRC","impactText":"","person":"Paul  Brennan","coPersons":["Lai Bun  Lok"],"organisation":"University College London","findingsText":"","dataset":"gtr"}