{"id":"CF65659F-85EA-489A-B58A-0433533094BF","title":"Low-cost, High-performance Lasers: Novel Applications of Disk Laser Approaches","abstractText":"The cutting edge laser systems that have been developed in laboratories around the world in recent years do not want for performance. For example, lasers based on crystals of sapphire doped with titanium now routinely produce pulses of a few millionths of a billionth of a second: the shortest of man-made events. For that tiny fraction of a second, the power of the laser light is the equivalent the output of a power-station. These and other extreme specifications of today's high performance laser make them potentially revolutionary tools. Indeed, across science and engineering that revolution has started, allowing the very small, the very fast and the very complex to be studied in detail. The potential, however, is greater still. Today's high performance laser is not yet the penknife in the scientist's pocket; unwieldy and expensive, the titan is chained to the laser lab. The laser engineering challenge is to harness this performance and power in a practical package, such that the laser can go to the user rather than the user having to come to the laser. This will trigger a second - and arguably bigger - applications revolution. We believe that the use of a disk of laser material, rather than the conventional rod, can make a large contribution to civilising high-performance lasers. There are essentially two reasons for this. First, a number of important - but detrimental - properties of laser materials scale with length; these problems can be minimised by using thin disks. Second, finesse lasers, such as those based on titanium sapphire, are typically pumped by other lasers; these pump lasers can cost tens of thousands of pounds due to the performance levels required. The use of disks reduces the quality of the pump beam that is needed; thus, we believe lower cost devices such a laser diodes and even LEDs can be used with laser systems that have traditionally required high cost pump lasers.Serendipitously, the development of blue laser diodes for next generation DVD and high power light emitting diodes (LEDs) for solid-state lighting has led to a considerable improvement in performance of these light sources. As these devices are aimed at mass markets, the unit costs will be small, making them ideal low-cost pump sources. Even with these improvements, such light sources lack the power and the beam quality to pump conventional finesse lasers. However, disk geometries remove these hurdles enabling, we believe, the first demonstration of diode-laser pumping of Ti:sapphire and a new generation of LED pumped lasers. These are potentially disruptive technologies. Lower-cost, more compact Ti:sapphire lasers will take the benefits of this thoroughbred laser system directly to the application and low-cost LED pumped lasers will enable applications - like high-risk undersea or toxic substance sensing - that required finesse lasers but where loss or damage is inevitable.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E036724/1","grantId":"EP/E036724/1","fundValue":"386986","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Alan John Kemp","coPersons":["David  Burns"],"organisation":"University of Strathclyde","findingsText":" A directly diode-laser pumped Ti:sapphire laser was demonstrated for the first time [1] and this laser was subsequently modelocked [2] to produce ultrashort, ~100 femtosecond pulses and power-scaled to &gt;100mW output power [3]. Ti:sapphire lasers - both in broadly tuneable and ultrashort pulse formats - have become a key scientific tool, vital in important fields such as precision metrology (Nobel Prize 2005), femtochemistry (Nobel Prize 1999), and multiphoton microscopy. The Ti:sapphire laser, however, currently needs to be pumped by a second bulky and expensive green laser (~&pound;40k). This has severely limited the extent to which this ground-breaking technology can be applied beyond the laser lab. Demonstrating - for the first time - that this class of laser can be directly pumped by compact and inexpensive laser diodes (~&pound;1k) opens up range of new applications, potentially enabling, for example, multiphoton microscopy in the biology lab rather than the laser lab, and precision spectroscopy in the field. Commercialisation of this approach is under investigation with a UK SME, initially through an EPSRC KTA award. The technology will provide the SME with a significant differentiator from the competition in terms of system cost and footprint. This knowledge exchange activity followed interest in the technology and science from three UK based companies, two US companies and one European company (non UK). Three of these companies provided in-kind support to the EPSRC-programme in the form of components or expertise.This work featured in two peer-reviewed journal papers in Optics Letters - the leading letters journal in lasers and photonics, and a paper in Optics Express [1-3]. In addition, five international conference presentations were given, including an invited talk at the 2009 International Laser Physics Workshop in Barcelona. Both the postdoctoral researcher and the project student are now working for world-leading Ti:sapphire laser manufacturers - on in the UK and the other in continental Europe.In summary, this project achieved it's central objective: to demonstrate direct diode laser pumping of a Ti:sapphire laser for the first time, subsequently demonstrating operation in an applications friendly ultrashort-pulse format. This result is significant from a scientific perspective - Photonics-21, the European lobby group for photonics called for further research on alternative laser materials justified by the following statement [4]: &quot;The development of the Ti:sapphire laser is just one example as to how large the impact of materials on optics &amp; photonics has already been. Yet, Ti:sapphire cannot be diode-pumped &quot;. The demonstration of direct diode-laser pumping of a Ti:sapphire laser is also important from an industrial perspective, as witnessed by the knowledge transfer activity with a UK company that has resulted. [1] Roth et al., Optics Letters, 34(21)3334, 2009[2] Roth et al., Optics Letters, 36(2)304, 2011.[3] Roth et al., Optics Express, 20(18)20629, 2012.[4] &quot;Workshop on Future Areas of Research in Photonics&quot;, Photonics-21, 2007  ","dataset":"gtr"}