{"id":"CF683075-4DAC-49F6-98B8-E7D49E1C1DBD","title":"Modelling and Observations of Planetary Atmospheres: The Solar System and Beyond","abstractText":"Space is a tough place to be a planet. Our Earth, other planets in our Solar System, and those beyond it are all buffeted by ionising radiation and winds generated by the Sun or the star around which they orbit. In the case of non-magnetised bodies, like Mars and Venus, comets and asteroids, this impact is direct. For magnetised planets, like the Earth and the giant planet Jupiter, the winds at least are mitigated by the existence of a magnetosphere - a region of space controlled by the planet's own magnetic field. So what effect does this 'Space Weather' - or even 'Space Climate' - environment have on the planet itself? That is the question that the Atmospheric Physics Laboratory (APL) at University College London is trying to answer. Planets in our Solar System have settled down into a relatively comfortable existence in orbit around the Sun. But it's not like that everywhere. Extrasolar planets, such as the one orbiting a Sun-like star known as HD209458, have a much harder time. That planet - HD209458B or Osiris - orbits its star twenty times closer in than the Earth. The temperature at the top of its atmosphere reaches tens of thousands of degrees, so that it is - quite literally - boiling off. The atmosphere of Osiris has been bloated to such an extent that it is blowing away. The giant planet Jupiter certainly does not have this problem. It is a cool 5.2 times further from the Sun than we are. But what would happen to Jupiter if it were much closer to its Sun? APL runs models of planetary atmospheres that probe what would go on. Our models show that Jupiter could get to within 15% of the distance between the Sun and the Earth, and still have a stable atmosphere. Closer than that, and it's a toss-up between cold gas rising up from below to cool things down, and hot gas escaping off into space. APL is also keen to find out what extrasolar planets, which might harbour life - or at least, building blocks for life - would look like, as viewed from a distance of many light years. After all, we are all keen to know if we are alone in the universe, or just one of many inhabited planets among the hundreds of billions that we know must exist in our galaxy alone. So we are helping to design space missions and other experiments that can answer this fundamental question. That said, our own Solar System planets are interesting enough. The impact of the Sun's solar wind and its radiation make giants like Jupiter glow with strange lights - ultraviolet and infrared aurorae. These bright lights carry crucial information about how the space environment interacts with the planet. On Mars, aurorae may even tell us about local environments there in which life may have once formed - or even still exist. We can measure these emissions from some of the world's largest telescopes, sited on high mountains like Mauna Kea, in Hawaii. APL runs one of the UK's most comprehensive programmes of ground-based planetary observations. But we do not have to look as far afield as Osiris - or even Mars or Jupiter - to study planetary atmospheres. APL has sited some of the most sensitive instruments in the world inside the Arctic Circle. From there we can watch the Earth's own aurora - the Aurora Borealis. Regularly buffeted by magnetic storms, caused when the Sun fires off great clouds of gas into space, the Earth's atmosphere lights up under a shower of energetic particles. APL's instruments observe how this affects our atmosphere - sometimes with consequences that cause communications satellites to shut down. And even on a quiet day, there's still plenty going on for us to monitor. So just why is APL effective at what it does? We combine our detailed measurements with the world's most comprehensive suite of models of the upper atmospheres of planets. Our programme is integrated across the range of planets and the effects they experience. And our plans for the future will really push the boundaries of measurement and modelling.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F002637/1","grantId":"ST/F002637/1","fundValue":"700632","fundStart":"2008-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Alan David Aylward","coPersons":["Steven  Miller","Nicholas  Achilleos"],"organisation":"University College London","findingsText":"","dataset":"gtr"}