{"id":"CF6F8078-E7EC-42AE-A0AC-8CCFB7ACAED9","title":"Experimental Investigation of Pure Quantum Turbulence in Superfluid He-4 at Very Low Temperatures","abstractText":"Turbulence in classical fluids is important and challenging both for theory and for many practical applications. The research aims to understand how classical turbulence is modified in a superfluid, in which flow is severely restricted by quantum conditions associated with the quantization of angular momentum.At higher temperatures, superfluids exhibit two-fluid behaviour, a normal fluid coexisting with the superfluid component in which the quantum effects are important. There is already strong evidence that at these temperatures turbulent structures on large length scales can be very similar to their classical counterparts, although dissipative processes acting on small scales are very different. It is suspected that a similar situation exists at very low temperatures, where the normal fluid is absent, and where simple mechanisms for the decay of the turbulence have disappeared. Our programme seeks to provide experimental evidence relating to these low temperatures, at which the fundamental behaviour of very pure forms of quantum turbulence ought to be observable. Quantum turbulence is of great intrinsic interest, and its study could lead to a better understanding of classical turbulence.The turbulence - comprised of a seemingly random tangle of quantized vortex lines - will be generated in the superfluid either by a steadily moving grid or by an oscillating grid. The mechanical behaviour of the oscillating grid will provide evidence about the production of turbulence. Calorimetric observations and/or the detection of ion trapping will measure the turbulent decay, which reflects not only dissipation on small scales but also the overall turbulent structure. The quantitative application of the ion trapping detection technique is dependent on measurements of the trapping cross-section, currently in progress at the University of Manchester. Although the oscillating grid provides a proven technique for creating quantum turbulence in the mK temperature range, the turbulence is not well-characterised and nor is its spatial distribution known. In these senses, although technically far more demanding, the steadily moving grid is to be preferred because it will create quantum turbulence that is both well-characterised and spatially homogeneous. Some promising new, more sensitive, detection methods are appearing on the horizon, possibly including the spectroscopy of neutral excitations, and preliminary studies will be made to confirm that the excitations can indeed be trapped on quantized vortex lines.Success of the proposed experiments is dependent on the close interactive collaboration between Florida, Birmingham and Lancaster, and liaison with Newcastle and Osaka where theoretical studies and digital simulations are in progress.. The Lancaster experimental group and the Birmingham Co-Investigator are currently funded by EPSRC (GR/R94848/01) for this work up to the end of June 2006. Their collaboration with the Florida group has been initiated by an EPSRC Visiting Fellowship (EP/D007739/1) for Professor Ihas to visit Lancaster during October 2005 - May 2006. The Florida group proposes to develop the work with the support of NSF Materials World Network funding (DMR-0602778, which has recently been recommended for funding). The Lancaster/Birmingham group has already requested travel/subsistence (WMN-linked proposal EP/D067758/1) to support their collaboration with the Florida group during the period of their NSF MWN grant.The present proposal is for the funding needed to support the UK experimental part of this international collaborative research programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E016928/1","grantId":"EP/E016928/1","fundValue":"620709","fundStart":"2006-09-01","fundEnd":"2010-02-28","funder":"EPSRC","impactText":"  The main impact was the training of a PhD student, Deepak Garg. Because the work itself was basic research, direct impact in terms of immediate applications was not to be expected, though long-term improvements in the understanding of turbulence are likely to have wide applications. Education,Other Cultural","person":"Peter Vaughan Elsmere  McClintock","coPersons":["William Frank Vinen"],"organisation":"Lancaster University","findingsText":" The research aimed to understand how classical turbulence is modified in a superfluid, in which flow is severely restricted by quantum conditions associated with the quantization of angular momentum. \n\nExperimental studies of a high quality oscillating grid in superfluid He-4 in the limit of very low temperatures revealed a regime near 10 mK where measurements at intermediate driving forces yielded results that were erratic, hysteretic, and history-dependent. Qualitatively similar effects had been seen with an earlier grid, again involving two critical velocities, and an attempt to explain them was made in terms of the behaviour of remanent vorticity. Pinned vortices and the flow of superfluid around them will influence the effective mass of the grid, and hence its resonant frequency. The sudden jumps observed during frequency sweeps suggests the co-operative movement of many pinned vortices together. The history-dependence may relate to the number and positions of the vortices. At higher temperatures, depinning will occur more easily, assisted by thermal fluctuations. \n\nWe also measured critical velocities for quartz tuning forks oscillating in vacuum and in the superfluid and used Michelson interferometry to establish the absolute values of the fork prong velocity needed for onset of the turbulent state. The results need to be taken on board by anyone planning experiments on oscillating structures in superfluids. Education,Other","dataset":"gtr"}