{"id":"CF7CC6ED-639D-436B-B851-CF974A08A87C","title":"Effects of thought acceptance, diversion and suppression on food craving","abstractText":"<p>This study tests a key prediction from Elaborated Intrusion (EI) theory, a major new theory of the mental processes underpinning desire. This theory proposes that episodes of craving (for drugs, alcohol, food, etc.) begin when internal or environmental triggers elicit thoughts about the desired substance that feel spontaneous and intrusive. These thoughts are then elaborated: people imagine indulging their desire. This imagery is momentarily pleasurable but ultimately aversive, highlighting people’s awareness of not having the desired substance.</p> \n<p>The study tests the hypothesis that intrusive thoughts trigger craving. It compares attempted thought suppression, a common way of trying to cope with craving but one that paradoxically tends to increase craving, with two novel techniques, thought diversion and acceptance. Thought diversion requires participants to imagine an alternative, pleasurable situation, whereas thought acceptance or ‘mindfulness’ trains them to accept the intrusive thoughts and then to ‘let them go’. The prediction is that participants engaging in thought diversion or acceptance will experience fewer intrusive thoughts about snacking, and lower levels of craving, than those instructed to suppress thoughts about food. If this outcome transpires, thought diversion and acceptance could become a part of public education programmes to tackle obesity and use of harmful substances.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-1562","grantId":"RES-000-22-1562","fundValue":"40748","fundStart":"2006-01-01","fundEnd":"2007-03-31","funder":"ESRC","impactText":"  The findings have informed research, by ourselves and other labs, on the impact of attentional diversion on substance cravings and consumption.  ","person":"Jackie  Andrade","coPersons":["Jon  May"],"organisation":"University of Sheffield","findingsText":" We found that thought control strategies help people ignore unwanted thoughts about food, and may help reduce their temptation to snack. Strategies included a guided body scan, guided imagery of a woodland walk, and thought suppression. through field trials of these interventions Healthcare","dataset":"gtr"}