{"id":"CF7E9175-177E-432E-91BB-EBCC4ABC77F3","title":"The commodity chain of the household: from survey design to policy planning","abstractText":"<p>Household surveys are essential for the production of data for policy design and interventions in developing countries. Little attention is paid by commissioners, producers and consumers of data from household surveys to the issue of what the household unit used in the survey is, how it is defined, and what this definition might means for analysis and interpretation.</p>\n\n<p>The household, as defined and used in household surveys, refers to a basic social unit. If a survey-defined concept of a household differs systematically from locally understood and lived basic socio-economic units, then research based on this minimal social unit definition becomes much less useful for subsequent analysis either at household level or for aggregates of households. If standard definitions of the household do not adequately capture local realities of the social unit, then this raises significant issues in terms of survey validity.</p>\n\n<p>This project will use qualitative methods to systematically identify the extent of difference between the 'household' units used in household surveys and locally meaningful terms for social units. Differences will be subjected to a series of scenario models for a range of development indicators to provide substantive evidence of the impact of household definition on survey measurement and validity.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-175-25-0014","grantId":"RES-175-25-0014","fundValue":"62483","fundStart":"2007-10-15","fundEnd":"2009-11-30","funder":"ESRC","impactText":"  To develop a subsequent successful multi-country (Uganda, Burkina Faso, Senegal, France, UK) funding bid - funded by ESRC-ANR, of which Dr Coast was a co-applicant.\nAs the basis for conference and seminar presentations, and subsequent peer-reviewed journal articles.\nIn on-going joint analyses and planned publication with World Bank staff.  Societal","person":"Ernestina Elizabeth Coast","coPersons":["Sara Claire Randall","Tiziana  Leone"],"organisation":"London School of Economics & Pol Sci","findingsText":" Professional and disciplinary divergence in understanding and meaning of the commonly used term &quot;household&quot; as applied to household surveys. This divergence has implications for the way in which surveys are conducted and their data analysed.\nUnderstanding of the term household is multiple and complex for the respondents and interviewers that have to understand and apply this term in household surveys. Findings currently being integrated with World Bank data in the development of a joint piece of work with World Bank staff. Communities and Social Services/Policy","dataset":"gtr"}