{"id":"CF80F5B8-C476-4425-931D-A97735E2A69E","title":"Environmental Radioactivity Research Network","abstractText":"The UK has a substantial nuclear legacy (large quantities of nuclear contaminated land, waste, and aging nuclear facilities). In the coming decades, these wastes will be managed via geodisposal and legacy nuclear sites will be decommissioned at great cost to the taxpayer. Further, the recent Fukushima incident has highlighted a range of issues concerning nuclear incident impact in the environment. The Environmental Radioactivity Research tasks associated with facilitating and informing these issues are many and non-trivial. In particular, successful geodisposal, decommissioning, and nuclear incident response will require the production and interpretation of fundamental atomic and nano-scale information concerning radionuclide behaviour in heterogeneous environmental materials, across a range of concentrations. Further, computer modelling is needed to bridge complex spatial and temporal scales. Gaining this information and knowhow requires unprecedented interaction between the UK Environmental Radioactivity Community, STFC analytical/computing infrastructure and expertise, and the relevant governmental and industry bodies. Reflecting this, we seek to engage this need by developing a forward thinking collaborative network (Env-Rad-Net) that seeks to coordinate, inform, and promote fundamental Environmental Radioactivity Research at a range of STFC central facilities. Indeed, over three years the Env-Rad-Net will aim to bring together the relevant members of the Research Community, the STFC, and associated partners (e.g., government agencies (NNL, NNL and RWMD), nuclear industry etc.) to develop the capability, activity, and impact of UK research in this field. In particular, we anticipate the network will focus on building strategic collaborations with the Diamond Light Source, ISIS, Central Lasers Facility, and High Performance Computing facilities, as we foresee that development of methods at these centers will allow the community to address vital issues concerning sample heterogeneity, radionuclide concentration, and scale. To achieve this, the overarching network objective will be met through several activities: holistic and more specialised community meetings, international fact-finding and research trips, training and mentoring programmes, and research consortium building exercises. These activities will take place across a range of specially designed Work Packages (WP) linked through several Cross Cutting Themes (CCT). Further, key scientists (academics and STFC scientists) will manage each WP and CCT, and an expert steering panel will be used to inform the networks overall remit, direction, and implementation. We believe that these activities will provide a range of tangible benefits to the UK Environmental Radioactivity Community, the STFC, and indeed wider society. For example, the Env-Rad-Net will: increase the number of research groups using STFC facilities; train the next generation of Environmental Radioactivity Researchers in the use of a range of state-of-the-art analysis and computational techniques; provide a legacy of technical developments at the STFC facilities that will enable future research; engage the wider nuclear community (NDA, NDA-RWMD etc.) to ensure research using STFC facilities is fully engaged with the large programmes of nuclear geodisposal, decommissioning, and nuclear incident response, improving the success of these major programmes whilst also bolstering public confidence. In summation, Env-Rad-Net will instigate a step change in research capability and output in the broad field of Environmental Radioactivity and this increase in ability will deliver significant national-level economic impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K001787/1","grantId":"ST/K001787/1","fundValue":"203348","fundStart":"2012-11-01","fundEnd":"2016-03-31","funder":"STFC","impactText":"  -We have trained a large number of young career researchers (+30) in the use of STFC central facility hosted techniques (e.g. XAS, SAXS, X-ray tomography, Laser spectroscopy).\n\n- We have helped UK research groups gain access and use STFC central facilities (e.g. CLF, Diamond, MXIF) and a range of international facilities (e.g. ALS; ANKA, Brookhaven)\n\n- We are currently helping development health and safety and experiment knowledge for radioactive sample analysis at STFC facilities (e.g. Diamond, CLF).\n\n- We have learned from best practice at a range of international facilities and this will be fed back to STFC. Chemicals,Education,Energy,Environment Societal,Economic","person":"Samuel  Shaw","coPersons":[],"organisation":"The University of Manchester","findingsText":" The Env-Rad-Net has an overarching aim of increasing the safe use of STFC facilities with the Environmental Radioactivity Research Community. It seeks to achieve this aim by: (i) facilitating access (via funding); (ii) providing training; (iii) facilitating knowledge transfer; (iv) advising on experimental design and health and safety; (v) learning from international best practice. The Env-Rad-Net was initiated in 2012 and well on its way to achieving its aims. Training of young career researchers.\n\nPermitting knowledge transfer to government, regulators, and site operators. Chemicals,Education,Energy,Environment","dataset":"gtr"}