{"id":"CF854445-8C20-447F-8B85-A0FB0935DC6B","title":"EARLY GROWTH AND LATER BONE HEALTH : A PROJECT BASED ON TWO RANDOMISED INTERVENTION TRIALS","abstractText":"Osteoporosis is a major public health problem which is set to increase over the next 50 years. It is estimated to cost the NHS #1.73 billion per year - close to the estimated cost of treating heart disease (#1.75 billion). The lifetime risk for clinically diagnosed osteoporotic fractures in women is around 40%, similar to the risk of heart disease. The MRC has highlighted research in this field as a key priority area. Our research will build on evidence from animals and humans that infant nutrition and growth may influence or ?program? the risk of later osteoporosis and fractures. We will investigate this in two randomised trials of early nutrition, set up to test whether early diet in infants who are born small for their gestational age (SGA) has long-term effects on health. SGA infants are an ideal group for this study since they show great variation in early growth rates. Current practice is to encourage them to grow fast. However, there is now evidence to suggest that while this catch-up growth may be good for some outcomes such as bone health, it could be bad for others, such as heart disease. It is important to clarify this balance of risks and benefits in order to make sensible feeding recommendations. Although this study focuses on the smallest term infants, we believe that the findings may also be relevant to larger infants. We will study subjects from our two trials during childhood and adolescence, using a variety of techniques to measure their bone size, structure, mineral content and strength. We will also measure the rate at which bone is formed and broken down, using markers in blood. The planned research will be conducted by Dr Mary Fewtrell with Professor Alan Lucas, based at the MRC Childhood Nutrition Research Centre at the Institute of Child Health, London. Our overall aim is to test infant nutrition strategies to help improve later bone health and reduce the risk of osteoporosis, and to help provide a scientific basis for the nutritional management of infants in order to improve their later health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700868","grantId":"G0700868","fundValue":"296727","fundStart":"2008-01-01","fundEnd":"2011-06-30","funder":"MRC","impactText":"","person":"Mary Scott Fewtrell","coPersons":["Alan  Lucas"],"organisation":"University College London","findingsText":"","dataset":"gtr"}