{"id":"CF8E1AE0-0389-499D-BE08-7E57735155A9","title":"Creative Interruptions: grassroots culture, state structures and disconnection as a space for 'radical openness'","abstractText":"Creative Interruptions will examine how grassroots cultural initiatives generate a critical space for 'bottom-up' creativity in a range of contexts of disconnection in the UK and internationally. The research identifies how processes of disconnection, exclusion and marginalisation impact on creative practitioners and disconnected communities and how arts and media forms are utilised to make meaning and 'creatively interrupt' state structures and dominant modes of representation. By co-designing an exploration of practice on the ground, the project will interface with a range of disconnected social groups and produce an edgy, self-reflexive and field-defining piece of international research.\n\nFrom the Black-led community video work designed to critique British state racism, to the online activism of the 15-M Indignados Movement and Take the Square #spanishrevolution; from the urban graffiti art used by Algerian immigrants in France to challenge the rise of Far Right power, to the Theatre of the Oppressed movement in India, Creative Interruptions explores past and emerging moments of creativity and instances of possible 'empowerment', but also how these moments, in turn, can 'successfully' destabilise dominant structures. How do those 'on the margins' make meaning through creative acts, what are their motivations and what are the effects? And how can connecting disconnections facilitate new and enabling bonds between communities at the peripheries and create new possibilities? The project recognises that disconnected communities have a vital role in challenging the decisions of institutions and power structures and shifting the axis of public debate.\n\nMarginalisation is identified as a space for possibility through creativity. Disconnected communities - communities marginalised because of their race, religion, class, economic status, immigration status, political positions and/or geographical location - are positioned as having dynamic, fluid identities rather than being fixed in place. Instead of aiming to connect such groups to the centre, to help them to learn how to submit to more normalized modes of communication, Creative Interruptions explores what can be learned by the centre from the margins, and how such lessons can be understood, transmitted and scaled-up in order to change the centre. This understanding of 'interruptions' will involve looking at past and emergent creative formations - hip hop, rap, street art, slogans social media, community theatre, street art, comedy or agit-prop - and across a a range of visual and non-visual, physical and virtual spaces globally. \n\nThe Research Development and community co-design stage of the Creative Interruptions project will involve academics, artists and community-led research activities. It will deliver a pilot collaborative theatre project with young Afghan refugees in London, led by Dr Jasber Singh, the Hate Crime Co-ordinator of Greenwich Inclusion Project, the Belfast playwright Martin Lynch and the North-East England based theatre group, Cap-A-Pie. The creative output from this theatre/research collaboration (to include a filmed record by Ken Fero of Migrant Media) and act as a formative, case study analysis. This will be followed by an International workshop where Investigators, community partners and collaborators will reflect on the pilot theatre collaboration, refine terminology, develop creative methodologies and explore the potential work packages that a Large Consortia Project with an international focus might involve. The development phase will build capacity for the Large Consortia Project proposal submission in 2015. The AHRC focus on disconnection allows the researchers to deal explicitly with the dynamics and processes that rupture, alienate and marginalise and the tools used to cope with such social divisions. It also highlights the critical value of Arts and Humanities approaches in examining processes of disconnection across space and time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M006069/1","grantId":"AH/M006069/1","fundValue":"24992","fundStart":"2014-10-01","fundEnd":"2015-03-31","funder":"AHRC","impactText":"","person":"Sarita  Malik","coPersons":["Ben  Rogaly","Michael  Pierse","Anandi  Ramamurthy","Jasber  Singh"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}