{"id":"CF9534CD-8B22-4972-961B-3966C7651B30","title":"Memory lapses: opportunities for adaptive behaviour","abstractText":"Associative conditioning is one of the most basic means by which animals learn to exploit the predictive value of particular sensations in a complex sensory environment. It provides a fundamental mechanism underlying the ability to respond adaptively to sensory signals that are associated with for example opportunity or threat. For instance, certain olfactory sensations may presage the presence of food. By learning such an association, an animal can more effectively locate and exploit food resources. Some sensations may become associated with threat, in which case the learned adaptive response might be withdrawal. \n\nFollowing the initial formation of an associative memory there is a period of consolidation, during which the conditioned behaviour becomes progressively more permanent. Recently however, we found that during consolidation there are brief periods of amnesia during which the progression to long-term storage can be blocked by unanticipated changes in the sensory environment. The time-points of memory lapses and susceptibility correspond to transitions in the dependency on different underlying molecular and cellular mechanisms as consolidation proceeds. Our discovery of the susceptibility of memory formation to interference suggests that associative conditioning is a far more flexible process than hitherto appreciated. \n\nThe overarching aim of this proposal is to advance our understanding of the fundamental mechanisms underlying behavioural flexibility during the critical consolidation period. We will exploit the advantages offered by the relatively simple brain and behaviour of the mollusc Lymnaea. While having a CNS of only 20,000 neurons, this animal nevertheless shares all of the basic features of associative memory formation displayed by far more complex animals, including humans. This allows us to study a universal form of behavioural adaptation and flexibility at a level of cellular and molecular detail that would not be possible in more complex animals. Because we know that the process of memory formation and its underlying cellular and molecular mechanisms are evolutionarily highly conserved, this research is likely to reveal principles and mechanisms of behavioural flexibility that apply equally to both simple and complex animals. In the longer term this research may lead to the discovery of new drugs or procedures that can modify the flexibility of memory formation with the potential benefit that this may have for the treatment of memory disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K018515/1","grantId":"BB/K018515/1","fundValue":"661597","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"BBSRC","impactText":"  During the first year of the grant some exciting new results emerged that increased a general interest in a new way of interpretation of memory consolidation. This was presented to groups of A-level students and also to the scientific community at several conferences where the PI was invited as key-note speaker. Education Societal,Policy & public services","person":"Ildiko  Kemenes","coPersons":["Michael  O'Shea","Thomas  Nowotny","Paul Robert Benjamin"],"organisation":"University of Sussex","findingsText":" Although we are only at an early stage of our grant titled: Memory lapses: opportunities for adaptive behaviour, we have already made considerable progress with the project. We have successfully established that there are brief periods after learning when there is a deficit in memory recall. Our experiments indicate that the timing and occurrence of these periods are independent of the type of training representing a general phenomenom during memory consolidation. We tested this by using different types of appetitive and aversive training paradigms and found that memory lapses occurred in all cases at around 30 min and 2 h after the acquisition. Our latest experiment are targeting to discover the function of these &amp;quot;lapses&amp;quot; and we are making great progress of identifying &quot;off line; processes underlying these periods. We also discovered that these periods are more sensitive to interference so they seem to be critical in the determination of the fate of memories in a real life situation where animals are bombarded by different environmental stimuli affecting the stabilization of a specific memory trace. In the health sector the understanding of how memory consolidation works and can be altered at specific time points is extremely important to deal with a number of conditions such as depression, Parkinson’s and dementia that affect our ability to learn and remember. The lapses of memory recall during consolidation provide periods when the progression of the memory trace can adapt to changing environmental influences and the fate of the memory can fundamentally be influenced. At the fundamental level of neural networks and neurotransmitters this is a very poorly understood area of significant clinical importance. Our research, using a model invertebrate system, will answer some of the most fundamental questions about the brain’s control of actions – what neural architectures are involved, which neurotransmitter systems are involved and how? This research, carried out at a high level of neuronal resolution, will help the interpretation of much lower resolution information available to clinicians dealing with affected patients. Periods when lapses of memory occur after learning could be of targets to medical intervention providing windows of high sensitivity to treatments.\nThe understanding of how neural networks generate adaptive behaviour can also inspire new and more powerful artificial networks for a variety of applications in for example the entertainment (games and graphics) and robotic industries. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}