{"id":"CFA14439-3B03-45EE-B55A-1479B691378D","title":"Unified flood model with optimal zooming and linking at multiple scales","abstractText":"Flood hazards are increasing in frequency and magnitude and yet recent events have shown that our current knowledge and forecast of flooding is limited. Today 5.2 million properties in Britain are at risk of flooding where populations could lose their livelihood, homes and lives, and the UK government estimates the annual flood damage cost to be around &pound;1 billion. Therefore, there are inevitable trends for improving the flood management technology to reduce the risk reaching and affecting people. It is certain that improved modelling and forecasting of floods is a core solution for transforming the flood management technology, as prioritized within the 2011-2030 UK Flood and Costal Erosion Risk Management (FCERM) research strategy.\n\nThis first grant proposal will seek to build upon the outputs of the Flood Risk Management Research Consortium (FRMRC). It will elaborate and assess a new flood modelling framework featured by a comprehensive numerical solution hierarchy that enables zooming to optimum scale (spatial and temporal), automatic adaption to necessary accuracy and efficiency, and communication of flow information and restoration of terrain data across different scales. The research will be the first step to develop, assess and deliver a joined-up modelling approach for simulation of large-scale flood scenarios with genuine incorporation of inter-regional interactions across multiple scales. This will mean that efficient, credible and very accurate flood simulations will be affordable at wide ranging scales, and including domains with dense and coarse flow or landscape features.\n\nThe model will be designed by further developing an advanced flood model based on the Discontinuous Galerkin (DG) finite element method, with the multi-scale decomposition facilitated by the fitness of Multi-Wavelets (MW). The model will take advantage of the MW scalability to allow: (i) adaptivity across spatial scales in an entirely solution-driven manner, and (ii) large time stepsand condensed operational costs to boost efficiency. Meanwhile, the MW-DG model will be supported with relevant advances in computational hydraulics to enable practical usability. These will include solving the full 2D shallow water equations for accuracy and the incorporation of natural terrain data, and modelling wetting and drying processes for practical applications.\nThis capability is beyond even most advanced current flood models which are limited to a particular formulation or scale of the mesh and may grow unsystematic uncertainty when applied to simulate compound flood problems. This will be the first time in the world that such a holistic approach will be taken to flood risk modelling. The project involves a partnership with Prof M&uuml;ller's team at RWTH Aachen as a world leader in wavelet based modelling techniques. The novel flood model will be validated for real-scale flood scenarios (e.g. the Thamesmead district) and by comparing with current computer models for flood risk simulation recommended by the Environment Agency (EA).\n\nThe project will exploit a new concept that is of strategic relevance to the software industry and will provide a novel tool that can be used by end-users to improve the basis of flood risk assessment. Therefore, the delivered science and model can make a real difference in the world and will directly benefit government agencies and consulting engineers responsible for flood risk planning and management, i.e. the EA and Defra, and industrial software developers, i.e. Innovyze Ltd.\n\nThe outputs of the research can ultimately benefit the wider public with improved sustainable living with risk of flooding, and reduced socio-economic and insurance costs. Finally, industrial liaison and dissemination activities, including a project conference, are planned to ensure the take-up of the new technology and benefit international researchers and UK organizations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K031023/1","grantId":"EP/K031023/1","fundValue":"100808","fundStart":"2014-03-05","fundEnd":"2015-05-04","funder":"EPSRC","impactText":"","person":"Georges  Kesserwani","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}