{"id":"CFA6A8CF-5159-4E30-83B9-4A3CDEB9F04F","title":"Hydrogen/Deuterium Exchange and Ion Mobility Mass Spectrometry to Underpin Research on Protein Interactions","abstractText":"This proposal will fund a mass spectrometer and associated inlet system for the analysis of protein structure, dynamics and interactions. The instrument resource will be used by research groups from the Faculties of Engineering and Physical Sciences, Life Sciences, and Medicine and Human Sciences at the University of Manchester, in collaboration with academic partners from 5 other Universities, along with two research council Institutes. It also will be available to our industrial partners in industrial biotechnology, biomedicine and agri-food sectors. The requested instrument is an HDX-MS platform recently developed by Waters Corporation, the only commercially-available complete system for HDX-MS studies. Innovations in LC/MS and automation coupled with software position HDMX as a robust tool to characterise protein structure and interactions. This will be the first automated HDXMS ion mobility capable instrument in a UK Higher Education Institute. \nThe procedure we will follow for intact protein analysis will first perform ion mobility mass spectrometry (IM-MS) from native conditions on proteins and protein complexes. Conformational change due to inherent protein dynamics, ligand binding, or protein interaction will be measurable. IM-MS records the time it takes mass selected ions to traverse a cell under the influence of a weak electric field filled with an inert buffer gas. Collisions with the buffer gas impede the progress of the ion, and this coupled with the charge of the ion, causes the ion to drift with a velocity that is proportional to their size. By measuring the time it takes ions to cross the cell, it is possible to obtain the rotationally averaged cross section, a coarse structural parameter that will tell us the size of any given molecule. This readout will inform on conformational dynamics for enzymes, and on the change in shape of proteins as they interact with small 'druglike' molecules and with other proteins as they aggregate. \nDifferential hydrogen/deuterium exchange coupled with mass spectrometry has emerged as a sensitive technique to characterise changes in protein conformation. The marrying of these two techniques is extremely fortuitous, since the favorable exchange of a hydrogen atom for a deuterium atom results in a mass increase of one. The second part of our screen for protein conformation will use the mass increase measured by HDX-MS to 'snapshot' a given protein in a particular state, which when coupled with data from enzymatic digestion provides details of conformational changes at the residue level, an approach which is analogous to NMR, but uses far less material. Based on the pioneering work of Englander, it is possible to predict intrinsic amide hydrogen exchange rates for amino acid in a polypeptide. This exchange rate is influenced by hydrogen bonding; measuring this property for a given amide hydrogen is an excellent way to probe protein structure and dynamics. Exchange rates are influenced by pH and temperature, and these must be precisely controlled to gain useful information. In a typical HDXMS workflow, a target protein is incubated for a set of predetermined time points, and over a range of pHs or with a potential binding partner, the HDX reaction is quenched at the end of each of these reactions by rapidly lowering the pH and temperature, and the protein is then digested, and introduced via an UPLC interface to the mass spectrometer. For each digested polypeptide, prior knowledge of sequence allows the percentage deuterium uptake to be plotted as a function of time. The use of ETC or ECD allows the precise amino acid that has exchanged to be located. Deuterium uptake information for each state of the protein can be mapped to the sequence or to the structure if available. This approach will also be applied to intact proteins, and is amenable to complex mixture analysis for example in food stuffs to determine the molecular basis for an allergic response.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L015048/1","grantId":"BB/L015048/1","fundValue":"498947","fundStart":"2014-01-15","fundEnd":"2015-01-14","funder":"BBSRC","impactText":"","person":"Perdita Elizabeth Barran","coPersons":["David  Leys","Nicholas John Turner","Sabine  Flitsch","Robin  Curtis","Clare  Mills","Andrew William Munro","Simon  Hubbard","Nigel Shaun Scrutton"],"organisation":"The University of Manchester","findingsText":" The grant is still on going and we have already found out\n1. some differences between disordered and structured proteins\n2. Mapped sties of allosteric inhibtion \n3. Deviations from crystal structures in three heteromeric systems This is an ongoing collaborative grant. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}