{"id":"CFAD3FBD-4F38-4E27-A734-384C98BEB9EF","title":"Trajectories of senescence through Markov models","abstractText":"<p>Ageing is a process, in most species, that is both inexorable and individually variable. Measuring that individual variation (the individual ageing that is distinct from the calendar age) has long proved elusive.<br /> A major goal of current theoretical research is to untangle the population-level measures of ageing (most crudely, age-specific mortality rates, but also cross-sectional measures of specific physiological capacities) into individual measures of ageing.<br /> This project aims to develop new statistical and mathematical models that will sharpen the focus on an individual-level senescence process, and to apply these models to real data from an experimental system.<br /> The modelling work is based on hidden Markov models, in which a hidden &quot;senescence&quot; state drives surface-level observable processes. It is connected to recent theoretical work that has attempted to link basic structural properties of Markov processes to observed mortality rates, but goes farther in considering continuous observables, rather than merely a single endpoint (time of death).<br /> The project is linked to a set of experiments being carried out in continuous behavioural observation of fruit flies, by entomologists and physicists in California and Mexico.<br /> Analogous mathematical tools are being developed to improve the estimation of growth rates of age-structured populations in changing environments.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G037094/1","grantId":"ES/G037094/1","fundValue":"201820","fundStart":"2009-07-01","fundEnd":"2012-06-30","funder":"ESRC","impactText":"  The research has led recently to new research projects in population ecology, which we hope will improve our understanding of the response of ecosystems to changing environmental conditions.\nHowever, so far as I am aware there have not yet been any practical consequences. Environment ","person":"David  Steinsaltz","coPersons":[],"organisation":"University of Oxford","findingsText":" • We have a new formula for computing the sensitivity of population growth in age-structured natural populations to environmental changes. This has practical implications for studying ecological response to climate change and other environmental shifts, and theoretical implications for the evolution of ageing.\n • The patterns of total movement through the life course among flies were too variable to analysed with the basic monotone-ageing hidden diffusion model that had initially been proposed. This work helped to inspire a new dynamical generalised linear model, that is now being made operational, and will be applied to a cleaner and larger set of data.\n • We were able in principle to &amp;quot;filter&amp;quot; the individual pattern of ageing for flies on the basis of patterns of behaviour other than movement, in this case the frequency of eating. On the other hand, the individual trajectories were too variable to be demonstrably useful for predicting remaining lifespan.\n • We have new theorems giving general conditions for the stabilisation over the life course (&amp;quot;convergence to quasistationarity&amp;quot;) of diffusion models for ageing.\n • We have drawn up a classification of statistical models of ageing in terms of the way the models treat random variation.\n • We have shown how information measures can be used to evaluate the theoretical utility of features of mathematical models that purport to describe the ageing process. We have now produced software for computing the algorithms we developed for analysing the growth of ageing populations in random environments, and these are now being tested by groups in the US working in applied and theoretical population ecology.\n\nThe approach that we developed for analysing survival with longitudinal covariates has led us to procedures for studying longitudinal data sets for the impact of variability of blood pressure. We are working on extending these to general procedures for medical monitoring. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}