{"id":"CFCB1A3B-C332-4CFC-A8CF-BECCE09098D0","title":"Local government, economic growth and human development: Chinese lessons for Kenya and Uganda?","abstractText":"Many African states are weak and unstable, prone to military coups or civil unrest. Poor governance and a lack of the civil society necessary to underpin reform are often cited as key reasons why investors are reluctant to engage with Africa and why livelihoods are diminished. The socio-political system in China is also woefully lacking by the standards of liberal democracy, but nonetheless has proved capable of sustained economic reform and remarkable success in development.\nDuring the process of a nation's development, local governments can be important actors in adopting and implementing policies which would assist national economic growth and promote local benefits. For much of China's economic reform period, local governments played a key part in driving GDP growth although there are now doubts about whether this role is sustainable. In Africa, decentralization is a common element of reform but often the focus is on fostering political settlements and improved service delivery, rather than promoting economic reform. This project will consider whether China's experiences provide insights into how local government in Africa may successfully contribute to development, although differences in political structures mean that not all lessons may be transferable. The project will conduct rigorous analysis, based on evidence from original data collection using tailor-made surveys, to explore the impacts of local governance on the economic and human development of China and two selected African countries, Kenya and Uganda. \nThe research covers four interlinked topic areas. First, it starts with research on a stratified random sample of local governments in the three countries, identifying and comparing their policy environments, structures, inter-government relationships, and key officials' self-motivation for pro-poor growth, and evaluating their performance and policy outcomes. Second, it extends from the analysis of local governments to investigate their impacts on local economic growth and on production of tradable goods, whether in agriculture or manufacturing. Third, the project explores the effectiveness and efficiency of local government in providing health and education services. Fourth, it will consider the impact of local government on poverty reduction. \nThe project addresses questions which would have impact on policy-making in international development. Differences in the roles of local government between and within countries will be identified, with comparisons being made to explain the challenges facing local governments in the three selected countries. Any lessons, positive or negative, from China's development process will be identified and consideration given to how these might be adapted or avoided in order to enable local governments in Kenya, Uganda and other low income African states to be proactive in economic development. \nIntellectually, the project will address some of the big questions and puzzles in development economics: why did China benefit from export oriented industrial growth but not Africa? How has China achieved economic liberalisation and growth without political liberalisation and while still denying the formation of a civil society? Could Africa adopt economic elements from this development model while having a fundamentally different political-social structure? While the industrialised world suffers economic stagnation, can Africa's recent renaissance continue and possibly become the world's next growth miracle? By shifting dogma and policy, could Africa accelerate its growth? When tackling such questions, could we turn to the 'Chinese model' for possible solutions?\nThe research team comprises well-regarded development economists from Kenya, Uganda, China and the UK. The findings of this project will be likely generate high impacts through the team's networks of international policy makers in the World Bank, DfID, UNDP and the governments of Kenya, Uganda and China.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M004333/1","grantId":"ES/M004333/1","fundValue":"571266","fundStart":"2015-04-21","fundEnd":"2019-04-20","funder":"ESRC","impactText":"","person":"Lina  Song","coPersons":["Simon  Appleton","Justin Yifu  LIN","Ibrahim  Kasirye","Germano  Mwabu","Xiaobo  Zhang","Zhengxu  Wang"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}