{"id":"CFD1D7E2-D16B-42A0-BE2C-ACF36D375FB5","title":"Icons and Innovation in Southwest China's Religious Texts","abstractText":"Aims and Objectives. Sacred texts mobilise many forms of change, but while studies on them tend to focus on an exegesis of textual meanings, they rarely show how religious specialists, their clients and even the texts themselves interact in practices that trigger religious change. Shamanic or 'animistic' religions in particular have often been considered as the foil to the world religions, whose text-reading priests cite written passages which reinforce social conventions across the generations (Barth 1990). However, sacred texts can also be subjected to a 'hybridised' practice of textual and oral exegesis, which combines (1) the imagistic-linguistic (or phonetic) elements of script forms and (2) the materiality of the written texts as used in rituals with (3) religious practitioners' memories of previous performances, which often reflect a spontaneous response to the current social circumstance. The project is innovative in that it investigates the chanting of sacred texts as a 'technique' which skilfully amalgamates the materiality of the text with its imagistic scripts, in ways that either give rise to 'revelatory' religious innovations or reinforce conventions.\\n\\nResearch Context. This project will be the third stage of research in the Anthropology Research Group at Oxford on Eastern Medicines and Religions (ArgO-EMR). When Drs. Hsu, Ramble and Swancutt received their ESRC award in 2006, ArgO-EMR was awarded another grant from the John Fell Fund, for a project carried out by Dr. Bassini (October 2006-June 2008) on the health benefits of household rituals in Qinghai, China. We held international workshops in 2007 on 'The Sacred Landscape in Tibetan Healing' and in 2008 on 'Humoural Notions of Balance', and plan to hold another in 2010 on 'The Viewpoint of the Technique: Managing Time and Crisis Resolution in Eastern Religions and Medicines', which addresses precisely the theme of this project: namely, rather than viewing religious specialists as politically agile agents who instrumentally 'use' texts to manipulate their clients, what further nuanced view will we gain by considering that religious change arises where texts, practitioners and their clients interact in ways shaped (or hindered) by a combination of technological-textual, sensorial-symbolic and social dimensions?\\n\\nStructure of the Project. The project aims to show how shamans in Southwest China interact with their sacred texts in practice, effectively rendering texts into 'works-in-progress' rather than into 'fixed entities'. To this end, the project brings together four researchers: Dr. Elisabeth Hsu (Principal Investigator) and Dr. Katherine Swancutt (Research Assistant for three years) at the Institute of Social and Cultural Anthropology, University of Oxford; Shama Shifu (Visiting Scholar for three months) who is a practising shaman appointed as the Traditional Cultural Specialist at the Ninglang Yi Autonomous County Institute for Ethnology and Culture in Yunnan, China; and Markus Schiesser (Research Assistant for six months) who is an ethnographic filmmaker based in Shanghai, China, with a Master's Degree in visual anthropology from the University of Z&uuml;rich. \\n\\nPotential Applications and Benefits. This research is foundational to the anthropology of religion, exploring the interface between sacred texts, ritual performance and religious innovation. The research will contribute to and benefit from fortnightly seminars at ArgO-EMR, which have been running since 2006. Furthermore, the question surrounding the linguistic aspects of Nuosu and Pumi religious texts will be explored in a conference on the exegesis of other Asian divinatory texts and their sacred spaces, inviting Aur&eacute;lie N&eacute;vot (Paris), Michael Oppitz (Berlin), Pan Anshi (Edinburgh), Charles Ramble (Oxford) and Geoffrey Samuel (Cardiff). Additional applications and benefits are detailed in the application's 'Academic Beneficiaries' section.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H016147/1","grantId":"AH/H016147/1","fundValue":"348155","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"AHRC","impactText":"","person":"Elisabeth  Hsu","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}