{"id":"CFD56626-D734-4A60-9201-78551E082031","title":"Young people at work and the rise of precarious employment","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I001735/1","grantId":"ES/I001735/1","fundValue":"18124","fundStart":"2011-03-01","fundEnd":"2011-11-01","funder":"ESRC","impactText":"  The findings of the seminar can be grouped under three main headings. \n\n1) Academic debate about young people in precarious employment\nThe first issue of debate across a number of the seminars was the use of the term &quot;precarious employment&quot;. The structure of the seminars allowed for space for both speakers and participants to contribute to discussion. Inevitably it was impossible to reach a single, simple conclusion, but important aspects of discussion related to the extent to which precarious workers form a new emerging class within advanced capitalism (Standing 2011), the ways in which the term &quot;precarious&quot; performs useful shorthand within political and policy debates, particularly at EU level, and issues of comparability (or not) of labour standards in different national settings. Important discussion also focused on the extent to which precariousness is created by a person's labour market position or by their wider life position, family circumstances, household situation, etc. \n\nA further issue of academic definition related to the extent to which existing government data measures the various categories of precariousness as experiences of work change. Specifically, EU member states' Labour Force Surveys focus on common definitions of fixed-term and temporary employment which do not really capture the phenomenon more widely. These methodological issues were a consistent focus of discussion and a number of contributors made specific recommendations for improving measures of precarious employment.\n\nA final important debate related to the definition of &quot;young&quot; workers. Specifically, international policy organisations take &quot;young&quot; to be under 25 years of age. But with an aging workforce and increasing levels and length of participation in education in most EU member states, people are making transitions into the labour market later than in previous generations. A number of participants therefore raised practical and conceptual challenges to the continued use of the 25years old maximum definition, although there was agreement that it would continue to be necessary to use this definition in comparative studies. \n\n2) Evidence relating to young people and their experiences of precarious work\nA large proportion of the papers and discussion focused on explaining and comparing the experiences of young, precarious workers from a variety of perspectives and in a range of national and sectoral contexts. Evidence was presented relating to the causes of precariousness focusing on changing labour market regulation, the effects of the financial crisis, regulation of employer behaviour etc. A number of papers also focused on the experiences of young people themselves and the way in which early experiences of unemployment and precarious work can create and reinforce patterns of precariousness throughout life. \n\nPapers in later seminars presented evidence evaluating trade union and state policy responses to the rise of precarious employment among youth - questions of inclusion and representation were discussed in terms of different policy responses by the state and by trade unions and informal networks especially. \n\n3) Policy aspects of debates about young people and precarious employment\nThere were important interventions on the relation between different forms of engagement. The role of education was one particular dimension of support as was the question of welfare policy: in both cases the extent of difference across Europe was a focus of discussion. Labour market activation policies were discussed as well although a recurring theme was the crisis of the state and the recession which influenced much of these discussions. Papers also looked at new forms of activity within the body of young workers and support policies through informal networks and social initiatives within civil society: the role of the Internet, the importance of sharing labour market information, the role of family and social networks. Education,Government, Democracy and Justice Policy & public services","person":"Lefteris  Kretsos","coPersons":["Miguel  Martinez Lucio","Melanie  Simms"],"organisation":"Coventry University","findingsText":" Young workers are in crisis. Youth unemployment in the UK and around the European Union (EU) has risen sharply since 2008 bringing economic, social and political problems. Even prior to the crisis there was a polarisation between 'good' and 'bad' jobs. Groups such as young workers (under 25) are more likely to work in low skill and low paid jobs and have casualised contracts. The seminars brought together academics, policy makers and practitioners to discuss the situation of young workers as they struggle to make transitions into 'good' jobs around the EU. \n\nThe seminars identified research on young people and precarious employment which helped us understand what is already known about this topic in fields such as industrial relations, labour economics, sociology, education and youth work, politics and social policy. This was important because studies exist in those fields with little space or inclination to bring them together. \no Seminar 1 successfully identified patterns of precarious employment around the EU including education and skills training, social security systems, and the ways in which the financial crisis has hit, especially in Southern Europe. The risk of precarious work seems to have become endemic across Europe.\no Seminar 2 identified a range of factors that increase the likelihood of young workers either becoming unemployed for long periods or entering precarious work. There are obvious policy gaps in education and skills policy especially among young workers with a working class background or young workers living in deprived areas. Social capital considerations are also crucial.\no Seminar 3 looked at the ways unions in the UK and beyond have tried to help organise and represent young workers sop they make more secure transitions into work. Most trade unions try to attract more young workers, but their strategies are not usually successful due to structural reasons (e.g. many young workers move from one job to another in the short-term), as well as issues related to trade unions' organisational life (internal democracy issues, leadership rotation schemes, youth committees acting as cosmetic devices etc.)\no Seminar 4 looked at policy responses to helping young workers and framing the issues. It is obvious that similar challenges for policy makers are evident across Europe. Nevertheless there are national paths to the way national governments and policy making institutions aim to deal with the issue of young workers' problematic and vulnerable position in the labour market. The seminar series was exceptionally well attended. Between 45 and 85 participants at each seminar demonstrates achievement of our objective to engage academics and practitioners from a range of backgrounds. Approximately 25 participants attended all of the seminars, with others dipping in and out as relevant to their availability and interests. For example having successful identified a series of research gaps as a direct consequence of the seminar series, Prof. Melanie Simms and two other members of the seminar network (Dr Ben Hopkins and Dr Sophie Gamwell) got funding to undertake a policy-oriented study of the challenges facing young workers accessing the labour market. Andy Hodder, another participant in the seminars, who completed his PhD and got a lectureship at Brmingham University recently is about to publish an edited book collection with Lefteris Kretsos about Young Workers and Trade Unions (Palsgrave Macmillan, April 2015). In a similar vein, dissemination activities and relevant publications (special Webpage/ JISCmail, conference sessions, academic articles, edited books) have also resulted in the regeneration of the academic and policy making community that focuses on the issues of young precarious workers' inclusion into the labour market and society. For example the seminar series' JISCmail list has about 200 members and it is used as a tool to enhance the communication links between the participants in the seminars and other academics and policy practitioners working on issues of youth vulnerability at work and the society. Government, Democracy and Justice","dataset":"gtr"}