{"id":"CFE4EF98-A82A-4C13-96E8-1483DC73279D","title":"A NEW METHOD FOR DYNAMIC ANALYSIS OF PLATES AND PLATE ASSEMBILES","abstractText":"Establishing the vibration behaviour of structures is an important activity in design within the aircraft and other major industries. Many of these structures are modelled as plates and plate assemblies. The proposed research is focused on improving the capabilities of solving plate vibration problems accurately that will lead to more efficient design and manufacture of structures with improved vibration performance. A new method, called the dynamic finite strip method will be developed. This will be achieved by bringing together and getting the best out of three well-known existing methods, the dynamic stiffness, the finite strip and the finite element methods. An important feature of the new formulation will be the use of one-dimensional refined beam theories for both metallic and composite beams and extend them to the important cases of two dimensional structures such as plates to investigate the free vibration characteristics. In this work, a metallic or composite plate will be split into a number of strips represented by beams subjected to dynamic motion. The dynamic behaviour of the plate will be obtained by combining the behaviour of the individual strips where each strip is idealised as a beam undergoing dynamic motion. It is well known that symbolic computation is a powerful tool in manipulating complicated algebraic expressions often required in structural mechanics. Full advantage of this tool will be taken of when developing the new theory. An established algorithm developed by Wittrick and Williams in the early seventies (known as the W-W algorithm) will be extended for the new method and subsequently used as solution technique to obtain the result. Finally in order to verify the method, a wing box which is an important structural part of a transport airliner will be analysed for its dynamic properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F03606X/1","grantId":"EP/F03606X/1","fundValue":"182239","fundStart":"2008-04-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Ranjan  Banerjee","coPersons":[],"organisation":"City University London","findingsText":"","dataset":"gtr"}