{"id":"CFFB0025-EE38-4BCA-B132-3345CB23493E","title":"Beyond Gross Divisions: National and religious identity combinations in Northern Ireland","abstractText":"<p>Although many violent political conflicts actually relate to tensions over territory, power or resources, the ‘identity’ of different groups also plays a crucial role. Indeed, differences in identity can often take on a meaning similar to the struggle over power or resources themselves. Pride becomes bound up with the fortunes of the group and contributes to stereotyping, and differences are frequently recreated and emphasised by opposing social groups.&nbsp; Whilst any individual may hold several identities at any one time (for example, nationality, religion, ethnicity and gender) much of the social psychological research relating to identity tends to examine a single identity profile in isolation from others. Similarly, in the real world, intergroup conflicts tend to be reduced to one-dimensional bipolar groups, such as Arab and Jew, Black and White, or Catholic and Protestant. </p> \n<p>In common with a growing body of research, the proposed study involves an examination of the textured nature of social identities. The project will involve a survey which will explore a number of research questions regarding:</p> \n<ul> \n <li>the heterogeneity of the labels ‘Catholic’ and ‘Protestant’</li> \n <li>change in identity constellations evident over time</li> \n <li>how ‘unexpected’ identity combinations relate to social and political attitudes and intergroup emotion</li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E007473/1","grantId":"ES/E007473/1","fundValue":"59730","fundStart":"2007-03-01","fundEnd":"2009-02-28","funder":"ESRC","impactText":"  The findings were disseminated in a wide range of formats, so that they are accessible to the widest possible audience. For example, a public seminar was held in December 2008. The press release alongside this event attracted much publicity, from local, regional and national media. Tables of results are available online, as are a short Research Update. More academic publications have also been released. Communities and Social Services/Policy,Education,Government, Democracy and Justice Cultural,Societal,Policy & public services","person":"Orla  Muldoon","coPersons":["Karen  Trew","John  Kremer","Katrina  Lloyd","Paula  Devine"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}