{"id":"D0004EF9-6766-48DB-B79F-59BFFC5EA8FC","title":"ECRP07: collaboration led by Christoffer Green-Pedersen, University of Aarhus, Denmark - Legislative policy agendas in the UK","abstractText":"<p>This project aims to find out the amount of attention policy-makers in the UK pay over time to particular policy areas, such as the environment, transport, education and defence.&nbsp; </p>\n\n<p>It focuses upon the legislature - with legislation (ie Acts of Parliament) and Prime Minister's Questions (ie weekly questioning of the Prime Minister in the House of Commons) as the principal measures of attention. </p>\n\n<p>It aims to create a record of the interest of British government and its legislators in questions of policy since 1960.&nbsp; The project uses a UK version of a widely used Policy Agendas code frame, developed for the USA (see <a href=\"http://www.policyagendas.org/\" rel=\"nofollow\">http://www.policyagendas.org/</a>).</p>\n\n<p>It will report frequencies of the 21 major policy topics to provide a measure of change or stability in political attention and carry out regression analysis to examine the causes of agenda change. </p>\n\n<p>It is a project covering the UK as it will replicate this approach for data from the Scottish Parliament to find out whether attention to agendas differs between the devolved Scottish political system and UK Parliament in Westminster.&nbsp;</p>\n\n<p>This project is part of a wider European collaboration funded by the European Science Foundation (ESF).<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-0872","grantId":"RES-062-23-0872","fundValue":"239179","fundStart":"2008-08-01","fundEnd":"2011-07-31","funder":"ESRC","impactText":"","person":"Peter  John","coPersons":["Darren Richard Halpin","William  Jennings"],"organisation":"The University of Manchester","findingsText":" a) There is variation over time in the policy topics that UK Government has attended to during the period since 1911, which reflects the changing nature of the British state and its commitments, whether to the British Empire, building the welfare state, or responding to periodic economic crises or the emergence of other new issues on the political agenda. We find that attention to foreign policy, agriculture and territorial matters falls off during the post-war period and the economy gains in importance on the policy agenda up to the mid-1980s, then declines (rising again in 2007 at the onset of the global financial crisis), while certain issues, such as education, health, crime and the environment have received greater attention from government since 1990s, especially under New Labour. \n\nb) The policy agenda is linked to the issues that the public worry about: e.g. public concern about the economy and the share of the policy agenda dedicated to the issue in the Speech from the Throne. \n\nc) We find large changes in some years of more than 200 per cent, providing evidence of 'punctuated equilibrium'. Further, the findings suggest that the Speech from the Throne has the lowest degree of 'punctuatedness' due to the limited institutional constraints on policy change, while budgets are the most punctuated agenda as they are subject to occasional bursts of large-scale change. Qualitative research shows that many of these punctuations correspond to defining changes in public policy, such as New Labour constitutional reforms or attention in wartime.\n\nd) Political parties shape the policy content of the executive agenda, with Labour governments assigning more attention to social policy and that this is a stronger relationship than other countries: for example, in the Speech from the Throne, Labour governments pay around 2.5 per cent more (each) attention to health, crime and welfare, and Conservative governments pay around 5 per cent more attention to foreign affairs. \n\ne) The prominence of the 'core issues' of government on the policy agenda (i.e. the economy, defence, foreign affairs and government operations) influence the attention of policy-makers to alternative 'selective' issues. The implication of this is that issues often linked to economic insecurity and instability (e.g. immigration and crime) tend to receive less attention during economic downturns, as the economy takes precedence over non-core issues. \n\nf) There is a close relationship between the policy agenda of the Speech from the Throne and Acts of UK Parliament, as governments are able to deliver on their policy agenda. However, the strength of this relationship has increased over time for Conservative governments and has declined over time for Labour and other governments.\n\ng) We find a declining relationship between law-making and public opinion after devolution in the UK Parliament, and no evidence of congruence between the public agenda and the policy agenda of the Scottish Parliament. \n\nh) From 1997 to 2008, Opposition MPs posed more Prime Minister's Questions than government MPs, stressing issues such as the Iraq War and the recent economic crisis to noticeably higher degree  Education","dataset":"gtr"}