{"id":"D004E379-84BA-4B04-B0FE-FE62407EC8B3","title":"Process Dependent Design of (Hybrid) Parallel Kinematic Machines for Aircraft Assembly","abstractText":"Aerospace manufacturers are looking for flexible agile machines for automated aircraft assembly to overcome limitations of current machines, i.e., inflexibility of conventional large expensive dedicated equipments and the low stiffness and accuracy of industrial robots. Recent research shows (Hybrid) Parallel Kinematic Machine ((H)PKM) has the potential to provide the required flexibility, stiffness and accuracy. It is an emerging technology, which has been identified as the key enabler for next generation manufacturing systems, although its development is still in the initial stage. Obviously, various types of H(PKM)s will be needed for different manufacturing processes, and modular design is required for ease of reconfiguration. Therefore the machine design has to be process dependent and driven by real engineering requirements. The travel grant is for visiting the world-leading research Group of Manufacturing Equipments and Systems (GMES) in Tianjin University in China, and working together with Prof. Tian Huang and his research team for one month to explore innovative design method of PKM/HPKMs for next generation manufacturing systems for aircraft assembly. The project will initially focus on aerospace manufacturing, once successful, it will be extended to other manufacturing sectors, such as automotive and transport industries. To contribute to the UK national priority in high value manufacturing, the success of this project will bring a huge impact to the UK economy, where manufacturing accounts for 13% of GDP and more than 50% of exports. The scope of this investigation is as follows.\n1) Assessing existing PKM/HPKM performance\n2) Categorisation of manufacturing processes for automated aircraft assembly \n3) New PKM/HPKM design and development\n4) Novel performance indices for design and production\n5) Topological and dimensional optimization method\n6) Innovative method of productive system integration for aircraft assembly\nThe main deliverable will be the writing of a post-visit report, which will form the basis for two to three funding applications (at least one for fundamental research and one for applications). Other deliverables will include joint publications and research exchanges in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K004964/1","grantId":"EP/K004964/1","fundValue":"9811","fundStart":"2012-07-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  The research findings convince the industrial enterprises, in particular, Bombardier Aerospace Belfast and Airbus UK, the value of deploying parallel kinematic machine for implementing high precision automation, so as to gain the competitiveness. Also the research findings resulted from the travel grant led to a proposal on innovative design of PKM submitted to EPSRC, and two industry funded projects. More important, this travel grant helps us to set up an excellent relationship with Tianjin University China, and further joint projects were recently developed. And one collaborative research centre on manufacturing automation is currently under discussion. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology,Transport Economic","person":"Yan  Jin","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" Industrial survey and literature review were carried out to define and identify the relationships between assembly process requirements and design metrics of parallel kinematic machines (PKM). A number of novel design concepts of flexible manufacturing systems were proposed for fuselage joining, fuselage trimming, and wing spar drilling and assembly. A new process concept of wing spar assembly was also proposed by deploying automated solution, in order to minimize non-value-added activities of existing processes. The potential gain has been quantified for the wing spar case study. Through the review and discussions with partners, the pros and cons of existing PKMs were concluded, and a novel PKM concept which can overcome disadvantages of existing manufacturing systems was synthesized. In addition, collaboration was set up with IFMA (Institute of Advanced Manufacturing in France) to work on the stiffness modelling of PKMs. Based on the research findings, further joint projects were developed with Bombardier Aerospace and Airbus UK to test capability of our existing PKM for a number of tasks, in particular, drilling and riveting. In addition, a follow-up research proposal was submitted to EPSRC (EP/K036645/1), but unfortunately it was not funded. To disseminate the research outcome, an international workshop was organized and attracted a lot of attention from both industry and academia. (https://connect.innovateuk.org/web/yan-jin/~/405026/blogs;jsessionid=B10AEF707768F8724E58B1B99C847383.2?p_p_id=33&amp;amp;p_p_lifecycle=0&amp;amp;p_p_state=normal&amp;amp;p_p_mode=view&amp;amp;p_p_col_id=column-1&amp;amp;p_p_col_count=1&amp;amp;p_r_p_564233524_tag=parallel+kinematic+machine). Also our findings are also published in high quality journal and international conferences. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}