{"id":"D005C6E5-F2EE-4618-8F27-EC3EDB1EA0D8","title":"Building and Energy Data Frameworks","abstractText":"The Government has committed itself to an extremely challenging 80% decarbonisation of the economy by 2050. A major part of this is to be achieved by improvements in energy consumption in the building stock. The fact is however that energy use in buildings has grown continuously over the past twenty years, despite numerous programmes attempting to reduce consumption. It is now widely acknowledged that vastly improved data resources and understanding are required, both to evaluate the past effectiveness of efficiency programmes and to underpin new conservation initiatives through to 2050 and beyond. The Department of Energy and Climate Change (DECC) is in the process of developing two 'data frameworks': the first (HEED) for dwellings, the second (NEED) for non-domestic buildings. Work is much further advanced on HEED than on NEED, which is still at the feasibility and pilot stage. The purpose in both cases is to link existing data on the physical and constructional attributes of buildings and their service systems with data on actual consumption of gas and electricity from the supply companies. The plan is that, in time, every building and premise in the country will be included. The development of HEED and NEED open up extraordinary and unprecedented opportunities for improving the precision and reliability with which low carbon strategies are framed, guided and evaluated. The data frameworks can provide a quantum leap in our understanding of current patterns of consumption at the level of individual dwellings, premises and buildings; and in the years to come, will make it possible to follow changes and trends in different sectors, building types, end uses and fuels. It will be possible for example to check in detail whether changes to the Building Regulations are working. A further benefit will be the development of new and improved predictive models of energy use in the building stock.This proposal is for a project to run alongside and to be closely integrated with the development of the DECC data frameworks, in which the applicants have already been involved as consultants on pilot studies and in the preliminary analysis of results. There are powerful reasons for an academic involvement here. It is important, given the considerable investment that is being made to generate these new data on the building stock and its use of energy, that the data are robust, and that the information generated from those data is reliable and well founded. The data and results need to be in forms suitable to meet the needs of many interested parties, ranging from those in government who are framing, monitoring and assessing policy, to those in industry and the professions who are implementing the necessary programmes and measures.The emphasis in the research is in three areas:1. Theoretical support for the data models and classifications being developed for HEED and NEED2. Exploratory analysis of the data on 8 million dwellings in HEED and the 1500 non-domestic premises being covered in the pilot of NEED. This will include analysis of average levels of energy use per square metre of floor area in different types and sizes of dwelling and non-domestic premise; studies of the effects of age of buildings on energy use; and studies of the variations in consumption in different parts of the country.3. Evaluation of the opportunities that the full data frameworks will offer for further research by the academic and professional communitiesThis a short project (12 months) whose purpose is to start to open up the opportunities that the data frameworks will create. Emphasis is to be put on wide consultation among stakeholders in government, industry, the professions and university researchers, and on wide dissemination of the results to the same groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H021957/1","grantId":"EP/H021957/1","fundValue":"239123","fundStart":"2009-10-01","fundEnd":"2010-11-30","funder":"EPSRC","impactText":"","person":"Philip  Steadman","coPersons":["Alexander James Summerfield","Robert John Lowe"],"organisation":"University College London","findingsText":"","dataset":"gtr"}