{"id":"D0065FEC-6253-4403-86E4-E56B9A52D960","title":"Investigating prospection, imagination, and navigation in individuals with autism spectrum disorder","abstractText":"<p>This project will be carried out by Dr Sophie Lind and Professor Dermot Bowler from Durham University and City University London, respectively.&nbsp; </p>\n\n<p>The aim of the project is to establish whether or not individuals with autism spectrum disorder (ASD) have a diminished capacity for:</p>\n\n<ul>\n \n\n <li>prospection/episodic future thinking (imagining future events)</li>\n\n <li>imagination and/or navigation and to establish whether putative impairments in these domains are related to degree of behavioural inflexibility (a core diagnostic feature of ASD).&nbsp;</li>\n</ul>\n\n<p>Two studies will be conducted, each of which will assess these three capacities using modified versions of already established behavioural paradigms.&nbsp; Standardised ASD diagnostic assessments will be used to quantify severity of ASD features.&nbsp; </p>\n\n<ul>\n \n\n <li>Study 1 will employ a sample of approximately 50 mixed intellectual ability children with ASD and 50 comparison children, matched for sex, age, verbal IQ (VIQ), performance IQ (PIQ), and full scale IQ (FSIQ).</li>\n\n <li>Study 2 will employ a sample of approximately 50 intellectually high-functioning adults with ASD and 50 typical comparison adults, matched for sex, age, VIQ, PIQ, and FSIQ.</li>\n</ul>\n\n<p>Performances on the prospection, imagination, and navigation tasks will be compared across groups, and correlated with behavioural inflexibility scores.&nbsp; Inter-task correlations will also be established.&nbsp; <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-2192-A","grantId":"RES-062-23-2192-A","fundValue":"248921","fundStart":"2010-09-01","fundEnd":"2013-09-30","funder":"ESRC","impactText":"","person":"Sophie Elizabeth Lind","coPersons":["Dermot M Bowler"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}