{"id":"D0096664-B8A3-420D-B270-67B67DDAA80B","title":"Catalytic C-H Activation via Transient Arene pi-Complexation","abstractText":"This project describes a novel and exciting C-H activation strategy that overcomes the limitations of the current state-of-the-art protocols. \n\nThe conversion of C-H bonds into new functional groups is a very desirable process due to its atom efficiency and retention of functional groups. An important area of modern research focuses on functionalisation of typically inert C-H bonds, such as the aromatic C(sp2)-H bond. Activation is typically achieved using a catalytic metal species. The vast majority of known aryl C-H activation strategies require substrates that fall into one of three categories: (1) arenes incorporating a directing group; (2) electron-rich arenes; (3) electron-poor arenes. Each strategy has limitations due to the need for covalently bound substituents on the aromatic ring. We propose a universal C-H activation method that requires no directing groups or covalently bound substituents. \n\nOur proposed method of C-H activation involves transient pi-coordination of an arene to a catalytic Ru(II) complex. The eta-6 bound arene is activatated towards C-H activation and subsequent arylation by a second metal catalyst. Once arylation has taken place, exchange between the bound arene and aryl starting material completes the catalytic cycle. \n\nPi-coordination of aromatic compounds to Ru(II) is known to increase the reactivity of the bound species. For example, an increase in electrophilicity leads to nucleophilic aromatic substitution (SNAr) of eta-6 bound aryl chlorides, which are unreactive when not bound to Ru(II). Due to the inert metal arene bond, this reaction is usually stoichiometric in Ru(II). Recently, we described a catalytic SNAr process that operates via a pi-coordinated arene intermediate. In this proposal, we will use the increase in acidity of pi-coordinated arene C-H bonds to achieve C-H arylation via a concerted metalation-deprotonation mechanism. By controlling the rate of arene exchange, the reaction will be catalytic in Ru(II) complex, resulting in C-H activation of unfunctionalised arenes, such as benzene. The specific aims of the project are:\n\n(1) To demonstrate C-H activation and arylation of eta-6 bound arene-Ru(II) complexes. Initially, the reaction will be stoichiometric in Ru(II).\n\n(2) To carry out C-H activation of eta-6 bound arenes using catalytic quantities of Ru(II). The reaction will proceed via: (a) arene pi-coordination to Ru(II); (b) C-H activation and arylation; (c) arene exchange between eta-6 bound product and free arene starting material.\n\n(3) To synthesise a Ru(II) complex that increases the rate of C-H arylation by accelerating the rate of arene exchange. From our preliminary results, it is established that arene exchange is the rate limiting process in related reactions and that Ru(II) complexes incorporating tethers that coordinates to Ru(II) during arene exchange accelerate the rate of exchange. \n\nThis novel C-H activation methodology has the potential to be transformative in the field. No longer will directing groups or covalently bound substrate be required to achieve C-H activation. Beyond the scope of this one-year proposal, the approach in which transient pi-coordination increases the reactivity of an aromatic compound could be applied to other reactions of aromatic compounds, in which covalently bound electron withdrawing group are required.\n\nThe new synthetic methodology described in this project will be applicable to several areas of the chemical industry, including the pharmaceutical and materials chemistry industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N007441/1","grantId":"EP/N007441/1","fundValue":"98563","fundStart":"2016-01-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"James William Walton","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}