{"id":"D00A69D6-1781-406F-9451-F05C4EF31B1F","title":"Medical Nitric Oxide-Releasing Nanoporous Organic Polymers as Topical Therapeutic Agents","abstractText":"The chronic wound treatment is a particularly challenging clinical problem, which has been highlighted as unmet need of the National Health Service (NHS) patients by the United Kingdom's National Institute for Health Research (NIHR) in 2013. In fact, currently no efficacious methods exist. The chronic wounds mostly leg ulcers, pressure ulcers, and diabetic foot ulcers adversely affect patients' quality of life, costs the NHS &pound;2-3 billion annually for wound treatments. Therefore, if we develop a simple and effective method which can accelerate chronic wound healing and reduce the treatment cost, which would be very attractive. \n\nNitric oxide (NO), a well-known air pollutant produced from combustion processes, has been found to play important roles as a regulator and mediator of numerous processes in the nerve, immune, and cardiovascular systems. These findings encourage pathways to utilise the beneficial functions of NO gas to tackle a variety of challenging medical issues, one of which is the treatment of chronic wounds. Wound care research has indicated the outstanding effectiveness of gaseous NO in accelerating chronic wound healing by in vitro and in vivo studies. However, delivering NO gas is very challenging task because of its gaseous nature and toxicity. This requires developing a specific 'vehicle' capable of carrying the desired amounts of NO to the local wound sites and discharging the NO in a safe and controllable manner. To address this challenge, we propose a new method based on nanoporous porous organic polymer (POP) as new generation of gaseous nitric oxide delivery 'vehicle' to fulfil our ambitions. \n\nPOPs are a new class of nanoporous materials which have been widely investigated in recent years, for example the conjugated microporous polymers (CMPs) developed by Cooper et al. The facile synthesis of POP materials is by assembling organic molecular building blocks into two or three dimensional porous networks through carbon-carbon coupling or cycli condensation reactions. The POPs possess diverse porous structures and functionalities as well as relatively high chemical stability, which have attracted increasing research interests in gas adsorption/storage/separation and heterogeneous catalysis, and show promising potential for drug delivery for therapeutics. In this project, we will explore new POP materials suitable for storing high capacities of NO gas. With POPs' reacting with NO gas to form diazeniumdiolate structures in the frameworks, the NO gas is expected to be 'chemically compressed' in the porous networks. In this manner, high capacity of NO storage is reached, which ensures a controllable delivery of a desired amount of NO to the local wound sites. Furthermore, the quantity of NO stored in the POPs will be optimised through adjusting the concentration of active functionalities and the NO loading conditions. The NO releasing characteristic profiles will be adjusted through judiciously choosing molecular building blocks and synthesis conditions to tune the pore size and the hydrophobicity/hydrophilicity of frameworks. We will systematically characterise the POP material structures, analyse the stored NO species and simulate the NO releasing kinetics. Relevant information obtained will be used for understanding the effects of POP structures , properties and synthesis conditions on the formation of diazeniumdiolates, so as to assess the performance of different POP materials, and optimise the material formulation and synthesis conditions. The results obtained from this project will become the foundations for manufacturing prototype therapeutic products in the future. By the end of this project, it is anticipated to develop a new promising NO gas delivery technology targeted for accelerating chronic wound healing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M027295/1","grantId":"EP/M027295/1","fundValue":"99463","fundStart":"2015-09-17","fundEnd":"2017-09-16","funder":"EPSRC","impactText":"","person":"Bo  Xiao","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}