{"id":"D015C193-8BED-4957-BECF-DA0BA6F8AA5E","title":"Commercialisation of Lab-on-a-Chip technology for DNA profiling","abstractText":"DNA profiling represents one of the most important and growing techniques currently use in the UK to investigate and fight crime. Established in 1995 the UK data base, which is the world's largest per head of population, currently holds just under 5 million individual profiles, based on short repeating DNA sequences, offering a discriminating power of one in 50 million. At present DNA profiling is being used to solve around 50,000, or one in every 300 recorded crimes per year, in the UK. The effectiveness and use of the technique in supporting police investigations could however be significantly improved if the unit cost and time taken from collecting a sample to obtaining a profile could be shortened from the current days to hours. In July 2006 an ambitious three year project, funded by the EPSRC under its 'Think Crime' initiative (EP/D040930), was undertaken at the University of Hull to develop a micro fluidic based Lab-on-a-chip system which could be used to obtain DNA profiles at the scene of a crime. The work has seen the successful design and fabrication of micro fluidic chips and associated control system, that is able to extract DNA from a range of sample types (note cell lysis performed off chip to release DNA), perform PCR amplification of a multiplex sample and then separate and detect products in approximately 2 hours. The chip used to perform this analysis has no moving parts (reagents and sample are pumped by electric fields) and contains all the reagents in gels on chip, avoiding the possibility of contamination as once the sample is placed on the chip and sealed nothing enters or leaves the device. The micro fluidic device which is the subject of a UK patent application submitted in October 2008 (Application No. 0818609.0) is made of glass (120mm long, 60mm wide and 2 mm deep) and fits into a custom built instrument, about the size of a domestic microwave (60cm long, 30cm wide and 40 cm high), that controls the generation of the DNA profile (movement, amplification and separation/detection). However having reached the proof of principle stage in the current project the applicants are now very keen to make the technology accessible to the police in their fight against crime.Having carried out an initial market and IP evaluation in conjunction with the Forensic Scientific Service the idea of adapting the methodology to provide a custody suite based technology, allowing DNA profiling in under two hours from a buccal (mouth) swab sample, has been identified as a significant need which is realistically achievable following minor modifications to the current control instrument and chips. The DNA profile would be achieved at a competitive price due to the very small amounts of reagents required. An initial evaluation of market competitors and potentially blocking IP has indicated that a good opportunity exists to develop the proposed technology which will address a unique market slot. Accordingly funding will be used to support the technical modifications required to convert the current technology into a demonstrator system for custody based use. The Follow-on proposal will also allow retention of key research personnel with specialised practical skills and technical knowhow, who will gain additional skills in commercialisation and product development. Furthermore a more comprehensive freedom to operate study and business plan will be produced to carry the work forward into a full commercially-based activity. In the context of this proposal it is important to stress that given the current strong emphasis being place on a growing DNA database the UK represents an ideal location in which to launch the proposed new technology. It is clear also that internationally, DNA fingerprinting and biometric analysis represents an emerging field and early market dominance will clearly offer the potential to develop a major UK product base to address a growing global arena for forensic and related applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H007385/1","grantId":"EP/H007385/1","fundValue":"171163","fundStart":"2009-08-01","fundEnd":"2010-07-31","funder":"EPSRC","impactText":"","person":"Stephen  Haswell","coPersons":["John  Greenman"],"organisation":"University of Hull","findingsText":"","dataset":"gtr"}