{"id":"D01A48E1-AE15-4DBA-B65B-1C16C666F2F0","title":"Standards for Networking Ancient Prosopographies: Data and Relations in Greco-roman Names","abstractText":"The general problem approached by the SNAP project is exemplified by the inconsistency of and irregular overlap between the many huge databases of persons, names, and other personal data on the Internet. (These databases are familiar and ubiquitous, from lists of actors and creators in the Internet Movie Database or historical figures in Wikipedia, to private individuals via all sorts of social networking sites.) How does a researcher or analyst determine whether two records refer to the same person or are related in some other way, and whether other related information refers to both people equally? For this project we shall directly address these issues on a much smaller scale: there are very many historical prosopographies and onomastica (databases of persons and names), even within the relatively tight domain of Greco-Roman antiquity, and many of the same questions of identity and provenance apply. These databases can be worked on without the concerns raised by modern social network accounts: there are not the ethical and privacy concerns of working with living people; the scale, while still massive, is more tractable; there is much more academic coherence within the data, which, diverse as it is, is produced by a discipline with well-established working practices.\n\nThe SNAP project will pilot a new approach to working with diverse person data, using as a starting point three large datasets from the classical world: the Lexicon of Greek Personal Names, an Oxford-based corpus of persons mentioned in ancient Greek texts; Trismegistos, a Leuven-run database of names and persons from Egyptian papyri; Prosopographia Imperii Romani, a series of printed books listing senators and other elites from the first three centuries of the Roman Empire. We shall model a simple structure using Web and Linked data technologies to represent relationships between databases and to link from references in primary texts to authoritative lists of persons and names. We shall invite new projects and datasets in the domain to participate in the SNAP network, to help us test the structures and contribute material on ancient people to the collection, and will help these projects to transform their data into a form that can be linked and annotated. We also plan to produce tools for illustration of the value of this data, and demonstrate research methods for working with the new material and information produced. The project will also show how to enhance and produce new data, generating new person references and links from classical texts that have not yet been looked at in this way (Greek and Latin inscriptions). We shall share our recommendations and our results through workshops, public conference papers, and a range of technical, academic and popular publications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L010313/1","grantId":"AH/L010313/1","fundValue":"82458","fundStart":"2014-01-01","fundEnd":"2015-09-30","funder":"AHRC","impactText":"  The only impacts at this early stage have been the use of shared standards and guidelines that we are developing in collaboration with our partners in the cultural heritage and commercial digital publishing sectors. The most prominent current use of these standards outside of academia is the British Museum research database, whose person authority files have been converted into SNAP:DRGN format for contribution to the graph. This will have reciprocal value as added information from the graph will make its way back into the BM database. Culture, Heritage, Museums and Collections Cultural","person":"Gabriel  BODARD","coPersons":["Sebastian  Rahtz","Leif  Isaksen","Mark GJ  Depauw"],"organisation":"King's College London","findingsText":" The Standards for Networking Ancient Prosopographies: Data and Relations in Greco-Roman Names (SNAP:DRGN) project has addressed the problem of linking together large collections of material (datasets) containing information about persons, names and person-like entities managed in heterogeneous systems and formats. We are using the realm of ancient people databases (prosopographies) as a pilot for this research project, because of its maturity as a research discipline, and its manageable scale. SNAP:DRGN contributes to ongoing work on Linked Open Data for historical and ancient research materials, in particular the networks of information about people, places, objects and texts from the classical and other ancient cultures. As such the ontologies that we have used and developed, the data and authority list that we are making available, and the recommendations and standards that we have published will be used in related projects including library catalogues, museum databases, research collections and in the organization of digital publishing databases. Large European or world-wide projects including Europeana will also benefit from our recommendations on sharing and linking data from disparate sources and for multiple audiences. Creative Economy,Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections","dataset":"gtr"}