{"id":"D0265A95-0C2C-41C7-B765-18690ADF5F8C","title":"University of Manchester Nuclear Physics Rolling Grant 2007","abstractText":"Nuclear Physics aims to understand the structure and dynamics of nuclear systems. It is the key to understanding the Universe from the first microseconds of its inception when the quark-gluon plasma prevailed, through its history of star and galaxy formation where nuclear reactions play an essential role both in the generation of energy and the creation of elements. The field also has applications that benefit society in diverse areas, from medicine and security to power production, and a strong impact on other fields of science. The Manchester group is part of the UK nuclear community that has devised a mode of operation which enables it to make leading edge contributions at an international level. Experimental work is performed at specific overseas facilities with focussed investment in the necessary instrumentation to carry out this work. Atomic nuclei are a unique quantal laboratory in which microscopic as well as mesoscopic features, driven by effective two-body and three-body forces, can be studied. They are complex many body systems but often display unexpected regularities and simple excitation patterns that arise from underlying shell structure, pairing and collective modes of excitation. Such properties are also exhibited by simpler mesoscopic systems, e.g. metallic clusters, quantum dots, and atomic condensates, the understanding of which draws heavily on techniques developed and honed in nuclear physics. A fundamental challenge is to understand nuclear properties ab-initio from the interplay of the strong, weak, and electromagnetic forces between individual nucleons. In recent years enormous progress has been made with such programmes for light nuclei. For heavier nuclei, shell, cluster and other beyond mean field many-body techniques, based on effective interactions, provide essential frameworks for correlating experimental data, yet still lack the refinement to reliably predict nuclear properties as one moves more than a few nucleons from well-studied stable nuclei. Uniquely, radioactive beam facilities allow an exploration of nuclear properties using both approaches over a wide range of N (neutron number), Z (proton number), T (temperature or excitation energy) and I (angular momentum). The key open questions that the Manchester group will address include: * Do new forms of collective motion occur far from the valley of nuclear stability? * How does the ordering of quantum states, with all of its consequent implications for nuclear structure and reactions, alter in highly dilute or neutron-rich matter? * Do symmetries seen in near-stable nuclei also appear far from stability and do we observe new symmetries?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F012071/1","grantId":"ST/F012071/1","fundValue":"1579020","fundStart":"2008-08-01","fundEnd":"2011-08-01","funder":"STFC","impactText":"","person":"Jonathan  Billowes","coPersons":["Paul  Campbell","John Leonard Durell","Alastair Gavin Smith","David Matthew  Cullen","Sean J  Freeman"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}