{"id":"D026BE34-D0BE-407A-85CD-8EF413BDEBCD","title":"Optimum Multi-Wavelength Interferometric Sensing: Absolute Metrology from Nanometres to 100m","abstractText":"This research proposal concerns optical sensors for distance measurement at ultra high resolution and over an extended range of up to 100 m. The accurate measurement of distance, or range to a target is of fundamental importance and has applications across many areas of science and engineering. Optical methods for length measurement are particularly attractive as light is non-intrusive, i.e. it does not affect the properties of the system being measured, and furthermore recent advances in optical frequency measurement mean that the wavelength, or colour, of light can be defined with levels of uncertainty of 1 part in a quadrillion (1,000,000,000,000,000). The basis of the research stems from the ability to form longer synthetic wavelengths, up to 100 m, from combinations of optical wavelengths that are of the order of a thousandth of a millimetre. This requires the reliable identification of 100,000,000 optical wavelengths and represents a significant advance over current capabilities. To prove this technology requires the combination of multi-wavelength interferometers with ultrafast lasers that emit pulses of the order of 1/100,000,000,000,000 seconds in length with an exact regularly spaced 'comb' of frequencies. This represents a new challenge for distance metrology.During the course of the project I will apply the newly developed methodologies to a number of applications in metrology The ultra short pulse length of femtosecond lasers will be exploited in combination with fibre Bragg gratings to measure surface position millions of times per second to measure dynamic surfaces moving at velocities up to 500 m/s. The dynamic evolution of three dimensional shapes either as objects such as automotive airbags in crash tests or as bubbles in liquid heat exchangers will be studied using multi-wavelength techniques with the data providing new understanding of these processes and hence leading to improved designs. Applications of long range, 100 m distance metrology are found in astronomy to enable very long baseline interferometers to be constructed where the increased baseline corresponds to an increase in angular sensitivity that may be used to measure the size of distant stars.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C540042/1","grantId":"EP/C540042/1","fundValue":"249159","fundStart":"2006-07-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Catherine Elizabeth  Towers","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}