{"id":"D027E1C8-8C4E-4D1F-BA02-3EE8A21B17A1","title":"Integration of Soil Fingerprinting Techniques for Forensic Applications (Soilfit)","abstractText":"This proposal aims to bring together the use of a combination of conventional, improved and new soil analytical techniques for forensic use on UK The main objective is to increase the range of situations where the normal constituents of soil can be analysed for criminal investigations. This will I achieved through the combined use of improved fingerprinting methods, effective use of available databases and through ensuring that a robust statistical approach is adopted throughout the whole project. Updated conventional soil analysis methods currently used in forensics (e.g. colour, texture, microscopic observations and mineralogy) will be integrated with with state-of-the-art techniques employed in soil science research (e.g. organic analysis, high resolution powder X-ray diffraction and molecular methods). Techniques that are applicable to trace samples (QemSCAN, palynology and molecular approaches) will be correlated to soil attributes measurable on larger sized samples and to those variables held in databt in Scotland, England and Wales and Northern Ireland. The ability to match samples with a defined probability will be greatly improved. Comparison data from a forensic sample with soil and associated data held in several databases will provide important intelligence clues, such as narrowing the geographical location of sample origin and associated vegetation.The main outcomes of the project will be, in collaboration with the National Crime and Operations Faculty (NCOF) and other relevant end users, to provide routes for the development of robust corroborative soil intelligence tools and enhance the provision of reliable evidence. In addition, a meth selector will be designed to assist investigators choose the best methods or indeed help decide which soil characteristic to use, dependant upon sa size, condition and pretreatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C528786/1","grantId":"EP/C528786/1","fundValue":"314320","fundStart":"2006-01-16","fundEnd":"2009-01-15","funder":"EPSRC","impactText":"  The research findings have been further adapted and have been used in investigations and as evidence in UK and Australian courts. Agriculture, Food and Drink,Construction,Education,Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy,Transport Societal,Policy & public services","person":"Lorna  Dawson","coPersons":["Patricia Helen Bellamy","Karl  Ritz","Fiona  Moore","William  Towers","Ann  Malcolm","Mark  Brewer","Crawford  Jordan","Stephen  Hillier","Colin  Campbell","Robert William Mayes"],"organisation":"Macaulay Institute","findingsText":" The use of soil in search and as evidence has now been presented and accepted in UK courts. use in both criminal and civil law, investigation and evidence. Trace evidence in art, museum, environment, contamination etc Agriculture, Food and Drink,Education,Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy,Transport","dataset":"gtr"}