{"id":"D0283C20-6FD3-4999-9A73-6BE48B59A7B8","title":"Assessment of Cognitive Models that Inform Deterring Young Vulnerable Gamblers","abstractText":"Gambling, taking drugs, getting drunk, risky sexual behaviour, employment problems, and anti-establishment attitudes are symptomatic of young offending males. This project examines decision making and gambling behaviour in a community-based sample of juveniles who exhibit problem behaviours such as aggression, offending and substance misuse. The relationship between individual differences in behavioural inhibition (eg, risk taking, decision making, sensitivity to reward and punishment, capacity for self-regulation) and problem gambling, as known from official records and as assessed under experimental conditions, will be studied. The empirical research is informed by analysis of national surveys that hold information on youngsters’ gambling, leisure activities and disorderly behaviour, as well as socio-economic and demographic circumstances. We hypothesise that personality traits increase the propensity for risky behaviour. However, an appreciation of the relationship between problem gambling and more serious activities is needed. Statistical techniques will be used to determine whether a reduction in problem gambling increases the likelihood of more serious behaviour (eg, offending). Arriving at a better understanding of the psychological processes involved in gambling behaviour, including the identification of risk factors related to seriousness and persistence of problem gambling, will have implications for the preventative treatment and management of high-risk groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/D000483/1","grantId":"ES/D000483/1","fundValue":"210317","fundStart":"2006-03-01","fundEnd":"2009-02-28","funder":"ESRC","impactText":"  They have been used by youth offending services informing their approach to young vulnerable offenders Education,Government, Democracy and Justice Societal","person":"Stephanie  Van Goozen","coPersons":["Simon Christopher Moore"],"organisation":"Cardiff University","findingsText":" Individual assessment of young vulnerable males of their cognitive and emotional impairments helps to predict the seriousness and persistence of offending behaviour Assessment of psychological and mental health issues in offenders is an ongoing issue that is acknowledged by all those working in the criminal justice system. Our research has made that even more clear. Healthcare,Government, Democracy and Justice","dataset":"gtr"}