{"id":"D02AC2F8-0919-474C-8682-6CCF7F77CFB2","title":"MICA: Model Based Network Meta-Analysis for Pharmacometrics and Drug-Development","abstractText":"In the development of new drugs, studies are conducted to compare the relative benefits of the drug at different doses with placebo and/or other active drugs (which may also be at different doses). Furthermore, the health outcomes may be measured repeatedly over time. In order to decide whether to take the new drug forward into larger clinical trials, the results from all studies that have been conducted on a new drug are combined in meta-analysis to obtain a pooled estimate of the effect of the drug against placebo or active comparator drugs. Recently methods have been developed to allow for relative benefits to depend on dose and time of measurement in meta-analysis that compares the new drug with placebo (or another drug). However, there may be more than one comparator drug, and they have been measured at various different doses and times. Network meta-analysis is a technique that allows one to compare the relative benefits of multiple drugs that have been compared in randomised clinical trials, where not all drugs have been included in every study. This study aims to combine models of the relationships for the relative health benefits with dose and time, with network meta-analysis. This will allow us to combine information from studies comparing different drugs at different doses and different times, even though those studies may not have included the same dose and times. \n\nDecisions as to which drugs to take forward into clinical trials, has substantial impact on all patients. Drug companies have limited resources, and so the decision to invest in one promising drug may come at the expense of another. It is therefore important to make drug-development decisions based on as much available evidence as possible. The methods developed in this project will allow as much existing evidence from comparative studies as possible to contribute to drug development decisions. Furthermore, we will explore the possibility of also incorporating evidence from studies that only sudy a single drug, or studies that compare drugs that we are not directly interested in, but that could help us understand the form of the relationships over dose and time.\n\nThe methods we will develop may require some strong assumptions. It is therefore very important to check whether those assumptions hold, and a key part of this work will be to look at methods to check assumptions and to check how well the models developed fit to the observed data. Decisions should be based on the most robust model predictions, and sensitivity to any assumptions explored. \n\nThis project will be a collaboration with project partner Pfizer, who will provide the datasets and expertise in dose and time course modelling. The University of Bristol team brings expertise in network meta-analysis, assessing model fit and consistency, and statistical computing. The collaboration is designed to ensure that the methods developed will be relevant to the needs of drug-development organisations, and the interaction with Pfizer will allow the methods to be used by that organisation, and publications and disemination plans will introduce the methods more widely. This approach will help the methods be used by industry to better invest their resources into drugs to improve patient health based on a better summary of the available evidence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M005615/1","grantId":"MR/M005615/1","fundValue":"196566","fundStart":"2014-11-30","fundEnd":"2017-11-29","funder":"MRC","impactText":"","person":"Nicky Jane Welton","coPersons":["A E  Ades","Sofia  Dias"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}