{"id":"D02B7BEA-5EF2-4BF8-93E0-9610046E91DE","title":"Basal ganglia signalling mechanisms and aging","abstractText":"Without a doubt aging process involves many changes in the different tissues and organs. It is recognized by now that the basal ganglia circuits, which are primarily involved with movement control, are one of the most vulnerable to age-related effects causing gross and fine motor declines, such as balance and gait deficits, coordination deficits, and slowing of movement. It is unclear, however, how these changes are regulated during aging.\nA much better understanding of the specific roles played by the basal ganglia circuits, namely the direct and indirect pathways, both in normal and pathological behaviors (such us Parkinson's or Huntington's disease, considered mainly movement disorders) is needed in order to facilitate development of specific therapies that could precisely target or modulate the activity of the pathway disrupted and eventually reestablish balance to the affected system. \n\nWe have recently shown that loss of TrkB signalling in striatopallidal ENK+ neurons lead to age-dependent spontaneous hyperlocomotion, associated with reduced striatopallidal activation, demonstrating that BDNF-TrkB signaling in striatal ENK+ MSNs contributes to the inhibitory control of locomotor behavior exerted by the indirect pathway.\nHence, we have established a unique mouse model that provides a rare example of age-dependent locomotor defect. Here we propose to identify the genes and associated molecular pathways relevant to locomotor activity control. In order to do so we have been able to bring together a unique team of expertise covering behaviour, neurobiology, gene expression, intracellular signalling and protein chemistry. This will allow the use of combinatorial state of the art approaches to first of all understand basic mechanisms regulating age-dependent locomotor activity and at the same time to investigate novel avenues to explore therapeutic interventions against loss of quality of life during aging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L021382/1","grantId":"BB/L021382/1","fundValue":"392780","fundStart":"2014-08-01","fundEnd":"2017-07-31","funder":"BBSRC","impactText":"","person":"Liliana  Minichiello","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}