{"id":"D02BE728-FA77-4CB3-ABBA-DB8F02B9F676","title":"Support for the UK Car-Parrinello Consortium","abstractText":"Many technological advances in modern day life are dependent upon the development of new materials or better control and understanding of existing materials. Understanding the detailed properties of materials has therefore never been more important. The development of high quality computer simulation techniques has played an increasing significant role in this endeavour over recent years. The UK has been at the forefront of this new wave, and the UKCP consortium has played an important part, in both developing computer codes and algorithms, and exploiting these new advances to increase our understanding of many industrially relevant materials and processes.The research described in this proposal will make significant impacts on many areas of future technology, such as the development of new materials for hydrogen storage which will be necessary for zero-pollution cars in the future, the development of new materials for alternative computer memory technologies, and the development of new carbon-based nano-sized electronic components that could replace silicon altogether.Other parts of this proposal seek to develop new algorithms and theoretical improvements that will increase our simulation abilities, either by increasing the accuracy and reliability of calculations, or by enabling us to simulate bigger systems for longer. These will enable the next generation of simulations and further widen our computational horizons.The research proposed does not easily fit into any of the traditional categories of 'physics' or 'chemistry' etc. Instead, the UKCP is a multi-disciplinary consortium using a common theoretical foundation to advance many different areas of materials-based science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F037457/1","grantId":"EP/F037457/1","fundValue":"7975","fundStart":"2008-05-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"  The results have mostly been used in academia. Some results have been used for outreach talks to high school students and business people.  ","person":"Carla  Molteni","coPersons":[],"organisation":"King's College London","findingsText":" 1- Development of a simulation protocol for investigating structural phase transformations in nanomaterials under pressure\n\n2- Modelling neurotransmitter-neuroreceptor binding in selected ligand-gated ion channels and a potential molecular switch for opening the channels\n\n3- Modelling the interaction of green tea polyphenols with cardiac proteins Understanding how nanomaterials under pressure behave is important both from an academic point of view (effects of size on transformation) and practical application (eg pressure sensors). The protocols developed can be used by us and other researchers to study other nanomaterials and help the design of sensors with tailored properties.\nThe findings for the biological processes are relevant for the chemical and pharmaceutical industries. Ligand gated ion channels are important targets for drugs and insecticides and our studies have contributed to the understanding of how they function at the microscopic level. Chemicals,Electronics,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}