{"id":"D02DAFED-E673-4730-854F-D0762770E797","title":"UK Research Strategy Community Organisation in Communications, Mobile Computing and Networking within the EPSRC ICT Portfolio (CommNet II)","abstractText":"CommNet2 will bring together UK academics from the broad ICT space in order to derive and deliver a coherent national research programme that makes a real impact on the world stage. The increasingly complex multi-disciplinary engineering challenges associated with 5G and beyond, edge and core networking infrastructure, the Internet of Things (IOT), Data Analytics, Federated Cloud Fabric and the Tactile Internet necessitates a cross-disciplinary approach to research spanning knowledge sets from the underpinning fundamentals of materials through devices and subsystems to integrated systems, architectures and protocols. CommNet2 seeks to consolidate such an effort at the UK national scale to address the new challenges faced by society. Many of these challenges map against evolving EPSRC priorities for the IoT, Big Data Analytics, Robotics and Autonomous Systems, Towards an Integrated Information Infrastructure, Complex Systems and Cognitive Computing, Security &amp; Privacy and the emerging Research and Innovation Internet Environment. Mapped against the EPSRC ICT Theme Priorities, a three year programme of activities is proposed that include networking and training events; international research-horizon scanning; best practice challenge workshops and conferences; and opportunities for early career researchers.\n\nThe overarching aim of CommNet2 is to develop a robust framework in order to streamline and facilitate the academic innovation process towards delivering coherent and ground-breaking research directions shared by the communications and computer science disciplines to tackle 21st century ICT challenges. As a community driven response, the network will bring together academics from the electrical engineering, electronics, communications, networking, mathematics and computer science disciplines to achieve enhanced coordination of these researchers. Specifically, the network will create a vehicle enabling coordinated discussions and formulations of future research bids, activities and world-leading publications that establish internationally leading research activities.\n\nCommNet2 will benefit the UK by: mobilising the UK's academic and industrial communities in the ICT space to undertake world-leading research programmes; providing younger ICT researchers with training and networking opportunities to develop into tomorrow's leaders; and building a strong, vibrant and cohesive community across the communications and computer science disciplines. The UK has long had global strength in the ICT arena. From pioneering mobile operators through to a rich heritage of start-ups and consultancies we have been at the forefront of wireless and wireline communications for decades. This reputation has led to innovation, continued inward investment from major global players and the establishment of important clusters around the UK, such as Cambridge, Shoreditch, Bristol and Northern Ireland, the Surrey 5GIC as well as the successful phases of the m-VCE. The advent of 5G, superfast broadband, the IoT, cloud computing and the Tactile Internet provides an opportunity to reinforce the UK's strengths in ICT. Through CommNet2, the academic community, by working closely with the relevant industry and organisations, will catalyse a step-change in ICT research for the benefit of society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N007824/1","grantId":"EP/N007824/1","fundValue":"236143","fundStart":"2015-10-28","fundEnd":"2018-10-27","funder":"EPSRC","impactText":"","person":"Timothy  O'Farrell","coPersons":["Dimitra  Simeonidou","David  Hutchison","Rahim  Tafazolli","Gerard  Parr"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}