{"id":"D0301A00-E31E-4A23-8340-CF595C145ACB","title":"Ring-satellite interactions and orbital evolution in the Saturn system","abstractText":"Saturn has the most spectacular and, thanks to the Cassini spacecraft, the most studied rings in the solar system. The results to date from Cassini show a ring system that is continually evolving under a variety of processes ranging from subtle gravitational interactions with perturbing moons, to impacts at several tens of metres per second between parts of the rings and moonlets which may be formed in the rings themselves. As the closest astrophysical disk to Earth, Saturn's rings represent a unique laboratory in which to study the same processes (but with different starting conditions) that give rise to planets. The ready availability of Cassini data combined with a basic understanding of how rings and moons form and evolve has revolutionised the study of planetary rings. Fundamental questions about the lifetime and evolution of the ring system of Saturn can be answered by understanding the processes by which ring material accumulates into moonlets and how small moons gravitationally interact with the rings. The proposed research will study the mechanisms by which gravitational instability in a ring can be induced by a passing moon using the narrow F ring and its shepherding moon, Prometheus, as a paradigm. We believe that there is evidence in the Cassini images of a process by which moonlets can form and evolve on timescales of months to years. Furthermore, we can model this process in numerical simulations and test our results by comparison with the actual rings and accompanying moonlets seen in the Cassini data. There is already evidence that embedded moonlets in Saturn's A ring are undergoing slow changes in their orbits under the gravitational effect of adjacent ring material and this is just one aspect of a more general problem relating to the lifetime of Saturn's rings: The current best estimate of the lifetime of the rings suggests that expanding satellite orbits and contracting ring orbits will mean that the rings can only survive for ~400My, which is &lt;10% of the age of the solar system. Using orbital data extracted from long-term monitoring of satellites with Cassini images we intend to quantify this effect. We will also be investigating a possible means of 'locking' the ring system so that angular momentum is fed to a more massive, exterior satellite such as Mimas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001581/1","grantId":"ST/I001581/1","fundValue":"354067","fundStart":"2011-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Carl  Murray","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}