{"id":"D03556A8-41A3-45E0-AE74-5E0B234AFB3C","title":"BMT-CES: Biofuel Micro-Trigeneration with Cryogenic Energy Storage","abstractText":"This proposal is concerned with developing a trigeneration system (power, heat and refrigeration) which is fuelled by renewable fuels and can be used in the domestic environment or scaled up to be used in larger, industrial based environments. The system would allow heat, power and refrigeration to be produced locally, where it is needed, using a novel energy storage system and a novel control and optimisation system to produce high efficiency operation.A power generator will be used to generate power using renewable fuels (biofuels). Waste heat from the generator would be collected and used to supply heating and hot water. The waste heat would also be utilised to drive an absorption/adsorption refrigerator. Off peak electricity energy generated but not used will be stored in the electrical storage systemThe project will link together specialised personnel in the UK and China who have the critical expertise necessary to bring together all aspects of this challenging project. The project will also benefit research links between the UK and China. There is substantial potential demand for the system in the UK, China and other parts of the world as the results would provide benefits to government, academia, manufacturers and consumers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F061978/1","grantId":"EP/F061978/1","fundValue":"668499","fundStart":"2008-11-01","fundEnd":"2012-04-16","funder":"EPSRC","impactText":"  The trigeneration (combined heat, power and refrigeration) system developed is fuelled by unprocessed plant oils and coupled to an energy storage system.\n\nThe key project impact is the development of a first generation, prototype system which provides heat, power and refrigeration system which provides heat, power and refrigeration locally, utilises waste heat from the system and stores electricity generated.The project has potential for commercialisation and further research. The project, undertaken collaboratively with China, has resulted in a collaborative, long term research relationships with leading Chinese research institutions. Energy Cultural","person":"Anthony Paul  Roskilly","coPersons":["Yaodong  Wang"],"organisation":"Newcastle University","findingsText":" The project team successfully developed a trigeneration system (combined power, heat and refrigeration) which is fuelled by straight (unprocessed) plant oils (sunflower, rapeseed, jatropha and croton), to produce the first generation of a Biofuel Micro Trigeneration (BMT) prototype for use in the domestic environment and with the possibility to be scaled up for larger commercial and industrial applications. The system allows distributed heat, power and refrigeration, coupled to a hybrid electrical energy storage system and a Siemens SCADA system to achieve optimisation of energy distribution at high operational efficiency. The compression ignition engine generator modified for the BMT produces power using renewable fuels. The advantage of being able to use straight plant oils is that minimal embedded energy and waste products are associated with its production and use. Waste heat from the engine is recovered and used to supply heating and hot water. The waste heat is also utilised to drive a diffusion type absorption refrigerator (working fluid: ammonia/water solution). Optimisation of fuel efficiency involves the storage of electricity at periods of low electrical demand and to be discharged when required. This has been achieved by developing an advanced control system to ensure the engine operates at high load for the shortest period possible and thereby minimising fuel use and exhaust gas emissions. Detailed studies have been made of the system performance, fuel properties and also the nature and potential health impacts of the exhaust gas emissions for each oil type.\n\n\n\n \n\n\n\nThe project included collaboration between researchers in the UK and China who have the critical expertise necessary to address all aspects of this challenging project. The project established strong research links between the UK and China through many research exchange visits, workshops and conferences and resulted in a number of joint publications. There is substantial potential demand for the system in the UK, China and other parts of the world and the project team is continuing to explore the potential commercialisation of the system through Newcastle University Research and Enterprise team and other channels. The project results will benefit academia, manufacturers and consumers, decision makes etc., and through commercialisation these benefits would be maximised. The system developed could be used in both domestic environments or scaled up to be utilised in larger, industrial settings. The project team is continuing to explore the potential of commercialisation of the system via university business development team and other channels. Energy","dataset":"gtr"}