{"id":"D0377D71-3C50-42EC-9FD4-CA8178E7AAD3","title":"Lung health and exposure to household air pollution in rural Malawi","abstractText":"Across Africa around 700 million people use biomass fuel (animal or plant material) to provide energy for cooking, heating and lighting. Women and young children experience high levels of smoke exposure when meals are cooked over open fires inside homes due to partial combustion of fuel and poor ventilation. Household air pollution from open fires is a major threat to health, ranking 4th in the recently updated World Health Organization (WHO) comparative risk assessment for the global burden of disease. WHO estimates around 4 million premature deaths are caused by household air pollution worldwide every year. A substantial proportion of these deaths is attributed to lung disease with pneumonia in young children and chronic obstructive pulmonary disease (COPD) in adult women dominating the picture. Other adverse health effects associated with biomass smoke exposure include stillbirth, low birth weight, cardiovascular disease and lung cancer. \n\nIn Malawi, where at least 95% of households depend on biomass as their main source of fuel and household air pollution levels are high, biomass smoke exposure is likely to be responsible for a substantial burden of pneumonia in young children and COPD in adults. Effective strategies for reducing both biomass fuel consumption and smoke exposure include improved stoves, ventilation, cleaner fuels and behaviour modification but are out of reach for the majority of the population due to a wide range of largely poverty-related factors. The Global Alliance for Clean Cookstoves was launched in 2010 to tackle this energy poverty issue through public private partnerships. A central aim of the Alliance is for 100 million homes to adopt clean and efficient stoves and fuels by 2020. However, there is very limited evidence to assess the potential benefits of such an approach.\n\nThe proposed research will be integrated with the Cookstoves And Pneumonia Study (CAPS) which is a &pound;2.7 million investment from the Joint Global Health Trials Schemein a village level cluster randomised controlled trial of an advanced cookstove intervention to prevent pneumonia in children under 5 years old in Malawi. \n\nThe proposed research will determine:\n1) the association between exposure to household air pollution (carbon monoxide) and the development of pneumonia in children under the age of 5 in rural Malawi.\n2) the prevalence and determinants of obstructive lung disease in adults in rural Malawi.\n3) the extent to which exposure to household air pollution (carbon monoxide and particulate matter) explains the rate of decline in lung function in adults in rural Malawi.\n\nThis research is needed now to deliver relevant and timely evidence for communities and policy makers about the adverse health effects of exposure to household air pollution in Malawi and the potential for biomass smoke exposure reduction strategies to impact on the incidence of pneumonia in young children and the development and progression of COPD in adults. The results of this research will be relevant to local policy makers in Malawi who will have new data to guide decisions about prioritising funding for biomass smoke exposure reduction strategies for improving lung health; to regional commercial, non-governmental (NGO) and governmental organisations in sub Saharan Africa manufacturing and distributing cookstove solutions with uncertain health benefits; and to international decision and policy makers (e.g. DFID, WHO and Global Alliance for Clean Cookstoves) by providing new evidence about the health impacts of reducing biomass smoke exposure of broadly generalisable relevance to areas of the world where biomass fuel use is common.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L002515/1","grantId":"MR/L002515/1","fundValue":"484860","fundStart":"2014-01-02","fundEnd":"2017-12-31","funder":"MRC","impactText":"","person":"Kevin  Mortimer","coPersons":[],"organisation":"Liverpool School of Tropical Medicine","findingsText":"","dataset":"gtr"}