{"id":"D03BBB27-BCF2-4044-8D53-D762B979AA8F","title":"A high resolution, high sensitivity miniature mass spectrometer for deployment by penetrators","abstractText":"This project aims to develop the hardware required to realise a non-destructive ion detection technique to increase the mass resolution and sensitivity of the Ptolemy-style ion trap mass spectrometer. During operation we intend to trap ions as normal, but an image current will be measured at a pick-up plate within the mass spectrometer detector. The measured image current consists of a complex sum of all the individual ion frequencies of the ions trapped within the mass spectrometer at that moment. A mass spectrum of the individual m/z values of these captive ions can be extracted by performing a Fourier Transform (FT) on the measured image current. Thus, FT detection offers the unique ability to detect all of the trapped ions simultaneously and with sufficiently high sampling rates extremely high resolution measurements are possible. In addition, the non-destructive nature of FT detection offers the ability to measure a trapped ion population many times, thus increasing detector integration durations, resulting in very high instrument sensitivity. It is anticipated that such an instrument will have analytical (mass resolution, sensitivity) and systematic (i.e. mass and power) advantages over current technology. The project is timely due to recent advances in availability and performance of integrated FT components. Targeted initially at space flight applications, the study will also consider its applicability to laboratory-based isotope geochemistry During the first phase of the project a SIMION model of the current Ptolemy ion trap mass spectrometer will be developed and its accuracy compared to real flight-hardware. The SIMION model will then be developed and adapted to incorporate image current pick-up plates and outputs from the model will allow a CAD model of the mass spectrometer detector system to be produced ready for initial prototype manufacture. In parallel the SIMION modelling, an electronics requirement specification will be produced to enable a prototype electronics design to be designed, constructed and evaluated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H003665/1","grantId":"ST/H003665/1","fundValue":"126355","fundStart":"2010-01-01","fundEnd":"2010-12-31","funder":"STFC","impactText":"","person":"Simon  Sheridan","coPersons":["Ian  Wright"],"organisation":"Open University","findingsText":"","dataset":"gtr"}