{"id":"D03BE79A-A84E-4BCA-B729-E58E849EE806","title":"Charles I and the Defence of Honour","abstractText":"The aim of this project is to write a book about the role played by honour in crown policy making and the behaviour of the political elite in early Stuart England. It has often been said that early modern England was an honour-based society in which issues of status and reputation were of paramount importance to men and women at every level, not just among the elite. They gossiped, argued and slandered, went to law and even fought duels over what one contemporary described as 'the greatest gift belonging to this life.' However, the more closely honour has been studied the more elusive it has often come to appear. It is now acknowledged that it was not one concept, but several, made up of a medley of competing codes which emphasised themes such as worldly reputation, personal virtue, family pedigree, and service to the monarch. Contemporaries often attempted to pin it down, but found it complex and elusive. Recent research has tended to focus either on writings about honour and conduct which set out the norms, ideals and role models that contemporaries were expected to follow; or on the disputes and litigation which demonstrate how these norms were translated into everyday behaviour. Relatively little attention has been given to the crown or the state's approach to matters of honour, or to the work of those whose professional responsibility it was to maintain the honour system, the heralds. These are the two main perspectives adopted in my project.\\n It provides the first sustained analysis of the role of the heralds and heraldry in addressing what was seen as one of the most pressing social problems of the day: the threat of a collapse of order and hierarchy in the face of unprecedented social mobility and the danger of popular rebellion. It analyses the powers given to the heralds by the crown to authorise family pedigrees and coats of arms and thereby establish who was entitled to be regarded as a gentleman and what their relative status was within the elite pecking order. It then explores the political backlash against their interventions, both inside and outside parliament, leading to the dismantling of much of the regulatory machinery by the Long Parliament on the eve of the English Civil War.\\n It also offers the first extended study of Charles I's policy towards the English nobility. Through a series of initiatives designed to promote their welfare and authority he sought to redefine their role in a way which placed even greater emphasis than previously on their support for the crown. In effect, he was trying to turn them into a royalist party, trained to serve him at court and provide the same sort of backing for the crown's power within secular society as the bishops and Laudian clergy were offering in the church. He was also intent, in particular through reform of the Order of the Garter, on establishing standards of behaviour which looked back to the chivalric traditions of medieval knights. The success of his policies can be gauged by investigating the responses of the nobility during the two major crises in which the king looked to them for support, the Bishops Wars of 1639-40 and the outbreak of the English Civil War in 1642, and also analysing their conduct during these conflicts. This shows that the extent of their backing for the king was significantly greater than has been suggested in some of the recent work which highlights noble opposition; but that there was also a persisting tension between the demands of personal loyalty and traditions of aristocratic independence and self-determination. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H002154/1","grantId":"AH/H002154/1","fundValue":"34624","fundStart":"2010-09-06","fundEnd":"2011-01-05","funder":"AHRC","impactText":"","person":"Richard  Cust","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}