{"id":"D03E84F0-B3B2-475A-B660-F1E6923A5FBD","title":"Poly(A)-binding proteins highlight the importance of regulated mRNA translation and stability in determining a functional materno-fetal interface","abstractText":"The proteins that make up our cells are encoded by genes that serve as a genetic blueprint. The information stored in genes is expressed, or decoded, to produce proteins by a multi-step process known as gene expression, with one of the critical steps in this pathway being mRNA translation. In order to function properly, cells and organisms need to make proteins at the right time, place and in the correct amount. Thus it is critical that mRNA translation is carefully regulated, with improper control leading to a wide variety of diseases including cancer, metabolic, neurological and reproductive disorders.\nPoly(A)-binding protein (PABP) 1 is a central regulator of multiple steps in the gene expression pathway, including mRNA translation. Mammals contain five genes belonging to the PABP family, two of which (PABP1 and PABP4) are produced in many cell types throughout the body. Although PABP1 has been extensively studied, little is known about the potential roles of PABP1, or other family members, in human health. However, we have recently found that an absence of PABP4 severely reduces mammalian fertility. This appears to be due to problems with the mother which lead to fetal death during the later stages of pregnancy. Interestingly, we see that live births are frequently small suggesting growth problems whilst in the womb (intrauterine growth restriction). Poor intrauterine growth predisposes human babies to health problems in adulthood including cardiovascular disease, stroke and type II diabetes. These important observations suggest that we have a unique opportunity to study the underlying causes of a spectrum of pregnancy complications including stillbirth, late miscarriage and intrauterine growth restriction. \nNearly 3 million third-trimester stillbirths occur worldwide each year, with the UK having a higher rate (1 in 200) than almost every other high-income country. Research has shown that stillbirth can be caused by problems with the placenta, the umbilical cord or by infections, although in many cases the reasons why these problems arose is not understood. Moreover, up to 30% of stillbirths have no obvious cause, emphasising the need for research in this area. \nOur research aims to shed light on these issues by performing a detailed analysis of the functions and regulatory targets of PABP4, of which little is presently known, and by further investigating the cellular processes that fail to function normally in the absence of PABP4. Importantly, this will be paralleled by an investigation of PABP4 in human reproductive tissues. Taken together this work presents a unique opportunity to understand the pathways and mechanisms that lead to stillbirth and poor intrauterine growth. This forms the first step towards providing answers to couples that suffer such loss, and in the longer term may identify novel prognostic markers for pregnancy failure that could indicate the need for medical intervention. Ultimately it may offer avenues for therapeutic intervention prior to or during pregnancy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J003069/1","grantId":"MR/J003069/1","fundValue":"1519700","fundStart":"2012-04-01","fundEnd":"2017-03-31","funder":"MRC","impactText":"","person":"Nicola K. Gray","coPersons":["Sander  Granneman","Guillermina  Girardi","Jane Elizabeth Norman"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}