{"id":"D041F477-7416-4DFE-B325-0E1837893F68","title":"QUANTITATIVE ELECTROCHEMISTRY IN POORLY CONDUCTING MEDIA","abstractText":"Electrochemistry is of wide importance and impact. For example the carbon monoxide (smoke) detector in your ceiling is a small electrochemical cell. The disposable strip sensors that diabetics use daily to monitor blood sugar levels are electrochemical. The production of materials as diverse as nylon, aluminium and chlorine is in each case electrolytic. Moreover the subject crucially underpins fundamental aspects of areas such as energy storage and transformation (fuel cells, solar cells, batteries, ..), biology (ion transport, transmission of nerve impulses, photosynthesis, respiration ...) and nanotechnology (nanosensors, molecular wires, nanomotors,...).The rigorous and quantitative study of the relationship between electrical currents an voltages is well developed in the case of media where, first, electrical conduction is easy and second, where the physical dimensions of the system and electrodes are those of micrometres (ca one millionth of a yard) or greater. In the specific case of liquid media this first restriction requires the presence of significant quantities of ions. In this way the subject has led to the major technological impacts illustrated above. The target of the present proposal is the understanding of electrochemistry in poorly conductive media so that the power of electrochemical techniques can be realised without the above mentioned restrictions. That is we seek to facilitate electrochemistry in any media (organic solvents, oil, any biological fluid, ..) and at the same time will generate theory which enable the rigorous anaylsis of electrochemistry at the nanoscale (one thousandth times smaller than the micron scale). We see wide and diverse impact.The program of work suggested links the development of new computer based theory and simulation with diverse model experiments using a range of electrodes and solvents so as to establish and vailidate the former as a platform for broad application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H002413/1","grantId":"EP/H002413/1","fundValue":"221270","fundStart":"2009-09-01","fundEnd":"2013-02-28","funder":"EPSRC","impactText":"  The papers coming out of this work have received considerable attention by the fundamental electrochemical community + strongly influenced the development of the understanding of electrochemical interfaces, especially at the nanoscale. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Energy,Environment,Healthcare Economic","person":"Richard Guy  Compton","coPersons":[],"organisation":"University of Oxford","findingsText":" Theory for electrochemical processes in the absence or near absence of supporting electrolyte has been developed and applied to a diversity of experimental systems. In particular such measurements have been shown to be much more insightful than when conducted under diffusion-only conditions. Thus for example the ECE and DISP mechanisms become resolvable by voltammetric means alone when studied under condition where migration augments diffusion. Also the role of ion-pairing in electrode processes The primary use will be by academics interested in both fundamental and applied electroanalysis e.g. for energy, environment, analysis etc. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Energy,Environment,Healthcare","dataset":"gtr"}