{"id":"D042A1A2-0511-4614-AC73-C1F172663F34","title":"Structural Integrity of Components with Deep Compressive Residual Stresses","abstractText":"Laser peening (LP) is a relatively new surface treatment technique with tremendous potential for the mitigation of otherwise life-limiting surface cracking. Using a laser to create a plasma shock wave it is possible to introduce compressive stresses deep into metallic components. These compressive stresses can have a significant effect in increasing the fatigue life of components.Paradoxically, because of the pace of commercial interest in exploiting these techniques, a basic fundamental understanding of the processes and their effects is lacking. As a result optimisation is ad-hoc and time consuming, peening can lead to unexpected stress distributions especially for complex and thin geometries, and current lifing strategies are based solely upon large test matrices. Because the stresses introduced by the laser shock wave can be very deep, the balancing tension may be sub-surface or may arise laterally. Surprisingly the 3D distributions are unknown for thin samples and around holes and webs where greatest advantages in life prolongation are likely to be obtained. Areas of particular concern relate to:- The need to optimise peening processing conditions to ensure optimal residual stress , - The lack of understanding of geometry effects which are much more complex for deep processes than for shot peening, both in terms of compressive stress and location of tensile hot spots- The stability of the residual stresses under fatigue at room and elevated temp- The lack of a process optimisation modelling tool, - The need for a validated lifing approach. In addition, in the UK nearly all the development work has been focused on Ti-6Al-4V. The lack of a database for other materials is hindering the take up of the process by other engineering sectors. LP is most cost-effective at 'hot spot' locations. Typical locations include fastener holes, webs, the leading edges of blades, blade root fixings, etc. For this reason, within this project we will focus on thin sections vs thick as well as around holes.We will first investigate the relationship between the laser peening parameters, materials properties and sample geometry (Manchester/MIC). This data will be used to develop predictive models of the process (Oxford) so that the process can be optimised and the most advantageous stress fields introduced economically for Ti, Al and steel. Then using generic test-piece geometries typical of thin sections and samples with stress concentrators, we will examine the evolution of these stresses as well as crack growth under fatigue at room (Al) (Airbus/Manchester) and elevated temperature (Ti6246) (Manchester/Swansea/Rolls-Royce) and thereby evaluate the structural integrity implications (Swansea).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F026226/1","grantId":"EP/F026226/1","fundValue":"286611","fundStart":"2008-11-28","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"  The findings have been used by our collaborating industrial partners to understand the influence of laser shock peening on residual stress. In particular, the importance of the constraint provided by surrounding elastic material has been highlighted, and this has led to improved specification of LSP for areas around stress concentrations. Aerospace, Defence and Marine,Energy Economic","person":"David  Nowell","coPersons":["Fionn Patrick Dunne"],"organisation":"University of Oxford","findingsText":" The eigentrain method was successfully used to model a range of Laser Shock Peening conditions. The effect of specimen thickness was examined, as were the consequences of peening near to a corner or at the leading edge of a turbine blade. One interesting area investigated was the effect of peening on the fatigue behaviour of holes. The plastic strain approach was particularly suitable here as it proved possible to precisely mimic the manufacturing process (LSP followed by hole drilling) in a very simple way. The analysis was successful in predicting a variation in fatigue life with specimen thickness which was observed in experiments. Overall, the predictions of the modelling were found to agree with the measured residual stress distributions and with the observed fatigue behaviour. The principal output of the project was therefore a validated modelling tool which can be used at the design stage to enable the efficient design of components subjected to laser shock peening. The outcomes of the project are useful for modelling the LSP process. This will enable designers to understand the residual stress created by the process in better detail. The process can then be optimised, resulting in lighter and cheaper components in safety-critical and other applications. The project partners: Rolls-Royce plc, Airbus, and Metal Improvements Ltd will incorporate the project findings in their own processes. Wider dissemination will be through the normal routes of journal publications and conference presentations. Aerospace, Defence and Marine,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}