{"id":"D042A8C6-7626-4BD6-A045-95205D3FC605","title":"Measurement, Modelling, Mapping and Management (4M): An Evidence-Based Methodology for Understanding and Shrinking the Urban Carbon Footprint","abstractText":"Global warming is a serious threat to mankind and is exacerbated by the release of greenhouse gases, in particular carbon dioxide. In the UK, as in other developed counties, buildings, and the activities in them, and transport generate significant carbon emissions: in the UK buildings 47% and transport 23%, and rising significantly. The UK has legally binding targets to reduce greenhouse gas emissions and has an intention to cut national CO2 emissions by 60% by 2050. The sequestration of carbon by living plants can 'lock' carbon in soils and ameliorate carbon dioxide emissions. In the UK about 80% of the population live in cities and other urban areas and these are continually expanding. One way to represent carbon emissions from different sources and to compare them is to calculate the carbon footprint. This can be done for an individual, a household, a city (or a country). There are however some difficult problems to be overcome in order to do this.The 4M project will then calculate the carbon footprint of the entire city of Leicester by:* Measuring the carbon released by traffic, and by the burning of fossil fuels in homes and places of work and the rate at which green plants and trees capture carbon and lock it in the soil;* Modelling the effects on carbon budget of road layouts, traffic volumes and traffic speeds, the way we use energy in our homes and places of work; and the way we look after green spaces;* Mapping the sources and sinks of carbon for the whole city and comparing this with the social and economic well-being of its 270,000 inhabitants; and* Management studies which will investigate how to shrink the city's carbon footpring through: changing the road network and/or the provision of better public transport; alterations to the maintenance of green spaces and the treatment of waste; the use of renewable and low energy systems to provide power and light; and the operation of individual Carbon Trading (ICT) schemes.ICT schemes give a limited carbon emissions allocation to individuals. People must emit less carbon dioxide than their limit or buy more credits. The tradeoffs that people might make, eg travelling less or buying renewable energy, will be studied. This will be one of the first studies to explore the likely impact of such schemes on the life-styles and well-being of city dwellers. The project consortium consists of the Institute of Energy and Sustainable Development (IESD) at De Montfort University the Institute for Transport Studies (ITS) at the University of Leeds and the Biodiversity and Micro-ecology Group (BIOME) at Sheffield University. It is supported by both central and local government representatives and contributors form various organisations concerned with the future, more sustainable development, of cities in the UK and overseas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F007604/2","grantId":"EP/F007604/2","fundValue":"2549430","fundStart":"2008-10-13","fundEnd":"2012-10-12","funder":"EPSRC","impactText":"","person":"Kevin  Lomas","coPersons":["Steven Kevin Firth","Jonathan  Leake","Margaret Carol Bell","Kevin John Gaston","Anil Kumar Namdeo","Richard Mark  Rylatt"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}