{"id":"D0452EAD-C556-4F7A-A44C-9ED9F7F95280","title":"Wearable light emitting transistors for future communication devices","abstractText":"Nowadays, display and communication devices are supplementary items, many times posing transportation problems to the user, due to volume, weight and size, making them uncomfortable and inconvenient to use and carry. Current technology and innovation efforts look for alternative substrates, materials and ideas that eliminate or reduce much of these inconveniences. Products have been developed not only with reduced size and weight, but also improved flexibility. These products, including e-readers or rollable displays mimic more traditional forms of displaying information such as the information printed on paper. However, all of these applications are far from being fully integrated in basic objects of our society.\n\nThis proposal seeks to establish a new ground-breaking technology for flexible, transparent, comfortable and easy to carry textile-embedded communication devices. The approach to realize this aim is to build the first fibre-embedded device with controllable light emission: a light-emitting transistor completely entrenched in a fabric. This will be achieved by combining organic semiconductors and dielectrics with graphene as conductive layer, in a novel concept that merges flexibility, transparency, optoelectronic properties and fabrication compatibility of these materials with textiles.\n\nGraphene and organic semiconductors combine mechanical flexibility and optical transparency with excellent electronic characteristics and low-temperature processing and are ideal for non-conventional substrates such as fibres of textiles. With just 3-4 &Aring; thickness, monolayer graphene not only ensures high transparency, but it is bendable and stretchable. Together with its robustness and high conductivity, it is an extremely good candidate to replace current metallic electrodes. Polymers and organic small molecules, on the other hand, present a wide range of electrical behaviour, from conductors to insulators, with the possibility of solution processing. Several families f organic compounds present semiconductor behaviour and are successfully used in organic field-effect-transistors. Another advantage of organic materials is the possibility of chemical modification to add functionalities or change mechanical and optoelectronic properties. Such unique properties, allied with the potential that organic-semiconductor devices have demonstrated for display technology make it reasonable that a ground-break idea of wearable displays is achievable.\n\nThe outputs of the proposed project, the development of textile-embedded optoelectronic devices, will be fundamental to the development of smart textiles as well as of transparent and flexible electronics. Achieving this goal is of strategic importance to secure a leading role of UK in these research fields. The results of this research are also likely to be of wide use in consumer applications. For instance, the project will allow the development of completely new approaches for integrated electronics and forms of displaying information, capable to be embedded into our everyday clothing. Since textiles are so present in society, the ability to embed display-based information and communication devices into wearable textiles would transform our clothing into mobile phones, displays with electronic newspapers or GPS-activated maps, and would certainly facilitate interactions and exchanges between individuals and communities. Such devices represent a radical alternative to conventional technologies as they must bend, stretch, compress, twist and deform into complex shapes while maintaining their levels of performance and reliability. Establishing the foundations for this future in electronics is also essential for other societal needs, such as biomedical monitoring, communication tools for the sensory impaired people, and personal security.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M001024/1","grantId":"EP/M001024/1","fundValue":"100389","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Monica Felicia Craciun","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}