{"id":"D047CA45-5319-427A-811D-2FD3BF13D36C","title":"Characterisation of the Ess protein secretion system of Staphylococcus aureus, a key virulence factor.","abstractText":"Almost all bacteria cause disease by producing toxins that they secrete into the host. Many of these toxins are protein molecules, and the bacterium has specialised machines in the cell membrane that allows the controlled passage of these toxins to the outside. We are working on one of these machines - the recently discovered Ess system - seeking to understand a central aspect of microbiology, namely how protein secretion machines work. This system has been shown to be essential for the virulence of Staphylococcus aureus.\n\nS. aureus is a commensal Gram positive bacterium responsible for a number of illnesses in humans ranging from minor skin infections, such as pimples and abscesses, Toxic shock syndrome, through to septicaemia and pneumonia. It is most widely known as a major cause of hospital acquired infections, and is a frequent cause of post-surgical wound infections. This situation is exacerbated by the fact that some strains of S. aureus are resistant to many antibiotics (e.g. Methicillin Resistant Staphylococcus aureus; MRSA), making it a severe and difficult to treat problem. An understanding, at the molecular level, of S. aureus biology and pathogenesis is essential if we are to design new treatments to prevent or cure infection.\n\nOur preliminary work and results from others has suggested that the Ess transport system drives the secretion of at least five different proteins from S. aureus, and it is known that when this system is inactivated S. aureus shows a dramatic reduction in its ability to cause infection. We seek knowledge of the architecture and function of this distinctive bacterial secretion machine and to determine the function of one of the secreted proteins.\n\nIn order to secrete proteins, the machine needs to be energised. It is very likely that the EssC protein is responsible for providing the energy for this process, by breaking down an energy-rich compound in the cell called ATP. We want to understand the molecular basis for how the machine works. We have significant progress towards this by purifying and crystallising a large part of the EssC protein. We now wish to exploit single crystal X-ray diffraction methods to derive an accurate molecular structure for EssC. We want to build on this by understanding how EssC binds and hydrolyses ATP, and which other proteins in the Ess machine it interacts with.\n\nWe want to confirm our preliminary results to determine which proteins are secreted by this machine. We would like to determine molecular structures for one of these proteins to understand how they work. Finally we want to understand how these proteins are secreted by the machinery in particular to see if they interact with EssC during their export.\n\nKnowing the structures of the protein components and how they interact with each other is important because this might, in the longer term, lay the foundation for studies directed to the design or discovery of compounds that will prevent these proteins from working with each other or prevent the motive force from being used to secrete out the proteins that establish and prolong infection. Information on proteins that are secreted and of the structures found on the surface of the bacterium may also provide opportunities for vaccine design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M011224/1","grantId":"MR/M011224/1","fundValue":"596617","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"MRC","impactText":"","person":"Tracy  Palmer","coPersons":["William Nigel  Hunter"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}