{"id":"D048556B-55D7-444A-B0B4-2DA03E82B23B","title":"A novel pathway for the production of the climate cooling gas dimethyl sulfide - how important is the mddA gene to global DMS emissions?","abstractText":"The &quot;smell of the seaside&quot; is actually caused by a gaseous compound called dimethyl sulfide (DMS) that is produced by microbes. This gas is important because it is a very abundant organic sulfur compound which is released to the air from the marine environment. Globally, approximately 300 million tons of DMS per annum is produced, mainly by bacteria. Also, chemical products arising from DMS oxidation help form clouds over the oceans, to an extent that affects the sunlight reaching the Earth's surface, with effects on climate. In turn, these products are delivered back to Earth as rain, representing a key component of the global sulfur cycle. Interestingly, DMS is a potent chemo-attractant for many organisms including seabirds, crustaceans and marine mammals that all move towards DMS because they associate DMS with food.\n\nCurrently it is widely accepted that DMS is mainly produced as a result of microbes degrading the osmolyte dimethylsulfoniopropionate (DMSP), which is produced by phytoplankton in the oceans, by seaweeds and by a few salt-tolerant plants. Our preliminary work and that of Ron Kiene, has prompted us to question whether it is solely these processes that produce DMS.\n\nIn our preliminary data we have:\n1. Found a microbial pathway, the methanethiol-dependent DMS production (Mdd) pathway, that produces DMS but which does not involve DMSP. \n2. Shown how the bacterium &quot;Pseudomonas deceptionensis&quot; makes DMS via a gene called mddA.\n3. Shown that this gene is found in a wide range of bacteria such as Bradyrhizobium japonicum, a nitrogen-fixing symbiont of soybeans, Mycobacterium tuberculosis, the causative agent of tuberculosis and some cyanobacteria. \n4. Shown that the Mdd pathway is active in both salty and freshwater sediments and that the mddA gene is abundant in bacteria living in marine sediments.\n5. Shown that other bacteria have other undiscovered ways of making DMS from methanethiol.\n\nWe wish to investigate how important this novel DMS production pathway is for the global production of this climate changing gas. To answer this question, we will sample various marine and freshwater environments and investigate how active the Mdd pathway is in these environments and how this novel pathway for the production of DMS is regulated. We already know that this Mdd pathway is probably active in most of our sample sites, which include mud from a saltmarsh, a freshwater lake, a peat bog and seawater. \n\nIt is equally important to know which microbes are responsible for the process (mediated by Mdd) and why they produce DMS. We will use a powerful suite of microbial ecology techniques, combined with genetic tools to identify the microbes and the key genes involved in producing DMS via this new Mdd pathway.\n\nWe will identify: a) the microbes living in both the oxic and anoxic mud samples and in seawater; b) how these microbial communities change when we enrich for increased DMS production via the Mdd pathway and c) which forms of the mddA gene (and the enzyme encoded by this gene) are responsible for high DMS production in these varied environments. \n\nTo understand how and why bacteria in the environment are Mdd active, we will study in detail a few model bacteria, some of which have been isolated from our sample sites. This will involve identifying and mutating the genes encoding the Mdd pathway to ascertain why they use it. This will be done with bacteria that have a specific gene &quot;mddA&quot;, but, also on those that do not, which will allow us to identify new mdd genes. \n\nGiven the environmental consequences of the climate-active gas DMS, it is important to know which types of microbes affect its production and which of the various potential pathways are involved. This will help us in the future to model how changes in the environment impact on the balance of these climate processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M004449/1","grantId":"NE/M004449/1","fundValue":"372900","fundStart":"2014-11-17","fundEnd":"2017-11-16","funder":"NERC","impactText":"","person":"Jonathan David Todd","coPersons":["John Colin Murrell"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}