{"id":"D04B4CE6-A0CD-4C07-A016-A94A930BF4DB","title":"Multi-scale simulation of intense laser plasma interactions","abstractText":"The UK is at the forefront of high power laser-plasma research through the work of the Central Laser Facility, which has consistently received the highest praise at international review. The recently formed Collaborative Computational Project in plasma physics (CCPP) directs a substantial part of its research effort towards modelling laser-plasma interactions, driven particularly by the existing experimental programme at the CLF and the proposal to extend this to even higher intensities with the Vulcan 10PW project. Two extremely important new developments are the European HiPER project for a laser based inertial confinement fusion demonstrator and the rapidly emerging application of laser-plasmas to light source applications for ultra-short pulses in the X-ray and gamma-ray spectrum. Laboratory applications of ultra-high power laser-plasmas also include medical applications using radiation and particle beams for diagnosis and therapy and the extreme conditions in some of these plasmas serve as laboratory analogues for astrophysical objects.It is vital that computer codes are available to help progress these new developments in plasma physics. The physics accessed by these experiments is often non-linear, relativistic and couples across many orders of magnitude of scale lengths and time scales. To understand the experiments and help improve performance computational modelling is an indispensable tool. The ranges of length and time scales that are relevant to these highly dynamical plasmas make it difficult to model the whole problem with a single numerical technique. For instance, in the case of HiPER fusion targets, MHD fluid models are appropriate during the compression phase, while the ensuing heating and burn phases require detailed kinetic modelling and the transport of particles across a density range of four orders of magnitude. Experiments planned for the Vulcan 10PW laser will probe quantum electrodynamic (QED) phenomena at the scale of the electron Compton length while laboratory experiments on magnetic reconnection may involve lengths up to 1 cm. There is still no single method which is applicable to the entirety of circumstances of laser plasma experiments but the Particle in Cell method (PIC) is remarkably robust, immediately useful for many of the high intensity experiments, and has the potential to be extended at short length scales towards the quantum regime and also at long scales towards the fluid regime using methods which, while very different in terms of physics, are similar in terms of the computational requirements.This exploration of new regimes of plasma physics requires new software to be developed to include this new physics. This project will extend the current codes used for plasma simulations in several directions. They will be optimised to make use of the largest computers, using 1000's of processor on national supercomputing facilities. The codes will be extend to include particle collisions in a novel, and fast, way enabling the extension to longer lengths and time scales. Including QED effects will extend their applicability down to shorter scale lengths and more intense lasers. Radiation from individual electrons, including coherent radiation, will help probe the new regimes expected to deliver the next generation of short pulse light sources. Finally all of this will be combined into a single computational tool allowing UK plasma physicists to easily exploit the tools they need to understand the next generation of experiments and establish a world leading role for UK computational laser plasma physics to compliment it's already established reputation in experimental laser plasma science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G054940/1","grantId":"EP/G054940/1","fundValue":"439083","fundStart":"2010-01-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  To handle the data from this project a new data format was developed (SDF). This is now used by one UK SME, Fluid Gravity limited, for their commercial codes. SDF is due to be released as a seepage project for all to use this year.\n\nSDF allows complex data from HPC simulations to be easily ported between visualisation tools, HPC systems and applications. This has helped Fluid Gravity ltd. improve and harmonise their data management and has defined a standard for plasma physics with Warwick research.\n\nBeneficiaries: UK plasma physics code developers and UK SME\n\nContribution Method: It replaced the existing data format used by SME in their commercial codes Cultural,Economic ","person":"Tony  Arber","coPersons":[],"organisation":"University of Warwick","findingsText":" There has been considerable international interest in a community plasma code for particle-in-cell (PIC) simulations. Understanding the community needs has lead to the development of an open project based on a modern redesign of PIC techniques. The resulting EPOCH code has re-invigorated this area of computational physics. The EPOCH code is used by AWE Aldermaston. It may also find applications in the development of plasma devices and pulse power etc. The code has been advertised at international conferences. Papers published using the code, currently around 30, have highlighted its strength. The code is available through the EPSRC maintained source repository CCPForge. There are now ~170 registered users of the code worldwide. Communities and Social Services/Policy,Education,Electronics,Energy","dataset":"gtr"}