{"id":"D04D0402-F4B7-4491-B8B9-232C81FE8DF5","title":"Metaphor in Creative Sign Language","abstractText":"Summary\\n\\nThe proposed research project will investigate the metaphorical operations that contribute to the artistic effects of creative language in British Sign Language. While a certain amount of interest in the subject has been generated in diverse fields such as linguistics, literary criticism, and Deaf studies, no attempt has been made to put together the knowledge from these fields to form a coherent piece of academic research. Our project will centralise the issue of metaphor in creative sign language, bringing together a range of perspectives from different academic disciplines.\\n\\nThe main areas of research within the study will be:\\n\\n1. The formal properties of metaphors in creative signing \\n\\nWhat are the language elements which contribute to our metaphorical understanding of particular expressions and overall themes of the poems/stories?\\nWe will specifically look at the following formal features in BSL: handshape, eyegaze, use of space, and blending.\\n\\n2. Iconicity and metaphor\\n\\nIconicity plays a crucial role in the formation of metaphors in creative signing. Many expressions in BSL poems and stories make use of metaphors based on visual iconicity to deliver intended message. We will investigate how iconicity and metaphor are interrelated to enhance the poetic effect.\\n\\n3. Embodiment in creative signing\\n\\nThe fact that signers use their body and face constrains and motivates certain metaphorical associations. Particularly, the phenomenon of anthropomorphism is salient in creative signing. This project will be the first piece of research which will fully investigate anthropomorphism in sign language literature.\\n\\n4. Neologisms\\n\\nIn studying creative signing, it is essential to understand the formation of new, original signs. The project will address the metaphorical motivations behind the mechanism of neologism.\\n\\nThe questions addressed in this project require multidisciplinary research methods (combining linguistic analysis of the collected data and textual analysis). \\nThe research project will also aims at producing the large-scale corpus of signed poems and stories. The project will be conducted in conjunction with British Deaf poets.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G011672/1","grantId":"AH/G011672/1","fundValue":"243847","fundStart":"2009-07-01","fundEnd":"2012-07-31","funder":"AHRC","impactText":"","person":"Rachel  Sutton-Spence","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}