{"id":"D0510FC6-0F0C-486A-A8E9-E83C7B99FA2F","title":"Cell shape cell adhesion and regulation of ovarian folliculogenesis","abstractText":"Female mammals are born with all the eggs they will ever have, and this stock is irreplaceable. The majority of these eggs in the ovary are held in a resting stock of small immature eggs. Each egg is surrounded by a layer of a few flattened cells, called granulosa cells, and forms a structure known as a follicle. During reproductive life a steady trickle of follicles leave the resting stage and start to grow. This continues until the stock of eggs is exhausted and, in the human female, this results in the menopause, normally at the age of about 50 years. The progression of follicles from the resting to the growing phase has to be tightly regulated to ensure a normal reproductive lifespan. Premature depletion of oocytes, leading to an early menopause, is a common cause of infertility in women. Little is known about the factors that control the start of follicle growth. Growth factors produced locally in the ovary seem to have an important role but there are several possible candidates and it is not clear which ones are the key factors, and why some follicles start growing while others which are close by don't. In this project, using the mouse ovary as a model, we focus on the change that occurs in the shape of the granulosa cells, which is the first indication of follicle growth. This will give us a new insight into the way in which granulosa cells communicate with each other and with the oocyte. Using microscopy, one of the most dramatic changes that we see as the follicles start to grow is that the flattened granulosa cells become fatter, and more cuboidal in shape. After the granulosa cells have changed shape, they begin to divide, leading to an increase in number and at this point the oocyte begins to grow. Studies in skin cells have shown that this critical change in cell shape must involve an increase in the proteins that stick the cells together (so called adhesion molecules) along with changes in the internal protein 'scaffold', or cytoskeleton, of the cell. Adhesion molecules are remarkable in that, as well as sticking cells together, they also link tightly to the cytoskeleton and, in addition, send molecular signals to the nucleus. If the cell changes shape, the adhesion molecules can send signals to produce new proteins and other molecules needed for cell division. Surprisingly little is known about adhesion molecules and the cytoskeleton in follicles. We therefore want to map which adhesion molecules and cytoskeleton proteins are present in resting follicles and look to see if some of the signalling molecules can be seen near the nucleus. We will investigate how these molecules change as the follicle starts to grow. If we culture ovaries in dishes whilst blocking adhesion, we can see how important the adhesion molecules are in the change in granulosa cell shape, cell division and oocyte growth by blocking their ability to stick the cells together. Overall, by defining the proteins involved in the change in cell shape and showing where they are localized during the various stages of follicle growth, we will be better able to identify the most important input signals from the environment that lead to the change in shape of granulosa cells. We can also then examine the resultant output signals from the changing granulosa cells to the egg which stimulate its growth. In other words, we aim to identify the key factors that determine the reproductive lifespan of the mammal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F000014/1","grantId":"BB/F000014/1","fundValue":"356070","fundStart":"2007-12-01","fundEnd":"2011-05-31","funder":"BBSRC","impactText":"  Our findings are being further developed by PhD students, as well as by MSc and BSc project students. The findings have not yet had impact outside of the research community.  ","person":"Kate  Hardy","coPersons":["Stephen  Franks"],"organisation":"Imperial College London","findingsText":" The ovary produces eggs and hormones. Each egg is enveloped by one or more layers of cells, which support and nurture it, to form a structure known as a follicle. Some follicles in the ovary are growing, while the majority are dormant. It is not clear what stimulates some follicles, but not others, to start growing. This is important - if all the follicles start growing at once, the female would run out of eggs and undergo a premature menopause. As the follicle starts growing, a key event is that the cells that surround the egg go through a very obvious change in shape from flat, through cuboidal, to columnar. We wanted to investigate what controlled this shape change, so looked at the cells' 'cytoskeleton', and the molecules that stick cells to each other. These granulosa cells have been typically described as epithelial (like skin cells), but we found that this was not the case, and that they had a different repertoire of molecules sticking them together. We also found that the egg played an important role in directing this repertoire. These findings can help us understand the physiology of the normal ovary. This is of key importance in understanding pathological conditions of the ovary, such as Polycystic Ovarian Syndrome, Premature Ovarian Insufficiency (premature menopause) and Ovarian Cancer. Our results can therefore be taken forward by academic clinicians who specialize in these disorders. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}