{"id":"D0563554-B051-460F-8042-7A0865E13E63","title":"Integrating developmental pathways and chromatin structure during lineage specification","abstractText":"In order for the fertilized egg to develop into a live-borne animal, genes that control the regenerative capacity, identity and fate of cells must be switched on and off at the right time and place. Changes in the way that the DNA sequence is packaged up with proteins, to form a structure called chromatin, are important in this regulation of gene expression. However, to date this has mainly been studied in artificial cell culture systems and little is known about the changes in chromatin structure that happen at specific genes in a situation that is more relevant to the development of the embryo. We propose to use a newly developed cell culture system that enables mouse embryonic stem cells to be directed to undergo development towards cell types that usually go on to form muscle and bone (mesoderm) or gut, lung, liver and pancreas (endoderm). With this system we can produce large quantities of cells that closely resemble their equivalents in an embryo and challenge these cells with specific chemical signals that are known to be important for embryonic development. This system will be used to study how chromatin structure is changed both globally and at a particular set of genes, the Hox genes, which are key regulators of development. Our global analysis will help us to understand the way in which cells are progressively restricted to the mesoderm and endoderm lineages, while at the Hox cluster in particular we will be able to ask specific questions about how this happens. This work will help to better understand how stem cells can be used to target organs derived from these cell types in regenerative medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H005978/1","grantId":"BB/H005978/1","fundValue":"365155","fundStart":"2010-08-01","fundEnd":"2014-01-31","funder":"BBSRC","impactText":"","person":"Josh  Brickman","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We have discovered that a key regulator of when genes are turned on and off is important for enabling stem cells to establish their remarkable potency and enable them to chose what cell types they will develop into. Chromatin modifiers can be manipulated with drugs and these drugs can now be used to improve embryonic stem cell differentiation towards functional cell types for regenerative medicine. Chemicals,Healthcare","dataset":"gtr"}