{"id":"D0660069-4079-4E69-8987-8AE495A9A464","title":"Nanoparticle Approaches to Zeolitic Catalysts","abstractText":"Zeolites (porous aluminosilicates) are some of the most important industrial catalysts. There is worldwide recognition of the importance of manipulating zeolites to give improved functionality. The journal Science (2011, 334, 1629) rated this area of current research as one of the 10 most important. This proposal looks to completely change the way we think about the preparation of zeolite catalysts. This will be done through a completely new approach of taking a known zeolite of specific structure and chemistry, and selectively diassembling the solid into precisely defined nanoparticles which can then be reassembled into new materials. The key concept is that certain substituents in zeolites (particularly Ge) are naturally located in specific areas of the structure and are also hydrolytically unstable compared to Al/Si. This means that we can put Ge into only certain places in a zeolite, and then dissolve it out again to diassemble the zeolite into nanostructured particles. The key to the reassembly is that the nanoparticles have originated from a fully condensed zeolite, which means they are geometrically compatible with reassembly - this is not true for directly synthesised nanoparticles. This is a transformative approach to making zeolites because it offers an entirely new mechanism, will produce novel structures and will change the thinking in how zeolites can be made. The chemistry of the disassembly means that one cannot reassemble into the original structure - you will be guaranteed a different one. We also propose that these structures should be predictable - the goal of a designer zeolite for applications is one of the holy grails of the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014475/1","grantId":"EP/L014475/1","fundValue":"178817","fundStart":"2014-01-15","fundEnd":"2015-08-02","funder":"EPSRC","impactText":"","person":"Russell Edward Morris","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}