{"id":"D082FFD2-7FB6-4547-A2F8-C2F1E363B4CD","title":"Genome-wide association mapping and landscape scale modelling of heritable ionomic diversity in Arabidopsis thaliana populations","abstractText":"The proposed research utilizes genetic approaches to identify the genes that control the way plants take up mineral nutrient found in fertilizers such as potassium and phosphorus and potential toxic substances such as sodium (for the plant), and arsenic and cadmium (for humans that eat the plants). By understanding how different forms of the genes we discover are used by plants to allow them to grow in soils containing different levels of mineral nutrients or potentially toxic elements we can understand the role these genes play in allowing plants to adapt to the varied soil conditions they are exposed to in their natural habitats. A better understanding of these adaptations in natural populations of plants would have significant practical benefits for agriculture by providing the information needed for the development of new varieties of crops better able to provide the increased yields needed to meet the future demand for more cereals for biofuels, more grain for meat, and more food for the additional 2 billion people expected by 2050. The increased crop yields needed to meet these coming challenges will require a significant increase in irrigated agricultural production which will bring with it increased salinity (elevated sodium) in soils and associated yield losses. Crops adapted to maintain yields in the face of increasing salinity will therefore be essential. More efficient use of mineral nutrient fertilizers by crops would also improve yields for farmers, enhance productivity of crops on poor soils, and limit the environmental and ecological damage the production and excess use of fertilizers causes. For most of the world's population, plants are also the major source of essential dietary mineral nutrients such as calcium, potassium, manganese, iron and zinc, and therefore efforts to improve the mineral nutrient content of staple foods such as rice, maize and cassava would have significant human health impacts. Plants are also the primary entry point for a variety of toxic minerals into the food chain such as arsenic and cadmium. A better understanding of how natural plant populations have evolved over thousands of years to grow in mineral nutrient poor soils or soils with elevated salinity, cadmium or arsenic would help guide how we develop crop varieties for the future that could deliver the needed increases in yield and quality while insuring these gains against a changing climate to ensure food security for all.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L000113/1","grantId":"BB/L000113/1","fundValue":"605466","fundStart":"2014-03-01","fundEnd":"2017-02-28","funder":"BBSRC","impactText":"  To help us design the experimental approach we need to analyse 7,200 plants.  ","person":"David Edward Salt","coPersons":["Peter  Smith","Alex  Douglas"],"organisation":"University of Aberdeen","findingsText":" We have developed the system needed to analyse the 7,200 plants required by the project including new growth conditions and better environmental control in the plant growth room. We have also started a pilot experiment designed to assess the best experimental design for the main experiment which include determining the optimum number of check lines to include in the main experiment and how best to use these lines statistically to control for variation in the experimental system over the 6-months it will take to grow and analyse 7,200 plants. Our work should help other when designed large experiments that required phenotyping 1000's of plants over several months in a way that allows all the date to be combined for analysis. Agriculture, Food and Drink","dataset":"gtr"}