{"id":"D085F6A1-3417-494B-860E-F393E083B3B6","title":"Just ecosystem management: Linking ecosystem services with poverty alleviation","abstractText":"The ecosystem services approach emphasises the many ways nature sustains and enriches people's lives. Valuation of ecosystem services can contribute to ecosystem conservation and human wellbeing. For these efforts to result in poverty alleviation, however, scientists must tackle the relationship between ecosystem services and wellbeing with reference to environmental justice. Ecosystem services tend to benefit some stakeholders more than others. Decision making in ecosystem management is likely to involve some more than others. Can those winner and losers be identified and their responses anticipated? Can the involved social tradeoffs be mapped, just as ecological tradeoffs between competing environmental services, to support ecosystem conservation and poverty alleviation? Recognition of ecological and social tradeoffs is a crucial precondition for just ecosystem management, i.e. ecosystem management that distributes ecosystem services fairly and includes all stakeholders in decision making. The proposed research serves the overarching goal to promote just ecosystem management as a new and innovative concept. The project will contribute to the overarching goal by developing a novel conceptual framework to guide research and practice. Its specific objectives are to (1) incorporate attention to multiple stakeholders and socio-ecological tradeoffs into the ecosystem services approach, (2) analyse the justice dimensions of critical changes in ecosystem services in the management of water, health, forests, biodiversity and coastal ecosystems, and (3) illustrate key justice dimensions in the management of selected coastal and terrestrial ecosystems in China, India and Central Africa. The project is intended to influence future research conducted in multiple academic fields on the feedbacks between ecosystem services and human wellbeing. The conceptual framework will show researchers how to approach long-established topics in their respective fields from new, interdisciplinary perspectives and point out concrete opportunities for linking up with research conducted in other fields. Conservation biologists will recognise new ways to integrate social tradeoffs into their analyses by looking at the distribution of ecosystem services among stakeholders, and by attending to the participation of different stakeholders in decisions over ecosystems. Political economists will benefit from the system-based understanding of 'nature' and the attention to ecological tradeoffs. Ecological economists will gain important insights for the development of new valuation methods which respond to underlying social inequalities and capture ecological tradeoffs. In this way, the research will make a critical contribution to the development of new interdisciplinary understanding of the relationship between ecosystems and human wellbeing that acknowledges the significance of ecological, social and socio-ecological tradeoffs equally. Just ecosystem management will directly benefit poor and socially excluded people dependent upon ecosystem services living in developing countries. Equitable distribution will strengthen the contributions of ecosystem services to poverty alleviation, with particular benefits accruing to people dependent on these services. Inclusive decision making in ecosystem management will allow participation by stakeholders typically excluded due to differences in wealth, race, gender, etc. Just ecosystem management will facilitate stakeholders to recognise, deliberate and respond to ecological, social and socio-ecological tradeoffs together. The project will promote just ecosystem management by engaging UK and international policy-making organisations, policy-making organisations in China, India and Central Africa and organisations implementing conservation and development projects in the three sites of Yunnan, Orissa and the Albertine Rift.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I003282/1","grantId":"NE/I003282/1","fundValue":"226132","fundStart":"2010-10-01","fundEnd":"2013-05-15","funder":"NERC","impactText":"","person":"Thomas  Sikor","coPersons":["Anne Margaret Akol","Roger  Few","Kai Ming Chan","Pawan Kumaar Joshi","Mark  Zeitoun","Yong-Ping  Yang","Vasudha  Chhotray","Richard B. Norgaard","Adrian  Martin"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}