{"id":"D0895E7C-BD74-4321-8022-BC1896ACCBE7","title":"UNSTRUCTURED ADAPTIVE-MESH MODEL FOR STRATIFIED TURBULENCE IN ATMOSPHERIC FLOWS","abstractText":"This research is focused on new technology development. The NERC's Technologies Theme Action Plan, has identified the area of new numerical model development as a critical area where UK skills and expertise should be developed. An important goal of NERC-funded research is 'tackling the key issue of climate change', and as such 'identifying the limitations of a particular model is an important part of stimulating further improvements, and advancing our understanding' (http://www.nerc.ac.uk/research/issues/climatechange/predict.asp). The proposed research focuses on this goal in relation to atmospheric flows. Contemporary numerical models used in the simulation of stratified rotating atmospheric flows are predominantly based on structured computational meshes, with rigid connectivity of a Cartesian grid. For some problems (e.g., hurricanes and flows in long winding valleys), mesh adaptivity has a potential to achieve solutions not obtainable by other methods. However, existing unstructured mesh models are still in their infancy compared to both established structured-grid codes and state-of-the-art engineering advancements with unstructured meshes. Furthermore, their implementation tends to emphasize small-scale convective phenomena and emergency responses, which are relatively easy to model because of the large noise-to-signal ratio, and because of the proximity of events to the excitation region. Insofar as the full-range of wave dynamics are concerned -- including such subtleties as wave-wave and wave-mean-flow interactions, as well as large-amplitude events occurring far from the excitation region -- the potential of unstructured-mesh technology remains unknown. In order to prove the competence and competitiveness of unstructured-mesh technology for simulating all-scale flows in the atmosphere and oceans, there is a pressing need for developing an advanced, fully non-hydrostatic model for simulating accurately rotating stratified flows in a broad range of Rossby-, Froude-, and Reynolds-number regimes. In this work we propose to develop a novel code operating on hybrid (arbitrary polyhedra) meshes, for solving a number of optional forms of non-hydrostatic equations of atmospheric fluid dynamics with flexible mesh-adaptivity capabilities. The proposed model will mirror stratified, rotating turbulence-simulation capabilities of the structured-grid model EULAG (EUlerian/LAGrangian), the proven record of which includes direct and large-eddy simulations of complex fluid problems from laboratory-, to meso-, up to the planetary scale. Additionally, we shall perform rigorous studies and comparisons, by applying both the new model and EULAG to complex benchmarks and research problems combining wave dynamics and turbulence generation on scales relevant to weather, climate and extreme events. To the best of our knowledge, the proposal offers the first ever in-depth study of the relative performance of structured and unstructured/adapted meshes for stratified turbulent flows which involve practical computations of inertia-gravity-wave dynamics. Deliverables: 1) Novel technology --- a high-resolution non-hydrostatic unstructured mesh based model. 2) Method validation and first ever demonstrations of unstructured meshes on advanced test cases, which will deliver information about the applicability of such meshes to realistic atmospheric problems. 3) Quantitative study identifying performance properties of the mesh adaptivity technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G004358/1","grantId":"NE/G004358/1","fundValue":"251245","fundStart":"2009-08-05","fundEnd":"2012-08-04","funder":"NERC","impactText":"  Novel edge-based high resolution non-hydrostatic methodologies for \n\nunstructured and adapted meshes have been developed for atmospheric \n\nflows under NERC funded NE/G004358/1 project. The methods are \n\ncurrently being advanced at the at the National Center for Atmospheric Research \n\n(NCAR) within the framework of the NSF grant OCI-0904599. Cultural,Societal Cultural,Societal","person":"Joanna  Szmelter","coPersons":[],"organisation":"Loughborough University","findingsText":" We have developed new advanced methodologies and obtained highly accurate results on fully unstructured three-dimensional meshes with local refinement. The novel developments were thoroughly tested and showed excellent agreement with theory, laboratory experiments, and parallel computations performed with an esteablished structured-grid code EULAG ( http://www.mmm.ucar.edu/eulag ). The selected benchmarks of finite-amplitude stratified nonhydrostatic orographic flows and evolutionary convective planetary boundary layer have been studied with unstructured/adaptive meshes and structured grids. The quantitative analysis of the results obtained during the programme introduces new credentials for unstructured mesh modelling . The canonical nature of the problems addressed makes them an important reference aiding high standard development and verification of other unstructured mesh models for non-hydrostatic flows. The methods are \n\ncurrently being advanced at the European Centre for Medium-Range \n\nWeather Forecasts (ECMWF) within the framework of the European Union \n\nERC grant 320375 and at the National Center for Atmospheric Research \n\n(NCAR) within the framework of the NSF grant OCI-0904599 as well as DOE award # DE-SC0006748\n The adopted methods and flow problems and simulation results are being documented in a series of papers and conference presentations thus benefiting academia. Environment","dataset":"gtr"}