{"id":"D08CD10A-9617-45DB-B37C-DFDE270CAF7F","title":"Mapping the Milky Way's ISM","abstractText":"Compared to other galaxies, we know surprisingly little about our home, the Milky Way. We do know that it is a spiral galaxy, that we live in the outer disc about 26 thousand light years from the centre, and -- like many other galaxies -- there is some kind of rotating barred structure in the inner 10,000 light years. We also know lots of little details about the stars close to the sun. However, we do not know what the Milky Way would look like if we could view it face on from another galaxy: the shape and size of the central bar and the distribution of spiral arms are all uncertain. The main cause of this uncertainty is pollution: the space between the stars is almost empty, but the stuff that is there is filthy. Every star is an enormous nuclear furnace, burning gas and belching out soot. Long ago, some of this soot -- astronomers prefer to call it dust -- condensed to form our solar system, the earth and ultimately us. So, dust is worthy of our deepest respect. It is also a nuisance: most of it doesn't condense but instead simply lurks in interstellar space, spoiling our view of the rest of the Galaxy. An important feature of dust is that it absorbs blue light more strongly than red: it makes stars appear redder and fainter than they really are. (Think red sky at night.) The first part of our project takes advantage of this reddening effect to map out the distribution of both stars and dust in our Galaxy by making a statistical analysis of the infrared colours of hundreds of millions of stars within our Galaxy. Infrared light is much less strongly absorbed by dust than visible light, which means that we can use it to detect bright stars on the other side of the Galaxy. Another form of interstellar matter is gas. Unlike dust, gas does not block starlight significantly, but it can be detected directly by its radio emission. We cannot measure the distances to individual gas clouds, but instead can use the Doppler shift of well-known radio emission lines to measure the line-of-sight components of their velocities. These velocities depend in a complicated way on both the unknown distances and on the effect the rotating bar and spiral arms have in stirring up the gas. Nevertheless, one can interpret these observations by comparing them against predictions from computer simulations of the gas flow around the Galaxy. We aim to further develop a scheme for exploring the range of models that can fit the observations and thereby improve our understanding of the Galactic bar, spiral arms and the distribution of gas. Like many projects in modern astronomy, these projects do not require any dedicated telescope time. Instead they make use of existing catalogues of stars and gas that are freely available online. There is a deep connection between these two projects: dust tends t be found in the densest region of interstellar gas clouds, since both are associated with the process of forming stars. We will combine results from both projects to make a coherent map of the interstellar medium. This is mostly aimed at astronomers studying the structure of our own Galaxy, but it will also be of use to extragalactic astronomers and cosmologists who need to understand the effects of foreground contamination from the Milky Way on their observations, and to astronomers who specialise in the study of the detailed properties of dust itself.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001077/1","grantId":"ST/I001077/1","fundValue":"424072","fundStart":"2012-02-01","fundEnd":"2013-03-31","funder":"STFC","impactText":"","person":"John  Magorrian","coPersons":["James Jeffrey Binney"],"organisation":"University of Oxford","findingsText":" The work funded by this proposal is a study of the gas and dust that &quot;pollutes&quot; the space between the stars in our Galaxy. \n\nDust: We have developed a method for inferring the three-dimensional distribution of dust by modelling how it scatters starlight. Knowing where the dust is is important if we are to understand the large-scale structure (and ultimately formation) of our Galaxy. Understanding the distribution of dust is also important in its own right: we all come from such dust.\n\nGas: we have developed a method for inferring the large-scale mass distribution of the Galaxy by fitting computer model of the gas flows to the observed &quot;fingerprints&quot; in the radio emission from gas clouds. Most of our results so far have been in the development of new methods. These are published and we intend to continue to apply them to the construction of maps.\n\nOutside astrophysics, meteorologists and industry might be interested in our method for inferring 3d dust distributions from passive observations. Education,Environment","dataset":"gtr"}