{"id":"D099515E-2A86-4B5D-9E10-6615EC606C99","title":"BIOLOGICAL PEST CONTROL OF INSECT PESTS THAT THREATEN TREE HEALTH","abstractText":"The Tree Health and Plant Biosecurity Expert Taskforce has identified a number of insects that pose a threat to UK trees and recommended that the UK &quot;Develop and implement procedures for preparedness and contingency planning to predict, monitor and control the spread of pests&quot;. They also identified detection and biological control as areas of tree health where there were considerable knowledge gaps.\n\nBIPESCO is an interdisciplinary project that will develop entomopathogenic fungi (EPF) and botanicals to control insect pests that pose a threat to UK trees. Botanicals with attractant or repellent properties will be used alone or with EPF in novel &quot;lure and kill&quot; and &quot;stress and kill&quot; pest control strategies. Attractants will be used to improve pest monitoring and mass trapping. \n\nBIPESCO is timely because new EU legislation encourages the use of natural products as environmentally friendly alternatives to conventional chemical pesticides, usage of which is being severely restricted (Directive 2009/128/EC). Demand for natural products is increasing, and will continue to increase. Thus, opportunity exists to develop these agents, and strategies that enhance their efficacy, to facilitate adoption in the market. \n\nBIPESCO's specific aims are:\n1. Identify strains of EPF pathogenic to current and emergent pest species. \n2. Identify botanicals that attract or repel target pests. \n3. Optimise synergy of EPF and botanicals for use in &quot;lure and kill&quot; and &quot;stress and kill&quot; strategies, and increase knowledge of mechanisms involved.\n4. Validate efficacy of candidate EPF and botanicals in demonstration trials \n5. Conduct risk assessments of products and strategies\n6. Utilise data to determine socioeconomic benefits of products and strategies. \n\nBIPESCO (Swansea University [SU; lead], Fera and Forest Research [FR]) have considerable experience in management of tree pests and development of new products and strategies to control them. SU has developed EPF and botanicals for pest control including the EPF Metarhizium anisopliae, which is effective in controlling pine weevil (PW) and black vine weevil. SU has identified several PW behaviour-modifying botanicals, and patented a PW attractant. SU will use its expertise to develop attractants and repellents for other pest species. Fera has experience working with emergent pest species such as oak processionary moth (a close relative of the pine processionary moth, PPM) and Asian longhorned beetle (ALB). Fera will evaluate EPF and botanicals provided by SU against PPM and ALB in state-of-the-art quarantine facilities. Together with SU, they will identify synergies between EPF and botanicals and elucidate how stressing compounds enhance EPF efficacy. FR has expertise in management and modelling of a range of forest pests and has developed systems that advise growers on when to use pesticides. Together with SU and Fera, FR will test selected products and strategies in forest systems. BIPESCO will also conduct risk assessments on products and strategies, and generate knowledge on their socio-economic benefits. \n\nBIPESCO has the support of seven industry partners (Sentomol, Lisk &amp; Jones, UPM, Maelor Nurseries, Neem Biotech, Fargro and Greenerpol), representing the supply chain. The support (worth &pound;328,591) includes resources (e.g. materials, trial sites, labour) and advice, giving added value to the project. \n\nBIPESCO's outputs (indicated in specific aims, above) will have considerable academic and commercial impact. They will benefit forestry, commercial nurseries, and local authorities (urban landscapes), and will lead to strong and on-going collaborations with pest control and related companies. The outputs will provide solutions to control of potential invasive pests such as ALB, in accord with the LWEC call. This project will provide products and strategies for a large and expanding pest control market currently worth $49 billion, but expected to reach $59 billion by 2016.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L012472/1","grantId":"BB/L012472/1","fundValue":"400363","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Tariq Mahmud Butt","coPersons":[],"organisation":"Swansea University","findingsText":" Identified strains of insect pathogenic fungus Metarhizium anisopliae which are pathogenic to larvae of the pine processionary moth. \nDemonstrated that lures used with billet stacks can attract pine weevil in large numbers. Fungal strains can be used to control pine processionary moth larvae inside nests.\nAttractants can be used to mass trap pine weevil adults or lure the pest to a control agent. Agriculture, Food and Drink,Environment,Other","dataset":"gtr"}