{"id":"D09DF8E3-D1B8-4E6B-82CE-ADA10E229C57","title":"Developing and validating an in-vitro mycobacterial challenge model to facilitate TB vaccine research and minimise in-vivo challenge experiments","abstractText":"Bovine TB is currently one of the greatest challenges that the farming industry faces in the UK especially in the southwest of England and Wales. The scale of this epidemic urgently requires the development of new tools. Vaccination is one of the most effective ways to control any infectious disease epidemic. One of the major challenges in bovine and human TB vaccine development is that we do not know what type or level of immune response will be protective. This means that candidate vaccines have to be evaluated in controlled Mycobacterium bovis (M.bovis) challenge experiments, where vaccinated animals are deliberately infected with fully virulent M.bovis and followed for several months before assessment of protection through post-mortem examination. These are slow and costly experiments which subject large numbers of animals to M.bovis infection. \nThis project aims to develop two models; an in-vitro mycobacterial growth inhibition assay (MGIA) and an in-vivo BCG challenge model, both of which will replace pathogenic M.bovis challenge as a first screening test for candidate TB vaccines. The in-vitro MGIA involves infecting blood or cells from a vaccinated or control animal, in a test tube in the laboratory, rather than having to infect the animal itself. The BCG challenge model involves infecting animals in the lymph nodes with the attenuated but replicating BCG vaccine, rather than infecting animals with virulent M.bovis into the lungs. These two complementary models will be used to screen vaccine candidates, and only vaccines demonstrating a protective effect in these models will be progressed to evaluation using pathogenic M.bovis challenge. This work will achieve three things. Firstly, and importantly, it will reduce the number of cattle undergoing pathogenic M.bovis challenge, by at least 1/3 and approximately 30-50 animals per annum. Secondly it will refine and improve the procedures involved in cattle studies. Thirdly, it will facilitate the identification of immune correlates of protection with which to refine vaccine design and development. Ultimately, if we had a validated correlate of protection, simple immunogenicity experiments on small numbers of cattle could be conducted, rather than large pathogenic M.bovis challenge experiments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/M001997/1","grantId":"NC/M001997/1","fundValue":"552663","fundStart":"2015-07-01","fundEnd":"2018-09-30","funder":"NC3Rs","impactText":"","person":"Helen  McShane","coPersons":["Martin  Vordermeier","Bernardo  Villarreal-Ramos"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}