{"id":"D0A147C0-B900-4487-8C36-DE85D5331DD8","title":"Whole Systems Energy Modelling Consortium (WholeSEM)","abstractText":"Energy models provide essential quantitative insights into the 21st Century challenges of decarbonisation, energy security and cost-effectiveness. Models provide the integrating language that assists energy policy makers to make improved decisions under conditions of pervasive uncertainty. Whole systems energy modelling also has a central role in helping industrial and wider stakeholders assess future energy technologies and infrastructures, and the potential role of societal and behavioural change.\nDespite this fundamental underpinning role, the UK has not had a national strategic energy modelling activity. Models have been developed on a fragmented, reactive and ad-hoc basis, with a critical shortfall in the continuity of funding to develop new models, retain human capacity, and link modelling frameworks in innovative ways to answer new research questions.\nThe whole systems energy modelling (wholeSEM www.wholesem.ac.uk) consortium is explicitly designed to enable the UK to make an internationally leading research impact in this critical area, and hence to provide cutting-edge transparent quantitative analysis to underpin public and private energy systems decision making. Following a rigorous selection process, the wholeSEM consortium encapsulates leading and interdisciplinary UK capacity in quantitative whole systems energy research.\nThe key aims of the interdisciplinary wholeSEM consortium are:\n1. Undertake internationally cutting edge research on prioritised energy system topics;\n2. Integrate whole energy systems modelling approaches across disciplinary boundaries;\n3. Build bilateral engagement mechanisms with the wider UK energy systems community in academia, government and industry.\nThe wholeSEM consortium will prioritise on key modelling areas of high relevance to interdisciplinary energy systems. Internationally leading research will focus on:\n1. How does energy demand co-evolve with changes in practice, supply, and policy?\n2. How will the endogenous, uncertain, and path dependent process of technological change impact future energy systems?\n3. How can the energy supply-demand system be optimised over multiple energy vectors and infrastructures?\n4. What are the major future physical and economic interactions and stresses between the energy system and the broader environment?\nThe consortium, will employ extensive integration mechanisms to link and apply interdisciplinary models to key energy policy problems. This will take place across the conceptualisation and development of innovative modelling approaches, model construction, and through an integrated set of use-cases.\nA key element of the wholeSEM is substantive bilateral engagement with stakeholders in academia, government and industry. Multi-layered integration mechanisms will include: \n- A high-profile advisory board, with key policy/industry representation plus wider academic experts; \n- An innovative fellowship programme to enable bi-directional UK academic, policy and industrial and international experts to work with wholeSEM research teams;\n- A range of workshops including four internationally high profile annual UK energy modelling conferences, technical workshops focused on key modelling issues, and non-technical stakeholder workshops on model conceptualisation, development and use-cases;\n- Detailed and transparent documentation for all of the consortium's new energy models;\n- Model access, based on collaborative agreements with an expert model user group. This will ensure best-use of models, accountability and two-way flows of information from/to model developers, users and critics;\n- Collation and curation of energy modelling data sources (building off and working with the UKERC Energy Data Centre);\n- Provision of training in modelling techniques and software platforms, to train and develop the next generation of energy systems modellers, including interactions with centres for doctoral training (CDTs);\n- Interactive web-based information dissemination","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K039326/1","grantId":"EP/K039326/1","fundValue":"4607760","fundStart":"2013-07-08","fundEnd":"2017-07-07","funder":"EPSRC","impactText":"  wholeSEM provides insights into policy, industry and societal decision making processes on energy futures.\n\nHow have our findings been used?\nAs a key policy example, the UCL team is working with DECC to make its UKTM energy systems model the UK government's core tool in assessing long term energy pathways for the 5th carbon budget negotiation.\nInnovatively we are making UKTM fully open source (a global first for a fully fledged energy system model) and are building a high powered user community (including UCL, DECC, CCC, ETI, Imperial College, and Baringa).\nAn industry example: Prof Goran Strbac is a Steering Committee member of the SmartGrids European Technology Platform, Chair of the EU Stakeholder Platform on Smart Cities Energy Supply &amp;amp; Networks, Director of the UK Centre for Grid Scale Energy Storage, and member of the IET Power Networks Joint Expert Group\nA societal example, is our highly popular website (www.wholesem.ac.uk) and our Twitter feed (@wholeSEM) to reach the next generation of energy modellers\n\nwholeSEM is academically excellent:\nWe undertake cutting edge analysis across disciplinary boundaries. For example, Dr Julian Allwood and colleagues at Cambridge published a very high profile new study in Nature Climate Change: Importance of food-demand management for climate mitigation, that found a shift towards a more balanced diet and less food waste would significantly reduce the pressure on the environment. \n\nwholeSEM is an international player in the application of energy modelling:\nFor example Prof Neil Strachan was an energy system chapter lead author of the IPCC 5th Assessment report on Mitigation of Climate Change\nWholeSEM serves as a de-facto centre for UK energy modelling\nThis can be seen in the range of workshops and events, as well as data curation and methods training that have brought together this disparate community. Energy,Environment,Government, Democracy and Justice Societal,Economic,Policy & public services","person":"Neil  Strachan","coPersons":["Richard  Fenner","Nilay  Shah","Ilkka  Keppo","Julian Mark Allwood","Keith  Richards","Goran  Strbac","Richard Anthony McMahon","Nigel  Gilbert"],"organisation":"University College London","findingsText":" Why is whole systems energy modelling so important? Energy models provide essential quantitative insights into the interlinked 21st century challenges facing the UK energy system:\n- Decarbonisation\n- Energy security\n- Energy equity\n- Cost-effectiveness\n\nThe wholeSEM research teams have been focusing on completing full new versions of their own modelling frameworks. \nSurrey are collecting data to define a set of social energy practices and then are building an agent based model of energy demand around these practices.\nUCL are building a new energy systems model (UKTM) and are extending this to include endogenous technological change, non-price behaviour, temporal and spatial factors, and macro-economic linkages.\nCambridge are building a resource simulation model (UK Foreseer) and adding land, water and critical materials flows to understand trade-offs and constraints.\nImperial are incorporating spatial and temporal detail, linking with flexible storage options, and combining with infrastructure decision making within a whole energy system context.\n\nUK capability in energy modelling has been steadily built up over the last 10 years. WholeSEM now anchors the human capacity and analytical sophistication of energy modelling tools.\n\nWhat is the impact of whole energy systems modelling?\nUKERC's Energy 2050 project estimated that the cost of meeting twin decarbonisation and energy security goals entailed an annual cost of ?19B in 2025 rising to ?59B in 2050. Spending only 0.1% (?20M per annum) of this on energy modelling would facilitate informed and iterative decision making, and ensure provision of new insights into the future UK energy system. Finalised review on UK energy modelling capacity, currently working on a paper describing the methodological approach and results Agriculture, Food and Drink,Communities and Social Services/Policy,Energy,Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology","dataset":"gtr"}