{"id":"D0A158A5-5EE7-4E6E-A56A-3E1C64F08053","title":"EGOR: Environmental Guidelines: Opportunities and Risks","abstractText":"This research cluster will bring together a team of key professionals, academic researchers representing AHRC/EPSRC disciplines as well as heritage practitioners to appraise the costs and risks of current environmental guidelines for cultural heritage in response to a changing climate. This theme has a national and international dimension since climate change, energy consumption, visitation and pressures for greater access to collections will continue to make considerable demand on cultural heritage in the 21st century globally. The scale and pace of these changes are posing unique challenges to managing the long-term preservation of material culture and are the focus of discussion amongst professional communities both nationally and internationally.This research cluster will inform this debate.\\n\\nCurrent environmental parameters and tolerances set out in national and international guidelines and standards as well as Governmental Sustainable Development Targets play a critical role in shaping practices in the cultural heritage sector such as building construction, and environmental management. This includes the control of temperature, moisture, light and pollution - the main factors affecting the conservation of material culture. Environmental guidelines impact significantly on how collections are stored, accessed, loaned and displayed. \\n\\nEqually, the cultural heritage sector is not immune from the challenges posed by global responsibility: reducing reliance on fossil fuels, changing behaviours in favour of re-use and alternative energy sources, for example. It is within this context the appropriateness of current environmental guidelines designed to meet an agreed standard for managing material culture change, enable visitors to access and experience collections to a seasonal standard of comfort, and provide access to collections both locally and internationally is being questioned as the 'costs' of this are being realised. Unfortunately, there are no easy or headline-grabbing answers to this problem: the risks need to be identified, the costs understood, the options appraised. \\n\\nEGOR will provide the necessary framework to develop thinking in this area in order to realise an intellectual step change in understanding the risks and uncertainties of current environmental guidelines, standards and targets in a changing climate. Consideration will be largely focused on indoor environments, collections and the people who engage with and work in the cultural heritage arena, and will build on foundations established by other research projects e.g. Noah's Ark (EU), Engineering our Futures (EPSRC), Living with Environmental Change (NERC) largely focused on climate impacts outdoors. This will be achieved through 5 sequential activities: \\n1. An inaugural meeting of the steering group which includes professional leaders, and named investigators to shape thinking and initiate cross fertilisation of ideas and perspectives;\\n2. 3 working group meetings comprising specialists in art history, engineering, material science and conservation for coherent discussion, and lively debate to understand the implication for current environmental guidelines in a changing climate for people, their values and history, buildings housing collections (often historic structures themselves) and collections. The implications will be considered against a background of global responsibility.\\n3. A two-day residential event will conclude this investigative process; the three working groups will present their findings, areas of convergence and divergence will be further debated to determine the risks and uncertainties surrounding environmental guidelines and standards in a changing climate, and the outstanding research needed to fully inform this debate.\\n\\nA summary of the challenges and user-led research emerging within this theme will be reached at the end of the meeting and presented at the Programme conference in July 2009.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G015198/1","grantId":"AH/G015198/1","fundValue":"24368","fundStart":"2009-01-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"","person":"Nancy  Bell","coPersons":["Matija  Strlic","Stephen  Hackney"],"organisation":"The National Archives","findingsText":" This project identified what was needed to deliver improved environmental standards for the movable heritage sector. The findings of this research network led to the development of a British Standards published Publically Available Specification for Environmental Management of Cultural Heritage Collections. This standard has been recognised internationally as a ground breaking. Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}