{"id":"D0A4C9E4-C085-4644-B13E-B57F9E2D9B10","title":"Structural investigation of co-translational folding events on the ribosome by NMR spectroscopy","abstractText":"The human body is likely to contain more than 2 million proteins, and every function in every living cell depends critically on them. Proteins are made up of building blocks called amino acids, which are linked together and arranged in various combinations (the sequence) to make a chain. The sequence results in a unique protein capable of a different function inside the body. In all kingdoms of life, protein manufacture by the cell occurs by a process known as translation and is carried out by highly sophisticated, miniature factories called ribosomes - these 'machines' are able to decode the instructions contained within our genetically inherited DNA blueprint and build a protein by adding amino acids one at a time to form the chain. During manufacture, the newly made chain, or 'nascent chain' (NC), journeys from the epicentre of these ribosome particles through a protective passage known as the ribosomal tunnel and then into the hostile cellular environment. This NC thus tries to protect itself so rather than resembling an extended string, it attempts to wrap up or 'fold' into its characteristic shape; the shape gives the protein a different function. The information which directs the NC folding is contained within the amino acid sequence. However, how this sequence provides instructions for folding is a central question in biology and it is indeed still one of the most hotly contested 'holy grails' of science. It is critical for a protein to adopt its shape quickly and efficiently in the cell. Should a protein chain have the wrong coding in its sequence it could fold into the incorrect structure and the consequences could be devastating, leading to diseases such as Type II Diabetes, Alzheimer's and Parkinson's, vCJD (Mad Cow disease), cystic fibrosis and many others. An understanding of how a protein folds, will allow us to try and reverse or prevent the occasions when it misfolds. At present, most studies have examined the folding and three-dimensional structure and mobility of a protein while it is in a test tube after its production by the ribosome. While this has given some incredible insights into protein behaviour, very little is known about how this process occurs within the cell. Our interest is centred on looking at the protein chain as it is being made on its ribosome. We propose to take high-resolution snapshots of the manufacture of a protein chain as it progressively exits the ribosome so that we can understand its development. A part of our proposal is geared towards developing and implementing emerging technologies to produce these snapshots - we will use the tools of genetic engineering to program the ribosomes within bacterial cells to halt at different stages during protein manufacture. This will be followed by a strategy to remove the ribosomes from the cells and into the test tube, after which we can analyze the sample using a powerful visual technique called Nuclear Magnetic Resonance (NMR), which can examine proteins at the level of the atom. The aim is to take many snapshots of protein chains of different lengths and showing a dynamic slideshow of the manufacturing process - the series of events that takes place from the time the protein chain leaves the ribosome until it forms its structure. We also plan to use these snapshots to understand what the ribosome looks like as it is making a new protein. This ambitious and challenging plan will mean that, for the first time and in extraordinary detail, we will be able to describe how a protein forms its structure when it is being made in the cell, a significant step closer to understanding protein folding in its natural environment and make inroads into why the misfolding processes described take place. This level of structural knowledge can also be used to rationally design small molecules (drugs) that can bind to a protein of interest and prevent any misfolding of the protein and as a consequence prevent the onset of disease states.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G015651/1","grantId":"BB/G015651/1","fundValue":"475454","fundStart":"2009-09-01","fundEnd":"2012-08-31","funder":"BBSRC","impactText":"","person":"John  Christodoulou","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}