{"id":"D0A4D15C-51D7-4941-AAC7-B65E352ABCDF","title":"The Golgi apparatus as an initiator of ciliogenesis","abstractText":"The ability of cells to sense and respond to the environment is critical at all stages of life. This is perhaps most important during development as cells differentiate into specific tissue types. Most cells in the human body extend a primary cilium that acts as an antenna to sense and respond to the extracellular environment. Primary cilia are required for proper developmental signalling and any defect in a cells ability to form a cilium causes serious developmental defects. These diseases, collectively known as the ciliopathies, include specific syndromes such as Meckel-Gruber and Bardet-Biedel Syndrome as well as polycystic kidney disease and short rib polydactyly. We are beginning to understand the causes of these diseases by defining the causative mutations in single genes. A key to this is to ensure that we fully understand the way in which these primary cilia are built and maintained. Cilia are extensions of a specialised set of microtubule filaments called the axoneme that are surrounded by a high specialised membrane. This process requires a close cooperation of two key cellular elements - the cytoskeleton and the membranes. We have identified a source of the initial membrane that drives the formation of the cilium. For many years we have worked on transport of membranes and proteins through the cell and recently this has led us serendipitously to discover that one of the key proteins that we have studies for many years, giantin, is in fact required for cells to make cilia. We have identified a mechanism by which this occurs which links giantin, a membrane protein of the Golgi apparatus, to dynein-2, one of two of the main motor proteins that drives transport within the cilium. The Golgi is the central organelle of the secretory pathway in all mammalian cells and it is responsible for the modification and sorting of proteins destined for all major cellular organelles. As such it also lies directly adjacent to the centrosome from which the microtubule axoneme extends. Dynein-2 is known to be required for cilium function and mutations in this complex cause a variety of cilia-related disorders in vitro and in patients. We propose that giantin acts through dynein-2 to control the earliest stages of assembly of cilia. Now we wish to use our extensive experience of membrane and microtubule dynamics, in particular live cell imaging, to define this role in detail. We have established collaborations with key labs in the UK, USA, and France that mean we are well placed to drive this work forwards. Our experiments will study the delivery of key components to the newly emerging cilium as well as the organization of membranes around the microtubule axoneme. We expect these experiments to define the role of the Golgi in forming the cilium and lead to new avenues of research in terms of pathways that one might approach to modulate ciliary function as well as identifying candidate genes that might underlie those ciliopathies for which a genetic defect is not yet defined.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K018019/1","grantId":"MR/K018019/1","fundValue":"368505","fundStart":"2013-11-04","fundEnd":"2016-11-03","funder":"MRC","impactText":"  We have defined the subunit composition of the cytoplasmic dynein-2 molecular motor in humans. This has also led to the identification of a candidate gene for Jeune Syndrome and potentially other ciliopathies. \nOur work has also defined pathways linking the Golgi apparatus to cilia. Education,Healthcare Societal,Economic","person":"David John Stephens","coPersons":["Paul  Verkade"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}