{"id":"D0BDC041-6C78-4FF1-AB08-1F832E54D312","title":"The Diffusion of Innovation in Low Income Countries","abstractText":"<p>Defining innovation as a new product or process, or new management, organisational or marketing practices (where ‘new’ means new to the world or new to the country or the firm) this project aims to fill in the knowledge gap by exploring determinants and transmission channels for effective innovation creation, diffusion and adoption in Low Income Countries (LICs) under institutional, resource and affordability constraints. In particular, it aims to:</p>\n\n<ul>\n \n\n <li>understand the barriers to innovation creation and diffusion in LICs under institutional, resource and affordability constraints and the space for innovation policy</li>\n\n <li>analyse the determinants of knowledge diffusion in LICs from leading innovators to latecomers, in particular the role of university-industry linkage and inter-firm networks</li>\n\n <li>examine the effect of external knowledge diffusion to LICs, in particular the productivity impact of South-South trade and FDI with a special focus on Chinese trade and FDI in Africa</li>\n\n <li>develop an SME open innovation network model to increase frugal innovation for the poorer societies in LICs.</li>\n\n</ul>\n\n<p>The project will use a mix of qualitative and quantitative methods wherever appropriate. It will also produce a novel firm-level survey dataset of innovation activities in 500 firms in Ghana.<br /><br /><br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J008699/1","grantId":"ES/J008699/1","fundValue":"480713","fundStart":"2012-09-01","fundEnd":"2016-02-29","funder":"ESRC","impactText":"  The findings are informing both academics and policy makers about the form and nature of innovations in the LICs context, the origins and the effective channels for the diffusion of innovation within the country and from foreign sources to these countries, the barriers to innovation creation and diffusion, and the space for innovation policy in these economies.\n\nWe disseminated the results to various academic conferences and to policy makers. We involved local policy makers in Ghana (Ministry of Science, Environment, and Innovation) and international organizations (UNIDO and UNCTAD).  ","person":"Xiaolan  Fu","coPersons":[],"organisation":"University of Oxford","findingsText":" The DILIC survey of the diffusion of innovation in Ghana was the first survey in low income country (LICs) context dedicated to the origin and diffusion of innovation within and to these countries. The unique design of the survey provided unprecedented insights into the transmission mechanisms of innovation, expanding our understanding and going beyond the traditional input and output indicators.\n\nFrom the survey, five important conclusive points can be drawn. First, innovation is not the outcome of development but a means for development. Without innovation, there will be no transition from low income to middle income. In the past we have witnessed the prosperity of business leading this transition, but in retrospective it has been only a short-term boom and not a sustainable prosperity. Hence, innovation is a driving force to achieve sustainable development. In addition, innovation should occur among LICs over a wider range, in both the formal and informal firm sectors and include technological and non-technological innovations. Third, most of the innovations in LICs are learning-based innovations, they are adoptions and adaptations based and diffused mainly from within the country.. Moreover, most of these innovations are about appropriate technology and processes in or for the base of the development pyramid. Innovation must be appropriate in economic and technical aspects, and socially appropriate for the characteristics of the LICs. That means they should address the resource skill and institutional constraints and affordability and accessibility in these countries. Finally, the survey showed that firms in LICs are innovative but they are very largely unsupported. Innovations are not recognised and the innovation efforts in the firms are not properly supported, for example mitigating financial and labour skills constraints. New thinking and policies to recognise and support innovation is needed in the context of LICs for long-term growth and development. The DILIC survey of the diffusion of innovation in Ghana was the first survey in LICs dedicated to the origin and diffusion of innovation within and to these countries. Such instrument should be used in other LICs to capture the heterogeneity of these countries and how innovation is materialize. Moreover a survey in two-three year time of the same Ghanaian firms covered in the DILIC survey would critically provide a more solid understanding of the innovation dynamics over time. Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}