{"id":"D0D6BBEF-1F1F-4FC5-B171-313D1DC853DE","title":"Nanostructured Advanced Ceramics (NASTRAC)","abstractText":"The goal is to manufacture bulk advanced ceramic components with significantly enhanced properties delivered via retaining a nanostructure. Uniquely, this will be achieved using largely conventional processing routes. Advanced ceramic components, currently worth 17B worldwide, play an enabling role across many sectors; this project will focus on 2 case studies (i) in the electroceramics, viz. pacemakers (medical), digiboxes (telecommunications) &amp; printed circuit boards (combat aircrafts), and (ii) structural ceramics fields, viz. drilling valve components (power stations) and catalytic convertors (automotive), with inputs along the supply chain. Work will involve applying patented novel technology to create high solids content suspensions. Following conventional shaping, novel firing schedules, including microwave-assisted firing, will be used to ensure the nanostructure is retained. The final components will be assessed in actual industrial applications.Two benefits are envisaged from realising a nanoceramic, viz. the ability to use smaller components whilst retaining comparable properties and/or the achievement of superior end properties. The end benefits will thus be light-weighting / miniaturisation / multi-functionalisation of products and a reduction in raw material consumption and recycling, or increased market share through sales of superior products that may well also be more durable, thus assisting in waste minimisation. The project will run for 3 years and commence with a year of basic science (BASS2B) whilst years 2 and 3 will see more applied studies (APPS2B). In year 1 patented technology for concentrating nanopowder suspensions developed for ZrO2 will be applied to BT and optimised for both ceramics (WP1). The goal will be suspensions with solids contents =30 vol% but viscosities of &lt;0.2 Pa s. In year 2 the rheology of both powder suspensions will be optimised for the current factory process routes of screen printing, with the drying step also being optimised, and spray freeze drying of granulate combined with die and isostatic pressing. Sintering techniques for the nanoceramics will include microwave hybrid firing with optimisation being achieved. All of the materials produced will be fully characterised at every step of the process (WP2). In addition, the dopant levels in the two ceramic materials will be optimised to achieve the best properties in the final, sintered products (WP3). Larger-scale quantities of inks for screen printing (BT) and freeze dried nano-suspensions for pressing (ZrO2) will be prepared to allow factory pilot trials (WP4) to take place at Syfer and Dynamic Ceramic (DC) respectively. Year 3 will begin with any optimisation of the processing conditions for the suspensions and granulate (WP5) based on the feedback from WP4 .Further, pilot scale trials at Syfer and DC (WP6) will deliver components that can be evaluated in-service by Selex and Valve Solutions (VS) respectively in end-products, yielding the ability to quantify the level of improvement achieved by the nanostructured ceramics over existing, conventional materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G000891/1","grantId":"TS/G000891/1","fundValue":"215232","fundStart":"2008-11-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"  The research outcomes enhanced the understanding related to the safe processing and handling of nanostructured advanced functional ceramic materials (zirconia and barium titanate based ceramics) in academia and industry. Aerospace, Defence and Marine,Chemicals,Education,Electronics,Energy,Healthcare Societal,Economic","person":"Balasubramaniam  Vaidhyanathan","coPersons":["Jon  Binner"],"organisation":"Loughborough University","findingsText":" The major goal was to manufacture bulk advanced ceramic components with enhanced properties delivered via retaining a nanostructure. Uniquely, this was achieved largely using processing routes available on industrial floors. Advanced ceramic components, currently worth ?17B worldwide, play an enabling role across many sectors; this project was focussed on 2 case studies (i) electroceramics (used in pacemakers, digiboxes etc), and (ii) structural ceramics (used as valve components). First, by ada In conclusion we believe that sufficient progress has been made in the NASTRAC project to stimulate interest / raise confidence amongst other advanced ceramic producers who wish to apply the same processing approaches to create nano-structured version of alternative, non-competitive, advanced ceramics such as piezo-electrics, varistors, Pb-free thermistors, Garnet &amp;amp; ZTA based ceramic armours for ballistic protection etc. \n\nAs well assisting other academic researchers, the work has the Aerospace, Defence and Marine,Chemicals,Education,Electronics,Energy,Environment,Healthcare,Transport","dataset":"gtr"}