{"id":"D0D85868-4DE0-4555-8177-5BFFF3884A4F","title":"Greening of alkene epoxidations via use of polymer-supported Mo(VI) catalysts in a continuous reactive distillation process","abstractText":"Alkenes are first generation fundamental organic chemical building blocks derived on a large scale from oil. These molecules are themselves converted into a wide range of second generation organic chemical building blocks which can be further chemically modified to provide a wealth of precursor organic molecules for the pharmaceutical and agrochemical, industries, and also for industries such as the household and personal products industries. One strategically important class of second generation organic chemical building blocks are the epoxides, and this proposal relates to a novel more environmentally friendly chemical technology for converting alkenes into epoxides. Currently this is carried out on both a small and large scale using soluble (homogeneous) metal catalysts e.g. molybenum complexes, with the oxygen required for the chemical reaction being provided by a specific oxidant, an alkyl hydroperoxide. The latter is converted to an alcohol molecule in the course of the reaction and this is easily recycled back to the hydroperoxide i.e. this part of the process is really quite environmentally friendly. Unfortunately however use of a soluble catalyst in the epoxidation reaction requires a complex chemical plant involving a large batch reactor, a substantial downstream product isolation and purification plant, and an additional process to recover any soluble catalyst that escapes from the reactor. This complex plant is costly to build and is very energy and materials (e.g. cooling water) inefficient i.e. it is by no means as environmental friendly as it might be.The present project aims to convert the usual soluble catalyst into an insoluble (heterogeneous) one by immobilising the catalyst inside the porous structure of small polymer (plastic) particles. This will allow the catalyst to be more easily handled and retained efficiently, ie. the catalyst recovery part of a conventional plant will be redundant. The particulate form of the catalyst will also allow it to be packed inside a hollow metal column, and the latter will be used as the reactor in which the chemical conversion of alkene to epoxide will take place. The simplicity of this is that the alkene and the oxidant can be flowed through the bed of insoluble catalyst in a continuous way without any leakage or loss of catalyst. In a further technology improvement the reactor column will also be utilised to separate the useful epoxide product from the by-product alcohol, and also from any traces unwanted sideproducts that are formed in the reaction, i.e. the downstream product isolation and purification plant will also be redundant. Overall therefore the project will give rise to a new integrated chemical technology, based on an insoluble catalyst, and eliminating a substantial part of the plant associated with the current process technology. The very simplicity of the new technology means that overall energy and materials demands will be reduced considerably, as well as the cost of any such a new process being much lower than that of a current process. The project will therefore make a substantial contribution to improving the environmental performance of alkene epoxidation processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C530950/1","grantId":"EP/C530950/1","fundValue":"215278","fundStart":"2006-03-27","fundEnd":"2009-03-26","funder":"EPSRC","impactText":"","person":"Basudeb  Saha","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}