{"id":"D0DA7D54-E0D7-4D8C-92B6-0DE18A4650FF","title":"Ultra-high temperature synthesis of high-performance Zintl thermoelectrics","abstractText":"Technologies that enable the efficient use of energy could have an enormous impact on the most pressing issues of today: global warming and the reliance on ever-dwindling supplies of fossil fuels.\n\nThe proposed research addresses this topical challenge through the investigation of the next generation of thermoelectric materials that harvest waste heat and transform it into useful electricity. In particular, the research is focused on thermoelectric materials that can operate at high temperatures, which is essential as the Carnot efficiency (the thermodynamic maximum) increases with temperature difference.\n\nThe scientific challenge is to optimise three competing material parameters; the Seebeck voltage; the electrical and thermal conductivity, and to do this in a material with good temperature stability.\n\nThe novelty of the proposed research derives from the use of ultra-high temperature synthesis to achieve temperature stability, and the synergistic exploitation of Zintl chemistry and interfaces in nanocomposites to obtain large thermoelectric figures of merit.\n\nZintl phases are key high-performance thermoelectric materials because the simultaneous presence of ionic and covalent regions enables a more independent optimisation of the thermoelectric parameters compared to electronically homogeneous materials. Two classes of promising Zintl-type phases have been identified, and the performance of outstanding bulk materials will be further enhanced through the use of interfaces in nanocomposites.\n\nThis ambitious and transformative research programme will contribute towards the development of high-performance thermoelectric materials operating at temperatures most suitable to power generation, enabling 20-30% energy conversion efficiencies. The research will also lead to an increased understanding of the relation between composition, structure and thermoelectric properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J000884/1","grantId":"EP/J000884/1","fundValue":"79630","fundStart":"2011-09-13","fundEnd":"2013-09-12","funder":"EPSRC","impactText":"  This EPSRC First Grant has enabled the PI to start new research into Zintl-type thermoelectric materials. The main outputs are journal publications but contacts have been made with possible industrial partners, such as European Thermodynamics, an English SME specialising in bespoke thermoelectric heat management solutions. Energy Societal,Economic","person":"Jan-Willem  Bos","coPersons":[],"organisation":"Heriot-Watt University","findingsText":" Thermoelectric devices use semiconductors to harvest waste heat and convert this into electricity. Over the course of the grant we have demonstrated that nanostructured half-Heusler composite materials have promising energy conversion efficiencies. Considerable time and effort has been spent in carefully preparing new compositions and characterising their structures and thermoelectric performance. We found that off-stoichiometric compositions such as TiNi1+ySn can sustain improved performance, and that sample processing is vital in obtaining high-performance materials. Nanocomposite half-Heuslers have been shown to have promising energy conversion efficiencies and are promising candidates for use in thermoelectric devices. We are currently trying to attract funding to increase the technological readiness of these materials. Energy","dataset":"gtr"}