{"id":"D0DFBA92-672E-41CE-B007-0D9979DCE00E","title":"Mosaic Class Models for Complex Shape and Appearance Distributions","abstractText":"This project deals with the difficult problem of how to mathematically represent the shape and appearance of classes of visual objects (e.g. faces, human bodies or bicycles). We need to find statistical models which exploit the similarity between all members of the class, but are flexible enough to represent the individual examples.The importance of object class modelling lies in the breadth of application. Consider a statistical description of images of cars. Such a model can be used for vehicle detection, vehicle identity recognition, or for predicting characteristics of cars such as their age or type (SUV, compact car etc.). The model can be used to segment vehicle pixels precisely from a larger image, to generate new photo-realistic images or animations of cars, and to denoise, enhance or super-resolve existing images. One might use the model to help track cars in complex scenes, estimate vehicle speed, assess driving ability, or to edit movies to change the identity, position or color of cars in the footage. There are obvious real-world uses for these capabilities. A similar variety of applications is found if we consider other classes such as human body models, or faces. Our assertion is that a significant development in the statistical description of object classes will make an enormous contribution to the field of computer vision.In this project, we will develop a gold-standard'' statistical model of class appearance and shape, which can be applied to all of the above tasks. We aim to exploit recent, exciting developments in the development of generic image priors and texture generation methods. It is appropriate and timely to apply these advances to the problem of image class modeling. We term our scheme a class mosaic model, because it represents an image as a composite picture made up of smaller patches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E013309/1","grantId":"EP/E013309/1","fundValue":"209998","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Simon Jeremy Prince","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}