{"id":"D0E1BEEE-4693-45AF-A4F9-7FE07B7ED8AD","title":"Fundamental Physics and Observational Cosmology","abstractText":"This programme will develop deeper connections between fundamental cosmological scenarios and new observational data about our Universe, especially STFC-supported missions such as the Planck satellite, the Advanced LIGO interferometer and the LISA mission. We will make detailed predictions about the statistical properties of inflationary fluctuations; for competing inflation scenarios we will calculate their bispectrum and trispectrum (three- and four-point correlators). We will search for these characteristic signatures in the cosmic microwave background (CMB), notably in Planck data, using new modal estimation techniques we have developed. We will also seek out the distinct non-Gaussian signatures of cosmic (super-)strings. We will investigate the gravitational waves that can be generated by violent processes in the early universe, such as at the end of inflation, from phase transitions and from cosmic strings. We will forecast the characteristic amplitude and spectrum of these signals for LIGO and LISA. We will use data from the late universe to develop probes of the cosmological constant/dark energy and the variation of the fundamental constants of nature. We will use astronomical and laboratory data to test for the existence of chameleonic scalar fields and we will constrain models for dark energy and modified gravity using N-body simulations and exact analysis. In addition, we will initiate a new project in gravitational theory, studying the existence, formation and consequences of black holes. We investigate the properties of rotating black holes and the effect of magnetic fields. We will study primordial black-hole formation and its accompanying observational signatures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I002006/1","grantId":"ST/I002006/1","fundValue":"1334060","fundStart":"2011-04-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"","person":"Stephen  Hawking","coPersons":["A C  Davis","Xingang  Chen","Eugene  Lim","Edward Paul Shellard","Harvey  Reall","John David  Barrow","Anthony  Challinor","Gary  Gibbons"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}