{"id":"D0E15EA8-A8F5-4B1C-8826-ABE4B00FFDA2","title":"Smoothing Approximation of Noisy Scattered Data on Spheres","abstractText":"In many geophysical applications, including oceanography and the modelling of the earth's gravitational potential and magnetic field, large amounts of measured noisy scattered data will be given on the earth or on a satellite orbit. The most basic model of the earth is a sphere, and satellite orbits live, to some approximation, on a spherical manifold. Thus the approximation of noisy scattered data on a sphere is a research topic with practical applications. In the proposed project the PI plans to visit Professor Ian H. Sloan at the University of New South Wales for 9 weeks to collaborate with him on error estimates for smoothing approximation of noisy scattered data on a sphere based on the hybrid polynomial and radial basis function approximation. In this hybrid approximation scheme, which was developed by Professor Ian H. Sloan and Dr. Alvise Sommariva in 2005, scattered data on a sphere is approximated by a function that is the sum of a polynomial of arbitrary degree and a radial basis function approximation. A radial basis function approximation is a linear combination of so-called radial basis functions with centres at the data locations. Each radial basis function is a function that is rotationally symmetric about its centre, which means that its function values depend only on the distance from the centre. The idea behind this hybrid approximation scheme is that the polynomial captures the global trends of the approximated function, whereas the radial basis function part models its local trends. For noisy data, it is necessary to use a smoothing approximation (in contrast to interpolation), that is, to balance between fitting the data on the one hand and controlling the smoothness of the approximation on the other hand. This balance is controlled by the smoothing parameter, and a crucial question is how to choose the smoothing parameter for a given noise level. The PI did some work on smoothing approximation based on radial basis function approximation on a sphere in her Ph.D. thesis. The PI and Professor Ian H. Sloan intend to investigate the following three problems: 1. Formulate and investigate smoothing approximation of noisy scattered data on a sphere based on the hybrid approximation scheme. 2. For a given fixed smoothing parameter and a fixed level of noise, prove error estimates for smoothing approximation based on the hybrid approximation scheme. 3. For a given level of noise in the data, find strategies for the choice of the smoothing parameter. The combination of the answers to Problems 2 and 3 would not only provide a strategy for the choice of the smoothing parameter, but would also give an upper bound on the error of the smoothing approximation for a known level of noise and a suitably chosen smoothing parameter. It is expected that an answer to the last question will be particularly useful for applying the hybrid approximation scheme in geophysical applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G038724/1","grantId":"EP/G038724/1","fundValue":"14578","fundStart":"2009-01-03","fundEnd":"2009-04-02","funder":"EPSRC","impactText":"","person":"Kerstin  Hesse","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}