{"id":"D0E28104-D394-4A1F-8CD4-5457C550D507","title":"Two Dimensional Stellar Evolution","abstractText":"* Context\n\nStars are, for the most part, spherical objects. For this reason, theoretical and computational models of stars are usually assumed to be just that: they are spheres. Such models work amazingly well and the those working in the field of stellar evolution have, for a century or so, exploited them very successfully. We now understand how stars burn hydrogen to helium to make them shine for billions of years, for example.\n\nHowever, in the last decade, it has become increasingly clear that many of the most exciting stars are not the simple, spherical objects we are used to. Rotation is key. Stars that rotate expand around their equator with important consequences for their internal structure. Some stars, known as the Be stars, rotate is so fast that they are nearly flying apart. These stars are more egg-shaped than spherical!\n\nExisting models of these rotating stars make some assumptions about their internal structure to construct distorted sphere models which are based on spherical models with small, non-spherical perturbations. These assume, for example, that stars rotate as nearly-spherical shells internally. Compare this to the internal structure of our Sun. At first glance it is spherical but we know from observing sunspots that it rotates once every 24 days at the equator. This is slow rotation because the distortion at the solar surface is very small. Even so the internal rotation is not on shells - latitudinal differential rotation is visible at the surface and helioseismolgy confirms that this differential rotation extends through the convective zone. In the interior it appears to rotate more solidly.\n\nMany stars rotate much faster than the Sun and show far more severe physical symptoms. For example, rotation causes mixing of material from the centre of the star to its surface, leading to chemical pollution which can be observed with our telescopes. If, as in the Sun, the rotation rate changes with depth, we expect a dynamo to generate magnetic fields in the star. In binary-star systems material can move from one star to the other. This can spin up a star to its maximum, break up, rotation rate and induce significant chemical mixing and magnetic field formation. In turn magnetic fields transport angular momentum.\n\n* Aims, objectives and applications\n\nThese processes can be modelled with simple spheres. A multi-dimensional model of a star is much more apt and that is the ultimate aim of this project. While three-dimensional stellar evolution is not currently possible because computers are simply not fast or powerful enough, two-dimensional stellar evolution is within our grasp. In two dimensions the fundamental processes of rotation and magnetic fields can be modelled properly without the many, often poorly justified, assumptions currently employed in stellar evolution models. The leap from one to two dimensions is a big. It needs to be made carefully. \n\nThe first achievable goal is to model two-dimensional stellar evolution by writing a new code to self-consistently solve for the structure of stars in two dimensions. This will include, as standard features, stellar rotation, magnetic field generation by dynamos, nuclear burning in the core of the star, mixing throughout the star and basic binary star interactions. The models will cover evolutionary phases from hydrogen burning, like our Sun, through red giants and supergiants, the biggest and brightest stars known, to stellar death.\n\nThe models constructed in this project will be made available to collaborators. This include the BRIDGCE project in the UK, to study the impact of rotation in stars on the chemical evolution of galaxies. Internationally the VLT-FLAMES collaboration needs stellar evolutionary models to interpret and understand the rapidly rotating stars they observe. The results of this project will be ideal for this task and for comparison with other surveys such as that made by NASA's Kepler satellite.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M003892/1","grantId":"ST/M003892/1","fundValue":"263479","fundStart":"2015-09-28","fundEnd":"2018-09-27","funder":"STFC","impactText":"","person":"Robert George  Izzard","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}