{"id":"D0F63B9E-113C-45A5-B4DF-46DB55F78041","title":"What happens when international migrants settle? Ethnic group population trends and projections for UK local areas under alternative scenarios","abstractText":"<p>This project aims to understand the demographic changes that the UK’s local ethnic populations presently experience (2001-6) and will experience in the future. We will investigate how differences in ethnic fertility and mortality shape current and future trends, how international migration and internal migration impact the size and ethnic composition of local populations.</p>\n\n<p>The project team will build projections of ethnic group populations for local areas and use the projection model to explore alternative futures.</p>\n\n<p>To carry out the projections, the project will: (1) estimate ethnic group fertility using alternative data sources; (2) estimate ethnic group mortality through indirect modelling; (3) build a databank of international migration for local areas from census, survey and administrative data sets and estimate long-term and short-term immigration and emigration; (4) build estimates of internal migration for ethnic groups using census and register data; (5) develop a population projection model of ethnic populations for local areas that incorporates best current practice; (6) develop a projection model that incorporates ethnic mixing; (7) employ a model that uses origin to destination migration rates and (8) adapt the model to handle different ethnic group classifications in the four parts of the UK.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-163-25-0032","grantId":"RES-163-25-0032","fundValue":"201725","fundStart":"2007-10-01","fundEnd":"2010-03-31","funder":"ESRC","impactText":"  Our ethnic projections have been used by local authorities to understand the ethnic composition of their future populations. Social and health researchers wanting ethnic composition contexts for their individual level analyses have used our projections. Our projections have in 2014 been used by a Joseph Rowntree Foundation project in the their Ethnicity and Poverty programme (David Owen, Anne Green and others, Warwick University). We have helped the Policy Exchange develop a remote on Black and Ethnic Minorities and have supplied projections of the ethnic makeup of the 18+ population of GB Westminster Parliamentary constituencies. The projections are currently being used in writing a Working Paper for the Foresight Future of Cities project of the Government Office for Science. We get numerous requests for comment or interviews by the broadcast and print media. Communities and Social Services/Policy,Education,Healthcare,Retail Cultural,Societal,Economic,Policy & public services","person":"Philip Howell Rees","coPersons":["Paul David Norman"],"organisation":"University of Leeds","findingsText":" We have built a model for projecting the ethnic group populations of UK local authorities, which handles 352 LAs, 16 ethnic groups, 102 ages and 2 sexes. To drive the projections, estimates of the components of ethnic change were prepared for 2001-7. A new method produced UK estimates of ethnic life expectancy, ranging from 82 years for Chinese women to 77 for Pakistani. A future 2% decline in mortality per annum was assumed. Ethnic fertility estimates showed that only Indians, Pakistanis and Bangladeshis had total fertility rates above replacement. Small declines in fertility were forecast. New estimates of the local distribution of immigration were made, using administrative data, because of concerns about official figures. We projected the ethnicity of both immigrants and emigrants for local areas. Estimates were constructed of the ethnic group probabilities for internal in- and out-migration for LAs using 2001 Census data. These probabilities were assumed constant in the future, as migration was stable between 2001 and 2008. Five projections were produced. Two Benchmark projections, using constant inputs from 2001-2, forecast the UK population would be 62 and 56 million in 2051.The official projection reports 77 million. The Trend projection, aligned to ONS assumptions projected 78 million for 2051. Using revised assumptions 80 million was projected in a fourth projection. When the model for emigration was changed the projected population was only 71 million. All projections showed ageing and dispersion of ethnic minorities. By 2051 the UK will have a larger, more diverse and integrated population. Societal impacts\nDuring the project we had requests from numerous organizations to supply our projection results. We pointed people to the papers and presentations on our web site and did not release provisional results. Now that our work has been completed, we are in a position to meet future requests by releasing our projection outcomes. We have offered the zip archives of our files to the UK Data Archive and have posted the results on our web site. Communities and Social Services/Policy,Education,Healthcare,Culture, Heritage, Museums and Collections,Retail","dataset":"gtr"}