{"id":"D101D220-95D5-49F4-B1C2-90B5D695FBC1","title":"Defining the role of RANK in skeletal diseases associated with osteoclast dysfunction","abstractText":"Receptor Activator of NFkB (RANK) is an important molecule within cells that break down bone called osteoclasts. Throughout life, osteoclasts work together with cells that form bone to keep bones healthy and strong. Many diseases occur when osteoclasts do not work properly which leads to either too much or not enough bone being broken down. This makes the bones weak and easily fractured. We are studying rare diseases that affect babies, children and young adults and are caused by changes in the gene for RANK. These diseases are osteopetrosis (that is caused by a lack of osteoclast formation) and early-onset Pagetic diseases (that are caused by overactive osteoclasts). In the laboratory, we are hoping to learn about which parts of the RANK molecule are most important for osteoclasts to form and work properly. Osteoporosis is a common disease where too much bone is broken down leading to bones that are less dense, weak and fracture easily, which causes a lot of pain and discomfort. In addition, the healthcare costs associated with the treatment of osteoporosis are #6 million per day. It is therefore important that we identify people at risk before their bones become weak and start to fracture. We will look at the RANK gene in a group of people who have had the density of their bones measured and identify whether there are any changes in the gene that can be linked to people with low bone density. This information will then be used to assemble a list of changes within RANK that, if present, can help to predict which people are likely to develop osteoporosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000435","grantId":"G1000435","fundValue":"401576","fundStart":"2010-10-01","fundEnd":"2014-02-28","funder":"MRC","impactText":"","person":"Julie Clare Crockett","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}