{"id":"D1110876-0996-452B-B816-7CEA95AA1FDF","title":"Contrary to Fact: Cause, Chance, Natural Law, and their relation to Counterfactuals.","abstractText":"Counterfactuals are conditionals in which we trace out how things would, might or could have been if reality had been different. If kangaroos had no tails, they would topple over. If things had been different yesterday, they would have been different today. If this sugar had been put in water, it would have dissolved. Such thought experiments are linked to our concepts of causality, natural necessity, disposition, chance, and the direction of time. The fact that kangaroos would have toppled over if they had tails seems to imply that their having tails is part of what causes them to stay upright, that the both not toppling over and having tails is a non-accidental facts. The fact that things would have been different today, if they had been different yesterday if things had been different today, seems to imply that the past has the present as its effect, and not vice versa. That the sugar would have dissolved if it had been place in water indicates that the sugar has a disposition to dissolve in water. The enigma of counterfactuals is the dual fact that they are judgements about what is contrary to fact, the non-actual, but are, at the same time, intimately linked to our deepest modal and temporal commitments about the actual. \\n\\nTo crack the enigma we need to know what guides our formation of counterfactual judgements, and what makes them true. The currently dominant view about how to answer these questions is that associated with David Lewis. Lewis's conception of counterfactuals is a child of the possible-worlds semantics that came to prominence in the 70s. For Lewis, a basic would-counterfactual is analysed in these terms: \\nIf P had been the case Q would have been is true iff in the nearest possible worlds in which P is true, Q is true. \\nHere nearness in worlds is fixed by similarity of fact and natural law. Natural law is anterior to counterfactuals. Laws in themselves make no reference to causation or intrinsic modal features of the actual world. With the semantics of counterfactuals configured in this way, theorists have deployed them as analytical tools. Causation is then analysed in terms of counterfactual dependency, and dispositions. \\n\\nI criticize this cluster of views and then: (a) I propose an alternative view of counterfactuals/a constructive, inferential approach/in which relations between fact-sized things (events) determine the outcomes of counterfactual judgements, rather than worlds and similarity relations between them. (b) I outline the implications of this view for how we understand causation and natural necessity, developing a chance view of causation, and an expressivist treatment of law that is neither Humean nor Necessitarian. (c) I offer a theory of chance that draws on expressivism and interventionist theories (of cause), which allows for a middle path between non-Humean and Humean truthmakers for chance statements. But there is a twist. Counterfactuals re-appear again in the explication of chance. Thus counterfactuals are both at the top of the analytic chain and at the bottom. However, I show how there is no circularity since the concepts of analysis in play differ between truth-conditional reduction and expressive reduction.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E001114/1","grantId":"AH/E001114/1","fundValue":"23793","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"  My findings have had impact in relational to thinking about causation, counterfactuals, laws of nature. Some of this has had impact on how theorists of clinical practice think about disease. Potentially, it could impact on how physicists think about basic questions of physical theory, for example, thinking about the role of time and process in quantum mechanics or general relativity. Other Cultural","person":"Stephen  Barker","coPersons":[],"organisation":"University of Nottingham","findingsText":" My research has been on how to think about causation, counterfactuals, and laws of nature, and related notions, such as dispositions. Counterfactuals are if-sentences through which we think about alternative possibilities, hypotheticals, or ways things might have been, and what would, or might have happened as a result. So, if one thinks about any action of intervening in a process, for example an economic situation or a physical process like a nuclear reactor heading towards meltdown, one has to think in terms of hypothetical and counterfactual hypotheses. Modes of thought using this cluster of modal concepts appear in many fields of human endeavour. Clearly science requires them and practices like medicine and economics needs to use them in its explanations and decision making. My research has developed a new framework in which to theorise these basic notions. The core result has been that we need to think in a very new way about processes to provide insight into this cluster of modal concepts. This new idea about processes enables us to gain illumination about such issues as the 'direction of time' which always figures in out thinking about causation and counterfactuals. This new conceptualisation enables us to get a theoretical grasp on what we all do with these concepts, and why they play an essential role in being able to do science, make decisions, or attempt to intervene and change natural events, be they particles studied by physicists or diseases studied by clinicians. I am still in the process of completing a book that describes the new conception I have been aiming to develop in my research. Publication of this book, hopefully by 2016, now entitled 'Heraclitus's Dream', will promote the dissemination of the core outcomes of the research. Applications of my framework may be in automating reasoning, or generating artificially intelligent systems, since such systems need to model causal and hypothetical thinking. The approach may have some applications in how think of the role of process and time in physics. Education,Healthcare,Other","dataset":"gtr"}