{"id":"D119DACB-B925-4357-ACF9-E86168AB7D21","title":"Multi-dimensional Intra-wave Modelling of coupled Sediment transport and Turbulence (MIMST)","abstractText":"The movement of sediment is a key part of coastal dynamics and it has relevance to many physical, chemical, biological and ecological processes. Computer modelling approaches are an important tool for coastal zone management and to predict the response of coastal systems to changing environmental conditions. The models used must be grounded in sound physical understanding of sediment processes and offer proven predictive abilities. They can only be as good as the representation of the underlying physical processes, which is commonly blamed for the still limited predictive power of coastal-scale physically-based models. In particular, mixing near the sea bed greatly affects the transport of matter and a good description of near-bed turbulence is crucial to accurately describe sediment transport. The available evidence shows that near-bed turbulence is still poorly predicted for wave flows over ripples in coastal ocean models. The key issues are then to determine which processes are responsible for the poor predictions, and how they can be better represented. \n\nIn the MIMST project, we propose to use computer modelling techniques to significantly increase our understanding of near-bed turbulence and sediment transport over rippled beds. We will combine computer simulations with rigorous comparisons against existing high-quality experimental data. This approach will enable us to develop and carefully validate a new coupled wave hydrodynamics, turbulence, and sediment transport model. The resulting model will be able to provide more information on small-scale turbulent and sediment processes than experiments presently can. In turn, we will use the new fine-scale numerical results to assess and improve the current representation of near-bed turbulence and sediment transport over rippled beds in coastal-scale models. \n\nBy combining observations and advanced numerical modelling, the project will provide a firm scientific foundation for understanding complex unresolved physical processes occurring near the sea bed. It will allow better predictions of coastal responses to changes in environmental forcing. The project builds on studies of the interaction between wave hydrodynamics and structures, and it will then allow predictions of the impact of man-made structures on sediment dynamics, and vice versa.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J004499/1","grantId":"NE/J004499/1","fundValue":"78517","fundStart":"2011-10-05","fundEnd":"2014-03-28","funder":"NERC","impactText":"","person":"Laurent Olivier Amoudry","coPersons":[],"organisation":"National Oceanography Centre","findingsText":" We have demonstrated that a simple increase in the bed roughness is not sufficient to obtain good numerical predictions of sediment transport above steep ripples. It is necessary to account for the vortex entrainment process in additional ways. We have identified that this process ought to primarily increase turbulent kinetic energy near the bed, and then change sediment diffusivity and suspended concentration in turn. We have implemented a method doing so in a coastal model, and validated the results. These results are critical for the numerous coastal models that cannot resolve either intra-wave time scales or intra-ripple length scales. \n\nWe have developed a novel turbulence closure for two-phase sediment transport modelling. This represents an important advance in two-phase modelling by providing a general methodology to develop any two-equation turbulence closure and a specific turbulence closure that is known to outperform existing scheme under some condition, in particular when flow separation occurs. Results from this new model have been used to show that suspension event at flow reversals cannot be reproduced under one-dimensional vertical framework. \n\nWe have developed a new formulation for sediment pickup above steep ripples, which significantly outperforms traditional methods in terms of reproducing intra-wave suspension patterns. \n\nWe have extended an existing model to fully account for wave, turbulence, sediment and structures. This is now available as a research tool for future studies of the interactions of waves, turbulence, sediments and structures. Developers and users of physically-based models, such as coastal hydrodynamics models, small-scale and large-scale sediment transport models, will benefit from the key findings on new formulations for accounting the effect of steep ripples on near-bed turbulence and near-bed suspension. The two-phase flow modelling community will also benefit from the new turbulence closure scheme introduced, as they may choose to use it instead of existing methods. \n\nThe key findings will help coastal engineering consultants and professionals to gain a better understanding of some important physical processes in the coastal environment. Professionals involved in the design of coastal structures, such as ports, coast protection devices, marine renewable energy devices, may gain from the implementation of a model able to investigate interaction between waves, sediments and structures. Aerospace, Defence and Marine,Energy,Environment","dataset":"gtr"}