{"id":"D1224987-D931-4EEF-A96D-0E7C0E6DBFB9","title":"Multidimensional fluorescence imaging of PIP2-derived intracellular signals in directional cell movement","abstractText":"Directional cell migration is important during early development, inflammatory responses to infection, wound healing, and also during tumor invasion and metastasis. Since deregulation of this process has been linked to various pathological events, it has become an active area of research for therapies. Different lines of experimental evidence suggest that various types of migratory cells share a conserved set of signals involved in cell polarization and motility. Several classes of signalling molecules, including enzymes involved in turnover and modification of phosphoinositides and components of signalling networks controlling Rho GTP-ases, play key roles in these processes. Recent studies using advanced fluorescence microscopy suggest that understanding how intracellular signals control directional cell movement is critically dependent on their dynamic organization in time and space. Fluorescence microscopy entails 'labelling' proteins of interest with fluorescent molecules ('fluorophores') such as genetically expressed fluorescent proteins that can be used to tag specific proteins in living cells. Fluorophores are 'excited' by illumination at a wavelength that they absorb and the resulting emission (fluorescence) is recorded using an imaging detector. The technique called F&ouml;rster Resonant Energy transfer (FRET) works by labelling two proteins with different fluorophores or incorporating different fluorophors into single protein that changes shape in response to specific signals. The property of the two fluorophores is chosen so that the excitation spectrum on one (the 'acceptor') overlaps with the emission spectrum of the other (the 'donor') and results in the transfer of energy from the excited donor to the acceptor only if they are in close proximity. This provides a basis to measure protein/protein interactions (not just co-localisation) and to use single protein probes as biosensors. One can image FRET by observing the donor or acceptor fluorescence intensty distributions but such intensity-based FRET is often unreliable because of background noise. More reliable techniques include mapping the ratio of acceptor to donor fluorescence and fluorescence lifetime imaging (FLIM) of the donor signal. In general, fluorescence lifetime is measured by exciting fluorophores with a short pulse of light and observing how long it takes the fluorescence signal to decay away as they relax back to their ground state. Using ultrafast camera technology, it is possible to image fluorescence decays across a sample and map the fluorescence lifetime. Because FRET provides an additional route for excited donor fluorophores to lose their energy, FLIM can map where FRET is occurring by observing the resulting reduction in donor fluorescence lifetime. In a recent BBSRC project we developed a novel high-speed FLIM microscope able to 'multiplex' FRET imaging of two probes (either for protein-protein interaction or biosensors). This permits us to simultaneously map the spatiotemporal properties of two different signalling events in live cells. Here we intend to extend the approach to multiplex more simultaneous signalling events and to use FRET to focus on some of the key components controlling the directional movement of cells, in particular those associated with intracellular signals derived from a membrane phosphoinositide, PIP2. Our goal is to correlate these with other intracellular signals in the same polarized, moving cell and to analyse dynamic aspects of their timing and localisation (e.g. front and back of polarized cell). This would provide new insights into the sequence of cell signalling interactions and some underlying molecular mechanisms important for the development of therapies for various pathological events resulting from deregulation of directional cell movement. The technical innovations of FRET methodology proposed here would find wide application in biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H00713X/1","grantId":"BB/H00713X/1","fundValue":"379021","fundStart":"2010-04-01","fundEnd":"2013-03-31","funder":"BBSRC","impactText":"","person":"Paul Michael William  French","coPersons":["Christopher  Dunsby","Mark Andrew Neil"],"organisation":"Imperial College London","findingsText":" Directional cell migration is important during early development, inflammatory responses to infection, wound healing, and also during tumor invasion and metastasis. Deregulation of this process has been linked to various pathological events and has become an active area of research. Previous work suggests that various types of migratory cells share a conserved set of signals involved in cell polarization and motility. Several classes of signalling molecules, including enzymes involved in turnover and modification of phosphoinositides and components of signalling networks controlling small GTP-ases, play key roles in these processes. The Imperial College London group developed new quantitative fluorescence microscopy techniques during this project and applied these with the UCL team to study how intracellular signals, particularly signalling of enzymes in the PLC family, control directional cell movement. This entailed imaging the dynamic organization of signalling molecules and their interactions in space and time, including in live cells migrating towards a chemoattractant. \n\n\n\nFluorescence microscopy entails &quot;labelling&quot; proteins of interest with fluorescent molecules (&quot;fluorophores&quot;) such as genetically expressed fluorescent proteins that can be used to tag specific proteins in living cells. Protein interactions have been widely studied by labelling specific kinds of protein with a different fluorophores and comparing the images acquired at the characteristic fluorophore emission wavelength. Unfortunately this &quot;co-localisation&quot; is limited by diffraction to a few 100 nm resolution while typical signalling proteins are much smaller (&lt;~1 nm). It is possible, however, to detect and even measure protein separations &lt;~10 nm using a technique called F?rster Resonant Energy transfer (FRET), which entails labelling proteins with fluorophores for which the excitation spectrum of one (the &quot;acceptor&quot;) overlaps with the emission spectrum of the other (the &quot;donor&quot;) and observing the transfer of energy between them. While FRET can be imaged by observing the donor or acceptor fluorescence intensity distributions, this is often unreliable because of background noise and instrument/sample attenuation. More reliable techniques include mapping the ratio of acceptor to donor fluorescence intensity or fluorescence lifetime imaging (FLIM) of the donor signal. In general, fluorescence lifetime is measured by exciting fluorophores with a short pulse of light and observing how long it takes the fluorescence signal to decay away as they relax back to their ground state. Using ultrafast camera technology, it is possible to image fluorescence decays across a sample and map the fluorescence lifetime. Because FRET provides an additional route for excited donor fluorophores to lose their energy, FLIM can map where FRET is occurring by observing the resulting reduction in the donor fluorescence lifetime. \n\n\n\nBuilding on a previous BBSRC project, we developed a novel high-speed FLIM microscope able to image FRET in live cells and to &quot;multiplex&quot; such readouts, e.g. to simultaneously map different signalling events using FRET-based and other biosensors. This included the development of novel hardware and software tools. In particular we developed a powerful software tool for characterizing complex fluorescence decay profiles that we have released as open source code for non-commercial public use. \n\n\n\nWe applied FRET to study key components controlling the directional movement of cells, in particular to intracellular signals derived from a key signalling molecule (membrane phosphoinositide, PIP2), reading out the spatiotemporal evolution of this signal in cells moving towards a stimulant (i.e. cells undergoing &quot;chemotaxis&quot;). Thus we determined that a specific enzyme (PLCepsilon) is critically involved in directional movement of fibroblasts towards a chemoattractant and contributes to localisation and persistence of signalling in protrusions responding to chemotactic gradient. This was unexpected because another enzyme (PLCgamma) in the same family was believed to be the only relevant one for this process. We also studied signalling processes associated with the PLC family of enzymes in solution-based studies and applied intra-molecular FRET to study changes in the conformation of a PLC member (PLCgamma2) when binding Rac, another important signalling molecule and important regulator of cell motility. Intramolecular FRET entails labelling the same molecule with both donor and acceptor fluorophores and observing when the FRET signal (i.e. donor fluorescence lifetime) changes if and when the molecule changes its configuration. \n\n\n\nThese biological findings have implications for the development of therapies for various pathological events resulting from deregulation of directional cell movement. The advances in qualitative fluorescence microscopy (i.e. FRET and FLIM) should find wide application studying signalling molecular processes in biology. The biological knowledge gained on the roles of PLCepsilon and Rac activation of PLC in cell movement could be used by companies developing therapeutics for cancer and other diseases or processes associated with directed cell motion including tissue remodelling, regeneration and wound healing. \n\n\n\nThe new FLIM instrumentation and software developed during this project is being translated to extended live cell imaging studies and to automated high content analysis. This work is closely followed Healthcare,Manufacturing/ including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}