{"id":"D1297D6E-D4C9-469B-B1B4-CFE52DD19119","title":"Multivariate meta-analysis of multiple correlated outcomes: development and application of methods, with empirical investigation of clinical impact","abstractText":"'Meta-analysis' is the statistical approach for combining results from multiple studies examining the same clinical question, such as whether a treatment is effective or not. The aim of a meta-analysis is to combine the results from all studies, to produce an overall summary of the findings (e.g. whether the treatment is effective) which helps doctors and healthcare professionals make patient-related decisions based on all the evidence available. \n\nReliable data to be combined in a meta-analysis are expensive and hard to come by; for example, they often come from clinical trials that have recruited hundreds of patients and followed them up for several years. It is thus important that when researchers undertake a meta-analysis they use all the available data in the most efficient way, to get the most of it. Yet, unfortunately in current practice most researchers are ignoring valuable information that is contained in the available meta-analysis data. This is because many healthcare studies have more than outcome of interest, such as time to recurrence of disease (called 'disease-free survival') and time to death (called 'overall survival'), and researchers currently meta-analyse each outcome separately. However, such multiple outcomes are often related to each other, i.e. they are correlated. For example, a patient's time to recurrence of disease is generally associated with their time of death, as when disease returns the time to death will often follow shortly after. So disease-free survival and overall survival results are correlated, but by meta-analysing each outcome independently, researcher ignores this correlation and thus lose potentially valuable information. In particular, if a study reports overall survival results, but not disease-free survival results, this study can still provide information about disease-free survival by recognising the correlation this outcome has with the available overall survival information. Yet at the moment most researchers simply 'throw away' this study when meta-analysing the disease-free survival results, and thus waste available data.\n\nWe believe that a better approach is to meta-analyse correlated outcomes together and utilise their correlated information to get the most out of the available data. The way to do this is a 'multivariate meta-analysis', which is a statistical approach for meta-analysing all the outcomes simultaneously whilst recognising and accounting for their correlation. This allows meta-analysis results for, say, outcome A to be informed by evidence from studies reporting outcome A and also from studies reporting other correlated outcomes B, C and D. As this approach uses more of the information available, it can potentially lead to more reliable results for doctors and healthcare professionals.\n\nOur proposed research project aims to facilitate, and encourage more widespread use of, multivariate meta-analysis in current practice. We will firstly perform an empirical investigation as to how the use of multivariate meta-analysis would change existing clinical conclusions with Reviews of the Cochrane Pregnancy and Childbirth Group, to promote why the approach is important and to update clinical conclusions for pregnancy and childbirth based on more information. We will then develop statistical measures that 'flag' when multivariate meta-analysis is beneficial, so to directly inform researchers when they should use the multivariate approach. We will then develop and extend methods to estimating the correlation between outcomes, which are needed to apply the multivariate approach but are often missing. Finally, we will develop multivariate methods for meta-analysing multiple adverse outcomes. Current methods deal with more common outcomes, but adverse outcomes are rare and so more appropriate methods are needed for such situations. We will also produce a multivariate meta-analysis website, suitable statistical software, and a training course for researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J013595/1","grantId":"MR/J013595/1","fundValue":"341088","fundStart":"2013-02-01","fundEnd":"2014-10-05","funder":"MRC","impactText":"","person":"Richard  Riley","coPersons":["Daniel  Jackson","Jamie John Kirkham","J  Neilson","Ian  White","Sara  Kenyon","Jonathan James Deeks"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}