{"id":"D12DB689-3B21-4B8E-B441-8D27CB63FB81","title":"Did the oceans cool during the Eocene-Oligocene greenhouse-icehouse transition?","abstractText":"One of the most important climatic events in the earth's history happened about 34 million years ago, when a thick ice sheet grew in East Antarctica for the first time. We don't know what triggered this dramatic change, but there are two main ideas. One view is that the temperature of Antarctica decreased until it was cold enough for snow to remain frozen all year round and form an ice cap. Such a cooling could have been caused by a decrease in the concentrations of heat-trapping greenhouse gases in the atmosphere. Another idea comes from the fact that both cold temperatures and moisture are needed to form snow. Maybe Antarctica was already cold enough but a change in ocean currents made the Antarctic weather wetter, leading to snow and ice ? This research aims to test these ideas by finding out if the oceans became colder at the time the East Antarctic ice sheet first formed, at the close of an interval of geological time called the Eocene. The chemistry of fossils of single-celled animals called foraminifera (forams), can be used to tell us the temperature of past oceans. We know from the modern ocean that where forams grow in warmer waters more magnesium is included in their shells [the amount of magnesium is measured in the lab as a ratio to calcium (Mg/Ca)]. This relationship has been carefully worked out for certain species of foram that also lived in ancient oceans. Upon death forams fall to the sea floor with other sedimentary material, building up thick layers of mud over time. By taking cores of this sediment, picking out the forams and measuring their Mg/Ca, we can construct a record of how the ocean temperature varied over geological timescales. For this study we will use ancient seafloor sediments from Eastern Tanzania. These have been uplifted and now lie above sea level. Cores through these sediments cover the boundary interval between the Eocene and the overlying Oligocene (the time when ice first appeared on Antarctica). The mud was lain down at a fast rate, which means that there is a large thickness of sediment for this interval and that changes through time can be seen in detail. The cores are rich in clay material which has stopped modern rainwater from passing through the sediments, which could partly dissolve foram shells and reset their chemistry. We will measure temperatures from two types of foram for this study, one which lived near the surface of the sea, and one from the seafloor. If the temperatures from the top and bottom of the sea both cool, but the temperature difference between the two remains the same, we can tell that it is a global cooling. However, if the top to bottom temperature difference decreases through time, this will tell us that the temperatures recorded are due to the sea becoming shallower as the ice caps grow.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E007902/1","grantId":"NE/E007902/1","fundValue":"25803","fundStart":"2007-03-01","fundEnd":"2008-02-29","funder":"NERC","impactText":"  Findings have been used by other academics researching the Antarctic ice sheet. The findings were also well disseminated in the media, including newspaper articles and a radio interview, which stimulated public interest in the research. Environment Societal","person":"Caroline  Lear","coPersons":["Trevor Richard Bailey"],"organisation":"Cardiff University","findingsText":" This research studied the initial formation of the Antarctic ice sheet 34 million years ago. Using the geochemistry of exceptionally well preserved fossils we were able to quantify the amount of cooling and ice growth that occurred at this time. These results can be used in data-model comparisons, in ice sheet model simulations of the formation of the Antarctic ice sheet. The results can also be used by those wishing to understand the cause of the ice sheet initiation, and the sensitivity of the ice sheet to environmental change. Environment","dataset":"gtr"}