{"id":"D13383DC-9061-493A-BAAD-4EBF8A7E84D3","title":"GSI Storage Ring Experiment E055/R048 Travel Grant","abstractText":"The proposed research will allow Dr. Cullen to take part in an international experiment at GSI in Germany. This is a UK-led experiment which will produce nuclei which have never been studied before. These important nuclei are involved in the astrophysical production of the elements that make up our Universe and this experiment gives a unique opportunity to study them. The experiment selects these nuclei due to the exceedingly long-lived nature of these unique nuclear states. As nuclei are a quantum-mechanical ensemble of strongly-interacting particles, the lifetimes of any excited states are generally of the order of 1 pico-second or shorter. The nuclei studied in this proposal are unique in that their excited states have lifetimes which range from nano-seconds to hours; some 3 - 12 orders of magnitude longer than typical nuclear states. Apart from the genuine fundamental interest in these particular nuclear states from a theoretical point of view, these nuclei have affected the production of our Universe. The production of the heavy elements in nature have all been made in astrophysical nuclear processes that took place in the last years of a star's life. These heavy nuclear elements (studied in this work) were formed in nuclear reactions where a delicate balance exists where a particular nucleus needs to live long enough to bind another neutron before it decays towards stability by beta decay. Since these reactions in nature have passed through this region of long-lived states, the delecate balance is upset and some of the nuclei will now live long enough to capture another neutron to form the heavier nuclei. Without these unique long-lived states, some of the heavy isotopes which exist in nature and are found in our bodies, would not have been formed. This research grant will allow Dr. Cullen to gain data to study these unique nuclei for the first time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H000690/1","grantId":"ST/H000690/1","fundValue":"3380","fundStart":"2009-03-27","fundEnd":"2009-04-26","funder":"STFC","impactText":"","person":"David Matthew  Cullen","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}