{"id":"D145E91E-17C4-4FE9-AEF0-E2A49F25F205","title":"High Power, High Frequency Mode-locked Semiconductor Lasers","abstractText":"Semiconductor lasers are compact, low-cost sources of short pulses of light - and this is used in many applications, e.g. CD players (CD lasers operate at frequencies of a few MHz) and optical communications. For applications in optical communications ultra-short pulses are required at very high repetition frequencies, i.e. tens of GigaHertz (tens of billions of cycles per second) / and in the future even higher repetition rates are likely to be required. It is possible to switch semiconductor lasers on-and-off, directly, at frequencies up to about 40 GHz by using a pulsed current source but not much higher. Future optical communications systems are likely to need higher repetition frequencies - and these frequencies can be reached by using a method called mode-locking, where a special absorbing section within the laser cavity helps to form pulses, with the time between adjacent pulses being controlled by the round trip time for the cavity. But such pulses from mode-locked lasers have relatively low average power levels and are relatively long (typically a few picoseconds). For optical communications applications, lasers with shorter pulses and higher output power levels need to be developed.Another potential use of mode-locked lasers is in the generation of terahertz radiation. The Terahertz part of the electromagnetic frequency spectrum lies between the spectra for visible light and for microwaves. This non-ionising radiation is able to penetrate through materials that are opaque to light, such as paper, plastic, cloth and skin / so it can be used in security and medical applications. It can detect explosives and tumours - it is safer than x-rays because it does not ionise the material through which it passes and is better at differentiating between different types of soft tissue. Terahertz waves are typically generated by conversion from pulsed light sources that presently are both large and expensive to buy and to run. One of the aims of this project is to develop semiconductor lasers that produce pulses at very high frequencies (300 to 2000 Gigahertz) with enough output power to be used to generate Terahertz and sub-Terahertz waves with much increased efficiency. Lasers are needed that emit shorter pulses at higher repetition frequencies and with higher power output levels. This need can be met by using structures already designed to emit high powers and then adapting them for pulsed operation. We shall bring together high-power semiconductor lasers with mode-locked operation to develop lasers that emit short higher-power pulses at world-record repetition frequencies. We shall also investigate structures that can be integrated with the laser that can compress the light pulses even further - and also investigate exactly how the light interacts with the semiconductor material, thereby finding optimum designs of the laser structures for specific applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E065112/1","grantId":"EP/E065112/1","fundValue":"2448270","fundStart":"2007-09-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"","person":"Charles Norman IronsideA. Catrina  Coleman","coPersons":["Marc  Sorel","Richard Michael  De La Rue","John  Arnold","David  Hutchings","John Haig Marsh","Anthony  Kelly"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}