{"id":"D15179C2-DE0B-45E8-B34A-B3E1718B2BA9","title":"Stem cell-derived cardiomyocytes for detection of cardiotoxicity in cancer therapeutics","abstractText":"Cancer therapies have improved greatly over recent years, but unfortunately can produce cardiac damage. More than a quarter of patients in some cancer clinical trials have been affected, and heart problems are a frequent barrier to increased dose of chemotherapy. This is understandable when considering that cancer therapies aim to destroy fast growing stem-like cells, while new cardiac therapies are encouraging stem cell-mediated repair. A particular problem is that cancer therapies are often given to aging sections of the population likely to have underlying cardiac disease. Current animal models do not always predict the cardiac effects for a number of reasons. First, many new cancer therapies such as monoclonal antibodies are often specific for human tissue and side-effects may not be seen in animals. Second, many problems only have effects after prolonged treatment, or when there is underlying cardiac damage, which is hard to model in animals because of the severity of the stress to the animal. Third, cardiac damage is often worse when combinations of agents are used, and it is difficult and expensive to reproduce all the combinations in the animal screens. We have developed single cardiac cell assays, using beating cells grown from human embryonic stem cell lines or similar stem cells made from adult human skin. These can model many aspects thought to underlie the cardiotoxic effect of chemotherapy because of their human origin and fast-growing nature, and their reliance on the kind of pathways that are targeted by anti-tumour agents. We have developed assays using these cells, and have found ways to test large numbers of anti-tumour compounds simultaneously. Equally, they can be used to test large numbers of potentially protective agents to offset the toxic effects. We will initially screen known cardiotoxic and non-cardiotoxic agents. Finally, our links with ?Stem Cells for Safer Medicines?, a not-for profit collaboration between industry, government and academics, will allow the testing of compounds which passed animal screens but which subsequently proved to be dangerous in man. Our interaction with this consortium gives a path for future commercial introduction of these assays. In addition to reducing the number of basic scientific experiments in this area, our work has the potential to decrease enormously the number and severity of animal experiments used in industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000035/1","grantId":"G1000035/1","fundValue":"323298","fundStart":"2010-11-01","fundEnd":"2012-10-31","funder":"NC3Rs","impactText":"","person":"Sian E Harding","coPersons":["Nadire Nedjib Ali"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}