{"id":"D15501CA-460C-437F-9C15-E4E965F811CB","title":"Fast Pixel Detectors: a paradigm shift in STEM imaging","abstractText":"The research proposed here aims to develop entirely new ways of imaging in the electron microscope, and to use these methods to study real-world materials problems. To illustrate the power of the methods we propose to develop, we have selected proof-of-principle materials problems from the areas of carbon nanotechnology, life sciences and electronic device structures.\nOver the past couple of decades a particular type of electron microscope, the scanning transmission electron microscope (STEM) has become increasingly popular due to its high-spatial and energy-resolution. Much of our understanding of how macroscopic materials properties relate to atomic structure and bonding, and how we can control properties by manipulating these, is a result of the development of techniques to characterise materials on very short length scales. The STEM is not only capable of imaging atoms and observing the structure and crystallographic details of materials, but also in performing spectroscopy on single atoms, allowing atom-by-atom chemistry to be determined. A further key development is the spherical aberration corrector, which has revolutionised the performance of these instruments by overcoming the earlier limitations of electron lenses.\nThe principle of STEM is the use of electron lenses to focus a beam of electrons to form a small illuminating spot or probe. The probe can be scanned across a sample using a beam deflector. A thin, electron-transparent sample is used, and transmitted electrons can be detector, and the intensity of those detected plotted as a function of the probe position during a two-dimensional scan to form an image. The mostly commonly used detectors are an annular dark-field (ADF) detector which is a detector in the form of a broad annulus that detects relatively high angles of scatter, and bright-field (BF) detectors that collect the unscattered and low-angle scattered electrons. Both these detectors collect the total scattering over a range of scattering angles, and the total intensity is used to form an image. Such an approach neglects the rich information that is contained in the fluctuation in intensity that occurs as a function of scattering angle.\nThe overarching aim that forms the basis of the current proposal is to use fast pixelated detectors to record the intensity as a function of scattering angle in the detector plane of a STEM, which is effectively a diffraction pattern. By recording each two-dimensional diffraction pattern as a function of probe position in a two-dimensional scan, a four-dimensional data set can be recorded that is the ultimate STEM imaging experiment. Such a rich dataset contains information about the phase shift that results from transmission, about the composition of the sample, the strain in the sample and the three-dimensional ordering in the sample. We propose to develop the methods to record this 4D data set, using fast pixelated detectors, and by developing an optimised direct-detection system, together with the methods to process such datasets to enable physically useful measurements to be made.\nWe believe the approach we are taking will create a paradigm shift in STEM imaging, and in time will become the standard approach to record data in the STEM. To illustrate the power of the approach, we have identified key materials science questions that we will address with the methods we develop. The applications are: (i) imaging charge transfer in doped nanomaterials; (ii) imaging of soft and radiation sensitive materials, (iii) imaging of electric and magnetic fields in magnetic nanostructures, (iv) 3D composition and structural ordering effects in ceramics; (v) interdiffusion in ceramic and semiconductor heterointerfaces.\nThe methods developed will be disseminated widely, particularly through their implementation at the EPSRC National Facility for Aberration-Corrected STEM (SuperSTEM) through which a wide range of users will be able to access the new methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M009963/1","grantId":"EP/M009963/1","fundValue":"391288","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Ian  MacLaren","coPersons":["Damien  McGrouther"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}