{"id":"D157FCD3-33A1-406A-AA03-B2109A27E6CF","title":"New Magnesium-based Enantioselective Deprotonation Methods: Greener General Base Strategies and the Development of a Catalytic Protocol","abstractText":"The ability to design and prepare new medicines is of paramount importance both to the UK economy and to general quality of life. In this regard, organic chemists are the scientists who design the molecules which have the greatest potential of acting as medicines for specific diseases, and devise how these potential drug molecules can be prepared. As such, organic chemistry plays a crucial role in the drug discovery process. The same is true in relation to the agrochemical industry and in the preparation of the small molecular building blocks (i.e. within the fine chemicals industry) which allow biologically-active compounds to be synthesised.In terms of organic chemistry, one very serious complication exists: many organic molecules can exist in two distinct mirror image forms. Such molecules are said to display handedness , i.e. they are mirror images of each other. The term used to describe these molecules is chiral . In turn, there is a possibility that a given drug molecule can be a chiral molecule and this is where potential problems can arise. More specifically, one mirrorimage form of the molecule can provide the desired drug-like effect and deliver the required health benefits, whereas the other molecule can either have a lessened (or no) effect or, at worst, can cause severe detrimental health effects. In this regard, the most widely publicised case was that of the drug thalidomide in the 1960's: it is believed that one mirror-image form of thalidomide provided the desired health benefits to pregnant women, while the other form caused defects within the growing foetus.Based on all of above, it is now crucial that medicines are prepared as single mirror-image forms for administration to patients. With the burgeoning demands on medical science, this requirement for single mirror-image forms of drugs places an increasing burden on the organic chemist. The two mirror image forms of an organic molecule are called enantiomers . As such, the synthesis of single enantiomers is called enantioselective synthesis . Separation of enantiomers can be performed but it is often difficult, time-consuming, and, since half of the material is discarded, is wasteful in terms of materials and resources. Following on from the details given above, it is not surprising that research into various methods for enantioselective synthesis is at the forefront of world-wide activity in organic chemistry.Recent preliminary studies at the University of Strathclyde have resulted in the formation of new metal-based reagents that deliver significant advantages in the enantioselective synthesis of desired organic molecules. These novel reagents are themselves chiral, have magnesium as the key metallic component, and, in conjunction with a nitrogen containing unit, can allow the preparation of molecules with a very high proportion of one enantiomer over the other. Furthermore, the molecules that are prepared are very useful building blocks used in the synthesis of more elaborate druglike materials in a single mirror image form. In this programme of research, by carefully modifying the components around the metal, we plan to devise even more efficient magnesium-based reagents for use in enantioselective synthesis. Additionally, we will expand the range of organic molecules that can be prepared by using our new reagents; this will allow an even more diverse range of beneficial products to be prepared in a single mirror-image form. Furthermore, we will attempt to carefully formulate conditions that will allow the use of only very small amounts of our metal-containing reagent, i.e. we will strive to develop a catalytic (recycling) system. Consequently, this will lead to more cost-effective, and energy- and resource-efficient methods, which will lead to enhanced sustainability. As such, this work will be of considerable value to researchers in the pharmaceutical, agrochemical, and fine chemicals industries, and, in turn, the country as a whole.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C548981/1","grantId":"EP/C548981/1","fundValue":"205288","fundStart":"2006-01-09","fundEnd":"2009-02-08","funder":"EPSRC","impactText":"","person":"William John Kerr","coPersons":[],"organisation":"University of Strathclyde","findingsText":" The requirement to access molecules in single mirror-image forms (for use in medicines, agrochemicals, materials, and fine chemicals) has placed enantioselective synthesis at the forefront of international activity in organic chemistry. At the outset of this programme, preliminary studies at Strathclyde had led to the formation of new magnesium bisamide reagents that had delivered appreciable selectivities in selected asymmetric processes. In this funded study, more efficient Mg-based reagents were devised, prepared, and used in enantioselective synthesis. More specifically, a series of Mg-amide bases that incorporate metal chelating side-arms were accessed, and which showed further enhanced levels of enantioselectivity in the deprotonation of a series of substituted cyclohexanones (in up to 94:6 enantiomeric ratio (e.r.)). A range of new aryloxy- and alkoxymagnesium amide base systems were also accessed, which showed moderate to good selectivity in benchmark asymmetric processes. More notably, an array of C2- and psuedo-C2-symmetric Mg-amine based systems were also explored, with excellent selectivities being observed (up to 95:5 e.r.), and at levels which are significantly higher than alternative simple chiral (lithium) amide bases. These new Mg base systems can be also employed at more elevated temperatures (e.g. -20_C to 0_C) with only minimal drop-off in e.r.; the same is also the case with the new chelating chiral bases prepared as part of this programme. This latter observation, has significant positive implications for the more widespread and energy-efficient use of such emerging Mg-amide bases; such higher temperature processes are not feasible with the equivalent Li-based systems.\n\nAlkylmagnesium amide bases have now also been shown to deliver efficiencies and enantioselectivities comparable with those of the Mg-bisamides but with only half the quantity of chiral amine. This further improves the cost-effectiveness of the new Mg-amide base systems. Formulation of sought after catalytic asymmetric deprotonation reaction processes were also targeted. In this regard, a recycling system has started to emerge, with sub-stoichiometric quantities of chiral amine (up to 43% yield and 83:17 e.r.).\n\nDuring the catalytic asymmetric studies, when employing hindered dialkyl- or diaryl-Mg reagents, it has been shown that desired deprotonations can be performed by a non-nucleophilic carbon-centred base (i.e. without any amine). Moreover, these processes proceed effectively without any significant reaction cooling and using only 0.5 mol. of the organometallic reagent, to offer appreciable advantages to the preparative chemistry community. This exciting departure is now the subject of both on-going studies within our laboratory and future grant applications.\n\nIt should be noted that an additional series of publications has yet to emerge from this project overall, with an estimated further seven papers forthcoming. Overall, a spectrum of new and efficient methods for employment in organic synthesis has emerged from this funded programme. As such, this work will be of considerable value to beneficiaries in academia, the pharmaceutical, agrochemical, materials, and fine chemicals industries, and, in turn, the UK economy and quality of life.  ","dataset":"gtr"}