{"id":"D15FBC2C-671D-4592-9B1A-B998F8F909A1","title":"Replacing, Refining, and Reducing Animal Usage in Epilepsy Research Using a Non-Sentient Model","abstractText":"Epilepsy is a chronic medical condition, whereby patients experience often debilitating seizures, greatly affecting their quality of life. At least 40 million people worldwide (6 million people in Europe) have epilepsy. It has a tremendous impact not only to the individual but also to society - the estimated total cost of epilepsy in Europe in 2004 was ?15.5 billion. Current scientific research into epilepsy almost exclusively employs laboratory animals. These animal experiments, primarily in mice, lead to the accidental discovery of Epilim in 1963 as an effective drug in seizure control, and Epilim is now the most widely prescribed drug for epilepsy treatment worldwide. Surprisingly, how the drug works in controlling seizures is unclear, and this has blocked scientists from developing more effective treatments or treatments with reduced side effects. Currently, thousands of mice are killed annually for epilepsy-based experiments.\nWe have recently tested a simple, single celled organism (an amoeba, Dictyostelium) for use in replacing animals in epilepsy research. In these studies, we have identified a novel effect of Epilim in regulating a critical process in how cells signal - by reducing the processing of a family of chemical within cells. These chemicals are known to control a number of cellular functions that are over-activated in epilepsy, thus this effect is likely to be involved in epilepsy control. We have also confirmed that these experiments are related to epilepsy control since we have tested one drug identified in Dictyostelium in mice and show the novel drug has better seizure control effects than Epilim. \nThe project outlined here will thus develop Dictyostelium as a model for epilepsy research. The model will be used to identify new epilepsy treatments and to understand the basis for the drug action, and then test a small number of lead compounds in animal models. Final compounds will be tested in refined chronic seizure models. This project will therefore develop a simple model to replace and reduce and mice in epilepsy research, and refine experiments on long-term seizure control. We estimate that in this project, screening 40 compounds will need 100 animals, reducing animal usage in the development of these drugs by 3900. The project is highly likely to help to unravel the complex way in which Epilim stops epilepsy in the human population and to develop new treatments for epilepsy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900775/1","grantId":"G0900775/1","fundValue":"415373","fundStart":"2010-01-05","fundEnd":"2013-04-04","funder":"NC3Rs","impactText":"","person":"Robin Simon Williams","coPersons":["Matthew Charles Walker"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}