{"id":"D1780684-D5D7-4D98-902B-7B36E729B2CC","title":"Investigation of Coaxial Indeterminate-Origin Nozzles for Jet-Mixing Enhancement Purposes","abstractText":"Jets are produced when fluids exhaust from nozzles and jet-mixing enhancements are used in many engineering applications such as fuel-air combustion chambers, aerodynamic flow-control and jet engine exhaust cooling. Two very important motivators for understanding and improving jet-mixing behaviour are suppression of heat and acoustic signatures from aircraft jet engines. From military perspectives, stealth is enhanced when mixing is increased between the hot engine exhaust and the surrounding air and dissipates the heat signature faster. On the other hand, reduction in acoustic signatures of aircrafts will lead to lower noise pollution to the community and allow higher flight speeds across civilian areas at similar noise levels as before.Jets produce flow vortices regularly and the key to improve mutual mixing is to enhance their production and interactions. One promising technique involves creating undulations or notches along the jet nozzle lip such that peaks and troughs are formed. In this case where the jet origin cannot be pinpointed at a fixed location, it is known as an indeterminate-origin (IO) jet. Earlier researches on different nozzle lip designs have shown considerable success in improving jet-mixing and some design concepts have been incorporated into stealth and civilian aircraft engine exhaust nozzles to reduce their heat and acoustic signatures respectively. However, these improvements may be advanced considerably by considering cases where two IO jet nozzles are arranged concentrically/coaxially. Additional interactions between the primary inner and secondary annular jet streams may offer ways to improve jet-mixing levels further.The project will study how various coaxial IO jet configurations may further enhance jet-mixing capabilities when compared to single IO jets, by looking at how these configurations affect the fundamental vortex flow physics. Insights into the most critical geometric and flow factors affecting how coaxial IO jets mix with their surrounding and how they differ from single IO jets will be revealed. Very importantly, this research topic has not been studied adequately before in terms of the resultant vortex dynamics. Hence, the interactions between the two IO jet streams in coaxial configurations represents an excellent opportunity to pursue further scientific understanding. On the other hand, these insights may aid future design and optimization of similar jet nozzles during the design stage by providing first-hand knowledge on how different geometric and flow conditions will influence their mixing levels. As the conditions favourable towards one application may be significantly different from those favourable towards another, it is important that designers appreciate these fundamental flow differences.To accomplish these aims, the proposed research will study coaxial IO jets experimentally using water as working fluid for both inner and annular jets by exhausting them into a quiescent water tank. The nature of water makes it an excellent fluid medium for understanding the fundamental vortex flow physics. Selected geometric configurations will be studied along with variations to the ratios of diameter and velocity of the inner jet with respect to those of the annular jet. Qualitative flow visualization and quantitative flow measurements will be used to collate the observed flow behaviour in terms of the resultant vortex dynamics and the interactions between the vortex structures to the jet-mixing levels achieved with the coaxial IO jet configurations systematically, such that any combinations of geometric and flow parameters leading to flow phenomena favourable towards improved jet-mixing can be identified effectively. These results will lead to significant improvements in our current state-of-the-art scientific understanding of the fundamental flow physics associated with these coaxial IO jets and may contribute towards actual engineering applications as well.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F003102/1","grantId":"EP/F003102/1","fundValue":"156086","fundStart":"2007-11-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"","person":"Ken  Badcock","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}