{"id":"D17FB315-FD1F-46C0-8192-BB6A12D23FB3","title":"TOPOLOGICAL MIRROR SYMMETRY","abstractText":"Dualities in theoretical physics are important tools to gain information on a physical model from its proposed duality with another typically more accessible physical theory. One such duality is mirror symmetry, which is a duality theory stemming from string theory. The mathematical implications of this duality are manifold. In the proposed project we are interested in relating these mathematical implications with ideas coming from number theory and representation theory. Namely, we propose to find patterns in the character tables of some finite matrix groups which explain this mirror symmetry from the perspective of Langlands duality. This latter is a vast program in modern number theory which in a special case implies Fermat's Last Theorem by the work of Andrew Wiles. In this proposal we are connecting via the study of the character tables of finite matrix groups, these two seemingly far dualities: mirror symmetry in string theory, and Langlands duality in number theory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I020519/1","grantId":"EP/I020519/1","fundValue":"156985","fundStart":"2011-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  The research is leading to new insights on the Langlands programme and its relation to string theory and mathematical physics.  ","person":"Tamas  HauselMinhyong  Kim","coPersons":[],"organisation":"University of Oxford","findingsText":" The proposal was suggesting to compute the E-polynomials of SL_n and PGL_n character varieties, using finite field count formulas and the representation theory of those groups over finite field. Our work did exactly that. Using additional non-trivial geometric arguments, and more sophisticated character formulas, some of them communicated to us by Pierre Deligne, the research was completed as proposed by the previous PI, Professor Tamas Hausel and collaborators. The agreement of the E-polynomials on both sides show the validity of topological mirror symmetry conjectures. It gives a coherent chain of ideas connecting ideas from theoretical physics with number theoretical results, in particular with the work of Ngo Bao-Chau on the Hitchin fibration.\n\n\n\nThe continuation by the current PI, Professor Minhyong Kim, is investigating the relation between the theory of motives and deformation theory in quantum field theory, with possible applications to non-abelian reciprocity laws. Because this grant was taken up only in the last year by Professor Kim, there are as yet no publications from this portion. This research investigates the relationship between number theory, an area of pure mathematics, and recent advances in quantum field theory, ideas from each side leading to insights in the other. Even though the research is mostly on the foundational aspects of the theory, it is hoped that it will contribute to a structural understanding of the theory of polynomial equations together with possible application to information theory. \n\n\n\nThe relevance of arithmetic to fundamental physics is an idea very much in vogue in string theory, and this research is also a step in making this connection concrete. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}