{"id":"D1838BAF-9405-4AA9-845A-E03DFE9F013F","title":"Assessment of ClNO2 as a missing oxidant in the UK atmosphere","abstractText":"Is nitryl chloride (ClNO2) a chlorine activation pathway and a strong Cl source that substantially affects tropospheric composition and oxidative capacity of the atmosphere in the UK?\n\nThe nocturnal formation of nitryl chloride (ClNO2) via reaction of N2O5 on Cl- containing particles has been shown to be a very efficient mechanism to activate chlorine. Recent observations of high levels of ClNO2 (up to 1 ppb) in marine/coastal and continental polluted regions in USA and Germany strongly suggests that ClNO2 chemistry is active on a much larger scale than previously thought, with very important consequences for air composition and quality, public and environmental health and global climate.\n\nThe work in this proposal explores by way of concerted measurements and modelling whether in the UK context, ClNO2 can release large concentrations of reactive chlorine (Cl) into the troposphere. The chemistry could be especially important for the United Kingdom as the UK is surrounded by the ocean, which provides a continuous source of sea-salt in the coastal areas and further inland. In addition, emissions from coal-fired power stations, spread of grit on roads during winter and usage of chlorinated compounds in swimming pools, sewage and water treatment plants, can provide significant sources of non sea-salt Cl. The other atmospheric precursor to ClNO2 is N2O5. The first wide-scale measurements of N2O5 above the UK were recently conducted from the FAAM aircraft during the NERC-funded RONOCO campaigns. The RONOCO flights found elevated N2O5 concentrations aloft (up to 1 ppbv), typically associated with atmospheric processing of NOx (nitrogen oxides) in pollution plumes from major UK cities, such as the London outflow over the English Channel/North Sea. The co-location of large sources of VOC, NOx and Cl- containing particles means that ClNO2 chemistry should be active in large parts of the UK. Since most of the population in the UK lives within ca. 100 km from the ocean and several large metropolitan areas (e.g., London, Glasgow, Liverpool) are located near the coast, this chemistry is likely to have a significant impact on the health and life quality of many people","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K004603/1","grantId":"NE/K004603/1","fundValue":"89663","fundStart":"2013-05-01","fundEnd":"2016-04-30","funder":"NERC","impactText":"  They have provided a novel methodology for the modelling of the budget of O3 in the troposphere  ","person":"Mathew John Evans","coPersons":[],"organisation":"University of York","findingsText":" We having investigated a theoretical model of the potential for chlorine to impact the composition of the troposphere There is probably limited interest in this Environment","dataset":"gtr"}