{"id":"D1857F77-9CC2-4393-84F5-24955F209322","title":"System-mechanics of the kinetochore: operating principles of a complex mechanochemical engine","abstractText":"Human beings are built from 50 trillion individual cells. Each cell contains 46 chromosomes - the packages of genetic material (DNA), which provide the instructions for how a cell should work and how a whole organism should be built. This huge number of cells originates from a single cell, the zygote, which is the result of fertilization of an egg with a sperm. This single cell needs to be able to divide itself to generate two new daughter cells, which then also divide to produce further cells; this process repeats until the correct number of cells are generated. Moreover, cells do not live forever and are therefore constantly being replaced by new ones. Thus, cell division is fundamental to the existence of life. A key part of cell division involves the accurate separation of the chromosomes into the two daughter cells - a process called mitosis. It is crucial that each daughter cell receives a complete set of chromosomes. We know that having the wrong number of chromosomes is a cause of multiple human diseases: (1) greater than 80% of human solid tumors have the wrong number of chromosomes and changing chromosome number is known to cause cancer in mice. (2) Many developmental disorders are the result of mistakes in chromosome separation - a well-known example is Downs Syndrome in which cells have an extra copy of chromosome 21. (3) A large proportion of miscarriages are caused by problems in chromosome separation. Clearly, it is vital that we work out how chromosome separation works. To move a chromosome the cell makes use of molecular cables called microtubules that can grow and shrink. Each chromosome has a 'hook' called the kinetochore, which can attach to the end of a microtubule cable. As the cable grows and shrinks the chromosome can be pushed and pulled. This is a beautiful system whereby the cell can move chromosomes around inside itself. However, unlike a hook, the kinetochore is able to control how and when a microtubule cable grows and shrinks. This way the kinetochore is the 'control centre' and the 'engine room' that decides when and where a chromosome moves. Kinetochores move all the 46 chromosomes into a line at the centre of the cell. This is called metaphase. At this time the chromosomes move back-and-forth like the pendulum on a clock, and then, the chromosomes are pulled into the daughter cells. But, how does the kinetochore do this? Why and how do the chromosomes change direction? The experiments that we propose to carry out will help answer these exciting and intriguing question and therefore advance our understanding of how chromosomes are separated into daughter cells during cell division. To do this we will use state-of-the-art imaging technology (microscopes) to observe how chromosomes move in living human cells. We can then accurately measure what happens to how the chromosomes move when we remove parts of the machinery from the cell. Because this is such a complex biological problem we will use mathematics to build a model of how the system works. By combining the disciplines of biology and mathematics together we expect to make large advances in our understanding of chromosome separation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I021353/1","grantId":"BB/I021353/1","fundValue":"717065","fundStart":"2012-01-01","fundEnd":"2016-06-17","funder":"BBSRC","impactText":"","person":"Andrew David McAinsh","coPersons":["Nigel  Burroughs"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}