{"id":"D1864020-FD23-4A25-A9E4-D182E9D3ABDB","title":"Can enhancing SWS improve daytime function in patients with CFS?","abstractText":"Sleep disturbance is a core symptom of chronic fatigue syndrome (CFS) and has a huge negative impact on daytime function and quality of life. Studies of sleep in the past 10 years have provided evidence that brain mechanisms of sleep regulation, and in particular homeostasis, are disrupted in CFS. Impaired homeostatic mechanisms of sleep result in poor sleep at night and sleepiness and fatigue during the day, contributing to the subjective and objective cognitive impairment seen in these patients. This study will bring together experts in CFS, sleep and psychopharmacology, to study the nature of homeostatic impairment in CFS and its impact on daytime function. We propose to use a pharmacological agent which increases deep restorative sleep (slow wave sleep) which is a marker for homeostatic drive to sleep at night. We will perform a single-dose challenge test in patient with CFS, to ascertain the extent to which this brief and safe pharmacological enhancement of slow wave sleep (and thus of homeostatic mechanisms) will have a significant beneficial impact on daytime impairment. We will include measures of sleepiness, vigilance, memory and subjective well-being. If our results are positive, this will clearly have several potential benefits to CFS sufferers. First, it will underscore the extent to which a major biological function, namely the homeostatic component of the sleep-wake cycle, is impaired in CFS. Second, it will enable us to focus on a specific important brain pathway. Third, it will allow us to evaluate the extent to which patients' daily functions and quality of life are likely to improve following a good night's refreshing sleep. Fourth, our results would direct future major programmes of research into understanding better the underlying sleep disorder in CFS. Finally, the proposed work may suggest potential therapeutic interventions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J002852/1","grantId":"MR/J002852/1","fundValue":"135198","fundStart":"2012-09-05","fundEnd":"2013-09-04","funder":"MRC","impactText":"","person":"David  Nutt","coPersons":["Basant K Puri"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}