{"id":"D191367F-60E5-4876-82FD-138374D17370","title":"Measurement, Modelling, Mapping and Management (4M): An Evidence-Based Methodology for Understanding and Shrinking the Urban Carbon Footprint","abstractText":"Global warming is a serious threat to mankind and is exacerbated by the release of greenhouse gases, in particular carbon dioxide. In the UK, as in other developed counties, buildings, and the activities in them, and transport generate significant carbon emissions: in the UK buildings 47% and transport 23%, and rising significantly. The UK has legally binding targets to reduce greenhouse gas emissions and has an intention to cut national CO2 emissions by 60% by 2050. The sequestration of carbon by living plants can 'lock' carbon in soils and ameliorate carbon dioxide emissions. In the UK about 80% of the population live in cities and other urban areas and these are continually expanding. One way to represent carbon emissions from different sources and to compare them is to calculate the carbon footprint. This can be done for an individual, a household, a city (or a country). There are however some difficult problems to be overcome in order to do this.The 4M project will then calculate the carbon footprint of the entire city of Leicester by:* Measuring the carbon released by traffic, and by the burning of fossil fuels in homes and places of work and the rate at which green plants and trees capture carbon and lock it in the soil;* Modelling the effects on carbon budget of road layouts, traffic volumes and traffic speeds, the way we use energy in our homes and places of work; and the way we look after green spaces;* Mapping the sources and sinks of carbon for the whole city and comparing this with the social and economic well-being of its 270,000 inhabitants; and* Management studies which will investigate how to shrink the city's carbon footpring through: changing the road network and/or the provision of better public transport; alterations to the maintenance of green spaces and the treatment of waste; the use of renewable and low energy systems to provide power and light; and the operation of individual Carbon Trading (ICT) schemes.ICT schemes give a limited carbon emissions allocation to individuals. People must emit less carbon dioxide than their limit or buy more credits. The tradeoffs that people might make, eg travelling less or buying renewable energy, will be studied. This will be one of the first studies to explore the likely impact of such schemes on the life-styles and well-being of city dwellers. The project consortium consists of the Institute of Energy and Sustainable Development (IESD) at De Montfort University the Institute for Transport Studies (ITS) at the University of Leeds and the Biodiversity and Micro-ecology Group (BIOME) at Sheffield University. It is supported by both central and local government representatives and contributors form various organisations concerned with the future, more sustainable development, of cities in the UK and overseas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F007604/1","grantId":"EP/F007604/1","fundValue":"2726670","fundStart":"2008-04-01","fundEnd":"2008-10-12","funder":"EPSRC","impactText":"","person":"Kevin  Lomas","coPersons":["Richard Mark  Rylatt","Anil Kumar Namdeo","Margaret Carol Bell","Jonathan  Leake","Kevin John Gaston"],"organisation":"De Montfort University","findingsText":" The UK government has a target to reduce national carbon dioxide (CO2) emissions to 80% of the 1990 level by 2050. Urban areas are the source of most UK CO2 emissions. The 4M project sought, for the first time, to measure the direct CO2 emissions from buildings and transport in a UK city, and to quantify the organic carbon stored in soils and plants. These are the main components of a city's carbon budget. \n\n\n\nThe four year study used as its foundation a face-to-face survey of households in the city of Leicester (population 329,000 in 2011). The sample of 575 homes in the Living in Leicester (LiL) survey was representative of the housing stock and households. Each household provided data on their domestic energy use, travel behaviour and garden management practices. The LiL survey was supplemented by field measurements of organic carbon in gardens and public spaces, home electricity and gas meter readings, digital map and photography analysis, modelling of domestic and non-domestic buildings, and measurement and modelling of the city's traffic flows. The models enabled the potential for CO2 emissions reduction, and enhanced organic carbon sequestration, to be quantified. The survey and additional measurements showed that mean household emissions from gas, electricity and personal transport, for 2009, were 2,909kgCO2e, 2,105kgCO2e, and 1,757kgCO2e respectively. The mean total organic carbon stored in household gardens was 9,178 kgCO2e. \n\n\n\nThe home energy modelling study revealed that refurbishment of the housing stock of the city, through insulation, draught proofing, improved glazing and more efficient lights and appliances etc., could, at most, yield a CO2 emissions reduction from the housing stock of c41%. The reductions achievable in practice will, however, be much less due to many social and technical factors. Temperature measurements in the LiL homes indicated that well insulated homes are more likely to overheat in summer and so improvements in energy efficiency measures need to be considered alongside overheating risk.\n\n\n\nThe LiL survey revealed that more than half of the trips made by car were for very short distances, which are, per kilometre, particularly polluting because engines are cold. Almost two-thirds of commuters used a car to travel to work, about a third walked or cycled, and only 2% shared a lift. Half of the children walk to school but over a quarter went by car. The city-wide mapping of transport-related CO2 emissions revealed the spatial distribution and indicated a total value, for 2009, of 330kT CO2 for road traffic and 5.1kT CO2 associated with rail travel. A 100% penetration of electric vehicles would, if the 2005 traffic levels were maintained, contribute a 60% reduction in transport CO2 emissions, with zero toxic emissions at the point of use. \n\n\n\nThe inventory of vegetation and soil organic carbon stocks, sampled at over 400 sites in gardens and public green spaces, was combined with high resolution GIS mapping to provide a spatially resolved city-wide organic carbon budget. Soils stored over 82% of the urban ecosystem organic carbon, with trees storing 97% of vegetation organic carbon. The calculated stocks of organic carbon were over ten times higher for vegetation, and several times higher for soil, than previous estimated values. Modelling revealed the potential to enhance vegetation organic carbon stocks even in densely urbanized areas, through tree planting or the establishment of short rotation coppice for biofuel production. Large trees and soils were most important for organic carbon storage so management should prioritise the protection of these existing resources.\n\n\n\nWhilst average and total city-wide emissions are interesting for benchmarking, the diversity between individual households is important for effective action. Interestingly, the emissions from home gas and electricity use, and due to car travel, were all highly skewed with 50% of homes being responsible for 97% of CO2 emissions for travel and 60% of home energy use. The highest emitting households had emissions that were more than 25 times those of the lowest emitting households. The top 10% of the households were responsible for 20% of the total emissions, whereas the lowest 10% for only 3% of the total emissions. Higher income, owner occupied houses with more people were responsible for the higher total emissions. \n\n\n\nQuantification of CO2 emissions from non-domestic buildings proved to be very difficult due to the huge diversity of building types and modes of occupation. City-scale modelling is therefore a formidable task but a spread sheet-based non-domestic energy model, begun in a previous project, was further developed, tested and validated. To enable deployment at the city scale, appropriate additional data structures and inference mechanisms were designed and the whole model then implemented in the Java programming language. A new digital mapping concept was introduced and used to automatically determine the appropriate modelling units based on a novel integration of diverse datasets. Advanced 3D visualisation produced a city-scale overview of energy use and the potential to interrogate individual buildings, and the premises within them, to extract more detailed energy-related information. These innovations, taken together, represent a significant advance in the field; although there is considerable scope for further development. Data to underpin either analytical or empirical models of non-domestic buildings is scarce, which is a barrier to effective management of emissions from this sector. The immediate beneficiary of the 4M work has been the principle project partner, Leicester City Council (LCC). The Council has been able to capitalise on the findings to: improve green space management strategies, to informed decisions to address air quality and deliver lower traffic emissions, and to develop the domestic energy use component of the LCC document 'Making Leicester a Low Carbon City - Action Plan Guidance' as a precursor to the LCC Climate Change Programme of Action. A conference to relay the findings of the domestic energy work is in the planning phase. An event that will give bespoke feedback to schools on how to reduce carbon emissions by encouraging walking and cycling is being planned.\n\n\n\nThe domestic energy demand data set, supplemented by further work using secondary house data, has been used in a project funded by the Energy Technologies Institute (ETI, Loughborough, ?63k). The aim is to verify and validate the new domestic energy refurbishment program (ETI-TE) developed by a consortium led by the UK Building Research Establishment. The program aims to predict the energy savings, costs and materials requirements of large-scale domestic refurbishment projects. The detailed electrical energy monitoring work contributed to a report for the Department for Energy and Climate Change, entitled &quot;How Trends in Appliances Affects Domestic CO2 Emissions: a Review of Home and Garden Appliances&quot; (DECC, Loughborough, ?60k); the work won the Loughborough University 2009 Enterprise Award for consultancy. The mapping techniques and local area analysis methods were developed to the national scale in the project Disaggregated Scenarios for Demand Studies, DS4DS (UKERC, Loughborough, ?120k). Heat and electricity demand maps of Great Britain, for the present and future, were produced, which will inform the development of the national heat and power supply networks. \n\n\n\nThe urban organic carbon measurement work is being used to provide advice on the development of a GIS-based ecosystem service mapping tool (ECOServ) for The Wildlife Trust network across the UK (Durham Wildlife Trust, Sheffield).\n\n\n\nElements of the PITHEM software have been used by a number of non-academic partners - most notably by Newcastle/Gateshead, Leeds and of course LCC, to assist in their general requirements for providing low-carbon transport alternatives within their respective authority areas. The outputs from the modelling of scenarios have been used by Newcastle and Gateshead in preparation of their application for funding into support Sustainable Cities and by Durham to address their air quality management areas. Finally the Intelligent Transport Society has, through regular meetings of the Smart Environment Interest Group, developed traffic management strategies and action plans informed by 4M. \n The research has produced results that are of interest to a wide range of stakeholders. These have been disseminated at project workshops and conferences, in national academic and international conferences and in a radio talk show, as well as in numerous academic journals and non-academic outlets. In addition, the data collected, the access to the Leicester households, and the modelling and measurement techniques, are being, or will be, used for further research by the 4M project team and others, both at home and overseas. Most importantly, the team, which established a good working relationship, will deploy the tools and techniques in the project - Self-Conserving Urban Environments, SECURE (EPSRC, Newcastle, Sheffield, Exeter and Loughborough, ?2.1M).\n\n\n\nThe LiL data, concerning household energy demands and internal temperatures, has been used to support three PhD projects that are in their final stages: one seeks to benchmark domestic gas and electricity consumption within English local authority areas; a second examines the differences in the heating patterns in homes and the energy implications of these; and a third, which capitalised on the access to the LiL households, has measured the minutely variation in home electrical energy loads. Two Master of Research (MRes) dissertation projects also capitalised on the access to the LiL households, one to study the variation in temperature between rooms during the winter heating period, and a second to examine the effect of extensions and conservatories on energy consumption. Two future MRes dissertation projects will use the data to develop a dynamic model for predicting summer temperatures and wintertime energy use. \n\n\n\nThe expertise in temperature monitoring, and the understanding of domestic energy demand diversity has also enabled the development of a substantial new project that will require a large-scale survey of homes - Digital Energy Feedback and Control Technology Optimisation, DEFACTO (EPSRC, Loughborough, ?1.6M). The project has strong non-academic partner backing from major domestic refurbishment providers.\n\n\n\nWork continues, following on from a successful PhD project, to enhance the visualisation and single building interrogation facility of the non-domestic modelling tool. The new spatial unit concept is likely to be of interest as an enabling mechanism for city-scale energy modelling generally. Non-domestic energy use management, at a level of detail comparably to that in the domestic sector, is only likely to be realised through a determined campaign aimed at bringing together thinking at national and local levels. \n\n\n\nThe work to study organic carbon and the new findings, which overturn previous assumptions about stored carbon in urban soils and vegetation, has spawned a number of publications that have resulted in international media coverage. The methods developed are directly transferable and should be used to quantify and map organic carbon storage in other cities in the UK and Europe to better understand and manage the benefits humans gain from urban ecosystems.\n\n\n\nThe Platform for Integrated Traffic, Health and Environmental Modelling (PITHEM) software, which enables linking of traffic models with emission models for quick estimation of emissions, has generated interest amongst other academic institutions, local authorities (outside of Leicester) and consultants. The continued development of PITHEM will be through the SECURE project. It has been applied in China as a part of the EPSRC-funded Global SECURE project and the DEFRA-funded Low Emissions Zone (LEZ) projects for the councils in Tyne and Wear and West Yorkshire. Three annual CPD courses which teach some of the key outputs of 4M, including the PITHEM modelling platform, have been developed during the period of the 4M project and continue to be well attended by delegates from as far away as Nigeria. Research outputs have been shared with the delegates during British Council funded visits to India (IIT Delhi, IIT Madras) and the USA (Penn State University and Baltimore Morgan University). PhD work has concluded that, if there is to be any chance of meeting the government's 2050 carbon reduction targets, local authorities need to introduce a set of integrated policies, including an aggressive restriction of vehicle kilometres, incentives to scrap older vehicles, and strong incentives to support public transport. Communities and Social Services/Policy,Energy,Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}