{"id":"D19317F6-2F6F-473E-824A-4B47AD9497E3","title":"Simplifying the assessment and management of fisheries and other natural resources","abstractText":"This project aims to develop and evaluate an alternative approach to natural resource management, with particular emphasis on fisheries management in Europe. Traditional fisheries assessment models are based on trying to optimise yields, which requires a large amount of data. If data is unavailable or unreliable then assessment results are inaccurate and management becomes difficult. This project will develop an alternative approach based on monitoring trends and changes in key empirical indicators such as mean catch weight or proportion of fish of a certain age, which act as a proxy for the status of the fish stock. The indicator signal is analysed using simple process control techniques borrowed from the field of operational research. Combining the indicator signal with a harvest control rule that specifies the annual catch or effort will then result in a much simplified management framework. The ultimate aim of the project is to demonstrate that this simplified management framework can be used to manage European fisheries with only a minimal amount of data required. Hence, problems in the current system with unreliable or unavailable data and (some of) the vast expense of data collection can be reduced. The results will be of great interest to those in the fisheries science community and can be used immediately to support assessments completed by ICES (International Council for the Exploration of the Sea). The simplified assessment and management framework is generic and need not be restricted to fisheries: results will also be of interest to those involved with management of other natural resources, including terrestrial systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G000492/1","grantId":"NE/G000492/1","fundValue":"68470","fundStart":"2009-01-01","fundEnd":"2009-12-31","funder":"NERC","impactText":"  During the project we disseminated our results to the general fisheries science community (at ICES working groups, and by visiting national fisheries labs in the UK and Ireland) as well as the fishing industry (by an article in Fishing News). Agriculture, Food and Drink,Environment Policy & public services","person":"Edward Alexander Codling","coPersons":[],"organisation":"University of Essex","findingsText":" This project developed and evaluated an alternative approach to natural resource management, with particular emphasis on fisheries management in Europe. The approach is based on monitoring trends and changes in key empirical indicators such as mean catch weight or proportion of fish of a certain age, which act as a proxy for the status of the fish stock. We completed a novel data analysis of 16 fish stocks that are relevant to the UK, and found 8 stocks that had suitable data that would fit into this methodology. For these 8 real stocks (and for a number of simulated stocks) we completed further analysis using process-control techniques (CUSUM). We were able to show how and when the CUSUM technique might be best used with a fisheries indicator to detect changes in the underlying stock biomass. We completed further computer simulations of a 'virtual' fish stock to consider how indicator-based fisheries management might be implemented using a decision-based harvest control rule. By considering a range of scenarios we were able to demonstrate when this approach is appropriate, what the potential limitations are, and when problems with the approach might occur. We have demonstrated that this simplified management framework could be used to manage European fisheries with only a minimal amount of data required. However, this would require a change in the management objective (from optimising yields to stability in catches and a sustainable stock level), as the approach can only deal with relative (not absolute) changes in the stock. On going development of methods within fisheries assessments, particularly in the case of 'data-poor' fisheries. Agriculture, Food and Drink,Environment","dataset":"gtr"}