{"id":"D193C511-FEF2-4100-A393-BEB6BFFC6603","title":"Evolvable Process Design (EPD)","abstractText":"The aim of this research lies in the design and manufacture of an Evolvable Process Design (EPD) reactor platform such that 'evolved' chemical reactions can be investigated for the first time. This will be achieved by developing a novel engineering approach to the design and construction of a chemical reactor system that combines three crucial elements: (1) a chemical process system, (2) a feedback / GA-managed control system, and (3) chemical building blocks that can reversibly bind together. The development of this system will allow the selection of a chemical system that has the correct properties to allow evolution (i.e. ability to mate, produce off- spring, and live or die depending on the fitness landscape applied to the system). By combining these key three elements the EPD-system aims to utilise feedback and selection mechanisms based on spectroscopic properties of the system / molecules / materials being evolved. These reactors will be designed to examine chemical evolution, the proof of principle that this approach is viable and then the eventual extension to three key example areas including drug design, catalysis discovery and new materials discovery. This approach is of great relevance to the process industries since, by adopting an evolvable approach to the new molecules/material once the system identifies the route to climb the fitness landscape, the optimal process will be discovered at the same time. In other words, once you have your product you have your process . This will result in an order of magnitude change in the time-to-market of new products. The system will be designed to be intrinsically scaleable and continuous, meaning that scale of production will not be an issue. In addition to the process industries, reactor-based chemical evolution, has the potential to initiate a career study to simulate, or re-create, the fundamental chemical processes that are related to the emergence of life and complexity in chemistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F016999/1","grantId":"EP/F016999/1","fundValue":"329271","fundStart":"2008-01-16","fundEnd":"2011-01-15","funder":"EPSRC","impactText":"","person":"Adam Philip Harvey","coPersons":[],"organisation":"Newcastle University","findingsText":" 1. Various new designs of &quot;Mesoscale&quot; Oscillatory Baffled reactor were characterised.\n\n2. Helically baffled reactors were shown to have an unusually broad operating wndow for plug flow, and are the subject of ongoing scale-up studies.\n\n3. A design was developed for biodiesle production as the 2 immiscible fluids presented particular problems.\n\n4. Dynamic screening was developed for a range of applications including biodiesle production and imine synthesis. This is a rapid method of determining o One prototype unit has been sold to a commercial partner, with a view to ongoing development as a product. The research can be exploited via commercial sales of the process screening unit that has been developed as part of this work. Chemicals","dataset":"gtr"}