{"id":"D19327B0-FFCE-49AA-8553-9C81D176E7A9","title":"Quaternary Structure and Dynamics of Polydisperse Molecular Chaperone Complexes","abstractText":"After their synthesis, the folding of proteins into their correct functional arrangements often requires assistance by 'molecular chaperones'. These proteins also play a vital role when the cell is stressed, by preserving and subsequently repairing damaged proteins. The mechanism by which these proteins carry out their 'housekeeping' duties is not fully understood, yet malfunctioning of this network results in a variety of disease states and even premature death. In this project we will focus on the least well understood family of the molecular chaperones, the Small Heat-Shock Proteins (sHSPs). In addition to their chaperone function, members of this protein family have been implicated in various disease states including cataract, motor neuropathy, and Alzheimer's disease.\n\nSpecifically, we will examine how sHSPs behave and interact with client proteins under stress conditions, and how they fit into the overall chaperone network in the cell. We have previously shown the sHSPs to be very dynamic, in that they can exchange subunits between each other on a rapid timescale. Their tendency to populate a range of states simultaneously, and to co-assemble with other sHSPs, has hampered conventional approaches to their study. We have focussed much of our previous research on developing and employing mass spectrometry (MS) strategies for the study of these proteins, and have developed a tool-kit well equipped for probing both their structure and dynamics. \n \nThe primary goal of this project is to examine in detail the complexes formed between the sHSPs and unfolding target proteins, which are the pivotal molecules in the sHSP chaperone pathway yet remain very poorly understood. We aim to characterise their organization, dynamic fluctuations, and their formation and disassembly. To achieve this ambitious target we will employ, and concomitantly develop further, a variety of MS-based approaches, including: the dissociation of the complexes in the gas phase; real-time reaction monitoring; and the direct measurement of their size.\n\nTo probe further the molecular details of these complexes between sHSP and target proteins we will perform molecular biology experiments in which we specifically mutate certain amino acids in the sHSPs to mimic modifications found in vivo. Thereby we can assess the effect of these alterations on the structure and dynamics of the complexes they form with substrate, allowing us to probe in detail the molecular mechanism of sHSP activity.\n\nTherefore, through providing such insight into the way sHSPs interact with unfolding proteins we will go some way to understanding the pathway of their chaperone function. Furthermore, by clarifying their role in the overall molecular chaperone network, and examining the differences observed under conditions mimicking cellular stress, we hope to gain novel insight into the mechanism of their function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J018082/1","grantId":"BB/J018082/1","fundValue":"297246","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"BBSRC","impactText":"","person":"Justin  Benesch","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}