{"id":"D1976845-1EF9-47EE-9D69-879506410F1B","title":"Adaptive hierarchical radiation transport methods to meet future challenges in reactor physics","abstractText":"This proposal comes at a time when the UK nuclear sector is resurgent. It is now widely accepted that one of the ways in which the UK can meet its commitments to reducing CO2 emissions, as well as dealing with its over-reliance on imported fuel supplies, is to replace the current fleet of ageing nuclear reactors. However, in recent years the UK has seen a substantial reduction in trained scientists and engineers and this skills shortage is now approaching a critical point. Unless immediate action is taken the skilled work force will be too small to oversee safe operation, decommissioning and waste disposal from the current nuclear power facilities, let alone satisfy demand driven by any future new build. In addition, many nuclear related issues also remain unsolved, from new reactor designs to waste disposal, and so increasing our expertise as well as our understanding in nuclear is of great importance. In this proposal we will address many of the main issues by developing novel approaches for radiation transport modelling (RT). This will enhance our understanding across a range of fields from reactor physics, radiation shielding and radiation damage to criticality safety and waste disposal. This will put the UK back at the forefront of RT research. It will also inform policy makers, scientists and engineers involved in energy and environmental initiatives and increase confidence in nuclear safety and waste disposal.\nRT modelling has been notoriously difficult. This is partly due to the high complexity of the 7 dimensional phase-space that describes radiation transport, but also the inherent multi-scale geometries within reactor cores are beyond the modelling capabilities of most numerical schemes. Multi-scale, reduced order, and adaptive numerical methods can therefore be extremely valuable to this area of reactor physics. They can link together the numerous length-scales, from the smallest fuel element to the largest fuel arrays, with mathematical rigour whilst forming computationally efficient and fast solutions. The proposed work will realise this potential by developing, for the first time:\n1) A full multi-scale model for RT that rigorously links all length scales for reactor physics applications.\n2) Embedded reduced order methods that significantly reduce computational complexity by several orders of magnitude through the reduction of large scale models to only a few hundred unknowns.\n3) Error estimates that enable adaptive capabilities which can resolve the full 7D phase-space &amp; focus computing resources on resolving the key physics, therefore increasing efficiency without compromising accuracy.\n4) Parallel solver technologies for the efficient solution of large scale problems that can be carried out on current &amp; future multi-core computer platforms.\n5) Embedded data assimilation methods that link the above technologies with known nuclear data uncertainties to form error bounds on solutions &amp; other key parameters.\nThis will provide new information on uncertainties, sensitivities &amp; errors resulting from variations in geometry, material data and other input parameters.\nOur overall aim of this project is the accurate prediction of RT using a world leading model. The novel technologies including; multi-scale methods, reduced order models, error estimates, adaptivity, data assimilation and parallel solvers will be implemented within our finite element RT model framework RADIANT. By providing a model with advanced numerical technologies that accurately capture intricate geometric detail, combined with estimates of errors and sensitivities, we can enable the user to make informed judgements on a wide range of nuclear applications. This will have wide ranging impacts, e.g. informing government and regulatory bodies, enhancing company and stakeholder capabilities and ensuring that the scientific communities research methodologies are cutting edge. This will serve to increase confidence, mitigate errors and reduce risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J002011/1","grantId":"EP/J002011/1","fundValue":"1159330","fundStart":"2011-12-01","fundEnd":"2015-11-30","funder":"EPSRC","impactText":"","person":"Matthew Denham Eaton","coPersons":["Matthew David Piggott","Antony J Goddard","Christopher Charles Pain","Gerard  Gorman","Paul  Smith","Richard Peter Smedley-Stevenson"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}