{"id":"D19CA561-1645-4415-9A5B-10B4AF6ED22D","title":"Design and assessment of suitable surrogate fuels for diesel fuel modelling","abstractText":"For the next decade, the diesel fuelled compression ignition combustion technology is expected to remain as one of the most efficient, practical, and cost-effective means of delivering power for vehicular and stationary applications. Transforming and bringing cleaner and more efficient engine technologies from the research and development laboratories to the end consumer (market) is both cost and time intensive. Computational modelling of the diesel fuel, the combustion process and the resulting emissions serves as a practical tool to gain insight and design better (less polluting and more efficient) engines of tomorrow. However, in order to provide reliable predictions, a model needs to account for the detailed evolution of a large number of chemical species in addition to complex sub-processes such as turbulence and heat transfer occurring in an engine. In this work, we systematically develop a mathematical description in the form of a chemical mechanism that describes the combustion and formation of emissions from combustion of diesel fuel. The model will be rigorously validated against experiments under practical engine conditions. We expect to gain a better understanding of the characteristics of soot emissions, namely, the morphology, composition, size and density, based on which new techniques can be derived to reduce these harmful pollutants. The results from the proposed work will be disseminated in the public domain using open-source initiatives to the benefit of the scientific community and the society at large.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G028672/1","grantId":"EP/G028672/1","fundValue":"374683","fundStart":"2009-04-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  The chemical kinetic mechanisms for transportation fuels, the advanced population balance modelling techniques for nanoparticles, as well as the algorithms for generic model development which were all developed and published as part of this grant have since been taken up by a spin-out company and employed in consultancy projects for example involving the car industry. Energy,Transport Economic","person":"Markus  Kraft","coPersons":[],"organisation":"University of Cambridge","findingsText":" The research focussed on systematically developing and experimentally validating chemical kinetic fuel models to accurately describe both the combustion and detailed soot formation from various transportation fuels including complex diesel fuel surrogates. The aim was to gain a better understanding of the characteristics of soot emissions, namely, the morphology, composition, size and density, based on which new techniques can be derived to reduce these harmful pollutants. For this, an existing population-balance based soot model was improved and extended to describe particle morphology and composition.\n\nA novel chemical kinetic diesel surrogate fuel model has been introduced. The model consists of chemistry for each main chemical group in diesel fuel: n-decane, iso-cetane, methylcyclohexane, and toluene. Ethanol chemistry is also included should the effect of oxygenates on conventional diesel fuels need to be investigated. This kinetic model was optimised using in-house software, and a novel heuristic for selecting reactions useful in optimisation was introduced. This heuristic combines the Level of Importance (LOI) algorithm and reaction sensitivity analysis to select the most relevant reactions for optimisation, thus including the importance of timescales in optimisation, which has previously not been the case. It was shown to greatly reduce the time needed to select reactions for optimisation, and furthermore identify those that would be otherwise ignored. Error analysis was performed on the optimised chemical kinetic mechanism and shows that the optimisation improves its overall response when compared to a wide range of experimental data.\n\nIn addition, we have developed computational infrastructure which allows the creation of (fuel and other) models in a fashion far superior to conventional methods. This is due to the use of state-of-the-art optimisation and Bayesian techniques for parameter estimation and experimental design, and the at least partial automation of those. The developed chemical kinetic mechanisms as well as the developed numerical techniques can be, and have already been, used in academia and industry in applications in the energy, environment, and transport sectors. Energy,Environment,Transport","dataset":"gtr"}