{"id":"D19DBEA8-F4BD-4726-8DA5-5C5719A9C7B6","title":"MERLIN: Mesopically Enhanced Road Lighting: Improving Night-vision","abstractText":"This project will investigate how the lighting of roads in residential areas might be changed so as to preserve the benefits of good vision while minimising energy consumption. In residential roads the road lighting is designed primarily to meet the needs of pedestrians. Benefits of road lighting for the pedestrian are enhancement of safe movement (e.g. increased visibility of potential trip hazards) and perceived safety. Minimising energy consumption will also reduce operating costs and carbon emissions. Road lighting in the UK consumes 2.5TWh electricity per annum, of which approximately one third is associated with residential streets (the remainder being trunk route lighting, signs and bollards). At a typical unit cost of 0.10/kWh this represents an annual cost of over 83 million. Recent advances in lighting technology and in our understanding of mesopic vision have the potential to improve specification of the spectral power distribution (SPD) and spatial distribution of lighting to achieve reductions in the level of illumination, and hence a reduction in energy consumption, whilst maintaining or even improving the level of benefits. A direct route to improved lighting design and thus energy savings will be through better specification of residential street lighting criteria. This will be realised by amendments to British Standard BS5489-1: two of the applicants serve on national and international standardisation bodies for road lighting and so are able to implement such amendments.Comparison with international practise suggests that light levels used in the UK may be excessive. In the UK, residential streets are lit to average pavement illuminances in the range 2 to 15 lux. However, Australia tends to use average illuminances of only 0.5 to 0.85 lux, and 3 to 5 lux in Japan. Thus there is clear potential to reduce light levels in the UK.The project involves three major stages. First, we propose to identify and characterise the principal visual tasks of pedestrians at night-time and the key aspects of the visual environment they consider to be important. This will be established by analysing the pedestrian environment on current residential roads: an eye tracking study will be carried out to determine what objects are viewed when walking at night-time together with a reassurance study to determine how the spatial and photometric characteristics of streets affect perceived safety. To our knowledge, the fundamental question of 'What is important to pedestrians' has not been the focus of any previous research. The work proposed for the second stage will identify how these critical visual tasks are affected by the level of illumination, spectral power distribution and spatial distribution of lighting. This will be examined in two parallel studies; (i) an examination of threshold visual responses, and (ii) an examination of the performance of applied tasks, such as facial recognition. The final stage will determine the optimum criteria for lighting design in residential streets and hence the optimum illuminances and light source properties based on the data obtained in the project. We will subsequently demonstrate and validate the benefits of implementing the new findings to end users by re-lighting a sample of residential streets using the optimised design criteria that will emerge from this project. Because this work will be dependant upon the previous findings and because it requires agreement with local authorities this part of the project has been scheduled as a follow-up activity. Agreement has already been obtained from lighting equipment manufacturers to donate much of the equipment needed for this work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I003940/1","grantId":"EP/I003940/1","fundValue":"508213","fundStart":"2011-03-29","fundEnd":"2015-05-28","funder":"EPSRC","impactText":"","person":"John Lazar Barbur","coPersons":[],"organisation":"City University London","findingsText":"","dataset":"gtr"}