{"id":"D1A21DEC-41FD-4399-A4D6-AEFA37D22DF1","title":"Entangling dopant nuclear spins using double quantum dots","abstractText":"Quantum mechanics has led to a deep and profound understanding of the electronic and optical properties materials, which has underpinned the technological revolution of the past century. Yet, there are key elements of quantum mechanics, specifically ideas such as 'coherent superposition' and 'entanglement', which have still to be harnessed directly in a technological application. With our improving ability to control smaller and smaller devices, with ever greater precision, we begin to enter a regime where such concepts can evolve from abstract 'thought experiments' to phenemona exhibited by real devices. Sufficiently controlled, superposition and entanglement will enable a new set of technologies - termed Quantum Technologies (QTs)- which offer major and fundamental improvements over certain existing technologies. Examples include ultimately secure communication, enhanced sensors, and 'quantum' computers able to solve problems that are simply intractable on any existing computer today. \n\nSilicon devices have demonstrated quantum bit (qubit) characteristics which make them extremely promising for future QTs. As for most potential QT platforms, the next key step is identifying ways to scale up control and interactions between qubits, and, as seen when comparing different QT approaches, there is a compromise between using 'natural' quantum systems such as those based on atoms, and 'artificial' ones such as those based on superconducting circuits or quantum dots. \n\nThis project will bring together both such approaches, as is possible within a silicon-based architecture, in order to benefit from their respective advantages. We will use the uniquely long coherence times of donor spins in silicon (which can be as long as hours), with the tunable control of quantum dots in which entangled singlet and triplets are natural basis states. In doing so, we will demonstrate a scalable method to entangle very long-lived quantum bits in silicon, which will enable future applications in metrology and quantum computers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K025945/1","grantId":"EP/K025945/1","fundValue":"604637","fundStart":"2013-10-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"John Julian Morton","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}