{"id":"D1ADA1BF-DB77-4862-9188-400494679089","title":"Exo-Net","abstractText":"In order to survive human cells must continuously release and internalize both soluble and membrane bound factors. The most common method by which cells release factors such as serum proteins, peptide hormones and antibodies is called ?exocytosis?. In human cells exocytosis can happen in three ways. Every cell in our body is constantly producing small vesicles, which fuse to the plasma membrane. This is how we replenish the external membrane around our cells. In addition some specialized cells like neurons and secretory cells posses a population of specialized vesicles or granules, which only fuse with the plasma membrane when the cell is stimulated. It is very important that this form of exocytosis is tightly controlled as neurons must only transmit signals at the appropriate time, and the level of molecules like peptide hormones released into the circulation must be carefully controlled. Because exocytosis is an essential process, it is not surprising that defects in this process can result in different forms of human diseases including neuronal and immunological disorders, reproductive problems and diabetes. Although we now have a fairly good understanding of how exocytosis works in human cells there are still many things that we do not understand. To increase our understanding of this important process we plan to use a range of complementary technologies to build maps that show which proteins interact at different stages of exocytosis. We also intend to use new techniques to study these interactions in living cells. By building these ?living maps? we will have a much better understanding of how exocytosis is controlled in different human cells. This information could then help us to develop rational strategies for regulating the release of factors from specific cell in the body.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500331","grantId":"G0500331","fundValue":"206908","fundStart":"2006-06-01","fundEnd":"2009-05-31","funder":"MRC","impactText":"","person":"Christopher Mark Sanderson","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}