{"id":"D1AD7DE1-0A4B-4E5B-BD77-18BF04829032","title":"Imine Reductases: Biochemistry, Engineering and Application","abstractText":"The synthesis of biologically active pharmaceutical and agrochemical compounds requires that chemical intermediates are synthesised in a very specific way, giving only one of two possible isomeric forms, as the unwanted form may be inactive or even toxic. Some of the most important chemical intermediates in pharmaceuticals synthesis are amines, nitrogen containing compounds that form part of well-known drugs such as beta-blockers and painkillers such as ibuprofen. It is a significant challenge to synthesise amines in single isomer form, and increasingly both academics and industrialists are turning to enzymes - nature's biological catalysts - as an efficient way of making these compounds. Not only do enzymes naturally possess the required selectivity to make single isomers, they are also attractive from the perspective of sustainable, green chemistry, as they work at ambient temperature and pressure, do not require toxic chemical reagents to work, and generate lower hazard waste than some non-biological catalysts. Many kinds of enzyme have been used to make single-isomer amines, but a new class of enzymes 'imine reductases (IREDs)' has recently been unearthed, which offers new and improved ways to synthesise these important compounds. One of the major advantages relates to reaction yield; while many of the competing enzymatic routes result in only 50% maximal theoretical yield, IREDs can deliver 100% yield of the single isomer form required. In this project we propose to take our early work on IREDs and to develop this with a view to offering valuable new enzyme catalysts for industry. We will first engineer commonly used industrial bacteria to make large amounts of the IRED enzymes, and then we will thoroughly test their ability to catalyse the industrial reactions of interest. We will use X-ray crystallography to determine the molecular structure of these enzymes, and this will allow us to make conclusions about how they work at a molecular level. If we learn more about how the enzymes work, we can then use protein engineering techniques to make the enzymes work better on the reactions of interest, but also expand their applicability so that they work on new reactions that are not catalysed by the natural enzymes. We can also use the structural information to improve the way that the enzymes will perform under industrial process conditions. In the end, a comprehensive review of this class of IREDs will be performed, resulting in important new information on a largely unexplored group of enzymes, and valuable catalysts for the production of important industrial synthetic intermediates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M006611/1","grantId":"BB/M006611/1","fundValue":"293097","fundStart":"2015-05-01","fundEnd":"2018-08-30","funder":"BBSRC","impactText":"","person":"Nicholas John Turner","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}