{"id":"D1BECEC9-C270-4836-B53F-E559AE135DBC","title":"Energy Efficient Cities","abstractText":"Since 80% of the UK population lives in urban areas, and buildings and ground transportation account for over 70% of the demand for energy in the UK, there are large benefits to be had from improved energy efficiency in towns and cities. Cities are integrated systems composed of numerous components with interconnecting links: the density of the city is related to building type; the transport system depends on the nature of the buildings and the green spaces in the city; the opportunity to use local forms of power generation (combined heat and power, biomass, heat pumps, fuel cells, wind or solar power) is a function of orientation, building density and form; the scope for natural ventilation within buildings varies with external wind conditions and so depends on the urban environment; and so on. We propose an integrated approach to research ways of reducing the energy demand in cities. A number of current staff in the Departments of Engineering, Architecture, Chem. Eng., Computer Lab, JBS and BP Institute at the University of Cambridge already working in relevant areas, but more can be achieved by the appointment of additional lecturers in carefully chosen and complementary fields. With this critical mass, we propose to establish an interdisciplinary research initiative around the theme of energy efficient cities. The initiative will develop an integrated approach to buildings, transport and decentralised power generation, bringing together design and technologies with the specific goal of energy demand reduction, while recognising the other factors that affect human choices and behaviour within cities. The research would address urban design and planning to integrate low-energy buildings and transport, developing quantifiable systems level models so that trade-offs can be assessed. Research into the energy performance of buildings and groups of buildings is in its infancy. Very few buildings are analysed with appropriate prediction tools and even fewer are monitored and studied after completion. Thus there are major gaps in our understanding of what actually happens. Emphasis will be put on the development of novel technologies for energy efficient buildings. Examples include: novel materials and surface treatments that can change the thermal properties of buildings; optimisation of heat transfer through and ventilation flows in buildings; sensors and smart computer-based systems to optimise energy use; and technologies to exploit the energy available on the site from ground source heat pumps to photovoltaic roofs and wind turbines. A significant proportion of the built environment is currently designed around meeting people's mobility needs. For the time being it seems certain that urban residents will wish to continue to use private transport, but may be willing to accept smaller, lighter vehicles, better suited to the urban environment. The performance of current vehicles far exceeds that necessary for use in towns and cities in terms of acceleration, top speed, size and weight. This has been driven partly by customer preference, and partly by crash-worthiness, but the latter can be altered by urban planning and by restrictions on the speed, size and weight of other road traffic. Relevant technologies to achieving high efficiency with extreme engine downsizing include: enhancing the performance of turbochargers; development of strong, ultra-light weight materials; sensors and smart computer-based systems; improved energy storage devices for electric/hybrid vehicles; integration of building and vehicle power supply; and attention to some of the vehicle's sub-components (eg air-conditioning, which currently can account for 20% of the fuel consumption when operated; tyres, re-optimising for reduced rolling resistance and improved fuel burn rather than high speed). In addition to the research, another output will be trained people, building up the UK's capability in areas important for reducing energy dema","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F034350/1","grantId":"EP/F034350/1","fundValue":"2758530","fundStart":"2008-09-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"","person":"Lynn  Gladden","coPersons":["Ann  Dowling","Ian  Leslie","Marcial  Echenique","Koen  Steemers","Lord Robert  Mair"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}