{"id":"D1BE041E-1F15-40E8-9CE0-24890763F91C","title":"Molecular analysis of the protein machinery underlying insulin secretion","abstractText":"Our increasingly sedentary lives, combined with the widespread availability of high energy foods, has resulted in a dramatic increase in obesity-linked diseases. Under normal conditions we consume food irregularly, throughout the day, and our body compensates by storing energy, in the form of the sugar glucose, when it is plentiful and releasing this energy, when required, between meals. The storage of glucose is controlled by insulin, which is released from the pancreas to stimulate excess glucose uptake from the blood and storage, primarily in the liver and muscles. However, under conditions of obesity, this system is put under pressure to store the extremely high levels of ingested energy. Initially the body adapts and more insulin is released from the pancreas, stimulating the storage of more glucose. However, eventually this compensation mechanism begins to fail and the body is no longer able to control the levels of glucose in the blood. Through undefined mechanisms, these high blood glucose concentrations are toxic to the pancreatic cells responsible for insulin release, decreasing insulin secretion even further, compounding the problem, and resulting in the development of Type 2 diabetes. \n\nThe highly specialised cells in the pancreas that release insulin are called beta-cells. This process of insulin secretion is highly regulated, utilising proteins as molecular machines to release insulin only when required. While we know a great deal about the proteins involved, to date we have been unable to observe them directly in beta-cells. Recently a new type of technology has been developed that allows for tens of thousands of individual proteins to be observed. This allows for both their precise location and movement to be analysed with an accuracy of one-thousandth the thickness of a human hair. Using these new approaches it is now possible to answer the key questions of how insulin release is regulated and how this changes during Type 2 diabetes.\n\nIn this research project, we aim to understand the organisation of the secretory protein machinery under normal physiological conditions and how this changes under the conditions experienced in Type 2 diabetes. To achieve this we will use cutting edge molecular microscopy techniques to examine the spatial arrangements of the proteins, their movements and their interactions with other proteins. Once we understand the normal physiological organisation of the secretory protein machinery we will examine how this is altered under Type 2 diabetic conditions. This study will provide answers to three key questions. First, how is the secretory protein machinery organised. Second, how is this organisation maintained, Third, how is this changed under conditions where high glucose concentrations begin to decrease insulin secretion in Type 2 diabetes. This research will greatly improve our understanding of how the protein machinery is organised to coordinate insulin release. Ultimately this could lead to new methods of diagnosis, prevention of transition from compensation to loss of beta-cell function, and therapeutic treatments for Type 2 diabetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K018639/1","grantId":"MR/K018639/1","fundValue":"404030","fundStart":"2013-10-21","fundEnd":"2016-10-20","funder":"MRC","impactText":"","person":"Colin David Rickman","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}