{"id":"D1C09132-912E-4B80-8D5B-4940A63D2AFD","title":"Local Cortisol (CORT) Regulation in Ovarian and Uterine Disorders","abstractText":"A major call on healthcare budgets and clinical facilities relates to medical conditions associated with two cyclical reproductive processes; menstruation (periods) and ovulation (monthly release of an egg). Menstrual complaints carry an annual treatment cost of over #65million. Surgical management for menstrual complaints continues to rise and it is younger women who mostly contribute to this increase. There is an urgent need to identify medical alternatives to surgery. One in seventy women will develop significant disease of the ovary and ovarian cancer is the leading cause of death from gynaecological cancer. Risk factors include childlessness and increased number of ovulations. By contrast, the oral contraceptive pill significantly reduces the risk. Menstruation and ovulation have much in common as both are inflammatory events with repeat episodes of tissue growth, injury and repair of the damaged tissue ( ovarian surface or womb-lining, known as endometrium). We wish to focus in depth on how the key anti-inflammatory molecule, cortisol (CORT) is made available to cells of the ovarian surface or endometrium to accomplish cell repair at the very site of ovulation or menstrual injury. Our proposed research programme will combine expertise in basic science and clinical medicine. With ovarian and uterine tissue samples from women we will use modern cellular and molecular biological techniques to undertake a detailed study of the molecules and mechanisms, and specifically regulation and dysregulation of cortisol production in the ovary and uterus. We will thus be better able to understand the mending processes involved in local tissue repair post-menses and post-ovulation, and how these may be dysregulated in gynaecological disease - ovarian cancer and abnormal bleeding. An enhanced understanding of the control mechanisms responsible for normal resolution of inflammation in the reproductive tract will hold the key to the development of improved methods not only of diagnosis, but importantly, also for novel treatment approaches to these debilitating conditions. Most importantly these studies will contribute to our understanding of processes involved in development of ovarian cancer and abnormal uterine bleeding.\n\nTo keep our local community appraised, the University of Edinburgh Centre for Reproductive Biology (CRB) has a Public Lecture Series on Reproductive Health which will begin in 2005 with four information evenings during the year. Short informative lectures will be followed by discussion on the research topics being addressed in the CRB that directly impact Reproductive Health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500047","grantId":"G0500047","fundValue":"639021","fundStart":"2005-10-01","fundEnd":"2008-09-30","funder":"MRC","impactText":"","person":"Hilary Octavia Critchley","coPersons":["Stephen Gilbert Hillier","James Ian Mason"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}