{"id":"D1C2A157-65EF-4C31-BDAA-68E1F1F1536F","title":"Handling complexity in huge heterogeneous cryo electron microscopy datasets: visualising biological processes at quasi-atomic resolution","abstractText":"Biological molecules in solution are the basis of life. Biological macromolecules interact with each other in an aqueous environment, forming complexes that have different conformational states in performing their biological function. Rapid freezing of biological solutions to liquid nitrogen temperatures solidifies the solution to a glassy phase of water ('vitrified' water) that perfectly preserves biological complexes. Vitrified solutions of biological complexes can be imaged directly in the cryogenic specimen holder of the electron microscope. From the images obtained one then calculates three-dimensional (3D) structures of the embedded complexes. The whole procedure is known as 'cryo-EM'. However, in spite of the excellent specimen presentation inside the vitrified solution the raw images produced by cryo-EM are extremely noisy and difficult to process. This is because the biological samples are highly radiation sensitive and start decaying after receiving an electron exposure of only 10el/&Aring;2. At such low exposure levels the 'quantum noise' in the images exceeds the molecular information by orders of magnitude. The group of the applicant has been one of the leading groups in developing the 3D cryo-EM methodology. Cryo-EM has recently yielded impressive results at resolution levels better than ~10&Aring;, with some highly symmetrical viral capsids structures revealed up to ~4&Aring; resolution. Single-particle techniques are thus now approaching resolution levels previously only achievable by X-ray crystallography. A reliable de-novo atomic interpretation of a structure is possible at ~3&Aring;, resolutions hitherto achieved mainly by X-ray crystallography, where the biological molecules are necessarily confined to the rigidity of a crystal. Single-particle cryo-EM methods, in contrast, give a direct window into the full biological complexity of what is happening in solution. Cryo-EM images can contain a plethora of different complexes, in different functional states. Exting that structural information from the extremely noisy data, at quasi-atomic resolution is a challenge in modern biology. Cryo-EM has the potential to provide information at resolution levels of ~3&Aring;. To achieve this new level of resolution for observing biological machinery in action, we first need excellent state-of-the-art EM instrumentation and effective data-collection pipelines to harvest the required huge data sets. Above all we need to create fast, massively-parallel new and improved computational tools. Our new astigmatic data-collection strategy significantly increases the high-resolution information content of single-particle images and has already lead to a ~4&Aring; resolution structure. Astigmatic data collection will also allow us to process small ~100kD proteins, a size hitherto not amenable to single-particle processing. Our new parallel eigenvector-eigenvalue 'MSA' methodology, capable of handling terabyte-sized data sets, will be exploited in various new procedures including our new 'total data set' transfer-function (CTF) correction. The new parallel MSA pattern recognition programs will also be exploited for separating the different complexes in their different conformational states from their noisy images in the vitrified solution. By the parallelisation of the new overall procedures and by mapping them onto fast new computing hardware, we want to greatly improve the sheer computing power available. The specialist team of method developers are already in place. Advanced EM instrumentation is in place centred in the CBEM national cryo-EM facility which houses the CM 300 liquid Helium instrument. For testing our procedures on the latest cryo-EM technology we have access to one of the first FEI Titan Krios instruments available world-wide. The direct visualization, by cryo-EM, of complex biological machinery in action may open a new chapter in our understanding of biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G015236/1","grantId":"BB/G015236/1","fundValue":"909852","fundStart":"2009-02-01","fundEnd":"2012-07-31","funder":"BBSRC","impactText":"","person":"Marin  Van Heel","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}