{"id":"D1C679A3-0E6C-4844-BA43-26D6B3F3EAD7","title":"Fine scale measurement and mapping of plant-soil microcosms with special reference to DU.","abstractText":"The use of depleted uranium (DU) munitions during military conflicts has highlighted concerns over longer-term health risks and potential for environmental damage resulting from exposure to DU Recent Royal Society reports have identified the current lack of understanding of the behaviour and fate of DU in the terrestrial environment. Consequently, it is timely to establish the key processes affecting the chemical forms and distribution of DU in soil, hence an interdisciplinary team comprising University of Aberdeen, University of Wales (Bangor), University of Sheffield, NERC Isotope Geosciences Laboratory and the British Geological Survey has been formed to undertake work. Of particular importance is the influence of plants on DU, both from the perspective of potential for accumulation of DU in plant tissues and with respect to the central role that plants have on the chemical forms of elements in soil. The proposal aims to determine the physiological potential of contrasting plant species to acquire DU via root uptake. Initially, uptake of DU will be studied in solution systems, also allowing determination of root deposition of compounds active in solubilisation of DU Building on results of these studies, soils collected from MoD testing ranges at Kirkcudbright and Eskmeals will be used to assess plant acquisition of DU from real contaminated soils. Impacts of plant growth on DU distribution and chemical forms in these soils will be determined. In addition, key processes affecting DU mobility and key constraints on plant acquisition will be determined. This approach is facilitated by the interdisciplinary skills base of the consortium partners, crucially combining expertise in plant physiology, soil science and analytical chemistry to identify processes affecting the fate of DU at spatial scales relevant to these processes. The total projected cost is &pound;512604.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C506872/1","grantId":"NE/C506872/1","fundValue":"60810","fundStart":"2008-01-01","fundEnd":"2008-12-31","funder":"NERC","impactText":"","person":"Cameron  McLeod","coPersons":["Matthew  Horstwood","Barry  Rawlins","Randall Richardson Parrish","Deri  Tomos","Edward  Paterson","Mike  Burrell"],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}