{"id":"D1C64939-4C45-4CAE-BA6B-F76F330E1E1B","title":"Modelling eye specification in human embryonic stem cells","abstractText":"In the human body, there are cells that can still grow, like skin or blood cells, and other that cannot, like brain cells. When cells die in the body, naturally or as a consequence of accident or disease, they can be substituted by new ones only if those cells that died belong to the kind of cells that can still grow. This is the reason why some diseases cannot be cured to date. One type of disease that cannot be treated is blindness due to the loss of eye cells responsible for the detection of the light and the transmission of that information to the brain. If those cells could be substituted by new ones, we could potentially cure some forms of blindness. The investigation that we propose here has the ultimate goal of producing cells able to take the place of cells lost in the retina, the part of the eye that receives the visual information and transmits it to the brain. To do so, we propose to use human embryonic cells with the ability of transforming into any type of cell of the body, which are called embryonic stem cells and which are already available for experimentation. The key to transform embryonic stem cells into the kind of cell you need is to treat them with the right molecular messengers that tell the cells what to do. In our previous research, we have characterised in animal model systems many of the messengers that are required to inform a cell that it has to become a retinal cell. The next step is to use this knowledge to direct the fate of human embryonic stem cells to produce the retinal cells that could be used to replace those lost because of disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D014891/1","grantId":"BB/D014891/1","fundValue":"236044","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"BBSRC","impactText":"  Our finding have been used to advance science in this area as the papers we published have been cited by others.  ","person":"William  Harris","coPersons":["Stephen  Eglen"],"organisation":"University of Cambridge","findingsText":" This grant was for a postdoc in my lab to try to push human embryonic stem cells (hESCs) towards retinal progenitor fates. We found efficient protocols to turn hESCs into neurons by inhibiting activin and nodal signalling, and efficient protocols for anteriorising these fates through subsequent activation of activin/nodal and BMP signalling. Our findings will prove useful to those who want to make brain region-specific types of neurons from human stem cells either for translational or basic research. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}