{"id":"D1CE5984-4DDA-4D35-A15B-B5AF779BDF35","title":"Ultrasonic Measurement and Beamforming using Optical Sensors","abstractText":"The proposal describes the fundamental development and response quantification of sensitive, lightweight optical sensors for ultrasonic monitoring applications. The principal research components centre on providing a comprehensive theoretical and experimental understanding of the basic interactions between ultrasonic strain fields and optical fibre bragg grating (FBG) sensors. Two potential exploitation examples of the technology provide the background and application context for this research: ultrasonic beamforming in sonar arrays, and acoustic emission detection in structural health monitoring. These areas were carefully selected as they encompass the typical amplitude range of ultrasonic signals commonly encountered in engineering applications (in transmit sonar arrays the displacement fields are of high amplitude, often many 10's of nanometres, whereas in acoustic emission applications, the displacement field amplitudes may be lower than 100 picometres). Letters of support from THALES Underwater Systems (Sonar systems) and AIRBUS UK (Structural Health Monitoring) are included to help demonstrate the value of this work. Of course the opportunities for ultrasonic array monitoring are not confined to sonar systems. The increasing use of complex coded sequence actuation for ultrasonic arrays demonstrates a growing demand for improved ranging accuracy and resolution in sonar, non destructive testing and medical ultrasound fields. The potential for a lightweight, non-intrusive ultrasound field monitoring capability in such arrays provides a unique capability to provide absolute (calibrated against optical wavelength) measurement of the amplitude and phase characteristics at the output of these arrays. Such measurements facilitate calibration, optimisation of beamforming algorithms, and the capability to continuously monitor real-time changes under operational conditions. If successful the research will enable a step change for both areas of application in addition to related fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F01371X/1","grantId":"EP/F01371X/1","fundValue":"791493","fundStart":"2008-05-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"  Work arising from this research has involved a continued push to utilise low power laser ultrasonic systems for calibration and validation of acoustic emission systems. Aerospace, Defence and Marine,Education,Other Economic","person":"Stephen Gareth Pierce","coPersons":["Graham  Thursby","Brian  Culshaw","George  Stewart","Gordon  Hayward"],"organisation":"University of Strathclyde","findingsText":" The proposal has studied the engineering and response quantification of sensitive, lightweight optical sensors for ultrasonic monitoring applications. The principal research goals have been to improve theoretical and experimental understanding of the basic interactions between ultrasonic strain fields and optical fibre sensors (both integrating polarimetric devices, and fibre bragg gratings - FBGs have been investigated). Two potential exploitation examples have provided the background and application context for this research; the first being ultrasonic beamforming in sonar arrays and the second acoustic emission detection in structural health monitoring applications. These areas were carefully selected as they encompass the typical amplitude range of ultrasonic signals commonly encountered in engineering applications (in transmit sonar arrays the displacement fields are of high amplitude, often many 10's of nanometres, whereas in acoustic emission applications, the displacement field amplitudes may be lower than 100 picometres). The increasing use of complex coded sequence actuation for ultrasonic arrays demonstrates a growing demand for improved ranging accuracy and resolution in sonar, non destructive testing, medical ultrasound, geo-physical imaging, and process control applications. The potential for a lightweight, non-intrusive ultrasound field monitoring capability in such arrays provides a unique capability to provide absolute (calibrated against optical wavelength) measurement of the amplitude and phase characteristics of the array output. Such measurements facilitate calibration, optimisation of beamforming algorithms, and the capability to continuously monitor real-time changes under operational conditions. For such real-time array calibration the benefits lie in the potential compensation for the effects of ageing, materials degradation, operational loading characteristics and manufacturing tolerances. In application to sonar systems the benefits are in superior acoustic performance characteristics leading to the direct benefits of improved target identification and location, combined with the capability for adapting to changing operational characteristics in the field. Similar benefits would be realised in the other potential array application areas such as improved defect sizing in NDE, medical and geo-physical imaging; and superior control of output power in therapeutic and process control ultrasonic systems. The project has successfully integrated fibre sensing elements into the critical sub-assemblies of typical sonar array transducers, and preliminary demonstration of adaptive compensation algorithms has been demonstrated. Understanding the fundamental interaction of ultrasonic frequency strain fields with FBG sensors gives rise to additional applications in acoustic structural health monitoring. The FBG sensor characteristics (dielectric, sensitive, lightweight, single ended multiplexing potential) are equally important for application in aerospace, civil engineering, offshore oil and gas industry, shipping and renewable wind energy industrial sectors, where improved inspection methods could ultimately bring economic and safety benefits. The project outputs into theoretical and experimental understanding of the basic interactions between ultrasonic strain fields and optical fibre sensors provides essentially underpinning knowledge to achieving these goals. Aerospace, Defence and Marine,Electronics","dataset":"gtr"}