{"id":"D1CEA48C-3D6A-4204-8D6E-2A17EA9C6E13","title":"The evolution of deformation mechanisms, physical conditions and physical properties in the seismogenic Alpine Fault zone: a pilot study","abstractText":"The movement of large faults in the Earth's crust is controlled by the physical properties of the fault rocks: these are materials formed within the zone of fault movement. Earthquakes are generated in the top 10-20 km of the earth's crust (known as the seismogenic zone). The fault rocks in the seismogenic zone (brittle fault rocks) are formed by processes that produce material made up of lots of small particles that roll-around and slide past each other, with fluids playing an important role in controlling these processes. Understanding the physics of brittle fault rocks is crucial to understanding both the long-term movement of faults, on a time scale of millions of years, and to understanding the nucleation, rupture and cessation of large earthquakes. The Alpine Fault zone of New Zealand is a major plate-boundary fault that produces great earthquakes every 200-400 years. The fault movement involves a large component of dextral strike-slip - when one stands on one side of the fault the other side moves to the right (at about 35mm per year averaged over hundreds of thousands of years). It also involves reverse movement, so that the east side is sliding upwards and over the west side, at about 10 mm per year. There is a very-high rainfall on the west coast of the South Island and the uplifted material is eroded quickly so that the action of the fault over tens of thousands to millions of years is to bring materials from depth up to the Earth's surface. Materials from 10km get to the surface in a million years. What is unique about the Alpine Fault zone is that fault rocks at the surface have come from all depths in the fault zone and that equivalent fault rocks are being generated by the active fault today. We can sample brittle fault rocks at the surface that were formed at 5km depth and we can use geophysics (remote sensing into the Earth) to find out about what conditions exist today in the active fault at 5km depth, where equivalent fault rocks are being created. There is nowhere else where we can do this. In this proposal we aim to collect the first complete section of brittle fault rocks from the Alpine Fault zone and to use these to better understand the physics of processes in the seismogenic zone. The brittle fault rocks are often covered by river gravels and no complete section is exposed at the surface. So to collect the samples we plan to drill through about 150m of rock and collect cores from the drill hole. The core samples will be analysed in the laboratory so that we know their physical properties and can model better their behaviour on earthquake timescales and longer timescales. This project will involve significant international research collaboration and provides a stepping stone towards a more ambitious programme of deeper drilling and allied science supported by International Continental Drilling Programme. The ultimate goal is use the Alpine Fault Zone as a natural laboratory to understand the physics of rock deformation in the seismogenic zone and the physics of earthquake rupture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H012486/1","grantId":"NE/H012486/1","fundValue":"80946","fundStart":"2010-03-23","fundEnd":"2014-03-22","funder":"NERC","impactText":"","person":"David John PriorElisabetta  Mariani","coPersons":["Daniel Roy Faulkner"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}