{"id":"D1D31BD4-C58A-4BFB-9B7C-881E0BBC0C0F","title":"From the North Sea to the Arctic Ocean: The impact of temperature on eukaryotic phytoplankton","abstractText":"Building directly on our preliminary unpublished data and a funded sequencing grant (Joint Genome Institute, US) that will substantially support this project, we will combine environmental metagenomics (genomes from a community of organisms) and metatranscriptomics (expressed genes from a community of organisms) with targeted functional molecular genetics and biogeochemical studies to provide first evidence that temperature in the surface ocean has a significant impact on eukaryotic marine phytoplankton (microalgae) community structure and metabolism. Marine phytoplankton (microalgae and cyanobacteria) contribute about 50% of global carbon production and so have significant impact on biogeochemical cycling of elements and therefore climate. Despite the significance of temperature for evolution, metabolism and biogeochemical cycles in the ocean, the exact impact on natural eukaryotic phytoplankton communities is still subject to much debate but is of significant importance to predict the outcome of global warming for some of the most important primary producers on earth. However, our preliminary unpublished data based on eukaryotic marine phytoplankton metatranscriptomes obtained from 1) North Pacific, 2) Central Equatorial Pacific, 3) Southern Ocean, 4) North Atlantic, and 5) the Arctic Ocean give first evidence that temperature is at least as important as nutrients and light for community structure and metabolism of marine microalgae in the global surface ocean. Especially diatom and dinoflagellate metabolism based on expressed genes across the 5 investigated marine habitats shows a high correlation with temperature and much less so with any of the measured nutrients. Translation of mRNA into proteins seems to be the most temperature dependent process in marine microalgae, indicated by a negative correlation between temperature and the abundance of ribosomal transcripts. Protein synthesis accounts for a remarkable ca. 75% of the cells total energy budget and ribosome content can be as high as 25% of total proteins in a cell. Thus, temperature might have a significant impact on the abundance of ribosomal proteins and maybe also on the total protein content in marine microalgae with consequences for marine food-webs and biogeochemical cycling of carbon and nitrogen in different latitudinal temperature zones of the surface ocean. \nFor this research project, we have targeted one of the most temperature sensitive regions of the ocean: North Atlantic and Arctic Ocean. It is expected that many Arctic phytoplankton species won't be able to adapt to warming because the predicted environmental changes will occur on a time scale too fast for evolutionary processes to react. Thus, it is more likely that species that are well adapted to the low-temperature Arctic environment will be replaced by intruders from lower-latitude geographic areas outside the Arctic Circle, a process that already is underway. Thus, we are going to sample natural phytoplankton communities for metagenomics and metatranscriptomics on a transect from the southern North Sea to the high Arctic Ocean to investigate differences in community composition and metabolism of potential intruder communities from the North Atlantic in comparison to polar communities of the Arctic Ocean. We will also investigate whether increasing ribosomal transcripts under lower temperatures result in higher concentrations of ribosomal proteins in North Atlantic and Arctic diatom and dinoflagellate species by using antibodies and Western Blots. Potential consequences for biogeochemical cycling will be investigated by measuring cellular protein concentrations and particulate organic carbon and nitrogen under different temperatures in the selected microalgal species and natural communities sampled for sequencing. This project will provide first insights into how temperature changes will impact North Atlantic and Arctic marine microalgal community composition and metabolism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K004530/1","grantId":"NE/K004530/1","fundValue":"348180","fundStart":"2013-07-29","fundEnd":"2016-07-28","funder":"NERC","impactText":"","person":"Thomas  Mock","coPersons":["Vincent  Moulton"],"organisation":"University of East Anglia","findingsText":" This is still work in progress not yet Energy,Environment","dataset":"gtr"}