{"id":"D1D5C8F4-A593-4BA3-9386-667B35C6FD81","title":"Appraising the Direct Impacts of Aerosol on Climate (ADIENT)","abstractText":"Aerosols are tiny particles in the air derived from natural surface sources (such as soil dust and sea spray) and human sources (vehicle exhausts, power station plumes, etc.). Aerosol particles present in the atmosphere tend to reflect sunlight back into space, causing cooling of the Earth's atmosphere. Yet some aerosols, for example from fires and old diesel cars, are made from carbon and actually absorb the Sun's light. This warms the atmosphere. Aerosols also have an indirect effect on the climate: for example each water droplet in a cloud is normally formed around an aerosol particle, so more aerosols in the atmosphere will also affect how clouds form. Despite all that is known about aerosols their overall effect is uncertain. It is unclear if they cool or heat the Earth. In this project we will use an aircraft jointly to make measurements of aerosol properties (such as size and composition) in two different UK campaigns + ADIENT-PLUME: Six flights will be performed over the North Sea in plumes downwind of UK cities to measure the evolution of aerosol particles + ADIENT-BUDGET: Six flights will be carried out mapping the impact of the UK sources on regional aerosol. In addition, three flights will be made in still conditions which favour the build up of aerosol pollutants In addition we will devote some flying hours to a European study that is trying to quantify aerosol properties on a European scale. The new data will be used to characterise aerosol properties typical of the UK and to test how well models describe the evolution of aerosols and their properties. Insights gained will then be used to improve our modelling capability of those processes which control aerosol development. Finally the new data on UK and European aerosol will be compared with existing aircraft, satellite and ground based measurements of other regions to provide a description of how strongly European aerosol effects light in the Earth's atmosphere compared to aerosol found over other important global source regions such as the Sahara desert and the Amazon basin.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E011071/1","grantId":"NE/E011071/1","fundValue":"187337","fundStart":"2007-06-21","fundEnd":"2011-03-20","funder":"NERC","impactText":"","person":"Roy Gordon Grainger","coPersons":["Eleanor Jo Highwood","Gordon Bruce McFiggans","Hugh  Coe","Brian John Kerridge","Helen  Brindley","Kenneth  Carslaw"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}