{"id":"D1D9D2AE-C63B-4579-856A-DF9F023C6B59","title":"Newton001 Temporal profiling of cardiac autonomic changes following organophosphorus poisoning","abstractText":"Organophosphorus (OP) compounds are the most widely used insecticides in many countries including Brazil, Egypt, India and USA. According to the latest reports, OP are responsible for the majority of poisonings, deaths and suicides attempts in Brazil. The latest Brazilian National System reporting on Toxico-Pharmacological Poisoning (SINITOX, 2009) indicated that the number of people poisoned by pesticides between 2001 and 2007 increased in 347% in a single State alone (Espirito Santo) compared to an equivalent period in previous years. This Brazilian State now has the second highest number of OP poisoning cases (5,512) within the south-east region of Brazil. OP compounds act by interfering with nerve cell communication by blocking an enzyme (acetyl cholinesterase). This leads to disruption of both the central and peripheral nervous systems. The effects on the heart, circulation and breathing by OP are likely to contribute in a major way to their lethality. Although clinical signs of OP poisoning are well described, our understanding of the precise mechanisms and their time course is highly limited and it this we wish to study. This is important because it would reveal the most effective therapeutic treatment relative to the time after OP poisoning. Following OP exposure, clinical symptoms are classified into 3 stages: (i) acute crisis syndrome within the first few hours; (ii) an intermediate stage between 12-96 hours and (iii) a delayed nervous system dysfunction stage. We wish to understand how the heart, circulation and respiratory symptoms occur within the first two stages of OP poisoning, and whether these are worsened in conditions of pre-existing heart failure. We propose that the deleterious effects of OP poisoning immediately affect the peripheral nervous system controlling the heart, circulation and respiration, worsen with time and are exaggerated if the subject has pre-existing heart failure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M026442/1","grantId":"MR/M026442/1","fundValue":"40828","fundStart":"2015-01-31","fundEnd":"2017-01-31","funder":"MRC","impactText":"","person":"Julian Francis Paton","coPersons":["Ana Paula  Abdala Sheikh"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}