{"id":"D1DBF548-595A-426D-BF92-8B32314B13A6","title":"Nano- and Micro-scale Integration of Glass-on-Semiconductor for Photonic Components Engineering","abstractText":"The proposed Basic Technology project aims to achieve a quantum leap in integration techniques for photonic devices by developing and using a range of micro- and nano-scale engineering tools for chemically dissimilar photonic materials; e.g. the glass-based materials with inorganic semiconductors. We anticipate that new tools will have a major impact on existing and emerging photonic components space used from ultra-violet to mid-IR. Potential applications, which we aim to demonstrate, are in signal processing for telecommunications, mid-IR sources and chemical and biological sensor technology, bio-photonics and imaging, space exploration and environment monitoring, data storage, security and military. The Basic Technology consortium comprises of 4 thematic areas / Materials Engineering and passive waveguide devices, Optoelectronic pump sources, Active Devices, and Applications. Complementary research for these 4 areas brings together a multi-disciplinary team encompassing Materials, Optics and Laser Physics, Optoelectronic and Photonic Devices, and the Medical Science and Chemicals Technology. Internationally well-known academic expertise from Leeds (IMR, IMP), Sheffield (EE), Cambridge (Photonic Systems), Heriot-Watt (Nonlinear Optics) and St.Andrews (Physics and Bute Medical School) Universities will demonstrate the key objectives, derived from the photonic integration of glass and inorganic semiconductor materials. The Basic Technology Programme is led by the University of Leeds and is supported by partners from industry, namely BP Chemicals, Renishaw, GlaxoSmithKline, QinetiQ, and NASA Langley (VA, USA).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D048672/1","grantId":"EP/D048672/1","fundValue":"1223620","fundStart":"2006-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  In the Basic Technology project non-invasive blood glucose sensing was developed, as a consequence of the discovery of laser ion implantation. We have generated 2 patents which have now licensed to NetScientific Limited for commercialisation. A new company has been formed with more than ?300K cash injection.\n. Patient trials have begun after a successful feasibility study in an NiHR funded project between May 2010 and August 2011. The exploitation aims to demonstrate the use of eyesafe lasers operating at 1500-2000 nm range for non-invasive blood glucose monitoring transcutaneously. Other metabolites and biomarkers are also included.\n\nFor laser glass fabrication, the Joint Venture operation with Glass Technology Services has now developed the technology for Er(3+)-doped laser glass gain medium materials which is being discussed for TRL 6-8 level investment. Digital/Communication/Information Technologies (including Software),Healthcare,Manufacturing, including Industrial Biotechology Societal","person":"Animesh  Jha","coPersons":["Paul  Harrison","David Paul Steenson"],"organisation":"University of Leeds","findingsText":" The outcomes of this research demonstrated several new technologies which have been patented: \na) Use of ultra fast laser induced plasma for modifying the surface of glass, crystals, polymers and semiconductors which has resulted in the development of technologies for integrated optics and novel optical circuits for transporting light from one material into another materials. \nb) Applications of this technology for blood glucose monitoring and biochemical sensor development.\nc) Technology transfer for advanced laser glass processing to Glass Technology Services in Chapeltown Sheffield. This is a joint venture operation with more than &pound;350K investment between the University of Leeds and Glass Technology Services.\nd) Use of ultra fast lasers for restoring tooth enamel. The research findings from the RCUK funded research have taken different courses:\na) blood glucose monitoring has now spun out as a new company called the GLUCOSENSE supported by NetScientific UK in Cambridge. The project is led by Prof. Gin Jose, a newly appointed professor who was formerly Senior Research Fellow in the Basic Technology project. The investment from NetScientific in Glucosense is more than &pound;300K with an aim to launch first prototype in 2016. Patient trials using NON-INVASIVE BLOOD GLUCOSE MONITOR is currently ongoing. \n\nb) IP portfolio on laser induced implantation technology has been built with the support from Impact Acceleration funding and and discussion with stakeholders are ongoing.\n\nc) Application of ultra fast lasers for the restoration of tooth and bone implant are progressing for technology development with EPSRC funded (EP/K020234/1), EU funded MC-IAPP, and a TSB funded projects. Two IP were generated and they were filed, one of which has now entered international examination phase. Digital/Communication/Information Technologies (including Software),Electronics,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}