{"id":"D1E3B87E-6305-488C-BF3C-EBB4D9CEC465","title":"Lost in Translation: a cross-disciplinary analysis of knowledge exchange and effectiveness in animal disease management","abstractText":"<p>This research is a multi-disciplinary project analysing three areas of animal disease – cryptosporidium, foot-and-mouth disease, and avian influenza. The project team comprises geographers, microbiologists, sociologists, statisticians and hydrologists at Lancaster University, with biologists from Liverpool University Vet School. These diseases involve complex interactions of social and biological factors, have different relations to human dimensions, and different intersections between global and local. They involve different inter-relations of multiple scientific and social bodies of knowledge, and policy requires effective practical integration of these. The handling of such knowledge-transfer and integration processes, which themselves translate existing uncertainties, has often undermined both effective management of such diseases, and public confidence. The project attempts to identify common patterns in the handling of both biological and social-behavioural uncertainties in these very different diseases. In risk assessment, the formal modelling of salient factors is complicated by different forms of uncertainty, and we examine substantively how such questions are defined, often tacitly dealt with, and communicated across disciplinary boundaries into policy commitments. Outputs should include advice to policy and scientific bodies about the effective handling of such multiple forms of uncertainty, and advancement of interdisciplinary academic understanding of such social-natural complexities.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-229-25-0015","grantId":"RES-229-25-0015","fundValue":"607882","fundStart":"2008-07-01","fundEnd":"2011-11-30","funder":"ESRC","impactText":"","person":"Brian  Wynne","coPersons":["Jonathan Mark Wastling","Maggie  Mort","Ann Louise  Heathwaite","Robert Matthew Christley","Roger  Pickup","William Peter Medd"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}