{"id":"D1ED9DB3-06B2-4A2E-B259-C5C0A256DE33","title":"Fractionating the Musical Mind: Insights From Congenital Amusia","abstractText":"<p>A small percentage of the population report a lifelong failure to recognize familiar tunes or tell one tune from another, frequently complain that music sounds like a “din” and often avoid the many social situations in which music plays a crucial role. Such individuals, termed ‘congenitally amusic’ lifelong difficulties with music and perform poorly on a standardized battery of musical listening tasks (Peretz, 2003).&nbsp;This disorder provides us with the opportunity to investigate the cognitive architecture of music, and its relation to other domains, such as language and spatial cognition.&nbsp;Using a large group of congenitally amusic individuals, recruited via an online musical listening test <a href=\"http://www.delosis.com/listening/home.html\" rel=\"nofollow\">(www.delosis.com/listening/home.html</a>), the present research aims to elucidate precisely which perceptual and cognitive mechanisms are at fault in amusia, whether disordered musical processing has implications for language and the extent to which such difficulties can impact upon sociocultural and affective functioning.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F001940/1","grantId":"ES/F001940/1","fundValue":"353295","fundStart":"2008-01-01","fundEnd":"2011-12-31","funder":"ESRC","impactText":"  Academic Impact: The research conducted on the grant has resulted in thirteen publications in international peer reviewed journals, two book chapters, numerous presentations at national and international conferences in various disciplines and an invitation to speak at the House of Lords as part of a meeting on the topic of music education. In addition, I was awarded the Experimental Psychology Society Prize in 2009 for my work in this field, which involved the delivery of a prize lecture at the 2009 summer meeting (York). The research group has amassed the world's largest database of individuals with congenital amusia, and many of the individuals have completed multiple tests of perceptual and cognitive function. This database of research will be made freely available to future researchers wishing to work in this area. \n\nPublic Impact: The grant research has been presented at numerous diverse public engagement events including talks at secondary schools (Two presentations at the Oxford International Biomedical Centre School Symposium, 2011; 2012), lectures at public scientific meetings (Caf? Scientifique; Lates at the Science Museum) and discussions at leading music events (Music and brain workshop at the Royal Opera House; Aldeburgh Festival). In addition, I was invited to speak at an All Party Parliamentary Group meeting at the House of Lords, in the context of policy discussions relating to music education. The subject of the grant has also been covered extensively in traditional and online media (BBC 1series, Imagine: Tales of Music and the Brain; BBC Radio 4 http://www.bbc.co.uk/programmes/b014641m). \n\nThe online assessment tool for congenital amusia, developed as part of the present grant, has now been taken by close to 180,000 people (http://www.delosis.com/listening/home.html). Our research group maintains a regular email contact service for anyone who requires personal advice or further information after having taken the online test. \n\nAmusia community: The grant has established a community of individuals with have been diagnosed with congenital amusia. All the participants are provided with regular updates on published work related to their condition as well as online summaries for ease of access (http://www.gold.ac.uk/music-mind-brain/amusia/memoryproject/). As part of the project, individuals with amusia were also offered professional singing training to aid with vocal production and confidence. All participants responded to these classes with extremely positive feedback.  Cultural,Societal","person":"Lauren Marion Stewart","coPersons":[],"organisation":"Goldsmiths College","findingsText":" The ability to make sense of musical sound has been observed in every culture since the beginning of recorded history. But a few percent of the population fail to develop the ability to make sense of music. Individuals with congenital amusia (CA) cannot recognize familiar tunes, tell one tune from another and avoid social situations in which music plays a role. \n\nOur research aimed to characterize CA in terms of its perceptual and cognitive profile. We showed that the disorder cannot be explained solely in terms of an insensitivity to pitch change. Rather, we showed that many individuals with CA have difficulty in discriminating the direction of a pitch change - a likely prerequesite for the representation of musical contour. We highlight a difficulty not only perceiving but also retaining pitch information. We also show that CA is associated with a difficulty in processing timbre: individuals have difficulty in retaining this information in memory, and using it to group similar musical sounds. While individuals with CA rarely complain of difficulties with the speech intonation, we demonstrate that they do show intonation processing deficits when pitch contours are subtle. Finally, we show that many individuals with CA do not engage with or appreciate music to the same extent as typical listeners. Interestingly, however, one third of the CA group were indistinguishable from controls in this regard, suggesting that intact perception is not always a prerequisite for the enjoyment of music. The findings may suggest fruitful lines of enquiry into the cognitive and neural basis of amusia, building on the research we have undertaken Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}