{"id":"D1FFE93C-C923-4140-B786-8435676140F1","title":"Platform Grant for the University of Birmingham Positron Imaging Centre","abstractText":"The Positron Imaging Centre uses radioactive tracers to study flows of interest to engineers, in a variant of the medical imaging technique of positron emission tomography (PET). Most of our studies use the alternative technique of positron emission particle tracking (PEPT), developed at Birmingham, in which a single radioactive particle is tracked at high speed inside a flow system. The short-lived radioisotopes used for this work are produced using the Birmingham cyclotron, and various novel techniques have been developed for labelling individual particles (as small as 100 micrometres diameter) with suitable radioactivity. Standard medical PET scanners have been adapted to perform these studies, and in addition to various in-house measurement systems a transportable detector system has recently been developed allowing PEPT measurements to be carried out on large scale industrial plant. The Positron Imaging Centre operates as a national resource where academic and industrial groups can study the systems of specific interest to them, and welcomes collaborators from many institutions around the world and from a diverse range of academic disciplines. Applications range from fundamental studies of simple flow situations involving granular materials or liquids to measurements on the actual equipment used in industry for processing foodstuffs, pharmaceuticals, etc. An important role for these studies is testing the accuracy of computer codes used for predicting complex flows. In future PET and PEPT will be increasingly used in conjunction with other complementary measurement techniques to reveal more complex properties of the behaviour of systems. While individual research projects are funded from appropriate sources, our Platform Grant is used to foster collaborations, to retain key staff and to develop the infrastructure (in particular the tracer labelling techniques) in order that we can apply our unique techniques to the widest possible range of problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F035845/1","grantId":"EP/F035845/1","fundValue":"1091030","fundStart":"2009-01-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"","person":"David John Parker","coPersons":["Mostafa  Barigou","Peter Jonathan Fryer","Serafim  Bakalis","Jonathan Peter Seville"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}