{"id":"D203BA5D-CDB3-4ADD-B63D-7EE9F989E7F5","title":"Utilising CO2 in Synthesis and Transforming the Chemicals Industry","abstractText":"This Network will bring together academics, industrialists and policy makers over a wide range of disciplines to consider the utilisation of carbon dioxide as a single carbon chemical feedstock for the production of value added products. We will work closely with other Grand Challenges and programmes, such as Carbon Capture and Storage and Nanotechnology to consider an integrated solution that will enable the transformation of the chemicals industry and minimise our reliance on fossil fuel based feedstocks. Active stakeholders in this particular Grand Challenge Working Group were originally drawn from Engineering and Chemical Sciences, however we have already expanded to include Social Scientists, industrial end users and political leaders / policy makers. Network activities will be geared towards the founding of strong cross-disciplinary research clusters that will lead research in this increasingly important area. We will collect data on the interest and skill-sets offered by network members, this data will be used to coordinate technical meetings, networking sessions and collaborative workshops to facilitate cluster formation. The Network will consider free (waste and atmospheric) and fixed (biomass) sources of CO2 and will look to close the carbon cycle while developing new synthetic methods for commercial applications. It is recognised that catalysis (including biocatalysis) will play a major role in developing new technologies and that we will need to consider an integrated and sustainable energy solution to promote commercially viable processes.This is seen as an important Grand Challenge both technically and for sociary as a whole. In order to maintatin our current high expectations for standards of living we must address the causes of climate change and the need to provide a secure chemicals supply chain that is not reliant on ever decreasing petrochemical resources.While only a single Co-I (Mike North) could be added to the application we wish to acknowledge that all the Co-Is, Peter Licence, Ian Metcalf and Panagiota Angeli, played an important role in developing this Network Proposal. Consequently we would be grateful if this could be acknowledged both at the Panel and on Grants on the Web at the appropriate time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H035702/1","grantId":"EP/H035702/1","fundValue":"134324","fundStart":"2010-04-26","fundEnd":"2012-04-25","funder":"EPSRC","impactText":"  Inputs in to government policy in UK and Europe. Chemicals,Energy,Environment,Manufacturing, including Industrial Biotechology Societal,Economic,Policy & public services","person":"Peter  Styring","coPersons":["Michael  North"],"organisation":"University of Sheffield","findingsText":" Developed an international network for the promotion of carbon dioxide utilization. Started off as a UK network and then expanded globally. Set up theme meetings and whole network conference. New collaborations established. Textbook published. Chemicals,Energy,Environment","dataset":"gtr"}