{"id":"D2045EB6-82C0-4665-9AD0-566941AE8916","title":"Role of clock genes in a mouse model for developmental origins of the metabolic syndrome","abstractText":"Daily, or circadian, rhythms are important in all organisms, including humans. Circadian rhythms influence nearly all aspects of physiology and behaviour, including our sleep-wake cycles, activity, feeding behaviour, cardiovascular function, body temperature and metabolism. These rhythms are generated within the body and the mechanisms that control them takes form while the baby is still in the mother's womb. Studies have shown that the diet of the mother during pregnancy is important in maintaining the health of her offspring and may also influence their susceptibility to developing obesity, diabetes and heart disease later in life. If the mother eats a healthy diet during pregnancy, one would expect the development of normal circadian rhythms of the baby's body function and metabolism, enabling the baby to cope with a healthy diet in childhood and adulthood. The risk of the person developing obesity, diabetes and heart disease later in life is very low. However, if the mother eats an unhealthy diet during pregnancy it might result in the abnormal development of circadian rhythms of body function and metabolism. This leads to disruption in sleep and activity patterns and inefficient processing of the food the baby eats. The baby is at risk of becoming heavier and fatter and will have high blood pressure in adulthood. If the baby is not brought up after birth and throughout childhood to eat a healthy diet, but eats instead a diet rich in fat, the baby's already disrupted circadian rhythms of metabolism is now not able to cope with this diet. This person is likely to become obese and risk of adult diabetes and heart disease later in life increases considerably. It is our intention of undertaking this study using a rodent model. Only by choosing an animal model is it possible to study this phenomenon, because it is necessary to change both the pre- and post natal diets and it would be unethical to undertake these changes in pregnant mothers and their babies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G01812X/1","grantId":"BB/G01812X/1","fundValue":"297008","fundStart":"2009-08-01","fundEnd":"2012-07-31","funder":"BBSRC","impactText":"  Data normalisation in real-time RT-PCR is a major step in gene quantification analysis. This involves the use of a stable endogenous control (reference gene) in the assay to correct for sample to sample variations in RT-PCR efficiency and errors in sample quantification that may have large effect on downstream analysis and scientific conclusion. Many studies do not employ sufficient reference selection strategies, and assume that reference expression does not alter with experimental intervention. We now show that tissue type, time of day collection of samples, and nutritional manipulations can impact on stability of reference genes, and thus highlighted the need for a strict selection strategy of the most stable reference gene(s) as a key step in RT-PCR quantification analysis. Education,Environment,Healthcare,Other Societal,Economic","person":"Felino Ramon Cagampang","coPersons":["Karen  Lillycrop","Graham Charles Burdge","Mark Adrian Hanson","Christopher David Byrne"],"organisation":"University of Southampton","findingsText":" The 24 hour (circadian) patterns of many biological functions such as sleep, activity metabolism and blood pressure are controlled by a key network of genes in the brain called the circadian &quot;clock genes&quot;. In the present BBSRC-funded study we have developed a novel use for our mouse model of developmental programming established here in Southampton, where increased dietary fat exposure (45% kcal fat) during early life results in the onset of cardiovascular and metabolic disorder in adulthood. Our data show that offspring from mothers fed a high fat diet exhibit altered patterns of circadian behaviour. Further examination of the offspring's metabolic tissues, including the liver, heart and the brain, has revealed arrhythmic expression of clock genes following exposure to maternal high fat nutrition during fetal development and/or postnatal high fat feeding, which may be linked to poor health outcomes. \n We have also shown the impact of an in-utero maternal high fat diet on the ovaries in female offspring. We have novel data showing maternal obesity during pregnancy significantly alters the follicular populations in their adult offspring and this is accompanied by the development of ovarian steatosis ('fatty' ovary) and reduction the in number of mature follicles in the ovaries. This might explain the reduced fertility in these animals, and highlights a possible mechanism explaining the link between human obesity and fertility. We have also shown presence of clock genes in the ovaries and expression levels were altered as a consequence of the in-utero and postnatal HF diet. We were therefore intrigued to find out whether in humans, clock genes are also express in reproductive tissues and whether they are linked to reproductive dysfunction. We have now shown that clock genes are expressed in the human endometrium, which we found to be altered in pathological conditions such in scarred peritoneal mesothelium and chronic pelvic pain. \n Data normalisation in real-time RT-PCR is a major step in gene quantification analysis. This involves the use of a stable endogenous control (reference gene) in the assay to correct for sample to sample variations in RT-PCR efficiency and errors in sample quantification that may have large effect on downstream analysis and scientific conclusion. Many studies do not employ sufficient reference selection strategies, and assume that reference expression does not alter with experimental intervention. We now show that tissue type, time of day collection of samples, and nutritional manipulations can impact on stability of reference genes. Thus we have highlighted the need for a strict selection strategy of the most stable reference gene(s) as a key step in RT-PCR quantification analysis.\n\n\nWe were also able to demonstrate that maternal obesity leads to altered rhythmic expression of clock genes, not only in the brain but also in peripheral tissues such as the liver and the heart. These changes have deleterious knock on effects for metabolism and cardiovascular function. Therefore, high fat induced changes may result in increased susceptibility to cardiovascular and metabolic diseases. \n\n\n\nResults from our work have suggested that proteins called Sirtuin, which regulate clock gene function, and are active in times of metabolic balance, are reduced following high fat exposure, and provide a possible mechanism for developmentally primed metabolic disease and the clock gene network. \n\n\n\nIn addition, our animal work has shown that maternal obesity in pregnancy alters reproductive function in the female offspring by reducing the numbers of maturing eggs in their ovaries. In addition, clock gene expression in the ovaries of HF fed mice is altered. Our study therefore may provide mechanistic explanation that links obese pregnancy to increasing incidence of obesity and the metabolic syndrome, and fertility problems in future generations. It strengthens the importance of providing good nutrition during pregnancy to benefit both the mother and her offspring. Our work has shown the important relationship between nutrition, metabolism and circadian rhythms. Our study therefore may provide mechanistic explanation that links obese pregnancy to increasing incidence of obesity and the metabolic syndrome, and fertility problems in future generations. It strengthens the importance of providing good nutrition during pregnancy to benefit both the mother and her offspring. Industrial collaboration was recently established with Cristal Delivery, a pharmaceutical company developing a new class of nanomedicine based on its proprietary polymeric technologies. We will use our mouse model for pre-clinical testing of the company's CriPec nanoparticles containing small molecules targeted at pathways that can alter or resynchronize clock activity and determine whether this reduces the offspring susceptibility or protects them to developing cardiometabolic pathologies. \n We have also been developing therapeutic strategies that are beneficial to both the obese pregnant mothers and the health outcomes in her offspring. We have been funded by Diabetes UK to examine the effect of treating obese diabetic pregnant mouse dams with metformin on the health outcome of the offspring in adulthood. This work is relevant to current MRC studies looking at the effect of metformin treatment to diabetic pregnant women on the health outcomes of her offspring. Our Diabetes UK study investigates possible mechanisms on the effect of metformin that is relevant to both humans and in animals.\n\n\nWe have also linked up with colleagues from our Chemistry Department here at Southampton University, who developed compounds that can potentially regulate clock activity, with the aim of developing chronotherapeutic compounds. Education,Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}