{"id":"D208DC64-842F-4E99-9C9E-248D8185D75A","title":"The rise of metallurgy in Eurasia: Evolution, organisation and consumption of early metal in the Balkans","abstractText":"One of the most significant technological achievements in human history is the transformation of matter, most spectacularly the invention of metallurgy. This triggered a whole new era of fundamental economic, social and cultural changes. Recent excavations by the core members of this project at Belovode in Serbia revealed copper smelting dated to c. 5000 BC, making it the earliest record of fully-developed metallurgical activity anywhere in the world (Radivojevic et al. 2010). How and why this earliest metallurgy emerged and developed in the Balkans, apparently independently from the Near East, is at the centre of this research project. \\n\\nThe origins of metallurgy have so far been studied mostly in isolation and detached from their technological, social and environmental context. What is now required is a systematic and interdisciplinary approach using sites and assemblages of a sufficiently high archaeological and archaeometallurgical resolution to trace these developments in their mutual relationships. Our recent research at Belovode has revealed the huge potential to do this, and our project now seeks to realise this potential at Belovode and other similar Vinca culture sites. Due to the political situation, little internationally-connected research relevant for this has been done in Serbia since the 1990's; our international team comprises established and emerging scholars on early Balkan metallurgy in an attempt to overcome this hiatus. This UK-Serbian joint venture, together with prominent German colleagues, is a collaboration also designed to exchange knowledge and skills as well as build lasting relationships for the future. \\n\\nThe project combines targeted excavations and surveys at three copper mining, production and consumption sites in Serbia with intensive scientific analysis of finds at laboratories in Britain and Germany. The excavations focus on known metal workshops in two sites, and a prospective third site associated with prehistoric mines. We expect to retrieve copper minerals such as malachite, artefacts such as malachite and metal beads, and metallurgical waste from well-stratified settlement contexts, enabling us to understand the relationship between the earlier craft of bead making and the emergence and new role of metallurgy within the individual settlements, and the wider Vinca Culture. The laboratory-based study of the remains will allow us to reconstruct technical aspects of the metal production, and how it related to malachite used for bead making and the earlier introduction of pottery production as possible pre-cursors to a fully-developed metallurgy. The study of trace elements and isotope ratios of copper minerals and metal artefacts will facilitate the reconstruction of trade in ore and metal, and their consumption, revealing the multiple layers of interaction between the different settlements of the Vinca Culture, often along major river routes (Danube, Sava etc.). Through a combination of these different approaches to archaeometallurgy, combining fieldwork, technological reconstruction, and theoretical considerations of cultural development, the project looks afresh at the technological, social and environmental context in which metal first appeared and was subsequently shaped, distributed and used across the Balkans. \\n\\nOne major discussion concerning the beginning of metallurgy often centres on the question whether metal smelting was only invented once, probably in western Asia, and then spread across Eurasia, or whether there are several independent instances of this invention happening. Our team comprises exponents of both schools of thought, ensuring a balanced approach in our research, and the subsequent interpretations.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J001406/1","grantId":"AH/J001406/1","fundValue":"532159","fundStart":"2012-07-01","fundEnd":"2015-06-30","funder":"AHRC","impactText":"  The project dramatically raised the awareness of the importance of prehistoric sites in Serbia - especially those investigated by the project (Belovode, Plocnik and Jarmovac). This has directly led to the increased protection of these and other prehistoric cultural heritage sites by both state and community organisations in Serbia. The media impact of the project together with activities such as experimental replications of the invention of metallurgy with a replicated Neolithic village have provided the foundations for an increase in the tourism activity and investment in three deprived regions of Serbia. The substantially enhanced visibility of archaeologists on the project within Serbia generated public debates on the importance on national cultural heritage and the benefits of international collaboration. Education,Culture, Heritage, Museums and Collections Cultural,Societal,Economic","person":"Thilo Hellmut Rehren","coPersons":["Benjamin, William  Roberts"],"organisation":"University College London","findingsText":" The project has discovered the earliest evidence for the production of copper and tin-bronze in the world. The dating of copper production at the site of Belovode at c. 5000 BC and of tin-bronze at the site of Plocnik at c. 4650 BC far exceed the current dating for these metals, both in the Balkans, and beyond. The project has been able to trace in unparalleled detail the process of metallurgical invention from ore through to artefact. It has demonstrated that the selection of specific colours - rather than mechanical properties of raw materials and objects - was fundamental in the earliest metallurgical invention and subsequent innovations.\nThe identification of the primacy of colour due to in-depth geological and materials analysis has opened up a relatively unexplored avenue of research, which has been overlooked by the majority of prehistorians. The integrated application of geophysical survey, archaeological fieldwork and a wide range of specialist post-excavation analysis in the project will enable a more sophisticated approach towards large complex prehistoric tell sites. The use of experimental archaeology based upon the results of the project in order to try and replicate the processes underlying the invention and innovation of early metallurgy has meant that key interpretations from the field and the lab can be evaluated. The extensive use of digital recording systems throughout the project means that the entire digital archive - comprising all the data from the project - can be made available online following publication. \nWe have applied cutting edge techniques from materials science and archaeology and by doing so we have provided training for a new generation of junior researchers from the UK, Germany and especially Serbia throughout the project. The creation and development of these new research networks has led to international collaborations on further projects and additional publications. \nThe integration of the project fieldwork with local communities in three regions of Serbia, combined with a national and international media campaign throughout, meant that the project reached an audience far beyond archaeologists and archaeometallurgists. Project activities such as the experimental archaeology replication of early metal production are now being done regularly as part of a broader tourism agenda to generate further interest in the prehistoric past of Serbia. In the academic route, the research outcomes of the project can be taken forward by using an integrated inter-disciplinary approach encompassing materials science, archaeology, geology and experimental archaeology in order to investigate the role of colour in early societies. The careful building of international research networks between junior researchers provides excellent foundations for future collaborations on future projects. By taking a long-term perspective on collaborative relationships, more substantial projects and outcomes can be achieved. \nIn the non-academic route, the research outcomes can be taken forward by focussing more upon the generation of public interest in the prehistoric past through regional, national and international media campaigns. Whilst the achievements of the projects can inspire interest, they can also be used in conjunction with a broader tourism-orientated campaign to increase visitors and thereby contribute to the regeneration of deprived regions within Serbia. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}