{"id":"D20C2B0B-AA80-43A2-BEDF-E8984D83A1D2","title":"Ultimate Control in Semiconductor Lasers","abstractText":"Current applications for semiconductor lasers are wide ranging and pervade every aspect of life. Indeed, in the developed world, most people already own several lasers and gain the benefit of many more. With every new technology, this proliferation is set to continue. Most importantly, the laser enables the internet age since all data transmitted around the globe is carried as flashes of laser light. As a consequence most people in the developed world have come to depend on many lasers during a typical day. The reduction in their cost of ownership is therefore of critical importance to the extension of these benefits to the developing world and also bringing new benefits to us all.\n\nThe potential future applications of photonics are seemingly unlimited, with new technologies and applications continuing to emerge. The key advantage of a semiconductor laser is that if an application has sufficiently large volume, the cost of the semiconductor laser is very low. The DVD player is a good example -with the laser costing a few pence each. The semiconductor laser therefore enables new technologies, devices and processes to be commercialized. However, semiconductor lasers must be able to generate the required &quot;flavour&quot; of light; i.e. the correct wavelength, spectral width, power, polarization, beam shape, etc.\n\nSome of the fundamental parameters of a semiconductor laser may be controlled by the design and choice of materials, e.g. wavelength, spectral purity (line-width). However, using current technologies the polarization and beam profile are generally fixed at manufacture and may only be subsequently altered by extrinsic optical components. This introduces additional cost (increasing the environmental impact) and reduces the overall efficiency and usefulness of the device. For future engineers and scientists it would be ideal if there were complete control of the output from a semiconductor laser, providing unlimited possibilities in terms of future applications. \n\nThe alteration of matter on the scale of the wavelength of light is known to allow the control of the optical properties of a material. Even the laser in something as simple as a mouse incorporates a number of such technologies. We will develop novel nano-scale semiconductor fabrication to modify light-matter interaction and engineer the control of the polarization and form of a laser beam. Our work will realise a volume manufacturable photonic crystal surface emitting laser (PCSEL) for the first time. The nano-scale photonic crystal is responsible for controlling the properties of the laser. It is simply a periodic pattern similar in size to the light itself, a natural example of this periodic patterning produces the blue colour in some butterfly wings, or the iridescence of opal. In our case, every detail of the photonic crystal will be modeled, understood and optimized to control the properties of the laser to meet a range of needs. Lasers will be designed to exhibit almost zero divergence and will also allow, for the first time, the electronic control of divergence and polarization and allow the direct creation of custom engineered beam profiles and patterns. The realization of high efficiency, area scalable high power lasers with ideal beam profiles will contribute to reduced energy consumption in the manufacture of laser devices, and in their cost of ownership. The technologies developed will allow the ultimate in design control of future optical sources, hopefully limiting laser applications only to the imagination. \n\nOnce successful, such devices will displace existing lasers in established commercial photonics and enable many more emerging application areas. This will be made possible by introducing both new functionality to laser devices and reducing the cost of existing products. We will develop this technology alongside physical understanding and device engineering, liaising closely with world-leaders in the volume manufacturer of such devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K023195/1","grantId":"EP/K023195/1","fundValue":"702566","fundStart":"2013-09-17","fundEnd":"2015-08-20","funder":"EPSRC","impactText":"","person":"Richard Andrew Hogg","coPersons":["Robert  Von Fay-Siebenburgen","Kristian Michael Groom","S  Khamas"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}