{"id":"D22028F4-58E0-4A56-9DAE-3B83A5696821","title":"Ultrafast Multi-GHz Waveguide Lasers","abstractText":"In this work we will develop very compact and efficient laser sources with a footprint of just a few square centimetres that are capable of producing more than a billion pulses of light per second, each having a duration of less than one tenth of one trillionth of a second. Such sources have a wide range of applications, including microscopy of biological cells, precise measurement of optical frequencies, spectroscopy and telecommunications, which can all take advantage of both the very short duration of the pulse and its high repetition rate. Many of these applications currently rely on large and relatively inefficient lasers which necessarily limits application design. The miniaturised sources that we propose are based on a waveguide geometry that confines the laser light to very small dimensions, in a similar fashion to that used in glass optical fibres. However, these waveguides are based in crystals such as titanium-doped sapphire and ytterbium-doped tungstate, which have proven themselves capable of providing the very short pulses of light that we are interested in. The waveguide geometry is also capable of supporting components that are integrated into one monolithic device that can both act as the laser gain material necessary to generate the light and provide the ultrafast switching that is required to give short pulses. The waveguides will be fabricated by growing thin layers of doped crystal on undoped substrates, with the dopant providing both the laser gain and the refractive index increase necessary to confine the light to the thin layer. Advanced waveguide structures, based on etching of these layers and re-growth, will be fabricated to give optimum laser performance and allow pumping by high-power diode lasers. The integrated switching components will be based on saturable absorbers that give low loss for high-intensity short optical pulses and high loss for low-intensity continuous wave light. Optimisation of the switching properties of these absorbers and their integration with the waveguide laser will form a major part of this work. We will also investigate the use of the Kerr effect in simple thin-film waveguides to achieve short optical pulse production by using laser resonator designs that take advantage of the fact that the high intensity of the short optical pulses will modify the refractive index such that a focussing effect is achieved. Finally, having developed a number of devices, we will be in a good position to apply them to nonlinear microscopy of biological cells and demonstrate that the high repetition rate of the pulses provides advantages in terms of producing high optical signals without causing damage to the specimens under study.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H038035/1","grantId":"EP/H038035/1","fundValue":"346997","fundStart":"2010-09-01","fundEnd":"2014-02-28","funder":"EPSRC","impactText":"","person":"Christian Thomas Brown","coPersons":["Wilson  Sibbett"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}