{"id":"D224E725-73DE-4570-93AB-6BAA95555C52","title":"New imaging methods for the detection of cancer biomarkers","abstractText":"We propose using Multi-frequency Electrical Impedance Tomography (MfEIT), a novel technique based on low level electrical measurements for imaging which will be enhanced by the introduction of gold nanoparticles. Importantly, the imaging technique is portable, non-invasive and based on non-ionizing radiation. Furthermore, whereas most current imaging systems are costly, MfEIT is inexpensive; thus a prototype system can be produced for 10,000, a figure which can be greatly reduced if manufactured at sufficient volume. The concept is based on the principle of combining the detection of biomarkers of malignancy with the innovative MfEIT imaging technology. This has the potential to not only help visualise the primary lesion, but greatly enhance the chance of early diagnosis and localisation of (micro) metastasis and/or early cancer spread. It can be achieved by targeting the nanoparticles to the tumour, for example by coupling antibody fragments specific for these cancer biomarkers. This not only renders such foci highly visible by MfEIT but also presents novel imaging-therapeutic modalities. Thus, our goal is to use MfEIT bio-imaging to localise tumours and by coupling metal nanoparticles not only to enhance imaging, but also to lay the foundation for the ultimate treatment of the tumour deposits. We will also develop complementary bio-imaging to other modalities so as to improve efficacy and avoid the use of imaging methods that use ionising radiation. The long term goal will be the development of safe, low-cost imaging and therapy methods that can be used also at small District Hospitals.The key aim is to develop a ground-breaking and clinically applicable nanotechnology MfEIT-based imaging method for diagnosis of colon cancer, as Proof of Principle, with a specificity and sensitivity that can match barium enema and colonoscopy. Having addressed the scientific and technological challenges of this novel imaging technique in stage one, we ultimately aim to exploit the binding properties of nanoparticles to cancer cells to develop therapeutic regimes to selectively destroy them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061572/1","grantId":"EP/G061572/1","fundValue":"780176","fundStart":"2009-05-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"  We have patented the finding and produce a number of papers Aerospace, Defence and Marine,Education,Electronics,Healthcare Societal,Economic","person":"Richard  Bayford","coPersons":["Ivan Maurice Roitt","Andrew  Tizzard","Stephen Andrew  Butler","Ray  Iles"],"organisation":"Middlesex University","findingsText":" The key aim of this project is to develop a ground-breaking and clinically applicable nanotechnology MfEIT-based imaging method for diagnosis of colon cancer with a specificity and sensitivity that can match barium enema and colonoscopy (colonoscopy also allows tissue diagnosis by biopsy). Having addressed the scientific and technological challenges of this novel imaging technique in stage one, we ultimately aim to exploit the binding properties of nanoparticles to cancer cells to develop therapeutic regimes to selectively destroy them. The proposed research will be achieved by the following objectives:1) To create a mathematical model relative to in vivo bio-impedance changes in colon cancer and cancer markers (WP1).2) To improve sensitivity and specificity by widening the range of frequencies used (WP2).3) Improvement of algorithms used for image reconstruction (WP3).4) To create realistic Bio phantoms to validate and refine the image model (WP4).5) To develop nanoparticle imaging using isolated cells (WP5).6) To validate nanoparticle-enhanced MfEIT in vivo (WP6).7) To refine the interpretation of MFEIT images (WP7).8) To enhance EIT by the use of Multi modality imaging (WP8).9) To compare MfEIT with established Clinical imaging (WP9).10) To develop diagnostic assay methodology for application to nanoparticle enhanced MfEIT imagingg and ulti-mately therapy (WP10). In the clinical management of colorectal cancer, Multi-frequency electrical impedance tomography, coupled with nano- particle technology, has the potential of aiding the diagnosis of disease, planning of treatment, and the exciting possibilities of therapeutic intervention. We hope to achieve a rival to CT scanning in detection of distant metastatic spread of disease in the pre-treatment staging of colorectal cancer. Also, we believe that this new method will rival MRI scanning in the local staging of rectal cancer to detect local lymph node involvement, local vascular invasion or local invasion of the mesorectal fascial envelope (thus providing pre-operative information dictating the need for pre-adjuvant treatment [pre-operative therapies such as radiotherapy and chemotherapy]). It also has the potential to detect recurrence of colorectal cancer earlier than present imaging modalities (and can this lead to a beneficial effect on patient health). If proven successful, it will also rival PET-CT scanning in the assessment of local and distant recurrent disease to aid in the decision for 'salvage' surgery especially in rectal cancer. It could be a viable alternative to colonoscopy as a screening investigation for colorectal cancer in detecting pre-malignant polyps and would therefore complement the national screening for colorectal cancer in the UK (or other screening programmes in existence or proposed around the world). It would therefore offer supportive therapies for disseminated colorectal cancer as a primary or palliative treatment. Thus, it is likely that this new technology can provide an investigative (and/or therapeutic) modality at a cost-effective level that has clear clinical benefits whilst supporting the financial constraints of modern healthcare provision. In addition, it is proposed that electrical impedance technology may have superior advantages over present imaging modalities with respect to cost-benefit ratios, reduced side-effect profiles and improved patient compliance; all of which will have to be clinically evaluated. The outcomes arising from the successful evaluation of this work will be considerably reduced patient mortality and significantly lower costs to the NHS. Aerospace, Defence and Marine,Electronics,Healthcare","dataset":"gtr"}