{"id":"D2296F7D-6DB7-4E39-938E-12F6253FCD7C","title":"Innovative Adsorbent Materials and Processes for Integrated Carbon Capture and Multi-pollutant Control for Fossil Fuel Power Generation","abstractText":"Coal is currently responsible for 40% of global electricity generation, which is increasing, largely due to the expanding economies of Asia, particularly China where a new coal-fired power station comes on stream every week. Indeed, it is generally recognised that the long-term future of coal for power generation must be linked to the drive towards near-zero emission power plant, with Lord Stern stating recently We need to get better at carbon capture and sequestration very quickly . To address this challenge, the proposed collaborative research programme aims to aid the development of new approaches to integrate carbon capture and multi-pollutant control technologies in pulverised fuel (PF) coal combustion to achieve near zero emissions more effectively. These technologies are based on a range of novel regenerable adsorbent materials being developed by the partners, which are capable of achieving the simultaneous removal of SOx, NOx, HCl, HF, and toxic metals, particularly mercury. This will be achieved either immediately prior to CO2 capture or simultaneously in CO2 capture through the successful development and integration of the novel sorbent materials to provide high purity CO2 streams ready for compression. The overall aim of the proposed collaborative research programme is to conduct the underpinning research to accelerate the development and demonstration of novel integrated carbon capture &amp; simultaneous multi-pollutant control technologies, with the ultimate goal of reducing the cost of near zero emission coal plant considerably so that the new technologies can impact of the implementation of the next generation of carbon capture plants in the 2020s after the first demonstrations and commercial deployment with existing technology being achieved by 2020. Further, the new technologies can also be easily adapted to various scales of other coal-fired industrial boilers across China.The proposal builds upon a series of earlier UK-China collaborative activities organised and/or attended by the 5 partners and produces synergies between the complimentary R &amp; D strengths of internationally leading UK and Chinese institutions in clean coal technology. The UK partners have visited China recently to identify areas and opportunities for collaboration and these visits include Prof. Guo, Prof. Snape, Dr Sun and Dr Liu to NSFC, MOST CAS and Southeast University, as well as and Chinese energy industries. Indeed, the current research funding obtained by the Chinese partners for next 5 years is in excess of RMB 50M under the CAS, NSFC, 863 and 973 Programmes, which will underpin their activities in the research programme as confirmed in the letters of support. Major collaborative activities include extensive materials development encompassing characterisation and modelling, understanding their performance at scale and also addressing all the underlying critical fundamental issues associated with materials and process development. Examples to demonstrate the two way exchange of ideas, the close working relationships and the mutual benefits that will be obtained include: (i) A range of advanced materials, including grafted nano-porous materials and carbon composite materials and carbon/metal oxides hybrid materials will be exchanged between ICC-CAS, Nottingham, UCL and Tsinghua to facilitate full characterisation and modelling of their absorption performance and selected new materials will be synthesised to gain an understanding of their performance at scale over realistic lifetimes in the facilities at Tsinghua and Southeast Universities. (ii) The flexible manganese oxides developed at Nottingham will be circulated to other partners for identifying other applications, including trapping arsenic and,, then prepared at scale for lifetime and regeneration tests in the pilot facilities at ICC-CAS, Tsinghua and Southeast Universities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G063176/1","grantId":"EP/G063176/1","fundValue":"952431","fundStart":"2009-10-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"","person":"Colin Edward Snape","coPersons":["Hao  LIU","Trevor  Drage","Zheng Xiao  Guo"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}