{"id":"D22ADE1F-90FE-4B35-BB14-613DC5CA34AC","title":"Studies on the organelle-specific functions of human Type 1A topoisomerase TOP3A","abstractText":"Mitochondrial DNA depletion syndromes are a group of clinically heterogeneous genetic diseases that affect patients in infancy and childhood. Hitherto nine genes have been identified to be associated to these diseases, however, there are a considerable number of verified cases, where the mutated gene responsible for the disease has not been identified. The basic science research project proposed in this application will considerably enhance our understanding of the molecular mechanisms responsible for mitochondrial DNA depletion syndromes, and open up further avenues for the treatment of its sufferers.\n\nIn most living organisms biomaterial that builds the body of cells is coded in the DNA. This coded information is read in a process termed RNA transcription. Before the division of cells, in order to maintain the equal distribution of DNA content between the daughter cells, the DNA has to be duplicated; this process is termed DNA replication. During these rather complicated processes, the DNA has to open up to give access to enzymes that function in DNA metabolism. Separation of the two strands of DNA is catalysed by helicase enzymes. During the unwinding of the DNA double helix by the helicase enzymes, torsional stress is generated, which is relieved by another set of enzymes called topoisomerases. Topoisomerases are also capable of tidying up tangled stretches of DNA.\n\nThe powerplant of cells, the mitochondria, also contain DNA, but - curiously enough - this DNA is circular like DNA of most bacterial cells, and unlike the linear chromosomal DNA that can be found in the nucleus of eukaryotes. Mitochondrial DNA is more susceptible to damage than nuclear DNA because of the metabolic processes that take place in the mitochondria. \n\nOne of the enzymes that guard the integrity of nuclear as well as mitochondrial DNA is DNA topoisomerase III alpha (TOP3A). The complete lack of this enzyme in mice causes lethality during early embryonic development, while its reduced levels in cell culture cause the accelerated ageing of cells. Though the biochemical activities of TOP3A have been well characterised, its exact function is largely unknown, and even less is known about its role in maintaining the integrity of the mitochondrial genome. \n\nIn my preliminary work I have set up a system that allows the depletion of TOP3A from the cells, while specific expression and function can be maintained in either the nuclei or in the mitochondria, exclusively. This system permits the analysis of nuclear and mitochondrial functions of TOP3A independently of each other to reveal why the ageing process is accelerated in cells devoid of TOP3A, and whether it can be attributed to a function of the enzyme specific to the nuclei or the mitochondria. More specifically, we will investigate how the replication of mitochondrial DNA, and the metabolic activity of mitochondria are affected in cells that lack mitochondrial TOP3A function. We will study how suppression of nuclear TOP3A functions affects nuclear DNA metabolism, chromosome segregation and cell divisions. We will also identify and characterise protein partners of TOP3A that assist its organelle-specific functions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K019597/1","grantId":"BB/K019597/1","fundValue":"308879","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"BBSRC","impactText":"","person":"Csanad Zsolt Bachrati","coPersons":[],"organisation":"University of Lincoln","findingsText":"","dataset":"gtr"}