{"id":"D22E32F3-E33A-4D5A-B800-782FA7837AE3","title":"Engineering and Computational Science for Oncology Network (ECSON)","abstractText":"Radiotherapy kills cancerous cells by repeatedly targeting a tumour with high energy radiation. Although image assisted pre-treatment planning based on CT is performed to minimise the amount of healthy tissues being irradiated, the planned treatment is delivered in a manner that is effectively blind, because there is no monitoring of the patient motion and internal anatomy during radiation treatment delivery and no, dynamically modelled, consideration of possible body change during treatment period. This uncomfortable state of affairs persists worldwide, despite complex new treatments and image guided radiotherapy (IGRT) which members of the consortium helped to develop. Furthermore, there is a concern on the additional imaging radiation dose to the patient from the IGRT. Hence, the MEGURATH project was proposed to introduce metrology guided radiotherapy (MGRT), where the patient is measured, imaged and modelled during treatment delivery via optical sensing to provide non-invasive, radiation-free, real-time 3D patient position monitoring, and dynamic deformation modelling to determine the internal anatomical changes. The project is considered as a significant one with a leap forward approach for a grand challenge, and has attracted interest from Elekta Oncology Systems, Philips Medical Systems, VisionRT and NHS-IP.The MEGRATH programme consists of not only comprehensive research activities with diverse theoretical topics, but also translation of science and technology to the first purpose built IGRT research facility in the UK at the Christie Hospital, and the support of clinical studies selected from breast, lung, bowel, prostate and bladder cancers. The project is expected to make a world class contribution to radiotherapy by increasing our understanding of tumour target and organ at risk behaviour, treatment delivery and control of their impact on cure and complications. The marriage of anatomical modelling and dynamic 3D measurement on demand 'in-treatment', using light rather than ionising radiation like X-rays, will offer the opportunity to gain the pole position in engineering and computational science for oncology. The Collaborating for Success through People call is a valuable opportunity to support, complement, utilise and extend the MEGURATH project, thereby enabling the consortium to maintain, defend and widen its lead.The proposed programme of people-based activities starts with exploratory mutual visits by the PIs and group leaders for exchange of knowledge, creation of ideas and development of active collaboration, followed by two-way investigative short visits and relatively long research visits by researchers for synergistic development, cross application and performance evaluation of promising approaches, and finished by a workshop to provide a venue for the consortium to lead the development of a joint EU project proposal with the participating partners. To provide significant added value to the MEGURATH project in terms of scientific knowledge and new clinical applications, 7 eminent research groups and 1 leading 3D equipment company are selected for participation in the proposed people-based activities:-Two from Poland: Telemedicine Group from AGH University of Science and Technology, and Department of Scientific Information from Jagiellonian University Collegium Medicum;-Three from France: one from the French National Institute for Research in Computer Science and Control (INRIA), and the other two from National Centre for Scientific Research (CRNS), namely, Lyon Research Centre for Images and Intelligent Information Systems (LIRIS) and Signal and Image Processing Research Laboratory (ETIS);-One from Germany: Institute for Electronics Signal Processing and Communications (IESK) at Otto von Guericke Universitt Magdeburg; -One from Italy: Signals and Images Laboratory from the National Research Council (CNR); and-3dMD with the company headquarters in the USA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F013698/1","grantId":"EP/F013698/1","fundValue":"154386","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"  The general objective of the Engineering and Computational Science for Oncology Network (ECSON) project was to create an effective research focus around radiation therapy with the network functioning as a UK and European hub to co-ordinate an effective, regulated flow of knowledge, people and data between, academic and clinical institutions. One of the indications of the impact the network has achieved is the fact that the ECSON is still in operation after the project funding period. Indeed ECSON partners continue to work together jointly in organising seminars, workshops and special sessions at prestigious conferences. The vitality of the network is evident through the number of student exchanges, joint supervision of PhD students, joint project and research publications. The network has been also successful in securing some additional research funding, most notably for the EPSRC Technology in Radiotherapy Feasibility Studies (TeRaFS) and the FP7 SEMEOTICONS projects. Digital/Communication/Information Technologies (including Software),Education,Healthcare Economic","person":"Bogdan Jozef Matuszewski","coPersons":["David Robert Burton","Christopher John Moore","Lik-Kwan  Shark"],"organisation":"University of Central Lancashire","findingsText":" The ECSON project was devised to support, complement, utilise and extend activities of the Metrology Guided Radiation Therapy (MEGURATH) project, also funded by the EPSRC (EP/D077540/1; EP/D077702/1; EP/D078415/1). During the project, Computational Sciences for Oncology Network (ECSON) has engaged with 24 different institutions from 6 European countries, organised 9 seminars given at different institutions, 7 small workshops and 1 major three-day workshop with 43 delegates participating from 21 different institutions. Following the completion of the EPSRC funded project, the ECSON network has continued to be active.The activities of the network, among others, are disseminated, through the website www.ecson.org (http://www.uclan.ac.uk/research/explore/projects/ecson.php). \n\nThe outcomes specific to the project objectives are:\nFor the objective of supporting, the core partners have greatly benefited from the network in developing metrology based approaches to radiotherapy. Particularly instrumental in realizing this objective were the short workshops and placements of staff and research students. Good examples of this type of the outcome include the collaborative work on development of a new framework for deformable segmentation by combining statistical shape model and active contour, and the joint effort on comparative analysis of different registration methods.\n\nFor the objective of complementing, the network established a cross-disciplinary forum for sharing and transferring scientific and clinical knowledge and skills that were present at partner institutions, thereby enabling network collaborators to benefit from high-calibre research carried out at the network member institutions. Network workshops were particularly instrumental in achieving this objective. This culminated in the three-day network workshop with 43 delegates from six countries representing 21 different institutions. The workshop provided not only an excellent platform for knowledge sharing but more importantly it facilitated discussions which generated a comprehensive list of scientific and clinical questions for the future of radiotherapy.\n\nFor the objective of extending, the network has not only broadened the research carried out at partner institutions and enriched scientific knowledge, but also was instrumental in opening new application areas for existing technologies. Examples include extending segmentation methods that were developed for radiation therapy to the segmentation of cardiac tagged MRI images or diagnosis of thyroid-associated ophthalmopathy.\n\nFor the objective of utilising, a strong network has been successfully established, providing a breeding ground for cross-fertilisation of ideas and for relationship development leading to technological advancement. For the former, the workshop's roundtable discussions turned out to be very productive in defining future challenges for engineering, computational and clinical sciences. For the latter, old collaborative research links have been re-energised and new links have been established on national and international levels.\n\nFor the objective of training, the network provided unique research training opportunities with placements, for PostDocs, PhD and MSc students, giving them real experience of undertaking cutting-edge research projects in a truly multidisciplinary and multicultural research environment. Additionally the ECSON seminar programme has attracted wide participation of the academic and clinical staff in the collaborating institutions.\n\nECSON was instrumental in founding of the Technology in Radiotherapy Feasibility Studies (TeRaFS) project, focused on investigations into the feasibility of certain new ideas. Indeed the main themes of the TeRaFS project spawned from the activities of the ECSON. These ideas were a direct consequence of the cross-disciplinary brainstorming sessions on the future roadmap for radiation therapy which were held at the 2009 ECSON Network Workshop.\n\nIn summary, the ECSON project has effectively led to a sustainable European network of excellence in applying computational and metrological methods to oncology and medical imaging in general. Following the completion of the EPSRC funded project, the ECSON network has continued to be active. Over the years the network has engaged with numerous academic, clinical and industrial institutions. The network has been instrumental in facilitating academic exchanges, research activities, knowledge transfer and provided platform for research funding applications. Digital/Communication/Information Technologies (including Software),Education,Healthcare","dataset":"gtr"}