{"id":"D23826E1-D4C8-4754-A0F6-809129E272DF","title":"Time-resolved imaging with HERALDO.","abstractText":"The aim of this proposal is to develop a soft x-ray hologrphic imaging technique for time-resolved measurements of magnetisation dynamics in the GHz regime. PI has recently demonstrated the first application of Holography with Extended Reference by Autocorrelation Linear Differential Operator (HERALDO) that was used to image both 'in-plane' and 'out-of-plane' magnetised magnetic domains in submicroscopic magnetic elements with high spatial resolution. A vortex structure of permalloy thin film elements with diameters within 500 nm was imaged with a resolution of 30 nm. As a lensless technique it was shown to be immune to mechanical vabration and drift of the x-ray beam, as well as being element specific. Here we would like to extend the capability of this technique for studies of dynamic properties of vortex oscillators based on spin-torque transfer devices. In particular we would like to explore the gyration mechanisms of spin-torque vortex oscillators (STVO) based on nano-contact elements. The main objection here is to add picosecond temporal resolution to the technique in order to image magnetisation configuration of the NC STVO at different phases of the gyration cycle. The information gained will provide increased understanding of the operation of STVOs and lead to increased frequency and increased power output through increased amplitude of gyration and phase-locking of multiple STVO devices. \n\nIn order to implement and apply the time-resolved measurments by HERALDO we propose to carry out experiments on the beamline SEXTANTS, at the synchrotron SOLEIL. The PI has recently been awarded 18 shifts of beam-time on this beam-line, which is scheduled for operation in June 2014. SEXTANTS is a recently opened beamline offering a high brilliance polarised soft x-ray beam for measurements using elastic and non-elastic scattering. As part of the equipment suit SEXTANTS provides a dedicated set-up for imaging using Fourier Transform Holography (FTH). As a diffraction technique HERALDO require similar experimental arrangements as FTH, thus will require minimum modification. In the first stage of the experiments (June 2014) the aim is to test the technique in time-averaged mode, when the vortex configurations will be measured in a continuous mode. In the second stage of the experiments, in the next round of proposals, the intention is to apply the technique in fully time-resolved mode.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M001016/1","grantId":"EP/M001016/1","fundValue":"13252","fundStart":"2014-09-30","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"","person":"Feodor Yurievitch Ogrin","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}