{"id":"D23C6C86-F4C3-45B2-A4D5-780F9438B661","title":"Second Language Acquisition of Chinese Wh-words as Universal Quantifiers by English and Japanese Speakers","abstractText":"It is a common phenomenon that unlike children who acquire their mother tongues almost effortlessly, few adults are able to acquire native-like competence when they learn a second language. However, not every part of the target language grammar poses a problem to adult second language learners; some are acquired earlier than others, some appear to be acquired but have to undergo restructuring at a later stage, and some seem to be unacquirable throughout the acquisition process. This project aims to find out to what extent English and Japanese adult learners of Chinese are able to acquire Chinese wh-words (i.e. the Chinese equivalents of 'who, what, where, when') as universal quantifiers (i.e. the Chinese equivalents of 'everyone, everything, everywhere, every time'). In English, wh-words (i.e. words such as 'who, what, where, when') are generally used as interrogative words to form wh-questions (although some of them can also be used as relative pronouns to introduce relative clauses). Wh-words in Chinese, apart from being used as interrogative words, can also be used as universal quantifiers but they have to be licensed by a functional word 'dou'. Another constraint is that the wh-word has to appear/move adjacent to the left of 'dou'. The functional word 'Dou' licenses the wh-word to its left as a universal quantifier. \\n\\nJapanese wh-words can also be used as universal quantifiers, but they have to be combined with a particle '-mo', as in 'dare' (=who) ---&gt; 'dare-mo' (=everyone) and 'doko' (=where) ---&gt; 'doko-mo' (=everywhere). There is no requirement for licensee movement in Japanese sentences. \\n\\nHere Chinese is different from Japanese in that the licenser-licensee relationship is at the clausal level in Chinese but at the noun-phrase level in Japanese. Obviously, English wh-words cannot be used as universal quantifiers and therefore the licenser-licensee relationship does not exist in English. The contrasts between these three languages raise interesting research questions about second language (L2) acquisition of Chinese, and the project aims to find answers to the following questions:\\n\\n1. Can Chinese wh-words be interpreted as universal quantifiers by English speakers? \\n\\n2. Is it possible to establish the licenser-licensee relationship in English speakers' L2 Chinese grammars? Will the licensee move to the left of the licenser in their L2 Chinese grammars, as required in the native Chinese grammar? \\n\\n3. To what extent does the first language transfer play a role in L2 acquisition of Chinese wh-words as universal quantifiers. Do Japanese learners have advantages over English learners in acquiring this aspect of Chinese grammar? \\n\\n4. Can Japanese learners expand the licensing scope from the noun phrase level and establish the licenser-licensee relationship at the clause level? \\n\\n5. Will they be able to raise the licensee to the left of the licenser in their L2 Chinese Grammars? \\n\\nEnglish- and Japanese-speaking learners of Chinese from the beginner level to the advanced level (including professors and lecturers teaching Chinese in universities) will be included as subjects for the projects. By doing so I want to examine the developmental patterns of English and Japanese learners' acquisition of the aspects of the Chinese grammar concerned. This will also enable me to investigate the initial and the final states of learners' L2 Chinese grammars. The findings from this empirical study are to be disseminated to teachers of Chinese as a second language, L2 Chinese textbook writers, L2 Chinese syllabus designers, L2 Chinese examination designers, etc.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E005322/1","grantId":"AH/E005322/1","fundValue":"15571","fundStart":"2007-04-20","fundEnd":"2008-04-19","funder":"AHRC","impactText":"","person":"Boping  Yuan","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}