{"id":"D23EE82F-A067-4147-A07A-D65597E3D017","title":"Asylum, welfare, and work in the age of austerity","abstractText":"In the 'age of austerity' the prominent political discourse of unemployment and welfare dependency has sought to distinguish good citizens from failed citizens, strivers from skivers. Taken at face value this discourse would categorise the vast majority of asylum seekers in the UK as 'skivers' since it is illegal for them to undertake paid employment; their position in the striver/skiver binary is enshrined in law. While they are forced to live in a condition of poverty and social exclusion, the provision of state support to asylum seekers is necessary; it costs the treasury around &pound;1.85 billion to impose welfare dependency upon asylum seekers. And yet, contradictions between policy imperatives related to work, welfare and asylum are paid surprisingly little attention by politicians, the media, and academics. This project responds to the need for an evidence-based approach; it will provide an evaluation of the internal inconsistencies and contradictions of current policy, analysing the cultural political economy of asylum and employment policy and in doing so will provide high impact, multidisciplinary social scientific research for a far reaching audience. \n\nThe methods used in researching this topic are first to map the discourses (what people say, in interviews and in published documents) of politicians, charitable sector organisations and campaign groups. What is said on the topic of asylum seekers and work will then be compared to the reality on the ground. Does it cost more or less to prevent asylum seekers from working and in turn pay for their living costs? And could the UK expect more economic migrants claiming to be asylum seekers if employment rights were extended? These questions will be answered through in-depth analysis of speech (interviews) and text (policy and campaigning documents), through statistical investigation of government data, and through interviews with asylum seekers themselves. Together, these methods will allow me to identify the rang of political discourses used by politicians and advocates on the topic of asylum seekers and the right to work, to identify the continuities and discontinuities between these discourses, to assess whether there is an economic rationale for preventing asylum seekers from undertaking paid employment, and whether asylum seekers coming to the UK are attracted by welfare and/or employment rights. This research will be of interest to audiences beyond the academy, including, though not restricted to, policy makers, NGOs working on welfare, work and/or asylum, journalists, campaign groups and interested publics. The findings of this research will aid in policy making on asylum and can be used not only by government but also by third sector organisations who may seek to influence policy in this area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L011468/1","grantId":"ES/L011468/1","fundValue":"240041","fundStart":"2015-03-01","fundEnd":"2018-02-28","funder":"ESRC","impactText":"","person":"Lucy  Mayblin","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}