{"id":"D240732E-86F6-4CC0-A679-824C648994F9","title":"Degradable materials for 3D tissue engineering scaffolds","abstractText":"The development of bioengineered implants in which the implant is derived from the patient's own tissues and is tailored to the patients needs, represents an exciting direction for regenerative medicine. To achieve this, a vital step is the development of polymeric 3D scaffolds for tissue engineering that can ultimately degrade to leave only the bioengineered implant. Microsystems technology, specifically microstereolithography (MSL), has advanced to enable a very high level of control over the building of 3D objects. Many of the limited range of monomer resins currently available for application with MSL technologies are founded around acrylate-based technologies thus resulting in highly crosslinked acrylate-based materials that result cannot be degraded under physiological conditions. The realisation of a fully bioresorbable material would eliminate the retention of a non-natural element to the implant that can lead to rejection from the body or increased pain/irritation for the patient. The application of microstereolithography techniques with suitable monomer resins would enable the realisation of biocompatible, biodegradable, patient-tailored tissue engineering scaffolds that can act as a bioengineered living implant derived from the patient's own cells, designed to perfectly fit the area required, capable of self-maintenance thus closely resembling the natural part. This approach could potentially transform the treatment of many tissue replacement therapies, especially with respect to degenerative disorders such as back disc or bone degeneration associated with ageing. This proposal is focused on examining the synthesis of ketene acetal-based monomer resins that can be applied in photo-cured microstereolithographic resins to access polyester and poly(ortho ester) materials with huge potential application in tissue engineering and regenerative medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I014454/1","grantId":"EP/I014454/1","fundValue":"195022","fundStart":"2011-01-10","fundEnd":"2012-07-09","funder":"EPSRC","impactText":"","person":"Andrew Peter Dove","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}