{"id":"D2418900-27E8-4FC6-9569-BF80103E58B4","title":"Xylan arabinosyl transferases: identification and characterisation of their role in determining properties of grass cell walls","abstractText":"Grass species are of huge importance to global agriculture and include the three most productive food crops (rice, wheat and maize) as well as pasture species for ruminants and bioenergy crops such as Miscanthus. Cell walls account for the majority of biomass in plants and are the focus of a large international effort in research, particularly to increase their digestibility for efficient conversion to liquid biofuels, to increase the efficicency of digestion by grazing animals, and to increase the beneficial role that they play as dietary fibre in foods such as wheat flour. The cell walls of grasses differ substantially from those of other plants, particularly in the hemicellulosic component xylan. Xylan is the most abundant polysaccharide (molecule containing linked sugars) after cellulose, often accounting for 25% of biomass; in grasses, it has a large quantities of the sugar arabinose attached to the backbone. We have recently demonstrated that some wheat and rice genes in a gene family called GT61 are responsible for the addition of arabinose to xylan (Anders et al., 2012, &quot;Glycosyl transferases in family 61 mediate arabinofuranosyl transfer onto xylan in grasses&quot;, PNAS, 109: 989-993.) \n\nHere we propose to build on our lead in understanding GT61 gene function and xylan arabinosylation and explore the consequences for both non-starch polysaccharide (dietary fibre) in wheat grain and digestibility in grass biomass. By adding grass genes to systems which lack the grass-specific feature of arabinose on xylan and ferulic acid which is attached to this arabinose, we can determine which GT61 genes are responsible for the different types of arabinose addition present in grass xylans; crucially we can also test our hypothesis that GT61 genes are directly responsible for addition of ferulic acid to xylan. This is critically important for digestibility of grass cell walls because ferulic acid on xylan can link with ferulic acid on other xylan molecules or with lignin giving cross-links. (Lignin is the water-repelling component of cell walls which inhibits digestion of the cellulose and xylan molecules, preventing release of the sugars present in these.) \n\nIn wheat grain, the major non-starch polysaccharide component is arabinoxylan (AX) from cell walls and the solubility of this is important for different end-uses. For human food, AX is the major dietary fibre within wheat and insoluble and soluble forms confer different health benefits. For non-food uses of wheat grain, soluble AX is an undesirable component. Therefore solubility of wheat grain AX is a parameter of interest for many applications and it will be determined by the amount and nature of arabinose addition; more arabinose is predicted to increase solubility, whereas ferulic-acid mediated cross-linking will decrease it. These predictions will be tested in GM wheat plants where the activity of all the GT61 genes will be altered.\n\nMore ferulic acid on xylan is also expected to decrease digestibility of grass biomass because of the greater cross-linking to lignin. We will examine this in a grass called Brachypodium distachyon (which serves as a convenient model for grass crop biomass). We already know the number of GT61 genes which are active in Brachypodium and will specifically suppress them using GM technology. In the Brachypodium GM plants, we will characterise the cell walls and test for the predicted increase in digestibility. A positive result would make the relevant GT61 gene(s) a major target for improvement of grass biomass for biofuel and ruminant nutrition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K007599/1","grantId":"BB/K007599/1","fundValue":"647894","fundStart":"2013-04-15","fundEnd":"2017-06-02","funder":"BBSRC","impactText":"","person":"Rowan Andrew Mitchell","coPersons":["Peter  Shewry","Jane  Ward"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}