{"id":"D2433531-BE7A-4B73-8B46-936D09202AD6","title":"SENTINEL: GNSS SErvices Needing Trust In Navigation, Electronics, Location &amp; timing","abstractText":"The GPS system is currently the only fully-operational Global Navigation Satellite System (GNSS). Since its inception over thirty years ago applications for GNSS have grown enormously. What was once a system primarily used and affordable only by the military has progressed to the point where it is a ubiquitous technology whose use is now taken for granted. However, GNSS systems used for deriving position and time are now finding their way into applications where the outputs are required to be trusted. Knowledge of the integrity of GNSS is required in these applications in order that they are able to be relied upon. Such applications include: timing in telecommunication networks, operation of smart electricity grids, financial transactions and law enforcement. Integrity of service is required because GNSS is very susceptible to wilful, malicious and unintentional jamming and interference. Ever more sophisticated ways of deceiving GPS receivers into giving false position and timing information are being developed (known as spoofing ). These methods are being increasingly used to commit crimes (e.g., vehicle theft) and endanger human lives (e.g., misinforming emergency-services vehicles of their position on the road network). This project will research techniques that will detect, quantify and locate GNSS signal anomalies. This research is a key step towards a wide-area network of sensors able to provide a GNSS integrity monitoring service thereby transforming GNSS into a trusted-service for mission- and safety-critical application.Specifically this project will:1) Analyse the impact jamming on GNSS devices used for position and time. For example some applications such as telecommunications timing devices may be more tolerant of jamming than those where precision positioning is required.2) Develop algorithms, methods and equipment for the detection and characterization of high-level interference sources. Examples include radio emission from malfunctioning equipment and high-power intentional jammer devices.3) Develop algorithms, methods and equipment for the detection and characterization of low-level interference sources. Examples include low-power jammer devices emitting GNSS like signals.4) Develop algorithms, methods and equipment for the localisation of interference sources. The emphasis here is the development of low-cost devices that can be deployed in large quantities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/I00257X/1","grantId":"TS/I00257X/1","fundValue":"215756","fundStart":"2011-01-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Robert John Watson","coPersons":["Cathryn  Mitchell"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}