{"id":"D244241E-2DA4-453E-9E40-16CEE8F258C0","title":"Quantifying and Monitoring Potential Ecosystem Impacts of Geological Carbon Storage (QICS).","abstractText":"Climate change caused by increasing emissions of CO2, principally the burning of fossil fuels for power generation, is one of the most pressing concerns for society. Currently around 90% of the UK's energy needs are met by fossil fuels which will probably continue to be the predominant source of energy for decades to come. Developing our understanding of the pros and cons of a range of strategies designed to reduce CO2 emissions is vital. Of the available strategies such as wind, wave and solar renewables and Carbon Capture and Storage (CCS) none are without potential problems or limitations. The concept of CCS simply put is to capture CO2 during the process of power generation and to store it permanently in deep geological structures beneath the land or sea surface. If CCS is successful existing fossil fuel reserves could be used whilst new forms of power generation with low CO2 emissions are developed. A few projects have been successfully demonstrating either capture or storage on limited scales, so it is established that the technical challenges are surmountable. Research is also demonstrating that the geological structures are in general robust for long term storage (for example oil deposits remain in place within geological strata). However geological structures are complex and natural sub surface gas deposits are known to outgas at the surface. Consequently it would be irresponsible to develop full scale CCS programmes without an understanding of the likelihood of leakage and the severity of impacts which might occur. The aim of this proposal is to greatly improve the understanding of the scale of impact a leakage from CCS systems might inflict on the ecosystem and to enable a comprehensive risk assessment of CCS. The main location of stored CO2 in the UK will be in geo-formations under the North Sea and our research concentrates on impacts to the marine environment, although our work will also be relevant to all geological formations. Research to date has shown that hypothetical large leaks would significantly alter sediment and water chemistry and consequently some marine creatures would be vulnerable. What is not yet understood is how resilient species are, and how big an impact would stem from a given leak. Our project will investigate for the first time the response of a real marine community (both within and above the sediments) to a small scale tightly controlled artificial leak. We will look at chemical and biological effects and importantly investigate the recovery time needed. We will be able to relate the footprint of the impact to the known input rate of CO2. The results will allow us to develop and test models of flow and impact that can be applied to other scenarios and we will assess a number of monitoring methods. The project will also investigate the nature of flow through geological formations to give us an understanding of the spread of a rising CO2 plume should it breach the reservoir. The work proposed here would amount to a significant advance in the understanding and scientific tools necessary to form CCS risk assessments and quantitative knowledge of the ecological impacts of leaks. We will develop model tools that can predict the transfer, fate and impact of leaks from reservoir to ecosystem, which may be applied when specific CCS operations are planned. An important product of our work will be a recommendation of the best monitoring strategy to ensure the early detection of leaks. We will work alongside interested parties from industry, government and public to ensure that the information we produce is accessible and effective.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H013989/1","grantId":"NE/H013989/1","fundValue":"143126","fundStart":"2010-08-01","fundEnd":"2014-01-31","funder":"NERC","impactText":"  Early challenges were to identify a site, regionally around SAMS. And then to identify the precise site where the sediments and biota would be representative of the North Sea. \n\nStronger engagement with the local community was needed, to build confidence that this it was an experiment worth posting, with no adverse consequences, and the potential to provide a positive contribution towards Scotland's greenhouse gas emissions reduction campaign.\n\nRegulatory approval was needed from SEPA, Marine Scotland, an engagement with Scottish government. Existing contact networks assisted with progressing this rapidly, towards the correct responsible persons.\n\nDiscovering a drilling contractor, and the practical activities of drilling a very unusual borehole, and in placing casing at within the unconsolidated sediment were major issues for the project director.\n\nCoordination of multiple teams of researchers to be on site before, at, and during the release timing was extremely difficult.\n\nThe first results were surprising, and continue to be surprising. CO2 was injected, but much less released to the seabed that was anticipated. Subsequent calculations and surveying suggests that at least 80% has been dispersed and dissolved within pore water of the consolidated sediment. This provides, then, an unexpected high-performance mitigation against unintended CO2 release into seawater. An additional surprise was the linear array of leakage to the seabed, which indicates that fractures have formed unexpectedly in consolidated sediment, even with these slow release rates, designed to be representative of known release fluxes from boreholes which leak unintentionally.\n\nThe quality of the imaging, the instrumental recording, and the seabed observations has now combined into very robust and high quality results, giving a clear progress that CO2 release at the seabed his less damaging than anticipated, but will clear and recover within the timescales of the theoretical models used by PML, before this experiment occurred. Aerospace, Defence and Marine,Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Energy,Environment,Government, Democracy and Justice,Security and Diplomacy Societal,Economic,Policy & public services","person":"Stuart  Haszeldine","coPersons":["Mark  Naylor"],"organisation":"University of Edinburgh","findingsText":" This is the first deliberate injection of CO2 into the shallow seabed, with monitoring of its effects on biota, anywhere in the world. The project was conceived by Plymouth Marine Laboratory, but they did not have a suitably representative marine site available, and especially a site where regulatory approval could be gained, and the support of the local residents could be possible.\n\nThrough the contacts established in previous CCS operations and research projects, University of Edinburgh and SCCS have good contacts in Scottish environmental protection agency, and in Marine Scotland, and in Scottish government. The support of these organisations was critical in enabling the project to occur. The good network connectivity between Scottish research institutes, so that University of Edinburgh staff and PML could engage with SAMS research station at Oban was also critical.\n\nSignificant achievements are\nFirst pulling together an interdisciplinary team from around the UK, and from international collaborators. This has been a world leading experiment.\n\nThe technical difficulty of designing, and then drilling a horizontally deviated whole from the land pass the shoreline two curve upwards ending in an consolidated sediment at the seabed was a major achievement.\n\nInstallation of CO2, to inject by a controlled method down the hole was also a significant success.\n\nThe effects of CO2 injection have been monitored intensively by geophysical equipment in the style of that which can be used in shallow water sees such as the North Sea. That has obtained some of the best available images of CO2 movement through sediments. That has been matched by manual diver surveys, and seabed installation of monitoring equipment, to detect CO2 release at the seabed.\n\nThat is also been augmented by biological and geological surveys of biota at the seabed, to track their baseline understood positions, their reaction to the impact of CO2 injection, and the recovery time after CO2 injection has ceased.\n\nUnexpected and highly significant results are that 80% of CO2 has been retained within the unconsolidated sediment, imaging shows CO2 to migrate vertically through a restricted set of fractures in unconsolidated sediment, the impact on wildlife biota is minimal, the recovery time to return to pre-CO2 conditions his short, and the footprint area of CO2 influence has been minor.\n\nAll this gives excellent confidence that, even if an unintended release of CO2 occurs, the seabed impact will be very small indeed.\n\nThe findings of this has been published in nature group journal, and has been widely accessed by many global groups interested to understand the impact of CO2 discharge into shallow marine settings, in relation to their own plans for CO2 storage offshore. The success of this QICS project is also shown by the very large interest from several leading global institutions, to participate in the proposed follow-on QICS 2 experiment, injecting into a seabed sediment, complete with marker traces, and over a extended less flux rate period of time. The results of QICS have provided evidence to influence perceptions of CO2 impact into the shallow marine environment. This has had positive results in Norway and elsewhere in the North Sea, in Korea and in Japan. There is also strong engagement with offshore Texas studies.\n\nThere is a plan underway to develop a QICS 2 experiment, through application to NERC Aerospace, Defence and Marine,Agriculture, Food and Drink,Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Energy,Environment,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}