{"id":"D24ABB13-9A75-4E5A-8A3D-9AF5064C9243","title":"Touch and value of object handling","abstractText":"Touching and object handling in museums and galleries can be one of the most rewarding aspects of a visit. Physical interaction with museum objects, artefacts, specimens, artworks, manuscripts or other archives occurs in a variety of circumstances through access to handling boxes, museum-based workshops or other educational visits, outreach and specific handling collections. Anecdotal evidence overwhelmingly supports the value of object handling giving rise to a range of positive emotions and feelings, from simple enjoyment to specific learning outcomes. It is perhaps surprising to know that there is very little evidence to support this belief within the heritage sector, including museums and galleries.Across schools, colleges and universities museums objects play a key role in learning and objects are used to transfer subject specific information, observation, practical and drawing skills. In the broader context objects serve to inspire, inform and educate. Thus, our understanding of how this information is acquired is critical to planning and improving access to collections and their interpretation.\\n\\nThe aim of the project is to bring together a diverse range of experts from academic and museum environments, with a view to establishing a network where information relating to the value of object handling can be shared and developed. Participants in the project come from a variety of backgrounds and bring with them a diverse range of expertise, research interests and museum access requirements. Scientists will share their knowledge of the underlying psychological and neurological mechanisms behind touch and sensation. Museum staff will discuss the types of practical applications of touch employed in museum such as interactive displays, handling boxes and new technologies for interpreting objects. The union of these two groups will afford the opportunity to understand the true value of object handling and provide the museum world will a valuable toolkit for improving access and interpretation.\\n\\nThe key objective of the project is to define mechanisms for measuring the value of object handling for a range of audiences including: non-specialists, disadvantaged people such as hospital patients, visually impaired, deaf and elderly people, and students enrolled in formal and informal education. Special discussion sessions will seek to explore different methods for assessing the value of object handling, be they oral interviews, questionnaires or biosensors and other technologies. Where appropriate these methods will be trialled; for example, a related project at University College London Hospitals will use the results of these discussions to determine ways of evaluating a handling box based around reminiscence for use by hospital patients.\\n\\nThe results of this project will take form of an edited book volume, containing chapters based on the workshops, seminars and discussions, which form the basis of the project. The volume will be widely disseminated across the museum world and it is hoped will lead to future research experimenting with different methods for assessing the value of object handling. Many of the participants from museums are in the process of developing new resources and this research will feed directly into these developments. Furthermore, the volume will provide a useful guide for museum's who are developing their access and interpretation strategies, with a view to enhancing the object handling opportunities currently available in museums and galleries.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E500323/1","grantId":"AH/E500323/1","fundValue":"11255","fundStart":"2006-08-04","fundEnd":"2007-10-31","funder":"AHRC","impactText":"","person":"Helen Jane Chatterjee","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}