{"id":"D25E2C2D-09AA-4686-BF36-65C51718005B","title":"Traditional East Asian Medicines Research Network (TEAMsRN): Making Medical Humanities Relevant to the Globalisation of East Asian Medicine","abstractText":"In the early years of the 20th century, the traditional medical practices of China, Japan, Korea and other East Asian countries were dismissed both at home and abroad as remnants of a past age that would soon be wiped out by the unstoppable march of rationality and modernisation. A century later, the very same traditions have not only survived but are increasingly being integrated into mainstream health care systems throughout the world, while medical researchers scour its ancient practices in the hope of discovering new cures for modern ailments. The proposed Traditional East Asian Medicines Research Network (TEAMsRN) is intended to make a unique contribution to our management of the processes whereby East Asian medicines are integrated into contemporary health care. \\nComing to us from different cultures/times the integration of East Asian medicines into contemporary healthcare depends on complex translations and adaptations. These translations create the fit that matches these traditions to modern health care needs and contexts of practice. However, outside of the humanities and social sciences, this process of translation is rarely acknowledged or reflected upon leading to numerous problems and contentious issues. For instance, East Asian medicine practitioners sell treatments claimed to be thousands of years old, which on closer inspection turn out to be recent translations of western medical knowledge into the East Asian medicine domain. Clinical researchers meanwhile seek to evaluate the effectiveness of specific treatments or techniques without understanding how these treatments acquired their effectiveness in traditional contexts of practice. As a result, such research does not evaluate anything beyond the researchers' imagination of what East Asian medicines are.\\nTEAMsRN is established with the specific objective to overcome these problems. Its uniqueness and specific contribution to the modernisation of traditional East Asian medicines derives from its purpose as a platform through which knowledge available in the humanities and social sciences is made directly relevant to clinicians, clinical researchers, political regulators and other stakeholders in the integration of East Asian medicine into modern healthcare systems. For this purpose, TEAMsRN is constituted as a forum that brings together an international group of leading researchers working in the fields of East Asian or complementary medicines from a variety of disciplines that do not generally speak to each other, such as clinicians and clinical researchers, anthropologists and medical historians, health economists and science studies experts.\\nIn the context of this forum, participating scholars and researchers will have the opportunity for face-to-face interaction, discussion and debate. This will face clinicians, researchers and regulators with questions that do not normally surface in debates about safety, effectiveness, and the integration of different traditions in the medical domain: What are the values, goals, ethics, and models of efficacy implicit to East Asian medicines? To what extent have these changed over time, driven by what forces? What, in fact, is traditional about these medicines? What are the ideologies and politics behind the process of their integration into modern health care systems? \\nFrom the other, we also hope to raise new questions for historians and social scientists that are directly relevant to the integration of East Asian medicines into contemporary health care: What claims to effectiveness and safety are made by East Asian medicines? Who makes these claims, in what contexts, for what purposes? Are there competing claims? Where do they arise from? How is the tension between these to be resolved?\\nAt the intersection of these questions we will generate a process of reflection, dialogue and debate through which TEAMsRN will be setting an agenda for the future development and study of East Asian medical traditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H007180/1","grantId":"AH/H007180/1","fundValue":"37421","fundStart":"2009-10-01","fundEnd":"2011-06-30","funder":"AHRC","impactText":"","person":"Volker  Scheid","coPersons":[],"organisation":"University of Westminster","findingsText":" The grant was used to establish an interdisciplinary research network and to explore ways in which the medical humanities might be made relevant to discussion and debates attaching to the globalisation of East Asian medicines and their integration into contemporary health care settings. The main vehicle chosen to this end were two conferences/workshops organised at the University of Westminster: &quot;The (After)Life of Traditional Knowledge: The Cultural Politics and Historical Epistemology of The interdisciplinary dialogue facilitated by TEAMsRN and the workshops organised are capable of producing inputs into issues of governance and regulation with respect to the integration of East Asian medicines into contemporary health care as well as reflecting critically on existing forms of governance and regulation. Communities and Social Services/Policy,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}