{"id":"D2604703-6C24-4D94-8149-7D6A07377715","title":"meiTALENs: Directing crossover recombination with meiotic TAL nucleases","abstractText":"There is a critical need to improve crop yields to provide food security for the growing human population. Harnessing the genetic variation present in crops and their wild relatives is critical for crop improvement. Most crops have passed through domestication bottlenecks and so contain a fraction of wild genetic diversity. Crossing can therefore reintroduce useful variation from wild strains, for example in disease and stress resistance and increase yield. This process is dependent on recombination and independent chromosome segregation that occurs during meiosis. Meiotic recombination can produce crossovers between chromosomes and generation of novel combinations of genetic variation. Where crossovers occur in the genome is non-random, which can impose a limitation on breeding. For example, many important crops such as maize, wheat, barley and tomato have very skewed crossover patterns, with the majority of events occurring towards the end of the chromosomes. Therefore, useful variation located in the centre of crop chromosomes can be difficult for breeders to fully utilise. In the proposed work we will develop synthetic tools that will allow scientists and breeders to direct crossover recombination to specific sites in the genome. This will be done by fusing programmable DNA binding domains to nucleases and expressing them during the meiotic sexual cell division. This will drive breaks in the DNA at target sites, which will then be repaired as crossovers via the specialized machinery present during meiosis. We will perform this work as a proof-of-principle in the model species Arabidopsis thaliana, which has extensive genetic and genomic resources that will ensure rapid progress and demonstration of functionality. For example, we have developed fluorescent systems that allow us to score 100,000s of meiosis in 10-15 minutes. As the recombination machinery is highly conserved between plants our understanding will be directly applicable to crop species. This work will take advantage of cutting-edge synthetic biology to manipulate the core process of meiotic recombination, with direct impact for crop improvement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L006847/1","grantId":"BB/L006847/1","fundValue":"417708","fundStart":"2014-04-01","fundEnd":"2017-09-14","funder":"BBSRC","impactText":"  Collaborating with Rijk Zwaan plant breeding to translate technology into crops. Agriculture, Food and Drink Economic","person":"Ian  Henderson","coPersons":[],"organisation":"University of Cambridge","findingsText":" This work is in progress but we are using synthetic biology to design meiotic nucleases to manipulate plant crossover patterns. Application in crop species. Agriculture, Food and Drink","dataset":"gtr"}