{"id":"D26BC12A-6C22-438F-A766-7F96FF8B2A67","title":"Mediating and policing community disputes: Developing new methods for role-play communication skills training","abstractText":"<p>The project extends previous ESRC-funded research into the causes of neighbour disputes, delivering a pioneering approach to role-play training for neighbour dispute mediators and the police.<br /><br />In contrast to existing role-play techniques that simulate encounters, the 'conversation analytic role-play method' (CARM) comprise genuine, live recordings of anonymised audio-recordings of interactions between the public and mediators/police officers. Data is presented to workshop participants in a live unfolding of real neighbour complaints or crimes.<br /><br />Participants role-play possible responses to what callers or suspects say, and then evaluate what mediators or police officers actually said in response. CARM workshops ran across UK, Ireland and US mediation and UK police services.<br /><br />The project has made a de facto contribution to our understanding and evaluation of role-play training. By developing and engaging with the communication training of mediators and police officers, who deal with people in some of the most acute moments of their lives, the project contributes more broadly to people's well-being and quality of life. Effective public service encounters, which minimise miscommunication and mismatched expectations, are be the most productive for increasing satisfaction for all parties involved.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I015663/1","grantId":"ES/I015663/1","fundValue":"38869","fundStart":"2011-02-15","fundEnd":"2012-02-14","funder":"ESRC","impactText":"","person":"Elizabeth  Stokoe","coPersons":[],"organisation":"Loughborough University","findingsText":" The project pioneered CARM, the 'Conversation Analytic Role-play Method', an approach to communication skills training for public and third sector users. In contrast to the simulated role-play encounters that are pervasive in communication training, CARM uses anonymized recordings of actual encounters between members of the public and organization staff. Because CARM evolved out of previous ESRC-funded research about the organizations that manage neighbour disputes, the focus was on community mediation and police services. In workshops, participants examine the roadblocks that occur in real mediators' or police officers' interactions, and discuss analysis-based examples of good and bad practice. \n\n\n\nEach mediation and police service received two workshops, with the second being a collaboratively designed bespoke session. Participating services included those involved in the original 'neighbour dispute' study, some who were contacted directly to maximize the reach of CARM across the UK, Ireland and USA, but many were new services who made unsolicited contact having heard about CARM from colleagues. Over 70 workshops and lectures were delivered during the course of the project; double the number in the original proposal. CARM has been adopted by academics running workshops with other user groups (e.g., call-takers, medics). In June 2012, the first national CARM workshop ran at Loughborough University; the first email discussion list was set up for and subscribed by over 200 mediators. In October 2012, CARM was accredited by the UK College of Mediators, impacting on training practice orthodoxy and making it a nationally recognized method for the Continuing Professional Development of mediators. The project developed a pioneering approach to communication training: the 'Conversation Analytic Role-play Method' (CARM). The objective was to impact existing training practice, which customarily uses role-played, simulated encounters. In contrast, CARM uses audio recordings of actual interactions as the basis for training, starting with research-based evidence about the roadblocks that occur in their conversations and how to overcome them. It can be adapted to any workplace or institutional encounter for which recordings can be made. CARM is already being used by other academics in non-academic contexts for communication training, including doctor-patient interaction (University College London), student-load company interactions with students (Uppsala University, Sweden), performance appraisal (Karlstad University, Sweden), and NSPCC helplines (Loughborough University). As a 'follow-on' project which delivered research-based communication skills training to community mediators and police services, it was intrinsically about and for how research can be put to use. CARM has been accredited by the UK College of Mediators such that participants gain Continuing Professional Development Points on completion of a workshop. Communities and Social Services/Policy,Government, Democracy and Justice,Retail","dataset":"gtr"}