{"id":"D278BCC6-0EA7-4320-8CD7-3AC8D02A628D","title":"Iran Sanctions and the Insurance Industry","abstractText":"<p>This project will comprise a London workshop bringing together policy-makers and practitioners to explore Iran sanctions in the specific context of the insurance industry. The obligation to comply with sanctions constitutes an important commercial consideration with numerous associated challenges that vary considerably according to sector. Implementation can be costly and complex and it can be difficult to determine whether compliance policies and procedures meet the challenges. However, the consequences of being found in non-compliance with sanctions are significant. Firms thus have a strong interest in fully understanding and keeping pace with intricate and rapidly-evolving sanctions regimes. The workshop will further industry knowledge and understanding with regard to the challenges associated with sanctions and their effective implementation.</p>\n\n<p>&nbsp;</p>\n\n<p>The workshop will also benefit policy-makers. Sanctions are as much a political tool as an economic one and the political symbolism associated with implementing sanctions means that policy-makers are often required to legislate on sanctions regimes without sufficient time to fully consider the challenges that these regimes will pose to commercial stakeholders. The workshop will offer policy-makers an opportunity to better understand and thus mitigate the challenges posed by sanctions to industry.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L00173X/1","grantId":"ES/L00173X/1","fundValue":"10338","fundStart":"2013-05-30","fundEnd":"2013-06-29","funder":"ESRC","impactText":"  This project has made an original contribution to the debate around the use and effectiveness of sanctions. Scholars and policymakers continue to view economic sanctions as an important tool of coercive diplomay, even if the effects of sanctions on the policies of target states remain highly contested. Yet while considerable attention is devoted to sanctions at the state level, little has been done to explore the intricacies of sanctions at the working level of industry. Using sanctions on Iran as a case study, this project brought together a range of experts from academia, industry and the policy arena to explore the impact of sanctions on the insurance industry. The workshop revealed the challenges and obstacles (often unintended) that sanctions pose to legitimate commercial activities. The insights generated at this workshop contributed to a unique, 'bottom-up' analysis that explores the challenges of implementation and compliance that sanctions often pose for industry practitioners. This practical understanding of the complexities that characterise the sanctions landscape has, in turn, contributed to advancing understanding of the factors that influence the effectiveness of sanctions more generally. Government, Democracy and Justice,Security and Diplomacy Societal,Economic,Policy & public services","person":"Matthew  Moran","coPersons":[],"organisation":"King's College London","findingsText":" The project resulted in a number of important findings:\n1. To date, academic studies of sanctions have focused on sanctions at the state-level. Little attention has been devoted to exploring the complexities of sanctions at the working level of industry.\n2. An understanding of the challenges posed by sanctions to industry can shed light on the broader factors influencing the success or failure of sanctions in terms of altering the policy direction of the target state. \n3. Dialogue around the impact of sanctions on industry can contribute to the construction of a more robust sanctions regime that exerts maximum intended influence without compromising legitimate commercial activities. The implementation of sanctions can pose a range of often unforeseen consequences that frequently obstruct legitimate commercial activities. Adverse consequences may be mitigated through a comprehensive and ongoing dialogue between policy-makers and industry stakeholders. The findings of this project break new ground in terms of exploring the impact and effectiveness of sanctions at the working level of industry. The bottom up approach adopted in the project will serve as a model for similar studies of other sectors, while the findings and recommendations can serve as a basis for longer-term, more detailed studies of the role and impact of sanctions Aerospace, Defence and Marine,Financial Services, and Management Consultancy,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}