{"id":"D27ACFC6-1C59-4039-BF01-BC861A6B5490","title":"Future Resilience for African CiTies And Lands (FRACTAL)","abstractText":"The problem: Building climate change resilience necessarily means building urban resilience. Africa's future is dominated by a rapidly increasing urban population with complicated demographic, economic, political, spatial and infrastructural transitions. This creates complex climate vulnerabilities of critical consequence in the co-dependent city-regions.\nClimate change substantially complicates the trajectories of African development, exacerbated by climate information that is poorly attuned to the needs of African decision makers. Critical gaps are how climate processes interact at the temporal and spatial scales that matter for decision making, limited institutional capacity to develop and then act on climate information, and inadequate means, methods, and structures to bridge the divides. Current modalities in climate services are largely supply driven and rarely begin with the multiplicity of climate sensitive development challenges.\nThere is a dominant need to address this disconnect at the urban scale, yet climate research in Africa is poorly configured to respond, and the spatial scale and thematic foci are not well attuned to urban problems. Most climate-related policies and development strategies focus at the national scale and are sectorally based, resulting in a poor fit to the vital urban environments with their tightly interlocking place-based systems.\nResponse: FRACTAL's aim is to advance scientific knowledge about regional climate responses to anthropogenic forcings, enhance the integration of this knowledge into decision making at the co-dependent city-region scale, and thus enable responsible development pathways.\nWe focus on city-region scales of climate information and decision making. Informed by the literature, guided by co-exploration with decision makers, we concentrate on two key cross-cutting issues: Water and Energy, and secondarily their influence on food security. We work within and across disciplinary boundaries (transdisciplinarity) and develop all aspects of the research process in collaboration with user groups (co-exploration).The project functions through three interconnected work packages focused on three Tier 1 cities (Windhoek, Maputo and Lusaka), a secondary focus on three Tier 2 cities (Blantyre, Gaborone and Harare), and two self-funded partner cities (Cape Town and eThekwini). \nWork Package 1 (WP1) is an ongoing and sustained activity operating as a learning laboratory for pilot studies to link research from WP2 and 3 to a real world iterative dialogue and decision process. WP1 frames, informs, and steers the research questions of WP2 and 3, and so centres all research on needs for responsible development pathways of city-region systems.\nWP2 addresses the decision making space in cities; the political, economic, technical and social determinants of decision making, and seeks to understand the opportunities for better incorporation of climate information into local decision making contexts.\nWP3, the majority effort, focuses on advancing understanding of the physical climate processes that govern the regional system, both as observed and simulated. This knowledge grounds the development of robust and scale relevant climate information, and the related analysis and communication. This is steered explicitly by WP1's perspective of urban climate change risk, resilience, impacts, and decisions for adaptation and development.\nThe project will frame a new paradigm for user-informed, knowledge-based decisions to develop pathways to resilience for the majority population. It will provide a step change in understanding the cross-scale climate processes that drive change and so enable enhanced uptake of climate information in near to medium-term decision making. The project legacy will include improved scientific capacity and collaboration, provide transferable knowledge to enhance decision making on the African continent, and in this make significant contribution to academic disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M020061/1","grantId":"NE/M020061/1","fundValue":"491589","fundStart":"2015-06-01","fundEnd":"2019-05-31","funder":"NERC","impactText":"","person":"Richard Graham Jones","coPersons":["Carol Frances McSweeney"],"organisation":"Met Office","findingsText":"","dataset":"gtr"}