{"id":"D284EFB8-3DD4-48CC-8091-C0AD6BB7BD17","title":"Displaying Victorian Sculpture","abstractText":"While Victorian Studies has undergone a remarkable growth in the past two decades, with exhaustive research into many aspects of 19th-century British culture, scholars have almost entirely overlooked Victorian sculpture. This project seeks to return sculpture to centre stage in discussions of 19th-century British culture, and to re-assert the importance of sculpture to Victorian history. It is a collaborative project involving scholars and curators at the Universities of York and Warwick and the Yale Center for British Art, who will host the exhibition, Displaying Victorian Sculpture. The project will also involve the participation of three important regional collections: Kelvingrove Art Gallery, Glasgow; Walker Art Gallery, Liverpool; and National Museum, Cardiff.\\n\\nThe focus of the project will be the display of sculpture. Sculpture and sculptural objects were ubiquitous in the 19th century, displayed in museums, galleries, public spaces inside and out, and in homes from royal palaces to suburban villas. Encompassing a range of objects from cameo brooches to taxidermic tableaux, from commemorative medals to the fountains at Osborne House, sculpture was visible everywhere. We know little, though, of the display of these objects and their audiences. The examination of sculptural encounters will allow us to move beyond standard approaches, which stress the biographical (the life and work of particular sculptors) and the formal (stylistic schools and borrowings), in two crucial ways:\\n\\nFirst, it will allow a closer attention to internationalism. Victorian Sculpture was an international business, and artists, patrons, and objects circulated round the globe. Works were often reproduced for new locations, and the period's most widely attended exhibitions all emphasized international contexts and histories. The framework of national schools, which has characterized the discussion of 19th-century sculpture, needs to be replaced by an awareness of the cosmopolitanism of sculptural patronage, production, and display.\\n\\nThis, in turn, offers new perspectives on the politics of sculpture. Display forces us to address not only the subject and style of, say, Bates's Lord Roberts Memorial, but also, as a monument erected in both Glasgow and Calcutta, how its meaning was determined by the spaces and social rituals surrounding it. In turn, how did the monument give meaning to those spaces? Similarly, the physical culture and dress reform movements insisted on classical sculpture as the moral and aesthetic exemplar to be imitated, and one might ask how the public and private displays of these ideals shaped ideas about class, gender, and nation.\\n\\nThis complex history will be examined in a set of accessible outcomes. These include the first major international exhibition of Victorian sculpture, along with a catalogue; an edited collection of Victorian visual and textual sources on sculptural display, to be edited by the PRF; and two PhD theses on related themes. One thesis will examine the display of sculpture at international expositions; the other will deal with the royal family and their myriad roles in the promotion of sculpture and its display. While we have a clearly defined set of outcomes, we intend these to function as a springboard to the further development of the field, not least through the careers of the younger scholars involved in the project.\\n\\nDisplaying Victorian Sculpture will reveal the social life of sculpture in 19th-century Britain; a social life both physical, in its weighty presence in public and private spaces around the world; and conceptual, in its role as aesthetic and moral exemplar, and as political art par excellence. The project will challenge the aesthetic prejudice that has hindered research in the field, and will offer a history of Victorian sculpture in its full visual and conceptual complexity; a history that continues today in debates about the value of civic monuments and museum collections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H007938/1","grantId":"AH/H007938/1","fundValue":"444661","fundStart":"2010-10-01","fundEnd":"2013-09-30","funder":"AHRC","impactText":"","person":"Michael  Hatt","coPersons":["Jason  Edwards"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}