{"id":"D28C6389-3D8B-411F-BA6F-72C629A7D9B5","title":"Heat induced phase change exchange coupled composite media (HIP-ECC)","abstractText":"Today the data storage market is dominated by magnetic hard disk drives (HDDs) due to their cost effectiveness and utility compared with competitor technologies (eg. solid state flash drives). The basic layout of a HDD has remained the same since they were invented more than 50 years ago, but the technology of the components has changed beyond imagination and this has led to a 200 million-fold increase in data storage capacity since the first hard disk drives. Today's information society would not be possible without this extraordinary accomplishment which has occurred as a result of scientific advancement and engineering prowess working hand in hand. As an example, the discovery of the giant magnetoresistance (GMR) effect used in HDD data readers for which the Nobel Prize in Physics was awarded in 2007. This project aims to explore new ideas for magnetic disk media to allow a continuation of the phenomenal growth in data storage capacities that is required for societal progress in the future.\n\nThe success of HDDs has been built on the scientific and technological progress that has allowed each of the components to be scaled to ever decreasing size. The materials used in conventional magnetic recording media are nanoscale (~8nm) granular magnets where a single bit is stored on multiple grains using an electromagnet designed to fly a few nanometres above the surface of the disk. These grains cannot be scaled down in size indefinitely and as the volume of the grain is limited by the super-paramagnetic effect, where individual magnetic grains may reverse due to thermal excitations, results in data loss and device failure. Recent research has focussed on circumventing this problem.\n\nIn this joint project between the University of Manchester and the University of Sheffield we propose a new design for a tuneable exchange coupled composite (ECC) medium for heat assisted magnetic recording (HAMR); a heat induced phase change ECC medium (HIP-ECC). An exchange coupled composite medium typically consists of several nanometre thick layers of magnetically hard and soft materials in intimate contact. Magnetic switching of the hard layer is assisted by coupling with the soft layer, resulting in a lower overall switching field and a higher thermal stability based on the properties of the hard layer. The proposed tuneable ECC medium has an intermediate layer between the soft and hard layer that will allow control of the exchange energy/coupling between both layers using a change in temperature. This thermal switch will allows us to dramatically reduce the heat requirements for recording, thereby avoiding many of the difficulties of more conventional approaches to HAMR. The key advantage of this design is that an extremely thermally stable material can be used to store the data with no loss in writeability.\n\nHAMR is the leading technological candidate for achieving higher data storage densities in magnetic recording. This technology has the advantage that it can be used with both existing and future data recording technologies i.e. conventional magnetic media and bit patterned media (the magnetic material is patterned into individual nanometre-scale islands, each recording a single bit of data). HAMR makes use of the reduction in the magnetic field required to switch a ferromagnet at elevated temperatures. This phenomenon allows the use of the highest magneto-crystalline anisotropy materials such as highly ordered FePt and CoPt alloys to maintain long term stability. Magneto-crystalline anisotropy is an internal property of the material that determines its magnetic thermal stability.\n\nThrough this project we aim to deliver scientific progress that will result in clear applications in magnetic data storage, enabling the next generation of HDD products to be produced. Using this technology data storage density can theoretically be increased to 20Tbit/in2, 40 times larger than current commercial disk drives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K008501/1","grantId":"EP/K008501/1","fundValue":"280671","fundStart":"2013-03-03","fundEnd":"2016-07-08","funder":"EPSRC","impactText":"  Our new MEAM potential sets developed for Rare Earth and magnetic materials have been also used in the exploration and understanding of strain stress based interfaces of magnetic/metallic and magnetic/Oxide systems. Digital/Communication/Information Technologies (including Software),Other Economic","person":"Gino  Hrkac","coPersons":[],"organisation":"University of Exeter","findingsText":" no applicable right now, as the grant has not finished yet.\nBut we are on track with our objectives and mile-stones. As mentioned in the narrative section, we have developed a semi-atomic model system to be able to treat large scale atomistic molecular model systems of magneto/metallic and magnetic/oxide interfaces. no applicable right now. Digital/Communication/Information Technologies (including Software),Other","dataset":"gtr"}