{"id":"D28E12A4-DAB3-4492-9590-5304EFD484A1","title":"Working Late: Strategies to Enhance Productive and Healthy Environments for the Older Workforce","abstractText":"<p>The increasing age of the UK workforce presents major challenges for government, occupational health services, employers, workers and their families. It is now essential to facilitate an extended working life by maintaining the health and quality of working life of older workers. Working Late was a 4 year project funded by the New Dynamics of Ageing Programme. The project investigated practice and policy issues associated with later life working and developed interventions and design solutions to promote health, productivity and quality of working life of older people.<br /><br />The research involved a mixed methods approach, comprising focus groups, interviews, surveys and interventions.The project involved continuous and active engagement with agencies, employers and older workers to guide the research process.The research explored barriers to working late, including the conflict between employment, family care responsibilities, the impact of age discrimination legislation and the logistics of the journey to work. Evidence based interventions and innovative health education materials were developed to promote health at work. Finally, there was a focus on the work environment to develop design models for an inclusive workplace which optimises health, well being, safety and productivity of workers across the life course.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-353-25-0006","grantId":"RES-353-25-0006","fundValue":"1309750","fundStart":"2008-11-03","fundEnd":"2013-03-31","funder":"ESRC","impactText":"","person":"Cheryl  Haslam","coPersons":["Joanne  Crawford","Diane  Gyi","Martin Richard Lindley","Fehmidah  Munir","Hilary Jean McDermott","Kevin  Morgan","Alistair G F  Gibb","Stacy Anne Clemes","Laurie  Cohen","Roger  Haslam","Edward Brian McKechnie"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}