{"id":"D294E8B5-AF33-468B-AB63-341B292832FC","title":"Synthetic Lectins for Oligosaccharide Binding in Aqueous Media","abstractText":"Synthetic receptors can help to throw light on the processes of life by mimicking the interactions between biomolecules. The binding of carbohydrates is especially mysterious, and especially difficult to reproduce under natural (aqueous) conditions. We have recently demonstrated the first well-authenticated receptor for the common monosaccharides in water. Our design may be likened to a classical temple, in which roof, floor and pillars make contact with matching portions of the carbohydrate. We have also studied a longer analogue ( extended-temple ) designed to bind disaccharides in (less challenging) organic media. This latter compound shows extraordinary selectivity for just one disaccharide substrate.We now plan to make receptors which will bind di- and oligosaccharides in water - the first molecules to be specifically designed for this purpose. The receptors are likely to show high affinities, perhaps comparable with some carbohydrate-binding proteins (lectins). They should also show good selectivities for particular disaccharide units which are found in plant, fungal and bacterial cell walls. We will use them to study the driving forces for natural carbohydrate binding, for example by varying their structures and the medium in which they operate. We will also develop versions which can be applied in biological research. One aim is to highlight the target disaccharides in developing cell walls, using fluorescent analogues of the receptors. Another is to interrupt cell wall synthesis, perhaps leading to antimicrobial agents. If we succeed we will have demonstrated, for the first time, that biomimetic carbohydrate receptors can be useful in a biological context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D060192/1","grantId":"EP/D060192/1","fundValue":"231892","fundStart":"2006-06-01","fundEnd":"2009-07-31","funder":"EPSRC","impactText":"  This programme has continued through a succeeding EPSRC grant which has resulted in improved designs, including a molecule which can bind extended oligosaccharide chains. More development is required, but we may now be within reach of molecules with potential for biological activity, or might be used to help modify polysaccharide biomaterials.  ","person":"Anthony  Davis","coPersons":["Matthew  Crump"],"organisation":"University of Bristol","findingsText":" We have shown that certain disaccharides, especially the cellulose fragment cellobiose, can be bound quite strongly and very selectively by synthetic receptors in water. The receptors were designed to mimic natural carbohydrate receptors (lectins), in that they use only non-covalent interactions. In practice they came quite close to matching the performance of some of these proteins, justifying the label &quot;synthetic lectins&quot;. Synthetic lectins could find various applications in the biomedical sciences (e.g. diagnostics, novel pharmaceuticals) if sufficiently effective. Specific applications of oligosaccharide receptors lie in the areas of antibacterial or antifungal agents, and also in the utilisation of polysaccharide biomaterials. Chemicals,Environment,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}