{"id":"D2958002-2AEE-48DA-A507-D933315EFB13","title":"Novel Time-Resolved Thermal Imaging: AlGaN/GaN Heterostructure Field Effect Transistors","abstractText":"The increasing complexity of tasks required by communication, radar, aircraft, automotive systems benefits from the use of novel materials in high speed devices. Such devices, for example, radio-frequency (RF) transistors used in mobile communication base stations or phased array radars, have to meet certain performance standards. Electrical characterization is mostly used today to tackle challenges in the device development process to meet these standards. Electrical measurements, however, determine average device properties rather than specific information on spatial characteristics such as temperature and electric field inhomogeneities. If direct imaging of temperature and electric field distribution over a device area was possible with high time resolution this would open a new dimension for the investigation of semiconductor devices. This would be of great benefit to device researchers and developers to study and tackle time-dependent phenomena limiting device performance. Adequate techniques, however, are not existent at present. In the proposed work we will develop the first high-spatial resolution time-resolved thermal prober for semiconductor device imaging ever built to our knowledge. Electric field distribution will be extracted from the temperature information. The technique will be illustrated on the example of the topical AlGaN/GaN HFETs to learn more about how these devices operate in detail and what limiting factors for current devices are. For example, we will obtain information about carrier trapping related to AlGaN/GaN HFET current collapse, but experience shows that other interesting and potentially important discoveries are likely to result as well.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D04698X/1","grantId":"EP/D04698X/1","fundValue":"93447","fundStart":"2006-09-30","fundEnd":"2010-06-29","funder":"EPSRC","impactText":"","person":"Asen Mihailov Asenov","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}