{"id":"D299152F-D462-4DF2-B99D-9DA4326A34B4","title":"Efficient Energy Management in Energy Harvesting Wireless Sensor Networks: An Approach Based on Distributed Compressive Sensing","abstractText":"Future deployments of wireless sensor network (WSN) infrastructures for environmental, industrial or event monitoring are expected to be equipped with energy harvesters (e.g. piezoelectric, thermal or photovoltaic) in order to substantially increase their autonomy and lifetime.\n\nHowever, it is also widely recognized that the existing gap between the sensors' energy availability and the sensors' energy consumption requirements is not likely to close in the near future due to limitations in current energy harvesting (EH) technology, together with the surge in demand for more data-intensive applications. Hence, perpetually operating WSNs are currently impossible to realize for data-intensive applications, as significant (and costly) human intervention is required to replace batteries.\n\nWith the continuous improvement of energy efficiency representing a major drive in WSN research, the major objective of this research project is to develop transformative sensing mechanisms, which can be used in conjunction with current or upcoming EH capabilities, in order to enable the deployment of energy neutral or nearly energy neutral WSNs with practical network lifetime and data gathering rates up to two orders of magnitude higher than the current state-of-the-art.\n\nThe theoretical foundations of the proposed research are the emerging paradigms of compressive sensing (CS) and distributed compressive sensing (DCS) as well as energy- and information-optimal data acquisition and transmission protocols. These elements offer the means to tightly couple the energy consumption process to the random nature of the energy harvesting process in a WSN in order to achieve the breakthroughs in network lifetime and data gathering rates.\n\nThe proposed project brings together a team of theoreticians and experimentalists working in areas of the EPSRC ICT portfolio that have been identified for expansion. This team is well placed to be able to develop, implement and evaluate the novel WSN technology. The consortium also comprises a number of established and early stage companies that clearly view the project as one that will impact their medium and long term product developments and also strengthen their strategic links with world class academic institutions. We anticipate that a successful demonstration of the novel WSN technology will generate significant interest in the machine-to-machine (M2M) and Internet of Things (IoT) industries both in the UK and abroad.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K033700/1","grantId":"EP/K033700/1","fundValue":"275842","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Ian James Wassell","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}