{"id":"D29AE7B6-ED47-480D-8552-184AB3659240","title":"COMPARATIVE PHOTO-INDUCED OXIDATIVE ADDITION OF B-H, C-H, Si-H AND B-B BONDS","abstractText":"A knowledge of reaction mechanisms is what enables chemists to predict the outcome of new reactions and work out how to make new compounds most effectively. Transition-metal compounds containing metals such as rhodium and ruthenium are used extensively as catalysts for organic and industrial processes. Oxidative addition reactions form a well-known class of reactions of such catalysts. There are two major developments in oxidative addition reactions that this project addresses: (1) the development of catalytic reactions of the simplest hydrocarbons (e.g. benzene or pentane) with boron compounds that yield very useful products for further reactions (2) the realisation that oxidative addition reactions sometimes proceed via non-classical intermediates called sigma complexes ; for instance, a silane may bind to the metal without breaking the silicon-hydrogen bond in the intermediate sigma-complex, although it is completely broken in the product. Firstly, in proof of principle experiments, we have demonstrated that we can make rhodium compounds that contain right-handed ligands. We can then obtain oxidative addition products that have metal centres that are either right-handed or left-handed and can monitor exchange of these two isomers. This exchange process tells us about the existence of intermediates (or transition states) with a mirror plane. With the help of theory and experiment we can infer the existence of sigma complexes. Secondly, this proposal addresses the question of what is special about boron by measuring the rates of reaction of carefully selected transition metal compounds with the boron compounds using a short light pulse to initiate the reactions. The results will be interpreted with the aid of theoretical calculations carried out in collaboration with Eisenstein, a well-known theorist. Thirdly, we will use NMR spectroscopy to determine the distribution of products when different combinations of reagents are in competition, for instance allowing silicon and boron compounds to compete for the same transition metal species. Finally, we will investigate transition metal complexes that are claimed to be suitable for two oxidative addition reactions in succession. These precursor complexes react on irradiation of light and it would be especially interesting for applications if they can be initiated with visible light rather than ultra-violet light. Overall, this study will give us a detailed picture of the relationships between different types of oxidative addition reactions that can be fed into catalyst design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F037740/1","grantId":"EP/F037740/1","fundValue":"515715","fundStart":"2008-07-14","fundEnd":"2012-10-13","funder":"EPSRC","impactText":"  The findings have not yet had an impact beyopnd academia  ","person":"Robin  Perutz","coPersons":[],"organisation":"University of York","findingsText":" Organometallic compounds of elements such as rhodium and ruthenium are used extensively as catalysts in synthesis of chemicals both on bulk (tonnes) and fine chemical scales. While catalytic activation of silicon-hydrogen bonds has been carried out commercially for many years, catalytic activation of carbon-hydrogen and boron-hydrogen bonds is still at the laboratory stage. However, the activation of carbon-hydrogen bonds is gathering pace rapidly and holds out great promise. Catalytic activation of boron-hydrogen and carbon-hydrogen bonds in tandem provides an environmentally friendly route to intermediates used in carbon-carbon coupling. Our study aimed to provide a quantitative comparative study of carbon-hydrogen, boron-hydrogen and silicon-hydrogen bond activation that built on these recent advances in catalytic applications. Overall, the research provided a detailed mechanistic picture of energy surfaces associated with oxidative addition and provide direct benefits in catalysis design. Reactions of ruthenium, rhodium and iridium complexes were initiated by photodissociation methods. They were then studied by NMR methods and time-resolved spectroscopy, supplemented by theoretical studies carried out in collaboration with Eisenstein. The theoretical studies also extended to catalysis with compounds of nickel and palladium. We designed our compounds so they included parts which were either all left-handed or all right-handed (ie. they were chiral). The chiral ligands allow the full control of stereochemistry and enable mechanistic studies not otherwise available. We revealed the barriers to configurational change in the products, focusing especially on the role of sigma-complexes (sigma-complexes contain element-hydrogen bonds that act as donors to the metal centres.). Some of our compounds proved to be non-rigid and underwent stereochemical change at the metal, while others were completely rigid. This approach has significance in determining the potential for asymmetric catalysis. By use of time-resolved spectroscopy and NMR competition studies, we compared the rates of activation of the four classes of bonds: hydrogen-hydrogen, carbon-hydrogen, boron-hydrogen and silicon-hydrogen. We also demonstrated that a class of rhodium compounds previously thought to be selective for carbon-hydrogen bonds, could also activate all the other classes mentioned and even carbon-fluorine bonds. To design new catalysts for small molecule activation Chemicals","dataset":"gtr"}