{"id":"D29E3276-01FA-44C9-BFC5-BC811EDFFCD2","title":"Summer: Testing Influences and Mechanisms for Europe (SummerTIME)","abstractText":"The recent string of wet UK summers had considerable impact on society via effects such as flooding. The summer of 2013 then bucked the trend, with unusually warm and dry conditions prevailing. The proximate causes of these unusual seasons were shifts of the Atlantic jet and storm track, which steers the path of individual storms. But are there deeper underlying causes: remote or 'external' drivers that can have an influence on the jet stream? If so, can we use these drivers to improve our forecasts of these high-impact events from months to years ahead? These are the questions that will be addressed by the SummerTIME proposal. \n\nSummertime shifts of the jet stream appear to be related to Atlantic Ocean temperatures, both on seasonal and decadal timescales. Other potential drivers include sea ice variations, anthropogenic aerosol emissions and tropical circulation patterns. However, climate models in general have difficulty in reproducing these observed relationships, and operational seasonal forecast systems have little skill in predicting jet shifts. The primary aim of SummerTIME is to advance the science of seasonal to decadal prediction of summertime atmospheric circulation over the North Atlantic-European region. \n\nThe meteorology of summertime circulation has historically been much less studied than its wintertime counterpart, and much remains to be understood of its fundamental nature. A secondary aim of SummerTIME is to improve our understanding of the fundamentals of summer circulation, for example why the storm track splits into two distinct paths just west of the British Isles. This will be investigated using the latest observational datasets and a hierarchy of numerical models of different complexities. \n\nA series of sensitivity experiments will be performed centred around a new version of the Met Office climate model coupled to a very detailed model of the ocean surface layer. These experiments will be designed to test the roles of possible drivers such as ocean currents, sea ice and aerosol forcing. \n\nFinally, the project will analyse a wide range of state of the art forecast systems, particularly from the Met Office but also from other forecasting centres around the world. The aim is to identify missing or poorly represented processes in the forecast systems and investigate how these may be improved. The SummerTIME team will work closely with scientists from the Met Office and the European Centre for Medium-range Weather Forecasting, to ensure that the results are successfully pulled through to aid the development of operational forecast systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M005909/1","grantId":"NE/M005909/1","fundValue":"487957","fundStart":"2015-01-01","fundEnd":"2018-12-31","funder":"NERC","impactText":"","person":"Rowan Timothy Sutton","coPersons":["Kevin Ivan Hodges","Helen  Dacre","Steven James Woolnough","Buwen  Dong","Leonard Christopher Shaffrey"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}