{"id":"D2A556B8-6BE6-436F-8BCF-64553B1D9D6B","title":"An Oral History of the Modern Commonwealth, 1965-2010","abstractText":"The aim of this project is to produce a unique digital research resource on the oral history of the Commonwealth since 1965. It will conduct 60 major interviews with leading figures in the recent history of the organisation, which will be available in digitised form on a dedicated website hosted by the School of Advanced Study's 'SAS Space'. The project seeks to produce a Commonwealth equivalent of the British Diplomatic Oral History Programme based at Churchill College, Cambridge. It will provide an essential research tool for anyone investigating the history of the Commonwealth and will serve to promote interest in and understanding of the organisation. 1965 represented a major turning point in the history of the Commonwealth. The organisation had emerged from the remnants of the British Empire. Originally bringing together Britain and the self-governing 'Dominions', post-war decolonization saw the ranks of its members swelled by newly-independent states from Asia, Africa and the Caribbean, decisively altering its character. With the creation of the Commonwealth Secretariat in 1965, Britain ceased to play the central coordinating role (although the British monarch continued to hold the title of Head of the Commonwealth). The focus of the organisation shifted in the 1960s towards the struggle to achieve black majority rule in Rhodesia and South Africa. From the 1990s, with the end of apartheid, there was a new emphasis on promoting human rights and good governance. Despite these changes, however, some essential characteristics of the Commonwealth remained constant: it operated essentially through informal discussion and persuasion; it lacked a constitution or founding treaty; and the 'official' Commonwealth was part of a broader network including a variety of civil society organisations, many of them considerably older than the Secretariat. \n\nThe crucial question for contemporary policy makers, and one that the project seeks to explore, is how effective the Commonwealth has been as an organisation. This shapes debates about the amount of time and effort member states should be prepared to devote to it. In the case of British government, since the 1960s there has been a tendency for new administrations to come to power promising to place greater emphasis on this 'under-utilised resource', only to sideline the Commonwealth in the pursuit of more tangible foreign policy goals. Analysis of the archives of the Commonwealth Secretariat provides one means of seeking to gauge the significance of the organisation. Yet this collection tends to cast more light on the Secretariat's administrative role than on the Commonwealth's contribution to international diplomacy. This project seeks to investigate, through the use of detailed interviews with some of the leading protagonists, those elements of the Commonwealth's activities that are not easily captured in written records. These would include the informal and often highly sensitive diplomacy conducted via the Secretary-General's good offices. They would also include candid assessments of the way in which the Commonwealth was perceived by representatives from the member states.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006548/1","grantId":"AH/J006548/1","fundValue":"398211","fundStart":"2012-09-03","fundEnd":"2015-09-02","funder":"AHRC","impactText":"","person":"Philip  Murphy","coPersons":["Ruth  Craggs","Leo Isaac  Zeilig"],"organisation":"University of London","findingsText":"","dataset":"gtr"}