{"id":"D2A78D73-8AAE-4F35-A8D5-26D27DA29A27","title":"Statistical inference in transmission models based on Bayesian synthesis of evidence from multiple sources","abstractText":"Policy makers need reliable models to understand the HIV epidemic, to predict the likely future burden of disease for planning, and to predict the likely effect of preventive interventions. Current methods are not adequate to this task. Some methods fail to make use of all the available data, use it in an inconsistent way, and are inherently unable to predict the long term effect of interventions. This is because the risk of acquiring HIV at any point in time depends on how many people already have it, giving rise to dynamic ?feedback? effects. Other methods, which allow for dynamic effects and can therefore predict long term effects of interventions, are not as ?evidence-based? as would be desirable, and it is difficult to tell how accurate their predictions are. \n\nThe project builds on successful work already completed by the applicants, who have recently developed methods for estimating the incidence and prevalence of HIV in the England &amp; Wales. These methods are designed to (a) incorporate all the available information, so that predictions are less uncertain, (b) allow the consistency of the information to be established, (c) provide a systematic analysis of the uncertainty in predictions, based on the uncertainties in the data inputs. These methods have been used in the most recent Department of Health report on the state of the HIV epidemic in the UK.\n\nThe plan now is to extend and refine these methods, so that they can incorporate HIV transmission dynamics and thus allow policy makers to assess the effects of alternative interventions. This will also allow many more sources of data to be incorporated, reducing uncertainty in prediction still further.\n\n\nAlthough the intention is to apply this to the analysis of the HIV epidemic in the UK, the methods to be developed will be applicable to the prevention and control of any human or animal infectious disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600675","grantId":"G0600675","fundValue":"112723","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"MRC","impactText":"","person":"Daniela  De Angelis","coPersons":["Noel  Gill","A E  Ades","Graham Francis Medley"],"organisation":"Medical Research Council","findingsText":"","dataset":"gtr"}