{"id":"D2AA10E5-FF7F-4F48-89E2-0FE7946850CF","title":"Pan-genome reverse vaccinology of Staphylococcus aureus bovine mastitis","abstractText":"Staphylococcus aureus is an important cause of hospital- and community-associated infections of humans. In addition, S. aureus causes economically-important infections of livestock such as bovine mastitis (infection of the udder) which is a major economic burden on the global dairy industry and an important animal welfare issue. Bovine mastitis is typically difficult to treat with antibiotics due in part to the capacity of S. aureus to become intracellular, and antibiotic-resistance is an increasing problem. Accordingly, a vaccine which protects against S. aureus mastitis would be highly desirable. Recently, the availability of the entire genetic code for pathogenic bacteria has been has been useful for identification of antigens predicted to induce a protective immune response. Such studies have resulting in promising vaccines for several important human pathogens. Here, we propose to utilise a similar approach based on the genetic code for all of the subtypes of S. aureus which cause bovine mastitis. This will allow us to identify antigens which are made by all strains, and which induce antibodies which promote bacterial killing and disrupt host-pathogen interactions. Importantly, the capacity to induce protective immunity will be examined in dairy cows. Overall, the study will result in a better understanding of how S. aureus causes bovine mastitis and which antigens may be useful as a vaccine to prevent disease, increase productivity and reduce animal suffering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K00638X/1","grantId":"BB/K00638X/1","fundValue":"324690","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"BBSRC","impactText":"","person":"Ross  Fitzgerald","coPersons":["Arvind  Mahajan"],"organisation":"University of Edinburgh","findingsText":" To date, we have identified a long-list of possible vaccine candidates which have been cloned and will be further screened for their potential. In the final year, a short-list will be tested for protective efficacy. Possible development as a commercial vaccine for S. aureus bovine mastitis Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}