{"id":"D2AA08AF-3698-4752-A70A-DF1642CA7072","title":"Developing insect population models to support the design of GM control strategies","abstractText":"The stable fly is a major nuisance insect with a global distribution and is capable of mechanically transmitting a range of important livestock and human pathogens. The stress and injury caused by its biting activity are estimated to cost the US cattle industry around $1billion/year. Its impact is projected to increase in regions including Brazil and Australia as a consequence of recent changes to the management of sugar cane and other vegetable waste. Better control methods for stable flies would therefore benefit animal welfare, bioenergy production and food production.\n\nThe industrial host of this project, Oxitec, is a world leader in developing methods for manipulating insect populations through the development and release of genetically modified strains. For mosquitoes, this typically involves the release of very large numbers of modified male insects to outcompete wild-type males. This has minimal impact because male mosquitoes do not blood-feed. To use similar approaches to control stable fly populations, there is a greater need for tools to design optimally efficient release strategies because male and female stable flies both blood-feed.\n\nThe proposed project will develop process-based models of stable fly populations and use modern statistical approaches to fit them to data. Process-based models explicitly model biological processes such as birth and death rates rather than simply modelling abundance. They are relatively complex and the difficulty of fitting them has historically been a limitation, but they are better for exploring the responses of populations to unusual circumstances such as climate change or control strategies. Recently, better statistical approaches to fitting complex models to data have been developed, such as Approximate Bayesian Computation (ABC).\n\nThe Mathematical Biology group at Pirbright has a history of successfully using cutting-edge statistical approaches to fit complex biological models to data. During the recent outbreak of Schmallenberg virus in northern Europe, the group used Approximate Bayesian Computation to fit a complex disease transmission model to the early stages of the outbreak, allowing inferences to be made about key disease transmission parameters which were provided to the European Commission to make outbreak management decisions. The conclusions of the model were later validated experimentally. The group also has a history of facilitating the acceptance of modelling outputs for policy decisions. For example, disease spread simulations provided by the group were recently used to help make the case for licensing a novel bluetongue vaccine product, and during the BTV outbreak in the UK in 2007 the group provided simulation outputs in real-time in response to queries from policymakers.\n\nProcess-based insect population modelling is a logical next step for the group's research into the spread of vector-borne diseases, as it will allow the effects of climate change and novel control strategies on insect vector populations to be predicted with greater certainty. The stable fly is an ideal species to begin with for several reasons. Firstly, as outlined above, the species is associated with a substantial and growing direct impact in many areas of the world and represents a large potential market. Secondly, an opportunity exists to develop the model in parallel with a GM control product and then use the project outputs to design optimal release strategies of the new strains, supporting its uptake. The academic partner maintains the only colony of stable flies in the UK and is able to support the project via materials and know-how. Colleagues at EMBRAPA have recently begun collecting a large dataset of population observations that they are willing to share for the project, and an outline population model was already developed during previous research activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M017567/1","grantId":"BB/M017567/1","fundValue":"101481","fundStart":"2015-03-01","fundEnd":"2017-02-28","funder":"BBSRC","impactText":"","person":"Anthony James Wilson","coPersons":[],"organisation":"The Pirbright Institute","findingsText":"","dataset":"gtr"}