{"id":"D2ADC7C3-81C9-4109-87A4-7EB38A7E0204","title":"Opening up communicative space: towards a collaboratively generated impact in responding to Diversity in HMP Wakefield","abstractText":"<p>This project brings together practical, policy and theoretical concerns about diversity in prison. The proposed project builds on a strong established relationship between the applicants and HMP Wakefield, a maximum security dispersal prison in the North of England.&nbsp; In March 2009 the applicants were awarded an ESRC small grant to fund a pilot project using one wing of the prison to develop and trial a methodology to evaluate the prison’s response to diversity.&nbsp; The research has generated knowledge about diversity which the prison is committed to informing its developing practice. </p>\n\n<p>Working collaboratively the three key areas outlined below have been identified particularly relevant to enabling the knowledge produced by and utilised in the research to make an impact on policy and practice. </p>\n\n<ol>\n \n\n <li><strong>Sensitivity to diversity when searching:</strong> Staff involved in searching functions across the prison will work together to develop guidelines for improving sensitivity to diversity when searching prisoners, their property and visitors to the prison. \n</li>\n <li><strong>Translating policy into respectful practice:</strong> Multidisciplinary prison staff will work together to develop guidelines for translating policy about a) respecting religious practices and b) sexual behaviours in prison, into respectful practice. \n</li>\n <li><strong>Developing prisoner diversity representatives' understanding of the intersectional nature of diversity:</strong> Prisoner diversity representatives will engage in activities designed to a) enhance their knowledge about the ways in which diversities they can intersect and b) develop ideas for promoting more respectful awareness of minority groupings.<br /></li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-192-22-0047","grantId":"RES-192-22-0047","fundValue":"3888","fundStart":"2010-10-07","fundEnd":"2011-07-06","funder":"ESRC","impactText":"  The research influenced the development of reference guides to assist staff in respecting diversity when searching prisoners. An audit of security searching subsequent to the workshop demonstrated improved staff confidence in searching prisoners from diverse minorities. Whilst this demonstrates a direct benefit to staff, it also benefits prisoners through more dignified and respectful searching of their person and belongings. \n\nA second workshop was undertaken with prisoners who were working as representatives for diversity on their residential wings. The workshop developed the representatives' appreciation of the intersectional nature of diversity and encouraged them to develop strategies for supporting others which moved beyond their previous focus on singular strands of diversity. Subsequently, the representatives used this understanding to produce and implement a training package to help new prisoner diversity representatives understand diversity from an intersectional perspective. This training package has been shared with other prisons within the High Security Estate benefitting diversity representatives and those diverse minority prisoners they support. \n\nThe final workshop which focussed on the development of policy and practice relating to prisoner sexuality, in particular transgender. Learning arising from this workshop was subsequently incorporated into training materials for the management of transsexual prisoners by a national Prison Service trainer who attended the workshop. This enabled transmission of the learning across the local and wider national workforce. The same workshop impacted on the creation of a local policy for the management of transgender prisoners which was subsequently shared between prisons within the High Security estate. This local policy was significant as, at that time, a national policy had not yet been released. Beneficiaries of this policy included transgender prisoners at the local prison and subsequently in the wider High Security estate and the prison staff responsible for their care by providing clarity about respectful and decent treatment of transgender offenders in terms of access to facilities, personal searching techniques, and the rights and responsibilities of both staff and transgender offenders. Government, Democracy and Justice,Security and Diplomacy Policy & public services","person":"Victoria Jane Lavis","coPersons":["Malcolm  Cowburn"],"organisation":"University of Bradford","findingsText":" Consistent with the Knowledge Exchange (KE) focus of the project the 'findings' of the research take the form of outputs. These can be categorised into 'pedagogic' outputs, by that we mean the materials generated by the research team to facilitate the workshops and 'practical' outputs; those arising from and developed following the workshops which are now being exploited. \n\nPEDAGOGIC OUTPUTS:\nThe programme of events, agendas, exercises and PowerPoint slides for each of the three workshops are available on the ESRC project website. These materials are freely available for use by other prisons and other organisations in their diversity training.\n\nPRACTICAL OUTPUTS:\nThese are listed separately below for each of the three workshops. \n\nWorkshop 1 Sensitivity to diversity in security searching: \no Amendments to Local Security Instructions (LSI) covering the 7 areas of diversity \no Production of reference guides outlining staff powers, authorities and procedures for respectful searching in relation to religious observance, wheel-chair bound prisoners, transgender/transsexual prisoners. \n\nWorkshop 2 Translating policy into respectful practice: \no Development of a local policy outlining the provision for transsexual prisoners\no Production of a transsexual 'Compact' document, which outlines the rights and codes of conduct of staff and transsexual prisoners. \n\nWorkshop 3 Developing 'prisoner diversity representatives' (PDRs) understanding of the intersectional nature of diversity': \no Development of an induction package for new PDRs\no A training package for current PDRs is being designed\no PDRs have been actively involved in the development of the induction and training packages. The potential for use in non-academic contexts arises mainly from exploitation of the materials developed to facilitate the workshops. The programme of events, agendas, exercises and PowerPoint slides for each of the three workshops are available on the ESRC project website. These materials are freely available for use by other prisons and other organisations in their diversity training.The outputs arising from the KE activities hold the potential for exploitation for various groups including:\n a) the user (prisons) community\n b) academic users\n c) third sector/non-academic users. \n\nThe exploitation routes arising from each workshop are listed separately below for each of these groups. \n\nEXPLOITATION TO THE 'USER' (PRISONS) COMMUNITY'\n\nWorkshop 1 Sensitivity to diversity in security searching: \nThe Local Security Instructions (LSIs) and reference guides for staff when searching have been exploited in the following ways:\n\no Within HMP Wakefield: via the staff intranet and copies in all workshops and wings of the prison\no Within the wider High Security Estate: via the Local Strategic Framework (LSF: a mechanism through which prisons are able to share information, good practice etc.)\n\n\nWorkshop 2 Translating policy into respectful practice:\nThe local Transsexual Policy and corresponding Compact document have been exploited in the following ways:\n\no Within HMP Wakefield: the local policy has been implemented and the Compact document is already in use with transsexual prisoners within the establishment. \no Within the wider High Security Estate: a) the new local Transsexual Policy has already been shared with two other prisons housing transsexual prisoners, thereby impacting the development of their local policies and b) Diversity Advisors across the estate have been made aware of the policy and it is available to other High Security prisons via the LSF.\n\n\nWorkshop 3 Developing 'prisoner diversity representatives' (PDRs) understanding of the intersectional nature of diversity:\nThe induction package to support the training of prisoners acting as diversity representatives have been exploited in the following ways:\n\no Within HMP Wakefield: the induction package is being delivered bi-monthly \no Within the wider High Security Estate: the induction package is available via the LSF.\n\n\n\nb) EXPLOITATION TO ACADEMIC COMMUNITIES\n\nExploitation to academic communities has primarily occurred through presentations at academic conferences or workshops, listed below. \n\no Cowburn, M. and Lavis, V. (2013) 'Using a Prisoner Advisory Group to develop diversity research in a maximum-security prison: as means of enhancing prisoner participation or participatory research? Groupwork, Special Edition, Vol 23(3) pp. 32-44.\n\no 'Making knowledge work in prisons: employing appreciative inquiry to facilitate knowledge exchange in prisons settings', British Society of Criminology Conference. Newcastle. June, 2011. \n\no 'Making knowledge work in prisons: employing appreciative inquiry to facilitate knowledge exchange in prisons settings' POWS British Psychological Society Conference. Windsor. June, 2011. Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}