{"id":"D2B49282-1F26-4644-A595-D292F0E052CF","title":"Microscopic Approaches to Collective Motion in Nuclei","abstractText":"Among the rich variety of structures and processes that occur in atomic nuclei, those that fall under the term 'collective motion' are so-called because all or most of the nucleons (protons and neutrons) in the nucleus take part and move together. Examples include giant resonances in which the whole nucleus wobbles or vibrates like a jelly, and collisions between two nuclei in which they might either stick together or pass through each other, depending on details such as the way in which the two nuclei are fired at one another. We have recently developed the ability to simulate collective motion in nuclei using very few assumptions about the layout of the problem or the interaction between the individual nucleons in the nucleus. The first results of our calculations have shown new predictions of collective motion, such as the alignment of the direction of spin of the protons and neutrons induced by the collision with another nucleus, and have provided the first calculations of the giant resonance of a completely deformed nucleus which go into full microscopic detail. Despite these successes, the methods we have developed are inherently able to do well at calculating some quantities, but inherently unable to do well at calculating others. We want to improve the method to allow the effect, which is known to occur, that nucleons have a tendancy to pair up to be better taken into account, and also to allow us predict a whole class of properties, such as the distribution of mass fragments during collisions. The results will improve our understanding of nuclear processes from the point of view of the interaction between the individual nucleons and our understanding of different structures that occur in nuclei, and the underlying nuclear force.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/F000596/1","grantId":"PP/F000596/1","fundValue":"158460","fundStart":"2008-02-11","fundEnd":"2010-04-10","funder":"STFC","impactText":"","person":"Paul Denis Stevenson","coPersons":[],"organisation":"University of Surrey","findingsText":" We developed our understanding of the way that protons and neutrons interact in the atomic nucleus, and the way these interactions give rise to the behaviour of the nuclei during collisions. We gained a useful insight into the stability of the nuclear force model that is widely used across the community of theoretical nuclear physicists, which has implications for much current research in the area. This aspect has been picked up by some groups, who are working on this problem of stability Energy","dataset":"gtr"}