{"id":"D2B76C8B-D48C-4D65-B38E-6DB887A17E3A","title":"Seed-induced penetration: a new tool for the synthesis of core-shell nanoparticles using superfluid helium droplets","abstractText":"Helium nanodroplets are very small drops of liquid helium, with diameters at 1/1000 ~ 1/100,000 of a human hair. They are extremely cold, with a temperature as low as 0.38 K. When molecules and atoms encounter helium droplets, they will be captured, and in most cases, migrate to the interior of helium droplets. Helium droplets are superfluid, and the bonding between helium atoms and the dopants are often very weak. Therefore, when more than one atom or molecule are picked up, molecular clusters will be formed. When more dopants are added to helium droplets molecule by molecule, or atom by atom, and different materials are added in sequence, core-shell nanoparticles (the nano-onions ), will be formed. Core-shell nanoparticles can have exotic properties depending on the size and compositions. The unique properties of helium droplets make it ideal for fabrication of nanoparticles because they allow almost any combination materials to be grown.However, not everything goes to the interior of helium droplets. For high-spin metal atoms, e.g., Na and K, they will reside on the surface of helium nanodroplets and will hinder the growth of sizeable nanoparticles using helium droplets. A seeding technique will be therefore introduced in this research to overcome this major difficulty for the formation of nanoparticles with high-spin metals. A number of core-shell and core-multiple shell nanoparticles will be synthesized which have potential for a number of applicatoins in material science, biomedical science, imaging and strorage devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I009213/1","grantId":"EP/I009213/1","fundValue":"813759","fundStart":"2010-12-01","fundEnd":"2014-11-30","funder":"EPSRC","impactText":"","person":"Shengfu  Yang","coPersons":["Chris  Binns"],"organisation":"University of Leicester","findingsText":" We have now established superfluid helium nanodroplets as a uniquely powerful and highly versatile means for the synthesis of novel nanoparticles. This includes single crystalline metal clusters such as Au, Ag and Ni, and core-shell nanoparticles such as Ni/Au and Ag/Si. For the Ni/Au core-shell nanoparticles, our investigation has shown a giant magnetism as high as 2.1 uB/atom, approaching the theoretical limit. More recently we have exploited new possibilities offered by superfluid helium, i.e., the direct preparation of one-dimensional nanowires using quantized vortices. The Ni/Au magnetic nanoparticles can potentially be applied in biomedical applications such as MR imaging and hyperthermia treatment. \n\n\n\nThe Ag/Si nanoparticles will have the strong surface plasmon resonance, which will be shifted to the near infrared by the Si coating. In addition, the Si coating will also avoid the toxicity of Ag. Hence they are ideal candidates for the in vivo applications of Ag nanoparticles. We are looking forward to applications of Ag/Si nanoparticles in bio-diagnosis and photothermal treatment of cancer in the longer term. The Ni/Au nanoparticles have been found to have 7 time higher magnetism than those synthesised using wet-chemistry methods, which means a factor of 50 enhancement to the contrast in MR imaging, and a 7-times higher efficiency in the hyperthermia treatment of cancer. Currently we are seeking collaboration involving academic staff in the University Hospital of Leicester for in vitro tests. Education,Other","dataset":"gtr"}