{"id":"D2BDEC86-8209-4B03-9B72-DEE0BD5CA45C","title":"Development of Bulk Nanostructured Aluminium Alloys for High Strength Applications","abstractText":"The proposed research addresses the key requirements of the aerospace, defence and automotive industries for a step-change in the performance of lightweight materials for greater efficiency, reduced emissions and environmental impact. Two different categories of nanostructured aluminium alloys will be studied: bulk nanoquasicrystalline alloys and nanofibril metal-metal composites, which represent a new and exciting way of achieving elevated temperature capability and high strength in light materials. Small-scale laboratory research on these nanostructured materials has already proven extremely promising, and it is therefore timely to explore their scale-up towards commercial quantities. Moreover, a wholly novel combined nanoquasicrystalline and nanfibril alloy will be studied in order to achieve a lightweight alloy with high strength, stiffness and toughness up to 400C. The project will involve the close monitoring and control of manufacturing conditions, and the use of some of the most advanced nanocharacterisation methods available in order to develop reproducible and reliable materials for subsequent engineering evaluation.We will demonstrate the viability of the materials developed and their associated manufacturing routes for bulk manufacture by testing real engineering components in real applications. In the final year of the programme, alloy composition/process combinations will be chosen for developing demonstrator components such as pistons, inlet valves, compressor blades and plates. We have brought together a partnership between university researchers and industrial scientists from the advanced materials supply chain, in order to ensure the scientific understanding developed is exploited with maximum impact.The research will be undertaken in the Department of Materials, University of Oxford, which is the top 5** rated materials department in the UK. It has a unique combination of near industrial scale processing techniques allied with state-of-the-art characterisation facilities, and an exceptional infrastructure for technology transfer, all of which are key to the success of the project. The industrial consortium provides key resources to manufacture and test final demonstrator components.The proposed research meets the core objectives of the EPSRC Programme building on existing capabilities and expertise and focussing on the large scale processing of novel nanostructured alloys.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E040608/1","grantId":"EP/E040608/1","fundValue":"915510","fundStart":"2007-07-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"","person":"Patrick  Grant","coPersons":["Steven George  Roberts","George  Smith"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}