{"id":"D2BF8068-87DD-4A96-9541-AA2FD691C2B7","title":"Modelling the cross-linguistic pattern of finiteness marking in declaratives and questions","abstractText":"<p>Children learning several different languages start out using incorrect verb forms in their early utterances (e.g. 'go' instead of 'goes' in utterances such as 'That go there'). Why do children make these errors and how do they eventually learn to use the correct verb forms? In order to answer this question we have developed a computer program that, like children, learns to produce progressively longer utterances as it is exposed to more and more speech. This program is currently able to simulate the pattern of errors shown by children learning four different languages (English, Dutch, German and Spanish). However, it is not yet able to simulate the pattern of errors in children's use of questions. In this project the model will be extended so that it is able to make sentence-internal omission errors such as 'He (can) go' and 'What (did) he do?' and hence to simulate the pattern of errors in children's use of both statements and questions. The resulting model will use one identical learning mechanism to simulate the pattern of errors across four different languages. In all the simulations, we will use naturalistic input (utterances spoken by mothers to their children), and will compare human data and simulation data by performing exactly the same analyses in each case.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/D005515/1","grantId":"ES/D005515/1","fundValue":"162441","fundStart":"2006-06-01","fundEnd":"2008-05-31","funder":"ESRC","impactText":"  Our findings have been used to develop theories of the pattern of verb-marking errors in children with SLI Other Cultural","person":"Julian Mark Pine","coPersons":["Fernand  Gobet","Daniel  Freudenthal"],"organisation":"University of Liverpool","findingsText":" We have developed a computer model that can simulate the pattern of errors in children's use of verbs in both statements (such as 'That goes theret' and Wh- questions such as Where does that go? across 3 different languages (English, German and Spanish Our findings have implications for theories of both typical and atypical language development Education,Other","dataset":"gtr"}