{"id":"D2CB7825-9CE1-4E69-874B-750959A29E4C","title":"Bennachie Landscapes: Investigating Communities Past and Present at the Colony Site","abstractText":"Ongoing research at the Colony site, on the iconic hill of Bennachie in northeast Scotland, is bringing historic and contemporary communities closer together. A collaborative effort between the Bailies of Bennachie, a local community group, and the University of Aberdeen, is helping to shed light on the history of this 19th century farming community; a place locally celebrated for its crofter-colonists and their struggle with neighbouring landlords. The project has two interlinked objectives; the first is related to the history of the colony, while the second is related to the process of undertaking research in the context of community heritage initiatives. \n\nLittle is known about community relations among the 'common' people of 19th-century rural Scotland, and what is known tends to play on very generic stereotypes. As the Colony provides a fascinating window on local historical processes, our research will use archaeological and historical methods to go beyond the more clich&eacute;d understandings of this period. In this context our goals are to find out about community relationships within the settlement, focusing in particular on local hierarchies, social relationships, and local ways of thinking and working. The ruins of the settlement will be uncovered, surveyed and subjected to archaeological excavation and environmental analysis, and these findings will be fully contextualized in relation to period-related settlements in the broader landscape. In addition we will examine related historical records in order to provide complimentary evidence about the local character of life in the Colony and how it compared with settlements beyond.\n\nSignificantly, the project is about much more than historical inquiry; it also aims to provide insights into the process of creating knowledge about the past, specifically in the context of community heritage initiatives. We will track the means by which knowledge is produced in our archaeological and historical research through particpant observation and through structured interviews with a broad range of community members. The object will be to learn more about how relationships created through doing heritage research affect the way that knowledge about the past is used in new settings. Ultimately our research seeks to provide inspiration and guidance to allow future projects, including ongoing work at Bennachie, to be more effective and to engage with community more fully. \n\nThe outcomes of the project will be felt in both academic and community circles. Peer reviewed publications will provide the results of our findings from both the historical and community learning elements of the project. Moreover, publically accessible publications, including a website, will provide community user groups with valuable information to facilitate like-minded projects well beyond the region. Finally, a major new exhibition on both strands of our research at the Bennachie Visitor Centre will provide an important new focus for heritage learning.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007750/1","grantId":"AH/K007750/1","fundValue":"79728","fundStart":"2013-02-01","fundEnd":"2014-04-30","funder":"AHRC","impactText":"  The outcomes of our research have fed into two main strands of 'impact'. The first is that our co-production has helped to facilitate community research projects undertaken by a number of our volunteers, which have either helped to answer some of our original research questions or have gone on to extend our exploration of the Colony site in new ways. Four community articles have now been authored and are either published or 'in press'. This aspect of our project has helped to create confident autonomous researchers and goes some way to ensure sustainability within the community. \n\nThe second strand is more general and concerns the public consumption of community produced events, exhibits and publications. We have had a large number of public gatherings where we have presented our research or spoken more informally about our work. Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Jeff  Oliver","coPersons":["Karen Beatrice Milek","Siobhan  Convery","Jackson Webster Armstrong","Marjory-Ann  Harper","James Edward Schofield","Elizabeth Mary Curtis","Gordon  Noble","Neil George Curtis","Jo  Vergunst","Richard Arden  Knecht"],"organisation":"University of Aberdeen","findingsText":" Significant new knowledge generated:\nThe project has helped to answer important academic questions about the Colony site. Our co-produced research demonstrates that life on the hill in the mid 19th century was much more variable than previously thought. Our findings have been presented in the form of popular and academic publications, talks, exhibitions and on the Bailies of Bennachie web site.\n\nImportant new research questions opened up:\nThe initial results from the project have also introduced new questions, which we will seek to answer in the next phases of the project: notably, how representative was life in the Colony in comparison with other squatter settlements and other rural communities in the Northeast? \n\nIncreased research capability generated from training delivered in specialist skills:\nFinally, the project has provided a crucial grounding for members of our community group, who are now more capable as autonomous researchers. This element of the project ensures an aspect of sustainability within the Bailies of Bennachie.\n\n\n\n\n\n\nNew or improved research methods or skills developed;\nImportant new research resources identified;\nImportant new research questions opened up;\nSignificant negative results and/or research paths closed off;\nParticularly noteworthy new research networks/collaborations/partnerships, or combinations of these;\nIncreased research capability generated from training delivered in specialist skills;\nSummary information combining outcomes detailed in other sections. Researchers will be interested in the academic findings because they add an important degree of complexity to our understandings of 19th century rural life in the Northeast of Scotland.\n\nCommunity members and professionals interested in co-production will be interested in our working methodologies and on the relative success of our model of collaboration. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}