{"id":"D2D5A358-6F02-43DF-BB58-5A56553F1472","title":"Space weather effects on airline communications in the high latitude regions","abstractText":"Efficient air traffic management depends on reliable communications between aircraft and the air traffic control centres. However there is a lack of ground infrastructure in the Arctic to support communications via the standard VHF links (and over the Arctic Ocean such links are impossible) and communication via geostationary satellites is not possible above about 82 degrees latitude because of the curvature of the Earth. Thus for the high latitude flights it is necessary to use high frequency (HF) radio for communication. HF radio relies on reflections from the ionosphere to achieve long distance communication round the curve of the Earth. Unfortunately the high latitude ionosphere is affected by space weather disturbances that can disrupt communications. These disturbances originate with events on the Sun such as solar flares and coronal mass ejections that send out particles that are guided by the Earth's magnetic field into the regions around the poles. During such events HF radio communication can be severely disrupted and aircraft are forced to use longer low latitude routes with consequent increased flight time, fuel consumption and cost. Often, the necessity to land and refuel for these longer routes further increases the fuel consumption. The work described in this proposal cannot prevent the space weather disturbances and their effects on radio communication, but by developing a detailed understanding of the phenomena and using this to provide space weather information services the disruption to flight operations can be minimised. \n\nThe occurrence of ionospheric disturbances and disruption of radio communication follows the 11-year cycle in solar activity. During the last peak in solar activity a number of events caused disruption of trans-Atlantic air routes. Disruptions to radio communications in recent years have been less frequent as we were at the low phase of the solar cycle. However, in the next few years there will be an upswing in solar activity that will produce a consequent increase in radio communications problems. The increased use of trans-polar routes and the requirement to handle greater traffic density on trans-Atlantic routes both mean that maintaining reliable high latitude communications will be even more important in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K008781/1","grantId":"EP/K008781/1","fundValue":"347135","fundStart":"2013-05-15","fundEnd":"2016-05-14","funder":"EPSRC","impactText":"","person":"Michael  Warrington","coPersons":["Alan  Stocker","David Robin Siddle"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}