{"id":"D2DA3859-EEC7-4874-B2B5-E2AA6892B588","title":"Localizing signatures of catastrophic failure (LOCAT)","abstractText":"Complex materials, like ceramics, rocks and the Earth's crust, often break in a catastrophic manner, after a long period of sustained or fluctuating stress. Similar catastrophic failure events also happen in biological and social systems, as mass extinctions, tipping points, and stock market crashes, and a range of tools have been developed to address these under the general framework of 'complexity science'. Here we will use these tools to look for patterns of behaviour, and their underlying causes, in the transition from the relatively stable phase of stressing a composite natural or synthetic material to its ultimate failure. We will focus on disordered porous media such as natural rocks and combine characterization using high-resolution C-T scanning with numerical modelling of the deformation and failure process, and analysis of laboratory and natural data on deformation up to the geophysical scale, in order to address the following questions.I. What role does localisation of deformation play in global acceleration to failure?II. What is the predictability of the acceleration phase in statistical terms?III. Are there any universal signatures of the spatio-temporal evolution of damage which permit lifetime estimates for single samples?IV. What are the scaling relations that link simulations and laboratory tests to the geophysical scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I018492/1","grantId":"EP/I018492/1","fundValue":"196615","fundStart":"2011-01-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"  Two published articles from the programme generated a Physics Focus article entitled 'How things break' which was also reproduced on the American Physical Society Facebook page, generating over 1300 'likes'. Education Cultural","person":"Ian Graham Main","coPersons":["Ian  Butler","Michael  Zaiser"],"organisation":"University of Edinburgh","findingsText":" Several methods were used to examine catastrophic failure in complex porous media, including rocks. \n\nUsing a two-dimensional random fuse model , we showed that the nucleation point for catastrophic failure in complex media is impossible to predict in advance from single model realisations. Although some statistical predictability can be found in stacked records, this degrades with the scale of the model. This implies catastrophic failure is much harder to predict for larger objects, even in a probabilistic sense.\n\nUsing a discrete element model in three dimensions - a 'digital rock' was developed in computer simulations that reproduced many of the classical scaling relations and behaviour seen in the population of acoustic emissions associated with deforming laboratory samples of real rocks in the laboratory. This proves that structural disorder, elastic interactions between particles and stress feedback exert a first order control on the processes leading up to catastrophic failure. This model showed more systematic precursors to failure that does imply a degree of probabilistic forecasting of catastrophic failure.\n\nBy analysing real laboratory acoustic emission data, we found and characterised a strong localisation of acoustic emissions on the eventual fault plane created at the moment of catastrophic failure. In this sense the rock anticipates the fault location as the deformation progressively becomes more localised in time. We developed a new mathematical model for the process as a mixture of deterministic and stochastic (random) elements. We also observed for the first time a temporary hiatus in acoustic emission event rate associated with a temporary internal stress concentration on a second, symmetric or 'conjugate' potential fault plane. The results have significant implications for application in forecasting catastrophic failure events in natural and engineering materials, This includes forecasting natural and man-made earthquake hazard from measurements of deformation and earthquakes, hazard associated with volcanic eruptions or failure of unstable slopes, in interpreting results from non-destructive testing of engineering materials, and in design or selection of stronger porous media. Aerospace, Defence and Marine,Construction,Education,Environment","dataset":"gtr"}