{"id":"D2DA7026-0B92-40FC-83FD-9A4B7D2DED13","title":"Isotopic signature of nitrate in the remote troposphere","abstractText":"Atmospheric nitric acid (HNO3) is mostly known for its contribution to acid rain and the associated negative effects on plants, soils and buildings. HNO3 is the end-product of atmospheric nitrogen oxidation, but relatively stable itself. Therefore, it is only lost by wet or dry deposition (precipitation or direct transfer to the Earth's surface). HNO3 gas can be converted to or adsorbed onto particles (aerosol) before deposition, which often involves splitting HNO3 into H+ and nitrate ions. Here, we only consider the sum of nitrate species, i.e., gaseous and particulate HNO3 plus particulate nitrate. The precursors to atmospheric nitrate are nitrogen oxides (NOx = NO + NO2). NOx levels are rising on a global scale, due to fossil fuel combustion, biomass burning and aircraft emissions. Higher NOx levels lead to increased nitrate deposition. Even though nitrate is an important plant nutrient, too much of it can cause algal blooms in rivers, lakes and coastal areas. Atmospheric nitrate deposition also contributes to ground water pollution by nitrate fertilisers, which can lead to toxic levels of nitrate in drinking water (causing, e.g., 'blue baby syndrome'). To understand the impacts of human perturbations of the nitrogen cycle, it is important to establish the rate of natural NOx production from soils and lightning. Unfortunately, there is nothing to distinguish natural and anthropogenic NOx sources chemically. However, the stable isotope composition of trace gases and aerosols can provide unique information on their origin and fate in chemical and biological processes. Isotopes are different species of the same element, which react in the same way chemically, but at slightly different speeds. In addition, changes in the 'isotopic signature' of a compound help tracing its way in nature. One of the goals of the present study is to establish the isotopic signature of nitrate dominated by natural NOx sources. We therefore chose to analyse a set of aerosol samples from ships across the North and South Atlantic. The contribution of anthropogenic NOx is large in the Northern hemisphere, but the isotopic composition of aerosol in the remote South Atlantic should reveal the signature of natural NOx. Also, NOx production in the tropical Atlantic is dominated by lightning. There are different pathways of HNO3 formation in the atmosphere, and whereas the source of NOx is encoded in the nitrogen isotopes of nitrate, the relative importance of these pathways (albeit not the absolute magnitudes) can be studied using the oxygen isotopes. NOx inherits an isotopic anomaly from ozone. Depending on the pathways of HNO3 formation, this anomaly is expressed to various degrees in ozone. Different pathways dominate during day and night and we hope to find evidence of their relative contributions in diurnal studies at a polluted coastal site in North Norfolk. We also hypothesise that the isotopic signature of nitrate will help us distinguish between different explanations for the diurnal cycle of nitrate concentrations. Prior to the measurements outlined above, we have to build a suitable method for isotopic analysis of atmospheric nitrate. For these analyses, a specific kind of mass spectrometer is used that can only take gaseous samples. We therefore have to convert nitrate into a gas. The direct conversion to the elements is difficult. Instead we plan to use a bacterial strain that can convert nitrate to laughing gas (N2O). It does this much more efficiently than any chemical method. JK has learnt to use this method in the lab at Princeton University (USA) that is renowned for first adapting it to environmental samples. JK has further developed it to analyse the oxygen isotope anomaly of nitrate. He plans to use this method at a later stage for direct studies of nitrate formation reactions and, possibly, nitrate in old snow samples and polar ice cores, as a constraint on pre-industrial and glacial atmospheric chemistry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F000987/1","grantId":"NE/F000987/1","fundValue":"121383","fundStart":"2007-09-01","fundEnd":"2010-02-28","funder":"NERC","impactText":"  Nitrate stable isotope analysis facility Agriculture, Food and Drink,Environment Economic","person":"Jan  Kaiser","coPersons":[],"organisation":"University of East Anglia","findingsText":" Atmospheric nitric acid (HNO3) is mostly known for its contribution to acid rain and the associated negative effects on plants, soils and buildings. HNO3 is the end-product of atmospheric nitrogen oxidation, but relatively stable itself. Therefore, it is only lost by wet or dry deposition (precipitation or direct transfer to the Earth's surface). HNO3 gas can be converted to or adsorbed onto particles (aerosol) before deposition, which often involves splitting HNO3 into H+ and nitrate ions. Here, we only consider the sum of nitrate species, i.e., gaseous HNO3 plus particulate nitrate.\n\nThe precursors to atmospheric nitrate are nitrogen oxides (NOx = NO + NO2). NOx levels are rising on a global scale, due to fossil fuel combustion, biomass burning and aircraft emissions. Higher NOx levels lead to increased nitrate deposition. Even though nitrate is an important plant nutrient, too much of it can cause algal blooms in rivers, lakes and coastal areas. Atmospheric nitrate deposition also contributes to ground water pollution by nitrate fertilisers, which can lead to toxic levels of nitrate in drinking water (causing, e.g., &quot;blue baby syndrome&quot;).\n\nTo understand the impacts of human perturbations of the nitrogen cycle, it is important to establish the rate of natural NOx production from soils and lightning. Unfortunately, there is nothing to distinguish natural and anthropogenic NOx sources chemically. However, the stable isotope composition of trace gases and aerosols can provide unique information on their origin and fate in chemical and biological processes. Isotopes are different species of the same element, which react in the same way chemically, but at slightly different speeds. In addition, changes in the 'isotopic signature' of a compound help tracing its way in nature. One of the goals of the present study was to establish the isotopic signature of nitrate dominated by natural NOx sources. We therefore chose to analyse a set of aerosol samples from ships across the North and South Atlantic. The contribution of anthropogenic NOx is large in the Northern hemisphere, but the isotopic composition of aerosol in the remote South Atlantic revealed a significantly different isotopic signature for natural NOx. The influence of NOx production by lightning was seen in the tropical Atlantic.\n\nThere are different pathways of HNO3 formation in the atmosphere, and whereas the source of NOx is encoded in the nitrogen isotopes of nitrate, the relative importance of these pathways (albeit not the absolute magnitudes) can be studied using oxygen isotopes. NOx inherits an isotopic anomaly from ozone. Depending on the pathways of HNO3 formation, this anomaly is expressed to various degrees in ozone. Different pathways dominate during day and night and we found evidence of their relative contributions in diurnal studies at a polluted coastal site in North Norfolk.\n\nPrior to the measurements outlined above, we had to build a suitable method for isotopic analysis of atmospheric nitrate. For these analyses, a specific kind of mass spectrometer was used that can only take gaseous samples. We therefore had to convert nitrate into a gas. The direct conversion to the elements is difficult. Instead we used a bacterial strain that can convert nitrate to laughing gas (N2O). It does this more efficiently than any chemical method. We plan to use this method at a later stage for direct studies of nitrate formation reactions and, possibly, nitrate in old snow samples and polar ice cores, as a constraint on pre-industrial and glacial atmospheric chemistry. However, one outcome of the present research is that this application of nitrate isotope measurements to old atmospheres might be more difficult than previously appreciated. Our emerging view is that the temporal variability of the nitrate isotope composition has been severely underestimated, as well as the influence of isotopic fractionation in the atmospheric nitrate formation reactions. Nitrogen isotopes are not as reliable a source indicator as previously thought. Environment","dataset":"gtr"}