{"id":"D2E09D35-83CB-4D27-B55F-3E4FFC9D3F46","title":"Ethnicity, Networks and Voice Mechanisms in Established and Hard to Reach BME Communities: Capacity Building and Beyond","abstractText":"<p>In 2012-2013, there has been the development of on-going networking and activities, inclusive of those between members of VERN:</p>\n\n<ul>\n \n\n <li>N. Cornelius presented at Manchester in September 2012 (and forthcoming, in 2013) at the Fairness and Work Research Centre (Fair WRC event, University of Mancheser, with support from VERN.</li>\n\n <li>The FairnessWRC at MBS, through the joint leadership of Miguel Martinez Lucio (MML) has built on some of the links through VERN, including strengthening links with Steve Craig (TUC regional).</li>\n\n <li>The Union UCATT (an important part of the VERN network), through its links with VERN members, has continued to embed its work on equality strategies and the support for vulnerable workers.</li>\n\n <li>MML produced a report joint on enforcement and labour rights for UCATT.</li>\n\n <li>VERN continues to develop link with PRIMAL, relating to rights and voice, and both networks are scoping an Paris based event for 2013 to explore rights and ethnicity in France and the UK.</li>\n\n <li>Talk given at the Philolab event at UNESCO, Paris, by NC and MML on deliberation, voice and ethnicity to academics and social organisation practitioners (November 2012). This talk has been developed into a paper to presented in the <a href=\"http://www.egosnet.org/jart/prj3/egos/main.jart?rel=de&amp;reserve-mode=active&amp;content-id=1334581167609&amp;subtheme_id=1334581167662\" rel=\"nofollow\">Diversity, Diversity Management and Identity in Organisations Sub-theme</a> (July 2013)</li>\n\n</ul>\n\n<p><br />&nbsp;<br /><br />&nbsp;<br /><br />&nbsp;<br /><br />&nbsp;<br /><br />&nbsp;<br /><br />&nbsp;<br /><br />&nbsp;<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0465-A","grantId":"RES-451-26-0465-A","fundValue":"8553","fundStart":"2009-02-01","fundEnd":"2010-03-31","funder":"ESRC","impactText":"","person":"Nelarine  Cornelius","coPersons":["Miguel  Martinez Lucio"],"organisation":"University of Bradford","findingsText":"","dataset":"gtr"}