{"id":"D2E2DB21-2179-4D71-8AB9-9D8D0EBC560E","title":"Advanced computing techniques in the areas of: interactive spatial environments, biomimetic generative methods and motion graphics","abstractText":"At the broadest level, this project is concerned with tackling emerging challenges at the interface between Information Communication Technologies (ICTs) and the built environment and sees ICTs as constitutive technology which is shaping the way we do things as well as enabling us to do new things. In this sense ICTs become part of the things to which it is applied and, hence, the key beneficiaries of the project are A/E/C organisations and researchers as well as computer scientists and software companies whose application domain is the built environment. Especifically, main objective of this project would be to initiate collaborative research in advanced areas of mutual interest:-Interactive Spatial Environments (ISEs) research that involves interactive architecture, sensor technology and software technology and investigates the creation of unique ways of navigating and occupying space by adopting the time based nature of digital technologies. During my stay at Harvard School of Design and based on my previous research, I will be exploring the adaptability of Constraint Logic Programming (CLP) as a control mechanisms in an ISE. At Harvard this area is led by Alan Sayegh lecturer at SoD as well as CEO of INVIVIA plc which specializes in the creation of physical spaces in which some aspect of the space changes based on the actions of one individual or a group of people - such as graphical displays, visual projections, sound, and lighting. The application of this type of technologies in public spaces is particular interesting. For instance, Immersive Spaces have been used as a means of crowd-control.-Digital design methods and digital manufacturing. This area of research can be situated in the interplay between Architecture, Engineering and Computer Science and it is concerned with breaking down the barriers between architecture and engineering, making possible a genuine integration of the many interrelated aspects of design and construction as well as providing a computational and theoretical context for computer based experimentations, explorations and form-making. Building on my current collaboration with Prof. Laymarie at Goldsmiths, the main objective of my visit at Harvard SoD would be to explore the transferability and applicability in an architectural form-finding process of emergent digital tools which enable sculpturors to generate forms in function of its surroundings, making the sculpture unique and integral to the site. At Harvard, the team led by Prof. Daniel Schodek has accumulated expertise in both areas of digital design methods and digital fabrication.-Motion Graphics in Architecture. This research area focuses on how computer technologies have opened new ways of understanding architecture, and explores various modes of digital representation and documentation techniques. An important problem in this area is the lack of formal techniques and systems for developing narrative content in digital media presentations. In particular, during my stay at Harvard, I will be exploring systems which could enable new ways of navigating digital spatial contexts (real-time navigable virtual environments) to enhance the user's experience and understanding of architectural designs by incorporating narrative content. To that extent, our own developed system: the Architectural Cinematographer (AC) will be the subject of the exploration. Another critical problem in this area is the issue of authenticity of digital reconstructions of no longer existing historic monuments or landscapes. Over the past year I have been collaborating with a historian and for 4 months eleven computer artists worked in the same project so that we could start understanding what the variables are in the act of reconstruction, and how this affects the historian's ability to use and interpret the reconstructions as further historical evidence. At Harvard, the team led by Prof. Daniel Schodek has investigated both lines of inquiry","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E046924/1","grantId":"EP/E046924/1","fundValue":"9281","fundStart":"2007-06-12","fundEnd":"2008-04-11","funder":"EPSRC","impactText":"","person":"Carlos  Calderon","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}