{"id":"D2E974B1-45B4-4127-8FC0-5C89BF12E462","title":"Non-Governmental Action to Improve the Poor's Access to Good Quality Cheap Drugs","abstractText":"<p>This research aims to analyse the scope for non-governmental action to improve access by low income people to quality-assured low cost medicines. It concentrates on problems of access by the poor in India and in Tanzania to reliable drugs from Indian pharmaceutical companies.&nbsp;Our key objectives are to understand the current successes and failures of non-governmental action in seeking to improve access of the poor to drugs; and to analyse the scope within current market structures for improving non-governmental local and international action for this purpose.</p> \n<p>The research will:&nbsp;</p> \n<ol> \n <li>examine the experience of and scope for non-governmental action, including social enterprise, autonomous public companies and non-governmental organisations, to improve access to quality-assured low cost drugs in India;&nbsp;<br /> </li>\n <li>analyse problems of sourcing, importing, pricing and quality assurance of drugs from low cost sources, notably India, in an African market (Tanzania), and assess the scope for non-governmental public action, including faith based organisations, social enterprise and consumer activism, to improve access by the poor;&nbsp;<br /> </li>\n <li>analyse the role of and scope for international non-governmental action, including international NGOs, European-based social enterprises, consumer groups, and campaigning groups on trade, public health and access to drugs, including identification of issues, perceptions of shared and conflicting South/North interests, the scope for alliances, and successes and failures;&nbsp;<br /> </li>\n <li>contribute to development of relevant methods of analysis of ethical and effective non-governmental intervention in highly perverse markets – in this case pharmaceuticals – including the sources of effective resistance to market incentives for unethical behaviour. </li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-155-25-0046","grantId":"RES-155-25-0046","fundValue":"165328","fundStart":"2006-01-01","fundEnd":"2009-01-31","funder":"ESRC","impactText":"  To follow, see note under key findings. This older grant requires extensive editing in the form it has come across to ResearchFish, not possible by this deadline. Healthcare Policy & public services","person":"Maureen  Mackintosh","coPersons":[],"organisation":"Open University","findingsText":" The details of this grant - which had extensive outcomes - have come across to ReearchFish so badly that they will need extensive editing. I have not been able to do this, as well as the outcomes from my current grant, in the time available. To follow Healthcare","dataset":"gtr"}