{"id":"D2ED69DB-7593-4032-8B07-8F881A266F55","title":"Public Understanding of Business: Television, Representation and Entrepreneurship","abstractText":"SUMMARY\\n\\nThis research will examine the role and impact that popular factual entertainment television programmes such as the BBC's Dragons' Den and The Apprentice have in fostering and shaping patterns of knowledge and levels of understanding about the cultural and economic position of entrepreneurship in contemporary British society.\\n\\nAs television and society have changed over the last decade so have the ways in which the world of business is represented in factual television. This research will examine how the range of textual representations of entrepreneurship and entrepreneurs and the fields of knowledge they generate have changed on British television over the past decade. The project will seek to identify what have been the key structural shifts in both the television industry and the wider economy that account for these changing representations.\\n\\nThis investigation will enhance our understanding of the role played by entertainment-driven television in the process by which particular ideas about entrepreneurship - and business more generally - enter and circulate in wider public discourse. Despite the wide range of research on television and issues of representation little has focused on business culture and entrepreneurship. \\n\\nThis project therefore addresses a gap in our understanding of how public knowledge is constructed about entrepreneurial activity and its role in the cultural and economic life of British society. \\n\\nKey television programmes that will be studied include BBC television's The Apprentice (2005 - present), Dragons' Den (2005 - present), Mary Queen of Shops (2007 - present), Channel 4's Risking it all (2004 - present), Ramsey's Kitchen Nightmares, (2004 - present); Property Ladder, (2004 - present), Make Me a Million, (2005 / present), ITV's Tycoon (2007) and Sky's Badger or Bust (2007 -present).\\n\\nThis project is distinctive in its focus on identifying and making sense of the wider shifts in society and the related media ecology that are helping to construct a new interpretation of the role played by business and finance in our individual and collective lives. The research will examine the extent to which television's developing interest in business and entrepreneurial issues in Britain is simply a response to wider social and economic change in society. Has a more commercial and competitive television marketplace meant that the medium itself, through a particular focus on drama, entertainment and performance, now plays a key role in re-defining how society frames its engagement with business, finance, entrepreneurship, risk and wealth creation? \\n\\nAt the core of this project is a concern with understanding the role that entertainment narratives and television representations play both in reflecting and refracting broader public attitudes within contemporary society. The research aims to investigate the extent to which popular television is actually creating a 'climate of opinion' among sections of society regarding the role and position of business, entrepreneurship and risk.\\n\\nThe research will map the narratives of entrepreneurship television constructs and analyse the context that produces them. It will also investigate how the television audience engages with such programmes and the possible impact these may have on public understanding about the nature of entrepreneurship in society.\\n\\nThe research output will be of interest to those in the academic, business and media industry concerned with the relationship between television, entrepreneurship and public knowledge and understanding. It will also be of interest to the public more generally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F017073/1","grantId":"AH/F017073/1","fundValue":"158103","fundStart":"2009-01-01","fundEnd":"2011-09-30","funder":"AHRC","impactText":"  They have informed thinking on entrepreneurship growth at the Department of Business Innovation and Skills Creative Economy,Government, Democracy and Justice Policy & public services","person":"Raymond  Boyle","coPersons":[],"organisation":"University of Glasgow","findingsText":" Below are some headline findings:\n\ni) a more commercial, competitive and entrepreneurial TV marketplace has led to the medium itself playing a key role in defining how society frames its engagement with business, finance, risk and wealth creation;\n\nii) there is a typology of programmes from the 'troubleshooter' format, through documentary to reality/game show, which mean entrepreneurs can be seen as experts, judges, mentors and viewed differently by sections of the audience;\n\niii) these programmes promote a greater audience awareness of business issues, this doesn't mean they want to be entrepreneurs;\n\niv) programmes such as The Apprentice and Dragons' Den encourage a learning of 'soft skills' among the audience;\n\nv) where you are in the entrepreneurial cycle helps determine the manner in which you engage with these programmes, you have an 'active audience' watching the same programme at differing levels, some for enjoyment, others for information and entertainment;\n\nvi) the audience value the importance of 'vocationally skilled' presenters as opposed to 'televisuallly skilled' and the issue of 'celebrity' is an attraction;\n\nvii) programmes that work best understand the importance of narrative and emotional identification, they humanise the business world; asking the audience 'How would I feel?' 'What would I do?'\n\nviii) for some among the audience these programmes are an inspiration, they offer the possibility of business start for them;\n\nix) the audience is 'media literate' acutely ware of the limits and constraints of formatted television\n\nx) there are regional differences in usage of 'entrepreneur' for some in Scotland 'Now a Tv term?'; \n\nxi) programmes reinforce existing cultural influences and a broadly positive view of business among ethnic minorities;\n\nxii) programmes have raised awareness of business and created a climate of possibility among younger audience;\n\nxiii) the audience finds the range of entrepreneurs remains narrow (more women needed) as do the sectors explored (mostly retail and sales); Further research around what are the likely cultural and economic impacts of any changing perceptions of entrepreneurship among the public in 2014/15? Creative Economy,Government, Democracy and Justice","dataset":"gtr"}