{"id":"D2EEC3B7-F358-44A1-9D59-C827924C25C3","title":"BESSA: Building Ecosystem Services Research Capacity in Semi-Arid Africa","abstractText":"Many of the world's poorest people live in marginal and degraded ecosystems and are dependant on what natural resources there are for their food and livelihoods. If poverty is to be reduced, ways must be found to enable these people both to increase the productivity of their provisioning services without further degrading, and ideally restoring, their natural resources, thereby improving their livelihoods with income from the other services. The existing Pro-Poor Rewards for Environmental Services in Africa (PRESA) Programme aims at helping smallholder farmers and residents living in the highlands of East and West Africa to benefit from fair and effective agreements between stewards and beneficiaries of ecosystem services. PRESA participants have identified a lack of sound biophysical evidence on which to base reward mechanisms for provision of ecological services, particularly in light of climate change and uncertain markets for food and other primary commodities. The proposed BESSA project would enhance the capacity for the PRESA Programme to deliver effective agreements for African farmers while linking UK environmental scientists to the social and economic mechanisms of translating ecosystem services into direct benefits to farmers. By partnering key UK and African expertise in soils, climate change, biodiversity, hydrology and economics, the project aims to develop and use contemporary ideas on the mechanisms of ecosystem resilience and recovery along with analyses of tradeoffs and synergies between food security and other ecosystem services to help provide or improve the biophysical science base for effective implementation of these agreements. The BESSA project will establish a partnership between the Macaulay Institute, the Plant and Soil Science Department at the University of Aberdeen, the Environmental Sciences Department at the University of York, the World Agroforestry Centre (ICRAF) in Kenya, the Centre for Environmental Economics and Policy in Africa (CEEPA) at the University of Pretoria, and the Biomechanical &amp; Environmental Engineering Department at Jomo Kenyatta University of Agriculture and Technology in Kenya. The proposed consortium will help to strengthen existing capacity for integrated analysis of ecosystem services by early-career scientists in the existing PRESA Programme by carrying out a training course, case-studies and exchange visits, as well as identifying future research needs leading to the development of a proposal for follow-up funding. This will allow them to become more familiar with the requirements for interdisciplinary research, the strengths and limitations of current modelling approaches, and the real-world opportunities for enhancing non-market benefits from ecosystem services from regional case-studies. The UK researchers will benefit from learning from existing experience of the process of developing and implementing payments for ecosystem services, including the policy requirements to how different methods of payment can improve people's welfare and quality of life. This will raise awareness of research needs and the demand at both national and international levels, and will form the basis of an evolving research network focusing on tradeoffs and synergies between different ecosystem services in the context of poverty alleviation in semi-arid Africa.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G008264/1","grantId":"NE/G008264/1","fundValue":"152911","fundStart":"2009-01-31","fundEnd":"2010-04-30","funder":"NERC","impactText":"  The case studies contributed to the evidence base for quantification of ecosystem services and socio-economic status within the Sasumua catchment in Kenya, which will be useful for investigating the links between ecosystem services and poverty alleviation if future project funding is successful. In addition, it helped to develop expertise in the tools and methodologies covered during the training workshop, including hydrological appraisal, carbon stock assessment, biodiversity assessment, ecosystem services valuation, and tradeoffs and synergies between different ecosystem services. The tools will be useful in providing a credible basis for communication and negotiation between beneficiaries and stewards of ecosystem services, and will make drawing up of PES contracts easier. The studies also enhanced the links between UK and African researchers through co-supervision of postgraduate students, UK staff examining JKUAT MSc/PhD candidates, collaborative development of research proposals, and co-authoring of scientific journal articles. Agriculture, Food and Drink,Communities and Social Services/Policy,Environment Policy & public services","person":"Robin Blair Matthews","coPersons":["Helaina  Black"],"organisation":"Macaulay Institute","findingsText":" The project was a capacity-building grant, so research findings were not a directly expected output. The case studies contributed to the evidence base for quantification of ecosystem services and socio-economic status within the Sasumua catchment in Kenya, which will be useful for investigating the links between ecosystem services and poverty alleviation if future project funding is successful. In addition, it helped to develop expertise in the tools and methodologies covered during the training workshop, including hydrological appraisal, carbon stock assessment, biodiversity assessment, ecosystem services valuation, and tradeoffs and synergies between different ecosystem services. The tools will be useful in providing a credible basis for communication and negotiation between beneficiaries and stewards of ecosystem services, and will make drawing up of PES contracts easier. The studies also enhanced the links between UK and African researchers through co-supervision of postgraduate students, UK staff examining JKUAT MSc/PhD candidates, collaborative development of research proposals, and co-authoring of scientific journal articles. Agriculture, Food and Drink,Communities and Social Services/Policy,Environment,Other","dataset":"gtr"}