{"id":"D2EFEC3C-08D1-4BE2-9703-B9DBEAFD294C","title":"Strategy for analysing epidemiological data involving genetic, endogenous, environmental factors and their interactions","abstractText":"It is well known that many chronic diseases, in particular cancer, diabetes and heart disease, are multifactorial, involving complex relationships between genetic predisposition and other risk factors such as diet, life style characteristics, and the physical environment. To study these, the strategy adopted in a number of large prospective cohort studies (i.e. studies that follow a group of individuals through time) currently underway worldwide is to conduct a series of sub-studies focussed on specific disease outcomes where increasingly large quantities of data from laboratory analysis and questionnaires are recorded. However, statistical tools to interpret such rich data have, as yet, failed to keep pace and the expensive data being produced are not exploited to their full potential. This project will develop improved techniques for simultaneous analysis of data measuring a wide diversity of risk factors and for evaluating their interactions. These tools will be applied to two specific case studies related to breast and lung cancer that are part of the large European Prospective Investigation on Cancer and Nutrition (over 500,000 people followed). Besides these specific analyses, the generic strategy and methodological developments are of broad interest throughout the epidemiological community, with the potential to have a profound impact on the understanding of the causes of complex diseases and on the improvement of human health. To aid the interpretation of the rich output produced by our models, we will also develop visualisation tools that could be used easily by a wide community of experts in different domains (clinicians, epidemiologists, public health specialists), thus facilitating dissemination of important research. The proposal requires extensive interdisciplinary work, combining expertise in statistical modelling, genetics, epidemiology and computing. In view of their complementary skills, the team of investigators at Imperial College is uniquely placed to successfully achieve these objectives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600609","grantId":"G0600609","fundValue":"299901","fundStart":"2007-02-26","fundEnd":"2010-04-25","funder":"MRC","impactText":"","person":"Sylvia  Richardson","coPersons":["David J Lunn","Elio  Riboli","John  Molitor","Paolo  Vineis"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}