{"id":"D2F19B46-FAEA-4738-B632-1DF6F6461170","title":"BBSRC Embrapa: Uncovering the genetic basis of the unique durable leaf rust resistance in the Brazilian wheat variety Toropi","abstractText":"The UK PI is Dr Lesley Boyd, NIAB. Boyd has led a research program on wheat-rust interactions for 20 years, being an internationally recognised expert on wheat-rust genetics and biology. Boyd is a member of the Borlaug Global Rust Initiative (BGRI) community and actively collaborates with this international community. In 2011 Boyd won the BGRI Jeanie Borlaug Laube Women in Triticum Mentor Award for her support and mentorship of young female researchers. Boyd has worked for many years with collaborators in Africa, being PI on the BBSRC - SARID project: Assessment of genetic biodiversity of durable disease resistance in African wheat genotypes, leading to the development of novel marker systems for wheat breeding, the BBSRC - SCPRID project: Implementing effective marker technologies into disease resistance wheat breeding programmes within Africa and the BBSRC-Flexible Interchange Program: UK partnership to support the uptake of new crop varieties by smallholder farmers and advancements in agricultural and dissemination technologies. Boyd is co-ordinator of a EU FP7 European Industrial Doctorate PhD Training Program joint with the University of Wageningen, The Netherlands: Max-CROP, and partner in European and International collaborative projects looking at translational aspects of Non-Host Resistance in wheat and barley.\n\nThe Brazilian PI is Dr M&aacute;rcia Soares Chaves from Embrapa National Wheat Research Centre. Since 2002 Chaves has led projects that support the Embrapa wheat breeding programs. These research activities cover many aspects of the genetic resistance in wheat to rusts diseases: phenotyping, genotyping, histopathology, development of mapping population and functional genomics, and pathogen epidemiology and population dynamics. Among Chaves main achievements are the selection and in-depth characterization of sources of durable APR to leaf rust adapted to local and regional environments, including the leaf rust APR in Toropi. \n\nMany of Chaves research projcts are collaborative between Embrapa Wheat and the Federal University of Rio Grande do Sul (UFRGS). At UFRGS Prof. Jose Martinelli plays a significantly role in strengthening the interaction in areas such as plant breeding, plant pathology, genetics, cell and molecular biology. The cooperation between the two institutions led to the registration of the &quot;Research Group on Cereal Rusts&quot; on the CNPq database in 2009, which has its leadership shared by Chaves and Martinelli. Under this cooperation two PhD theses were developed, both aiming to investigate the histopathology of Puccinia x Gramineae interactions, with the goal to better understand the mechanisms involved in resistance of winter cereals to rusts. Chaves and Martinelli are both members of the BGRI. \n\nAt NIAB the consortium has access to extensive knowledge in wheat-rust genetics and biology, in particular the application of microscopy in the analysis of the biology underlying given wheat genotype-rust race interactions. NIAB has international expertise in wheat trait genetic analyses and genomic selection, and is host to the UK pre-breeding program on synthetic wheat production. NIAB also hosts high-throughput crop transformation, with the wheat transformation platform using the Japan Tobacco protocol.\nEmbrapa Wheat has 284 ha that are used for experimentation and provides ideal conditions for field testing wheat-leaf rust interactions. In the UK leaf rust trials are difficult to carry out because of the presence of yellow rust, the major rust disease of wheat in the UK, which appears naturally in the field before the emergence of leaf rust. Embrapa Wheat also has extensive plant incubation rooms calibrated for wheat-leaf rust infection experimentation.\n\nOther members from Embrapa who will be involed in the project are Drs Sandra Brammer and Sandra Mansur Scagliusi. Drs Renata Cruz and Fernanda Bered at UFRGS have recently joined the research consortium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N004477/1","grantId":"BB/N004477/1","fundValue":"24194","fundStart":"2015-04-01","fundEnd":"2016-11-30","funder":"BBSRC","impactText":"","person":"Lesley Ann Boyd","coPersons":[],"organisation":"National Inst of Agricultural Botany","findingsText":"","dataset":"gtr"}