{"id":"D2F17976-D5B9-4F7D-A58B-7D8765D12047","title":"Filming and Performing Renaissance History, 1500-1660","abstractText":"The network will bring together individuals and groups already addressing or interested in exploring representations of Renaissance history across and between genres, cultures and disciplines. Concentrating on all types of filmic and performative examples, this network will investigate the corpus of (presentations of the years between 1500 and 1660 (such as the history film, the television period drama, television history, themed museum exhibition, re-enactment experience and historically-situated theatre and opera). \n\nThe proposed activities will be overseen by a broadly conceived steering group over a period of two years. There will be three symposia: &quot;Players and Personalities' explores the significance of the ways in which all types of historical figures and groupings, celebrated and every day, merge into representational visibility. 'Representing Conflict: Crisis and Nation 'assesses the significance of the ways in which the myriad contests of 1500 to 1660 have been imaginatively envisaged. \nTemporalities and Materiality's' assesses the significance of the ways in which temporal boundaries and material objects continue to be reconstructed. All three symposia include designated postgraduate sessions. The Queen's meeting of the British Shakespeare Association will host the network's closing event - a panel of papers and a roundtable discussion - which will profile the project's findings in an international context. \n\nThe central aim of the networks to bring together individuals and groups from a range of disciplinary backgrounds (including literary studies, film, television, history, theatre and drama). Conversations will be encouraged between established academic representatives, practitioners (for instance, theatre directors, filmmakers, documentary makers and television commissioning editors) and museum officers and curators. The purpose here is to arrive, through meetings and exchange, at a genuinely interdisciplinary understanding of how the historical phenomenon known as the 'Renaissance' is represented and of how this changes in the light of time, place and mode of expression. \nIn particular, attention will t&gt;e paid to the contextual and political influences on artists and producers, and to the fluctuating aesthetics of visual interpretation. The network will foster a new interdisciplinary methodology which, pooling multiple perspectives, will work to provide a more generous and nuanced acknowledgement of the ways in which the 'Renaissance' signifies across disciplines and in relation to a whole gamut of events and personalities. Accessing the Renaissance in this fashion will generate a keen awareness not only of the means whereby the early modem period is interpreted in the popular consciousness, but also of the utility of the various disciplines' approaches and methodologies. \n\nQueen's University, Belfast, with its material resources, thriving postgraduate body, and on-going related research offers a receptive and facilitative context for work of this kind. Local contexts include the Kenneth Branagh Archive, the Main Library's extensive Renaissance film and theatre holdings and the Ulster Museum's acclaimed Armada collections. \nMoreover, the Renaissance area at Queen's has an outstanding record of internal and external collaboration leading to publication: there have been three co-edited volumes (two of which are centred on visual media) and, more recently, a best-selling textbook based around a highly successful interdisciplinary Renaissance M.A. programme. This vital research culture provides a well-rooted base and encouraging environment for network development and, beyond the designated timeframe, will ensure future sustainability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E511066/1","grantId":"AH/E511066/1","fundValue":"24978","fundStart":"2007-09-17","fundEnd":"2009-09-16","funder":"AHRC","impactText":"  In further academic discussions and references in books Creative Economy Cultural,Societal,Economic","person":"Mark Thornton Burnett","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" Greater knowledge of the field Use by students and academics Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}