{"id":"D2F8D79B-FA30-4541-8D3A-B03AA1DBC3FF","title":"Behavioural aspects of the development of corporate norms, laws and governance codes their content and compliance procedures","abstractText":"The overall aim of this project is to investigate behavioral aspects of the development of corporate norms, laws and governance codes their content and compliance procedures. The proposition is that corporate regulation in all its forms should begin with an exploration of what companies are capable of; both the positive and negative.\n\n\nThis investigation is timely because it is only in the last few decades that behavioral elements have been added to various theoretical positions. For example finance has only recently taken on board findings in cognitive psychology about human behavior in risk assessment. This addition of the behavioral to the previously rational has been labeled &quot;behavioral finance&quot;.\n\n\nThis research project aims to look at various behavioral aspects of companies and to locate relevant theories that could enhance understanding of the regulation of corporate activity. For instance, control and disclosure of directors' remuneration packages has been advocated as a way of controlling directors' behavior. This assumes that if directors' contracts are written with appropriate incentives, the directors' personal interests can be aligned with those of the company. However, behavioral theories indicate that directors are likely to have intrinsic motivation, a force shaping behavior that means some activities are undertaken &quot;for their own sake&quot; and that blunt incentives by &quot;crowding out&quot; this intrinsic motivation may be counterproductive.\n\n\nThree areas remain to be addressed in the period of leave:\n\n1. The first part of the project is concerned with how much directors need to trust each other and when they need to be sceptical- and how these demands are reflected in their legal responsibilities.\n\n2. The second part of the project is concerned with the issue of how a company thinks, what it knows and how it can be reckless. If a company is a person how does, and could, the law determine that person's intent?\n\n3. The third area to be investigated is whether the legal protection given by incorporation influences the behavior of companies, especially in non-routine decisions where the company cannot draw on previous experience. This might be seen as decision-making under true uncertainty which has been shown to produce different behaviors from decision-making under risk, where outcomes can be estimated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500370/1","grantId":"AH/D500370/1","fundValue":"32176","fundStart":"2006-09-09","fundEnd":"2007-01-08","funder":"AHRC","impactText":"  Please note this is not a fully formed account!\n\nIn publication developments.\nIn discussions with policy makers in Scotland (NHS) and in England (NIHR)\nIn discussions with the regulated, regulators, practitioners and academics Healthcare Policy & public services","person":"Alice  Belcher","coPersons":[],"organisation":"University of Dundee","findingsText":" This was entered on a final report document - still required at the time of this award.\nThe main ambition of this research was to explore a series of linked behavioural themes that are part of good corporate governance. The themes addressed were corporate culture, trust, uncertainty and credibility.\nAt the end of the award period the chosen themes had all been researched, presented in various forums and articles accepted for publication. \nThe research has also been taken forward and diffused into the work of other areas beyond the corporate field - through an AHRC- funded research network on institutional governance that involved researchers, regulators and practitioners in the fields of Mining, Energy, Charities, NHS, Companies, Financial Sector, Marine resources and Environment. It is already being taken forward by others researching the generation of norms in environmental governance and in international marine governance, in governance of charities and in NHS governance issues.\n\nIt has been taken forward by the PI as part of the research that is now published in a monograph on &amp;amp;quot;Directors' Decisions and the Law&amp;amp;quot;.\n\nA key idea in that monograph is that directors' collective responsibility currently has no (or very little) reality - and this is true of other places where collective responsibility is a concept in everyday use - e.g. councils, and NHS bodies.\n\nThe PI intends to pursue this idea in a project called &amp;amp;quot;Making collective responsibility real&amp;amp;quot; Communities and Social Services/Policy,Environment,Healthcare,Government, Democracy and Justice,Other","dataset":"gtr"}