{"id":"D2FBFC7B-F180-4447-AFCA-034A9A290443","title":"Tree Health and the Structure of Rural Tree Populations in England, c.1550-2015","abstractText":"In order to discover more about the long-term development of tree populations we intend to focus our study on four English counties. Three of these have already been the subject of other research projects in landscape history - we already know much about how their landscape has developed over time, particularly in terms of enclosure (that is, the development of their field patterns). These counties - Northamptonshire, Hertfordshire and Norfolk - also have very different land use histories, providing a contrasting range of countryside types. In addition we would select a county within, or extending into, the Highland zone - probably Yorkshire. For each county we would:\n\n1. Use maps and documents to examine how the wider population of farmland trees - those growing in pasture fields, on commons and in hedges - has changed over time in terms of density, species composition, age and management. Within the sample counties we would identify areas for which pre-nineteenth century tree surveys or similar information survives; and then compare the data for tree populations derived from these sources with that presented, for the same areas, by the late nineteenth-century Ordnance Survey maps and the 1946-8 RAF aerial photographs; and compare all of these with the current situation, on the ground today. Ground surveys would record the age and condition of trees, as well as their species and numbers. It should be emphasised that the nature of the evidence means that such samples would not be entirely random in character, but we would be able to contextualise them, and estimate patterns of potential bias, on the basis of our wider knowledge of the agrarian and landscape history of the districts in question. Analysis of the data would make full use of GIS technology, something with which the applicants have extensive experience; and recording in the field would be undertaken, in part by volunteers, and using hand-held GPS. \n\n2. Use maps and documents to examine how the density, distribution and character of woodland has changed over time. For the period since the later eighteenth century it is possible to plot the distribution of woodland at a county level. Before this, only local maps are available, and for some districts none at all, so we would undertake more local studies and then use these to model the wider situation. Changes in the way woods were managed - the balance between wood and timber production, the relative importance of coppiced underwood and standard trees - would be examined using estate records, woodland surveys and the like. The more recent development of woodland can be examined using successive Ordnance Survey maps and such sources as the Land Utilisation Survey from the 1930s.\n\nWe would undertake a similar exercise for trees growing within landscape parks; and for orchards.\n\nIn order to obtain a better understanding of how far tree health has changed over time, and whether tree epidemic and infestations are now at a significantly more serious level than in previous centuries, we would undertake the following lines of enquiry. \n\n1. Examine a wide range of published literature on forestry and related matters from the seventeenth, eighteenth and nineteenth centuries.\n\n2. Examine estate forestry records and correspondence, beginning with the evidence from the four sample counties (which can be better contextualised) but then extending our enquiries into other areas.\n\n3. Examine archive photographs and films, again beginning with those available for the sample counties but, if necessary, subsequently looking more widely. For earlier periods we would also pay some attention to the comments of travel writers, diarists and the like, and to the evidence of paintings and engravings, although such evidence will need to be treated with caution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M504233/1","grantId":"AH/M504233/1","fundValue":"230675","fundStart":"2014-12-01","fundEnd":"2016-11-30","funder":"AHRC","impactText":"","person":"Tom Matthew Williamson","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}