{"id":"D2FB2284-DD6E-4C26-AA98-572DC35284C2","title":"Plasmon enhanced manipulation and sorting of nanoparticles","abstractText":"The last thirty years have seen a revolution in our understanding of the light-matter interaction. The advent of the laser sparked numerous major research areas and one of these has been the trapping and manipulation of matter by light. Light can move transparent objects at the microscopic scale. This occurs as the object may act like a small lens and bend the light and change its momentum. This causes the particle to be held in the brightest part of the light field. The impact of the light matter interaction has also occurred on scales larger than that of the atomic regime: the pioneering work of Ashkin led to the development of optical trapping of microscopic particles including biological specimens such as cells. Optical trapping at this scale has led a major revolution in single molecule biophysics as they offer well calibrated force transducers that may measure forces right down to femtonewtons. Using trapped beads as anchors to indirectly move macromolecules, researchers have made major strides into our understanding of molecular systems.Whilst optical trapping at the microscopic scale is well documented, little attention has been paid to the trapping and manipulation of nanometric sized particles. In particular the trapping of metallic particles at the nanometer scale. This is a highly topical and powerful area for future studies with optical traps. This grant addresses this with the emphasis on using the plasmon resonance to enhance the trapping of particles: this resonance occurs because the incident light interacts with electrons in the nanometre metal particle causing these electrons to oscillate and radiate. These oscillations are damped but overall they cause a resonant effect that has major impact in the use of nanoparticles.This grant will look at an in depth study of this trapping techniques and even look at sorting of nanoparticles. The work will be extended to quantum dots. Overall the importance of nanoparticles and quantum dots in imaging, bioscience and wide ranging applications means our studies will have a major impact in a variety of disciplines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G029733/1","grantId":"EP/G029733/1","fundValue":"376284","fundStart":"2009-06-01","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"","person":"Kishan  Dholakia","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}