{"id":"D2FDBCBF-3BED-48C4-9C0C-AEC33D60572B","title":"Sustaining employee well-being in the 21st Century","abstractText":"Well-being is a topic of increasing interest to individuals, organisations and societies. Conceptually at its broadest level it combines 'feeling good' with 'effective functioning'. This has prompted attention to a variety of facets, from macro level (e.g. OECD's focus on economic indicators of well-being such as GDP and the current UK Government's creation of a 'national well-being index') to concerns over individual physical, mental, spiritual and emotional well-being. This seminar series will focus on a key aspect of well-being, that of well-being in the workplace, often termed employee well-being. \n\nA plethora of research evidence indicates that poor well-being at work can lead to adverse physical and mental health consequences for individuals and negative organisational outcomes such as increased sickness absence and reduced productivity of workers. In particular, stress and mental health issues are now cited as the primary cause of long-term absence from work. As such, this seminar series will focus predominantly on psychological well-being, aiming to add insight and understanding into the ways employee mental health and well-being can be managed and sustained.\n\nThe increase in interest in employee well-being sits within the context of changes to working lives and experiences. Globalisation, work intensification and increased job insecurity are all indicative of 21st century work. Furthermore, we are changing how we work (i.e. the increased use of mobile technologies and less face to face interaction), where we work (an increase in home or mobile working and an increase in the geographical mobility of workers), when we work (e.g. flexible working regulations and work life balance issues) and who works. For example, there are now more female workers, more international workers and more older workers in the UK. In addition, the economic downturn has also contributed to the challenges in managing well-being at work, as employers, HR managers and occupational health professionals are being expected to deliver more, in less time but with fewer resources. \n\nGiven the significance of the topic, a seminar series which highlights the importance of sustaining employee well-being is justified and timely. The series aims to provide greater understanding of the nature of well-being, how well-being can be measured and how it can be fostered. In doing so, awareness will be raised of ways in which employee well-being can be managed in a holistic and sustainable way. The series will draw upon international, sector and life stage differences to consider ways in which the needs of employees can be balanced with organisational performance. It will also bring together non-academic stakeholders from diverse backgrounds with both early career and established academic stakeholders from a range of disciplines, thereby offering opportunities to bridge the gap between academic research and organisational practice, as well as facilitating research capacity building.\n\nEight of the one-day seminars will each focus on distinct, but inter-related, aspects of sustainability of employee well-being. The themes will encompass: reconsidering the nature of well-being; reviewing current opportunities and challenges in sustaining employee well-being; exploring mechanisms for sustaining well-being in the workplace; learning from international approaches; revisiting ways in which well-being is measured and ways in which workplace interventions are monitored and evaluated; and thinking about challenges associated with well-being extending across a longer working life. The final seminar will take the form of a one day mini conference, the purpose of which will be to utilise more formally the inter-relations between the previous seminar sessions by inviting delegates to reflect on the discussions from the previous seminars and to work together to forge new partnerships to take the employee well-being agenda forward.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L000946/1","grantId":"ES/L000946/1","fundValue":"29090","fundStart":"2013-11-01","fundEnd":"2016-01-17","funder":"ESRC","impactText":"","person":"Tina Helen Kowalski","coPersons":["Tom  Redman","Wendy Anne Loretto"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}