{"id":"D2FDCD7F-77ED-4434-ACAC-2419E5232F14","title":"Versatile imaging module for rheometers","abstractText":"The flow response of 'soft materials' such as suspension, emulsions, (bio)gels and (bio)polymers, is of prime importance in a vast range of industries, e.g. foodstuffs and personal care products, and is the subject of intensive applied and fundamental research. Traditional characterization of these properties (viscosity, elasticity, creep, aging etc..) relies on rheological measurements, but it is now recognized that this alone is insufficient to fully understand, and thus optimize, the complex flow properties of soft materials. What is often required is characterization of their evolving microstructure during flow, allowing direct mapping of this evolution to their rheological response. We propose to develop a versatile module which will enable novel high quality imaging of micro-structure evolution and advanced velocimetry in rheometers in different geometries. The module will be complemented by a suite of analysis techniques. The combined capabilities will provide a new dimension in rheo-optical characterization and the module will bring these within reach of a variety of industrial and academic research laboratories.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H00758X/1","grantId":"EP/H00758X/1","fundValue":"86434","fundStart":"2009-09-01","fundEnd":"2010-08-31","funder":"EPSRC","impactText":"  We have licensed our technology to a major international rheometer manufacturer. Manufacturing, including Industrial Biotechology Economic","person":"Wilson  Poon","coPersons":["Rut  Besseling"],"organisation":"University of Edinburgh","findingsText":" We have built a prototype device for imaging the flow of particulate suspensions at real time and single-particle resolution, and have demonstrated its potential to revolutionise the study of these industrially-ubiquitous materials. All sectors in which the processing of suspensions is important, e.g. paints, pesticides, ceramics, foods and drinks. Agriculture, Food and Drink,Chemicals,Energy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}