{"id":"D305A2D4-3419-454A-BE83-74C4F2C0C2B9","title":"SIOS (Space Integrated Optical Sensors)","abstractText":"Space vehicles need senses. They need to be able to see each other, the planet they are above, their mother ship, asteroids and debris and they are there to study (eg the earth).Future spacecraft will also need to be smart and autonomous - able to carry out their complex missions without direct instruction from the earth which may be a long distance away (with a long time lag for instructions). Future satellites may also be smaller, lighter and operate in groups to accomplish their tasks.Missions like DARWIN and LISA will use small groups of satellites to probe the universe, detect planets and life in distance solar systems, search for gravity waves and the remnants from the big bang and future missions to visit Mars and other planets (and return) They will need better senses than ever before.The problem is that at present the instruments that provide the senses are too big, too heavy, too slow and too power hungry. The answer lies in making new smart optical sensors which mix nanoelectronics and optical sensors on the same silicon chip. These IOS sensors can be used to build smarter, faster optical sensors than ever before and will allow the spacecraft to see in 3 dimensions, to see the movement of things and to see the signatures of chemicals. These new sensors can do all this while being much smaller, lighter and lower power than the existing systems. They are also simpler and more robust.This project will develop these sensors for future space missions and at the same time develop sensors for use here on earth where they have applications including: underwater vision, imaging tissue and blood flow during surgery, imaging the workings inside living cells, 3D vision, and many more scientific and industrial applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D030129/1","grantId":"EP/D030129/1","fundValue":"520081","fundStart":"2006-06-26","fundEnd":"2011-06-25","funder":"EPSRC","impactText":"","person":"Matthew  Clark","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}