{"id":"D3088D75-7966-4680-B321-6094DAC36E59","title":"Continuously Tunable Optical Buffer","abstractText":"Modern society is based to a large extent on the fast and reliable exchange and processing of information. This has led to an explosive growth of the internet, and every year new applications and services are added with ever increasing demands on information transfer capacity - music downloads are replacing high street CD purchases, video downloads have reached 3bn per day on YouTube alone, TV is streamed live on the internet, HD video-on-demand is just round the corner, and cloud computing may mean that data is increasingly stored and processed remotely. The vast majority of these data are transmitted in form of small data packets over a worldwide network of optical fibres. The bottleneck in the capacity is currently formed by the routers, the &quot;distribution centres&quot; of the internet where packets are switched between optical fibres depending on their destination. This process is done by electronics, and thus at much lower speeds than the capacity of the optical transmission fibres. Moreover, as usage nears the network capacity limits, data congestion at the routers is a serious issue which requires storage of data packets electronically until they can be re-transmitted. Finally, the conversion from optical to electronic to optical is also inefficient and thus consumes significant amounts of energy.\n\nOne of the most attractive solutions to this problem is storing data in its optical form until it can be re-transmitted. Such an optical buffer should be fast, allow for arbitrary storage times, and should be broadband, that is, it should work over the whole range of optical wavelengths used for data transmission in fibres. Several optical buffers have been suggested and partially demonstrated so far, but none of them fulfils all these requirements.\n\nHere, we propose a novel type of optical buffer to meet these specifications. It is based on integrated photonics, which will ultimately allow the buffer to be scaled and mass fabricated for the market. In its simplest form, the chip contains two parallel optical waveguides whose separation can be controlled electronically. Light propagating simultaneously through the two waveguides is coupled optically through the separating air gap and the propagation velocity depends on the exact size of that gap. In other words, the speed of light and hence the time the pulse spends on the chip can be controlled by moving the waveguides. We have already shown through simulations that the delay time can be changed by a factor of three using this method. Using our optical buffer in a ring configuration can therefore create any arbitrary time delay. Moreover, the buffer is predicted to work at all wavelengths relevant for optical telecommunications. In practice, the controllable separation of the two waveguides will be achieved using the latest micro-electromechanical technology on a III-V semiconductor platform.\n\nIn this project, we will first design and optimise the optical buffer by theoretical analysis and simulations. We will then fabricate the device using III-V deposition, e-beam lithography, and a combination of plasma and wet etching techniques. We will characterise and evaluate the device, and finally demonstrate the optical buffer in an optical telecommunication system.\n\nThe project is a collaboration between the University of Southampton and University College London and will bring together their expertise in photonics (UoS) and III-V nanofabrication (UCL) to investigate and fabricate a device which has the potential to become an enabling technology for further acceleration of packet-switched networks and thus for future growth of the internet.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J012874/1","grantId":"EP/J012874/1","fundValue":"259102","fundStart":"2012-07-01","fundEnd":"2015-09-27","funder":"EPSRC","impactText":"  The main goal of this project is to develop and demonstrate a new type of optical buffer that can store data in the form of light pulses for arbitrary amounts of time and that works at all commercially interesting wavelengths. The work will span the entire cycle from device design through fabrication, testing, and finally demonstration in a telecommunication system. We thus expect the project to generate impact over a very broad range of activities.\n\nForemost, the project will generate new knowledge in a subject area of great academic and commercial interest. Developing MEMS in a novel platform, III-V semiconductors instead of silicon, will give new insights into material properties and fabrication routes. Their integration with optics will enable new functionality for chip-based devices in particular for electronic switching and direct optical amplification. Continuously tunable optical delay can be exploited in a wide range of applications, so a successful demonstration will spur research not only in information processing, but also in areas such as rf photonics and optical-wireless applications.\n\nThe project will directly contribute to the training and development of the personnel involved with the design, fabrication, and analysis. The PDRA, technicians, fabricators and researchers will acquire new skills in the course of the project, not only relating to their scientific and technological expertise but also to collaborative work and to presentation and dissemination of results. Postgraduate research students in the investigators' groups will also benefit from the knowledge and expertise arising from this project, which will thus contribute to maintaining and developing a highly skilled workforce for the UK academia and industry alike.\n\nGiven that MEMS technology in III-V semiconductors is not currently well developed, we expect that first applications of our optical buffer will be in smaller niche markets of highly specialised applications before the technology will be mature and cheap enough for mass market products. Examples of these are coherent light based applications such as optically steered phase array antennas, LIDAR, optical logic, and optical coherence tomography.\n\nUltimately, a successful demonstration of an integrated, scalable, broadband, and tunable optical buffer could be the enabling technology for a future, faster and more energy-efficient, architecture of the internet. With the network capacity currently limited by electronic router technology, a move towards all-optical signal processing could circumvent these limitations and guarantee further growth of available capacity for the near to midterm future. This will not only create wealth for the telecommunications industry, the suppliers and operators, themselves, but given the enabling nature of data communication will impact nearly every aspect of modern economy and society, in particular those sectors relying on large amounts of visual data such as the TV, video, and film industries.  ","person":"Peter  Horak","coPersons":["Wei H Loh","Will  Stewart"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}