{"id":"D3103132-4E70-4E2D-A113-942336E1C1F3","title":"Integrated strategy to prevent mycotoxin risks (Inspyr)","abstractText":"Fusarium head blight (FHB) of cereals is caused by a number of fungi, chiefly Fusarium species. It is of particular concern because the Fusarium species produce trichothecene mycotoxins (DON, NIV, T2 and HT-2) within grain that are harmful to human and animal consumers. FHB disease poses an increasing threat to the UK wheat and barley crops. New species have appeared and spread in the UK for which climate change may, in part, be responsible. Future predicted climate changes are likely to exacerbate risks of epidemics in the UK. The EU recently set limits for DON and limits for T2/HT-2 are imminent. It is vital that the UK is positioned to be able to comply with this legislation. It is widely recognised that resistant varieties offer the best option to control FHB. All wheat and barley breeders consider it as a major but difficult target for resistance breeding. Incorporation of high levels of resistance to FHB into wheat and barley will be critical to prevent DON, T2, HT-2 and NIV mycotoxin contamination of grain from becoming a major problem for all elements of the UK food and feed chains. Timely application with appropriate fungicides can restrict disease development and mycotoxin accumulation. Under moderate to high disease pressure, however, fungicide application often fails to reduce DON contamination to below EU legislative limits in susceptible varieties such as those currently grown in the UK. Our previous work showed that much of the susceptibility of UK varieties is due to linkage between a gene that affects the height of wheat, Rht2 (also referred to as Rht-D1b) which is in almost all UK varieties, with a gene nearby on the chromosome that increases susceptibility to FHB. This association must be broken to enable breeders to produce FHB resistant varieties with acceptable agronomic characters. The project will produce molecular markers to the region about Rht2 allowing plant breeders to maintain this agronomically important gene in their breeding programmes while selecting against the linked FHB susceptibility factor. This project aims to identify resistance to Fusarium head blight (FHB) in wheat and barley that will function against all the causal fungi associated with this disease. This project will focus on the identification of Type 1 resistance (resistance to initial infection) in wheat and barley. We have developed new tools to characterise so-called 'Type 1' resistance (resistance to initial infection), which is important for preventing infection of wheat and barley against Fusarium species that produce DON mycotoxin and those that produce the more toxic T2 and HT-2 toxins as well as against non toxin producing FHB pathogens such as Microdochium species. Plant breeding companies can immediately use the plant materials, genetic knowledge and molecular markers linked to FHB resistance within their breeding programmes to produce new resistant varieties with good characters for growing as crops in the UK. This project will determine how fungicide application influences disease and toxin accumulation in varieties with different levels of FHB resistance. The project will demonstrate how individual FHB resistances affect the RL disease score, revealing how many, and what forms of resistance are required to ensure that toxin levels in UK grain do not exceed EU limits. The project will identify the components required to establish a sustainable, integrated approach to ensure that toxin levels in cereal grain remain below EU limits. An integrated approach, based on varieties with significantly enhanced resistance and appropriate fungicide application offers the best means to achieve sustainable control of FHB and minimise the risk of mycotoxins entering the food and feed chains.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H004580/1","grantId":"BB/H004580/1","fundValue":"149535","fundStart":"2010-03-01","fundEnd":"2014-03-31","funder":"BBSRC","impactText":"  Breeders are already using the markers provided to select against the disease susceptibility gene that we identified linked to the height reducing gene present in most UK varieties.\nThe markers identified to locations carrying increased resistance to FHB in both wheat and barley have been provided to plant breeders for use in their programmes. Agriculture, Food and Drink Economic","person":"Paul  Nicholson","coPersons":[],"organisation":"John Innes Centre","findingsText":" We previously showed that wheat varieties carrying a particular height reducing gene (Rht2) were particularly susceptible to a disease called Fusarium Head Blight (FHB). We have shown that this is not due to the Rht gene itself but to a gene nearby on the chromosome. We have provided molecular markers to plant breeders so they can now select for the desired height gene and avoid the nearby gene.\nWe also showed that a combination of host resistance and fungicide application combine effectively to reduce disease by more than if either control measure is used alone.\nWe identified new FHB resistances in barley varieties and have begun to identify their location on barley chromosomes so that plant breeders can maintain them in their breeding programmes Our work will be taken forward by plant breeders and growers to minimise the risk of FHB epidemics occurring in UK crops Agriculture, Food and Drink","dataset":"gtr"}