{"id":"D312C50D-892D-4EB4-9AAB-1F829BCCEE96","title":"Promotion of Dental Care using Visual Perspectives in Mental Imagery: A Cultural Approach","abstractText":"<p>Despite a long history of research on determinants of future behaviour in social and health psychology, promotion and maintenance of positive future behaviours still proves to be difficult. Moreover, research in this area is seldom conducted using a culture comparative approach, thus generalisability of the accumulated knowledge to different cultural groups is virtually unknown. </p>\n\n<p>This project will examine the effectiveness of different visual perspectives when considering a future positive dental health behaviour&nbsp;- flossing. Specifically, it will investigate the role of using one's own visual perspective or an observer's visual perspective when imagining oneself engaging or failing to engage in flossing. Participants will be of White British and East Asian ethnic origin to allow a comparative approach. Based on previous research with these two cultural groups, it is hypothesised that the strongest effects for collectivistic East Asians will be observed when an observer's perspective is applied to imagining not engaging in flossing, and the strongest effect for individualistic White British respondents will be observed when an observer's perspective is applied to imagining engaging in flossing.</p>\n\n<p>&nbsp;The project will test these hypotheses by manipulating the perspective and the content of visual imagery in relation to flossing and measuring subsequent flossing behavior. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H030069/1","grantId":"ES/H030069/1","fundValue":"73874","fundStart":"2010-10-01","fundEnd":"2012-06-30","funder":"ESRC","impactText":"  The project findings have been published only recently (September 2014), hence the exposure to our findings has been so far limited. In our view, these are the groups that our project will have an impact upon: \n\nIn the first instance, the project findings and outputs make an impact on the literature focusing on the role of visual perspective in imagery by providing evidence for the important moderating role played by two factors: type of imagined behaviour (public or private) and the extent to which individuals worry about what others might think of them (endorsement of face). In none of the studies we ran, we were able to replicate the main effect of visual perspective as has been shown in previous studies. Thus our findings open up a discussion within this literature by highlighting the role of a situational and an individual difference variable in understanding the previously demonstrated effects of visual perspective in visual imagery. \n\nMore broadly speaking, the project findings and outputs contribute to the larger literature in social cognition, health behaviour change, and cultural psychology. This way, they cut across traditional subdisciplinary boundaries and reach different audiences who rarely cross paths. Finally, the project findings are relevant for research in other academic disciplines. Researchers in Dentistry, Public Health and Medicine have shown interest in applying the visualization method to other health behaviours, while taking into account the moderating factors explored in the current project. Researchers in other disciplines working on behaviour change are also potential beneficiaries of the current findings. These include, among others, economists who use behaviour change techniques in the context of overspending or risky decision making in financial matters, researchers in education who study behaviour change techniques in academic domains with a goal to help them achieve their academic goals, and researchers in communication who study behaviour change in areas such as political communication.  ","person":"Ayse Keyce Uskul","coPersons":[],"organisation":"University of Essex","findingsText":" In all studies, participants completed a face measure (Zane &amp; Yeh, 2002) first, then imagined engaging in a future dental health behaviour using a 1st-person or a 3rd-person perspective (following Libby et al., 2007) and answered questions about the visualized action. Participants were recruited using the departmental participant pool or via advertisements on campus. In all studies, outcome variables were analysed as a function of visual perspective and level of endorsed face (and cultural background in Study 1).\n\nStudy 1 (n=180): Participants were instructed to picture themselves purchasing mouthwash, a behaviour that is likely to take place in public. They then reported on their intentions to purchase mouthwash and were given a ?5 voucher allowing them to purchase self-care products at the campus shop where the type of product purchased (mouthwash or other products) using the voucher was noted. \n\nStudy 2 (n=125): Replicating the procedure in Study 1, this study examined a dental behaviour typically exercised in private: flossing. To examine behavioural outcomes (in addition to intentions), participants were handed 7 individually wrapped flosses to use within the coming week and asked to report how many they actually used at the end of the week. \n\nStudy 3 (n=150): Participants were asked to imagine engaging in flossing or failing to engage in flossing from a 1st versus 3rd-person perspective. We measured attitudes towards flossing and intentions to floss as outcome variables. \n\nStudy 4 (n=209): This study also focused on flossing, this time highlighting the public (e.g., having bad breath) versus private (e.g., getting cavities) consequences of not flossing using a health message prior to the visualization task. It was conducted online and attitudes and intentions were assessed. \n\nStudy 5 (n=71): This study explored whether the 3rd- person perspective effects are due to seeing oneself from the perspective of the generalized other by exposing participants to schematic faces with a goal to unobtrusively induce feelings of public scrutiny. Participants were invited to participate in a study on product evaluation. The task consisted of trying three different kinds of mouthwash, one with no label, the other two labelled in such a way to highlight social (preventing bad breath) or private (preventing cavities) consequences of using mouthwash. Participants tried the no label mouthwash first, followed by the other two (counterbalanced). This task took place with a poster present or not (Kitayama, et al. 2004). Participants competed an evaluation form after trying each mouthwash, which included measures on attitudes and intentions concerning purchasing that mouthwash.\n\nStudy 6 (n=111): This study was conducted to examine the reasons underlying the stronger impact of the 3rd-person perspective on those endorsing high levels of face for public behaviours and 1st-person perspective for private behaviours. In a between-subjects design, participants imagined purchasing mouthwash (public) and flossing (private) dental health behaviour and reported which perspective they took during visualization. They also reported how vivid, realistic, and easy it was to imagine these behaviours, and described in an open-ended fashion what they imagined. Descriptions were coded for abstractness and concreteness. Project findings also contribute to applied knowledge that can have potential impact on the interactions between patients and practitioners (e.g., dentists, dental hygienists) who aim to promote adoption of positive dental health behaviours at the population level. Specifically, the evidence demonstrates that how imagining a dental health behaviour to patients can be recommended depends on the type of behaviour in question (e.g., public as purchasing mouthwash or private as flossing) and the extent to which individuals care about what others think of them (face). Thus, our findings suggest that a particular perspective in visual imagery cannot be suggested to everyone for all behaviours and that recommendations should be construed in more targeted ways. Healthcare","dataset":"gtr"}