{"id":"D315F60C-C91C-41EC-A38E-C7C4140DAB6A","title":"Probing new physics through B meson mixing and decays: highly improved lattice QCD calculation of hadronic matrix elements.","abstractText":"The Standard Model of elementary particle physics is incomplete at the moment. What is lacking is a satisfactory explanation of why the weak force governing quark flavor decays, the underlying phenomenon behind nuclear beta decay, is so weak. We have a possible explanation which requires the existence of a Higgs boson, which we should discover at the Large Hadron Collider (LHC) in Geneva, Switzerland in a few years. Even if we do find the Higgs, there are further open questions. They mostly surround the value of the Higgs mass: having introduced such a particle into our model, Standard Model dynamics alone would give the Higgs an incomprehensibly large mass. Perhaps the LHC will produce new particles or phenomena which are not described by the Standard Model and point us in the right direction toward an explanation. There are many candidate models for this 'new physics.' Sorting through them is a complicated task, requiring both high energy experiments, like those at the LHC, and high precision experiments. In particular, these new models generically predict deviant modes of quark flavor decays. Already experiments studying the strange, charmed, and beautiful mesons (K, D, and B) tightly constrain the parameters of these new models. Further precision in flavor physics experiments and theoretical calculations is needed, in concert with the LHC and other high energy experiments, to pare down the candidate models of new physics. Our proposal is to implement new techniques to further reduce theoretical uncertainties in flavor decays. Free quarks are never seen; they are only seen within bound states, called hadrons. Experimentalists measure decay rates of hadrons and need accurate calculations to extract from their measurements parameters governing quark decays. The answers can be obtained from the firmly established theory of strong interactions between quarks, QCD; however, solving QCD to get hadronic properties from quark interactions must be done numerically, using supercomputers. We have worked on developing and employing methods which will allow better calculations with present computational resources. Two of these, called automated lattice perturbation theory and moving nonrelativistic QCD (mNRQCD), are now ready to be used to improve lattice calculations of decays of the B meson, in particular semileptonic and radiative decays (in these decays the final state is only one daughter meson and either a W boson -- which quickly decays to an electron or muon and a neutrino -- or a photon). The ability to have a bottom (or beauty) quark which is moving with respect to the lattice rest frame is a new one, and it allows us to better extract functional dependences on the daughter meson's momentum; this is the role of mNRQCD. Other reactions can be used to measure the same fundamental parameters in different ways. Any discrepany, or mismatch, in these measurements signals the underlying presence of 'new physics' which is then needed to resolve the discrepancy. For this to be feasible, accurate experiment and theory are needed. Our theoretical calculations are designed to reduce errors to the level of a few percent to achieve this goal. Careful tuning of the lattice description of the dynamics of the decay processes are necessary prior to computing the full non-perturbative contribution of QCD to these particle reactions. Such tuning calculations are large and technically complex, and are made possible only by the automation of much of the calculation using object-oriented programming. The outcome is a flexible theoretical approach that will keep pace with experiment in the search for new physics beyond the Standard Model.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E006957/1","grantId":"PP/E006957/1","fundValue":"192351","fundStart":"2008-10-01","fundEnd":"2010-09-30","funder":"STFC","impactText":"  They have been used by theorists and experimentalists to infer from LHC data more about how quarks change their flavour via the weak force.  ","person":"Matthew Bowen Wingate","coPersons":["Ronald  Horgan"],"organisation":"University of Cambridge","findingsText":" We have added to what is known about how bottom quarks decay to strange quarks while they are bound inside mesons and baryons. These calculations are needed to connect predictions from fundamental theories of matter and their interactions via the weak force with experimental data being taken at the Large Hadron Collider and elsewhere. Our numerical results are being included in fits to the world's data on rare b to s decays. Education,Other","dataset":"gtr"}