{"id":"D31C69B7-D062-4706-8F33-B3F0714959C1","title":"Measuring and Evaluating the Travel, Physical Activity and Carbon Impacts of Connect2","abstractText":"Connect2 is a 138 million investment programme in walking and cycling infrastructure at 79 sites across the UK that provides a unique opportunity to determine the impact of infrastructure provision on walking and cycling and to assess the impact of other interventions including promotional activities. The challenge is to ensure this opportunity is used to fill evidence gaps, assess transferability and influence policy. The aim of this project is therefore to measure and evaluate the travel, physical activity and carbon impacts of interventions to improve the connectivity of infrastructure for walking and cycling. To achieve this aim we have developed an interdisciplinary consortium of eight institutions with expertise in energy, environmental, physical activity, public health and transport research, as well as computerised urban modelling. Our objectives are: (1) to develop and refine measurement instruments and evaluation frameworks for assessing the effects of these interventions on travel activity, physical activity and carbon emissions; (2) to apply these methods in longitudinal population-based studies at a purposive sample of up to six Connect2 case study sites; (3) to determine the likely benefits of additional promotional interventions using a randomised controlled trial at one Connect2 site (provisionally the Road to Nowhere scheme in Glasgow); and (4) to enhance and collate data at all Connect2 sites to develop strategic evaluation measures. Our methodological approach will be informed by the realist approach to evaluation which advocates determining not simply whether an intervention has worked but also understanding why it is effective (or not), in what ways, for whom and in what circumstances. We will therefore collect data on context, mechanisms and outcomes using a longer self complete household questionnaire, to which we anticipate a total of approximately 10,000 useable responses from the main case studies; a shorter user intercept questionnaire, developed in conjunction with Sustrans; and more detailed objective measures from subsets of our study cohorts. The main outputs will be an improved set of measurement and evaluation tools at the strategic and more detailed, local levels, validated using a heterogeneous set of Connect2 case studies; evidence on the impacts of infrastructural and promotional interventions, which will inform policy and practice; and strategic benefit and cost measures which will inform and influence government policy and appraisal of infrastructural interventions. These outputs will have significant generic benefits for central government, local authorities, active travel users and academia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G00059X/1","grantId":"EP/G00059X/1","fundValue":"2250280","fundStart":"2008-05-05","fundEnd":"2013-11-04","funder":"EPSRC","impactText":"  Impact dissemination has been on-going since iConnect's inception. For example, the Final seminar on 24 September 2013 was attended by around 60 delegates, representing 14 different academic organisations, four charities, seven branches of Government and six consultancies. Several stakeholders have been involved in co-production of the findings, most notably Sustrans. The findings have particularly informed the design, promotion and forecasted impacts of physical interventions to promote walking and cycling. Energy,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Transport Societal,Economic,Policy & public services","person":"Jonathan Mark Preston","coPersons":["Fiona  Bull","A  Day","Nanette  Mutrie","David Bruce Ogilvie","Christian  Brand","Ashley Ronald Cooper","Jane  Powell"],"organisation":"University of Southampton","findingsText":" This project was undertaken by the iConnect (Impact of Constructing Non-motorised Networks and Evaluating Changes in Travel) consortium that has directly involved ten Universities (with a further three involved indirectly) and ten key stakeholder organisations. A five year project (2008 to 2013), it aimed to measure and evaluate the changes in travel, physical activity and carbon emissions related to the Connect2 programme. Connect2 was a UK-wide programme, led by Sustrans and part-funded by the Big Lottery, that also ran between 2008 and 2013 and promoted active travel in 84 locations by creating new pathways, crossings and bridges to overcome barriers to local walking and cycling journeys such as busy roads, rivers and railways. The iConnect study involves a broad evaluation of the whole Connect2 programme, coupled with detailed investigations at five specific sites: the People's Bridge (Cardiff), the Bridge to Nowhere (Glasgow), the A10 Crossing (Cheshunt, Hertfordshire), the Kenilworth - Berkswell Greenway (Warwickshire) and the Itchen Walkway (Southampton). An evaluation framework was developed, based on a general socio-ecological model that relates changes in walking and cycling behaviour to socio-demographic and attitudinal factors and changes in environmental characteristics. The framework was informed by a critical realist approach to evaluation, which emphasises the inter-relationships between context, mechanisms and outcomes, and middle-range theory was elicited from key informants to understand how particular schemes might work. A postal questionnaire was developed, piloted, tested for reliability and validity and administered in a quasi-experimental study of random samples of the adult population living in the vicinity of three core study sites (Cardiff, Kenilworth and Southampton), with baseline surveys undertaken in 2010 and follow-up surveys undertaken in both 2011 and 2012. A data set of almost 7,000 detailed observations has been amassed, each including a record of the time and distance travelled by mode and purpose over the course of a week. A strategic economic evaluation framework has also been developed that draws on instruments such as HEAT and ITHIM that have been used to assess health and travel benefits and makes use of user intercept surveys collected at a at baseline in all 84 Connect2 sites and 67 sites at follow-up. \n\nFindings indicate that the Connect2 schemes are well used, but local people are more likely to report using them for recreation than for transport, and for walking than for cycling. After two years, the three core case study schemes (Cardiff, Kenilworth, Southampton) were associated with population level increases in walking, cycling and physical activity. Residents living 1km from the Connect2 schemes reported a net increase in walking and cycling of 45 minutes per week compared with those living 4km away. Individuals who reported using Connect2 also indicated mode shift from non-active to active travel modes but, due to countervailing external factors, population level increases in active travel share could not be detected. It was also found that transport carbon dioxide emissions were lower for those who walked or cycled more for transport and there was some evidence of modest CO2 reductions but it was not possible to attribute these to Connect2. The strategic evaluation indicated that the Connect2 schemes had important health benefits and overall had high benefit cost ratios.\n\nSpecialist studies of school travel and of workplace travel have been undertaken at Cheshunt and Glasgow respectively. An important contribution of iConnect has been the development of visualisation images generated from 3D computer models of the Glasgow cycle route at Claremont Street and at the bridge over the M8. This has been used to promote the Connect2 scheme in Glasgow, which is being evaluated using a combination of qualitative and quantitative methods. Related doctoral projects have examined the role of gender and social media, the importance of psycho-economic factors, the use of GPS tracking data, the associations between travel behaviour, physical activity and a range of socio-ecological correlates in adolescents, and the efficacy of marketing materials. The iConnect project has also attracted three holders of fellowships (two funded by the National Institute for Health Research and one funded by the Medical Research Council) to work with the core iConnect dataset and team and enhance the combined scientific outputs. iConnect has practical objectives, in particular to monitor and evaluate the Connect2 programme and to explore why these interventions are (or are not) effective, in what ways, for whom and in what circumstances. The lessons learnt are relevant to similar policy interventions, for example, to promote local sustainable transport and more healthy lifestyles. This policy translation has been assisted by iConnect's project partners. Initially, this consisted of five health organisations (the NHS in the East of England, Greater Glasgow and Clyde, Southampton City PCT and Milton Keynes PCT, as well as the Glasgow Centre for Population Health), four governmental organisations (the Scottish Government, the Government Office for the South West, Glasgow City Council and Southampton City Council) and one planning consultancy (RPS). The evaluation framework and survey tools developed by iConnect are being used elsewhere, in particular by the Centre for Sustainable Travel Choices, a partnership between Southampton City Council, Sustrans and the University of Southampton, that is monitoring and evaluating interventions associated with the Local Sustainable Transport Fund. This work has subsequently been extended to include the Department for Transport, Leicestershire County Council, Transport for Greater Manchester and Transport for South Hampshire. In addition, the user intercept survey designed in collaboration with iConnect has been adopted by Sustrans as part of their survey methodology. The visualisation tool developed by iConnect has been used to promote the Connect2 scheme in Glasgow. Further evaluation of the Glasgow site is being undertaken, funded by the University of Edinburgh, with a funding application to the Scottish Government's Chief Scientist Office pending. Members of the iConnect team have also been involved in adapting the HEAT software tool so that it can be applied to walking as well as cycling. iConnect has benefitted from an Advisory Board, chaired by Sustrans, and with members from the Big Lottery, Cavill Associates, the Department for Transport and Living Streets. A feature of iConnect has been a series of national Seminars, including a kick-off event (at St Anne's College, Oxford) in October 2008, a mid-term event (at Girton College, Cambridge) in July 2011 (available as a webcast on the iConnect web site) and a final event (at the Royal Society, London) in September 2013. In addition, to project partners and Advisory Board members, these seminars have involved representatives from organisations such as the Cyclists' Tourist Club, the National Heart Forum, the National Institute for Health and Care Excellence, Transport for Quality of Life and TRL (Transport Research Laboratory). A range of dissemination materials (postcards, leaflets, posters and pull-ups) were produced for the mid-term and Final Seminars. iConnect members have made extensive use of the local media in order to raise the profile of the project and of the surveys that have been undertaken. In terms of academic dissemination, as of January 2014, some 15 journal papers related to the project have been published, or have been accepted for publication, with 13 conference papers having been published and 23 other dissemination outputs produced, including contributing to a session at the Royal Geographical Society's International Conference that brought together the three Walking and Cycling projects funded by EPSRC. It should be noted that by November 2014, 16 papers from iConnect have been published. Energy,Environment,Healthcare,Transport","dataset":"gtr"}