{"id":"D31FBF95-81C2-4B7C-97A6-6623FCA216F4","title":"An annotated corpus of new storytelling in French.","abstractText":"In contemporary France, the activity of 'new' storytelling (or n&eacute;o contage) is flourishing. Unlike traditional storytelling, which is an increasingly rare activity involving small numbers of individuals who are part of an oral tradition which is generally firmly rooted in a local community, new storytellers are contemporary speakers who have, for the most part, learnt the art of storytelling and who recount for a wide variety of audiences. Their sources are normally written rather than oral, and the stories are worked and re-worked by the storyteller so as to produce an oral performance which is then delivered 'spontaneously' in front of the audience. The n&eacute;o-conteurs are trained in one of the three main centres for oral storytelling in France (Chevilly-Larue, Vend&ocirc;me and Grenoble) and recount stories from every continent and age. \\nFrom a linguistic point of view, these stories are fascinating. They represent a 'borderline' type of discourse, where written sources and literary training exert an important influence on linguistic features, but where, nonetheless, the final product is very much an oral performance. Much has already been published on oral narration, especially on informal conversational anecdotes and stories, and the case has been argued that the presence of performance features in such stories allows comparisons to be made with more formally performed varieties such as medieval 'narratives'. In a recently published monograph, I explore the question of tense and temporal structures in oral storytelling, both traditional and new, and have found the 'borderline' nature of the discourse to be crucial in the case of the latter. However, many other areas of the linguistic structure of new storytelling remain totally unexplored, such as aspects of word order and patterns of speech and thought presentation, where my initial observations suggest that extremely interesting features are found. Research which would inform a linguistic study of new storytellirequires authentic data, i.e. a corpus. \\nThis project proposes to create an annotated corpus of new storytelling in French. I have been given access to the recordings of stories held in the Centre de litt&eacute;rature orale in Vend&ocirc;me and have made a selection for inclusion in the corpus which is designed to give a spread of types of story, with storytellers from different regions and both genders, performing in different performance contexts. After the transcription stage (being carried out by a research assistant), the purpose of this project is to annotate the corpus using a set of internationally agreed codes designed by the Text Encoding Initiative. In practice, this means that in addition to information about the storyteller, the context and the methodology which will be stored using the TEI codes, a selection of key linguistic structures will be coded in such a way as to be readily accessible to any researcher working on those structures. The choice of structures is based on those which have proved particularly interesting in previous research on oral French. Moreover, using the TEI codes, other scholars could expand the use of the corpus by encoding more structures of interest. The beauty of the TEI coding is that the corpus will be internationally searchable by other researchers. It will be deposited in the Oxford Text Archive. At the most basic level, any scholar of literature, language or anthropology could access the corpus and use the information held in the metadata. However, its greatest use will be for linguists working on oral narration or oral French in general, who will be able to interrogate the corpus using the TEI analysis codes. I plan to code and interrogate the corpus for a particular set of constructions on which I will base future publications about the linguistic structure of the n&eacute;o-conte. \\nThe commissioned article for the Journal of FrenchLanguage Studies will discuss the problematic issues encountered in annotating the corpus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E000649/1","grantId":"AH/E000649/1","fundValue":"27802","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"Janice  Carruthers","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}