{"id":"D322212B-1D71-4306-8E2A-17CCF62870B1","title":"Translating genome-wide association data from the WTCCC study into biological and clinical insights in type 2 diabetes","abstractText":"Diabetes is a major and growing cause of disease and death in the UK and beyond. Most diabetes arising after early adulthood is due to ?type 2 diabetes?: almost 10 percent of the world?s population either has this condition or will develop it during their lifetime. Despite this global importance, understanding of the processes which lead to development of type 2 diabetes is far from complete, and much needs to be done to develop more effective approaches to prevention and treatment. \n\nOne of the most promising routes to a better understanding of diabetes comes from identifying the genes which influence an individual?s predisposition to develop the disease. In recent years, there have been some promising developments and several such genes have been identified. More recently, through advances in knowledge and technology that have followed the sequencing of the human genome, it has become possible to search for such genes in a systematic and ?genomewide? fashion. The applicants on this proposal are currently completing such a ?genomewide association? study (the largest yet conducted into the genetics of diabetes). Analysis of the experimental data will commence shortly and will provide initial clues to the locations of many novel diabetes genes. However, a great deal of work will still be required to separate real effects from spurious findings due to chance or error, and to establish beyond doubt the identities of the genes involved. This work, which involves studying a further 50,000 DNA samples, occupies the first part of our research proposal.\n\nWith such a set of confirmed diabetes-susceptibility signals in hand, we aim to translate these discoveries into an improved understanding of the biology of diabetes. We will do this in various ways: for instance, by studying how these genes interact with environmental factors (poor diet, lack of exercise) to influence risk of diabetes. Finally, we want to see whether it is practical to use this genetic information to improve the treatment and prevention of diabetes. We will ask whether the genetic differences we have identified will allow us to predict how likely it is that a given individual will develop diabetes and which treatments may be particularly beneficial. \n\nThe work will be performed by groups in Oxford, Exeter and Dundee who have spent the last decade working together to understand the causes of type 2 diabetes. The funding requested will enable them to make major strides towards this goal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601261","grantId":"G0601261","fundValue":"1475760","fundStart":"2007-04-01","fundEnd":"2010-09-30","funder":"MRC","impactText":"","person":"Mark Ian McCarthy","coPersons":["Andrew  Hattersley","Lon  Cardon","Andrew David Morris","Timothy Mark Frayling","Colin  Palmer"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}