{"id":"D32A96D8-E8AB-4D9B-BB14-1311AD892CD4","title":"Enhancing Undergraduate Quantitative Methods in the Social Sciences through Curriculum Change","abstractText":"<p>This project aims to revitalise the curriculum in Southampton with regards to the teaching of quantitative methods in the Social Sciences. This will be conducted through two linked elements. Within the first three semesters of all Social Science courses at the University there are two modules which either have a large focus on Quantitative Methods or are solely devoted to them. However there are few opportunities for the students to use the methods taught 'in anger' - it is mostly presented theoretically.</p>\n\n<p>This project fills this gap. Two modules, in Criminology and Sociology, will have a separate quantitative computer workshop element designed, where students analyse a large social survey (either the British Crime Survey or the Labour Force Survey) to produce results which link directly back to the module topics. The methods used will have been covered in the quantitative courses, helping the students to understand them further, while the workshops will help the students see how quantitative methods can help in their subject. The second element of the project is to motivate the students and improve their employment prospects through inviting employers to present employment seminars, highlighting the possibilities for using quantitative methods after university.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J011908/1","grantId":"ES/J011908/1","fundValue":"45458","fundStart":"2012-05-01","fundEnd":"2014-08-01","funder":"ESRC","impactText":"  The project has increased quantitative knowledge amongst sociology and criminology students within the University of Southampton. This has led to a higher number of final year dissertations in these subject areas using quantitative analysis of large scale secondary data and has increased understanding of the use and application of quantitative methods. Education Societal","person":"Andrew Amos Channon","coPersons":["Jane Cecelia Falkingham","Pauline Carole Leonard","Craig  Webber"],"organisation":"University of Southampton","findingsText":" This project embedded quantitative research methods into undergraduate social science modules, using computer workshops to build experience and encourage confidence in using statistical methods and SPSS to answer practical questions in sociology and criminology. After the workshops, students in both modules were offered the opportunity to complete a module assessment using quantitative methods. In Winter 2013, computer workshops were offered to students enrolled in a sociology module. In Winter 2014, computer workshops were offered to students enrolled in both a sociology module and a criminology module.\nIn the sociology courses in both 2013 and 2014, the full class participated in one computer workshop, focusing on the use of linear regression to analyse data from the Longitudinal Survey of Young People in England. A second, optional computer workshop was held for those students interested in the optional quantitative methods assessment. In Winter 2013, of the forty-two undergraduates enrolled in the sociology module, seven chose to complete the quantitative methods assignment. In Winter 2014, of the twenty-two undergraduates enrolled in the sociology module, four chose to complete the quantitative methods assignment. \nUpon completion of the sociology computer workshop, a survey was given to the students in an effort to assess their experience with quantitative methods and their plans to continue using such techniques in their research. \nIn Winter 2014, four optional computer workshops were offered to students enrolled in an undergraduate criminology course. These workshops covered data access and download, descriptive statistics, linear regression, and logistic regression, respectively. Of the twenty-two undergraduates enrolled in this module, on average, fourteen students attended each workshop. At the end of the module, five students chose to complete the quantitative assessment.\nBefore the start of the first criminology computer workshop, students were asked to complete a questionnaire about their experience with quantitative methods and their desire to continue using such methods in research. At the end of the four weeks of statistics workshops, the students were given a second survey to assess the impact of the workshops on their feelings about quantitative methods.\nThis project found that computer workshops routed in the practical application of statistics, and the individual instruction provided at such workshops, helped to increase not only student confidence in the use of quantitative methods and SPSS, but also the perceived relevance of quantitative methods to the students' fields of study. A full fifty percent of the sociology students who attended the workshops felt that statistics were more relevant to their degree programme than they'd previously thought. Fifty percent of these same sociology students reported that they were more confident in the use of quantitative methods after participating in the workshops. \nPrior to participating in the workshops, every criminology student surveyed reported that they felt quantitative methods were relevant to their degree programme. However, more than half of these students were not confident in their quantitative methods abilities. Fifty percent of these students reported being more confident in statistical analyses after completing the computer workshops. The materials that have been developed for this project are freely available on the website and can be adapted and used in other academic contexts. It is hoped that these worksheets will therefore be used in different educational establishments. As a project to encourage the use of quantitative methods within academia the application to other contexts is difficult. However the aim of pushing the students to use data and methods that they have not used before is sound and could be taken elsewhere. It is important that ideas are introduced at an early stage - full understanding can be developed over a longer period.\nImpact will be felt when those students who have learnt about the techniques due to the curriculum change develop these further and use them during the rest of their academic careers and afterwards in industry. The skills that have been learnt - methodological, data manipulation, the ability to understand the world through quantitative investigation - will have a long term impact throughout their working lives. Education","dataset":"gtr"}