{"id":"D32AC3BD-8A13-4642-A4E2-B40DCD9862EA","title":"Multifunctional Emitters for Single-Component Electrophosphorescent Devices","abstractText":"Much work in the field of organic light-emitting diodes (OLEDs) during recent years has been motivated by their potential for applications in display technology, for instance to replace liquid crystal displays (LCDs). OLEDs use molecules which are built up from conjugated rings and pi-electrons to convert electrical energy into visible light. The organics offer brighter and more efficient displays than conventional LEDs; they are easier to manufacture and the substrates for their deposition can be flexible plastic. The new materials to be studied in this project contain an organic framework with coordinated metal atoms to deliver better efficiencies by a process known as phosphorescence. Synthetic chemistry techniques will enable us systematically to modify the chemical structure of the materials with the result that the colour of the emitted light will change in a controlled way. A particular goal of this new technology which we will address is develop single-component materials which will greatly simplify device fabrication processes. This strategy will eliminate common problems associated with multi-component devices, and will enable balanced charge injection and transport to be more finely tuned.This interdisciplinary project will combine organic synthesis, photophysical and optoelectrical studies, device fabrication and measurements of the device properties. We plan to produce a new generation of materials for OLEDs, to understand their fundamental properties and to demonstrate devices which will be applicable to commercialisation in electronic display technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F017375/1","grantId":"EP/F017375/1","fundValue":"197255","fundStart":"2008-10-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"","person":"Martin  Bryce","coPersons":["Michael Charles  Petty"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}