{"id":"D32A2426-93A1-489B-B405-31FF0CFF9D67","title":"Development of retinal transplantation as an animal model to test stem cell therapies for myelin diseases","abstractText":"Stem cells can be used by scientists to form many of the different cell types that make up the human body. They offer exciting new possibilities for treating diseases of the human brain such as multiple sclerosis. By using human stem cells to grow new nerve cells in a dish, and then transplanting them into the brains of patients, we hope to repair the damage caused by the disease. The difficulty is that we have to be completely sure that these cells will not behave in a way that might make the brain damage worse, for example by growing uncontrollably and forming a tumour. Scientists believe that cells that have been completely turned into nerve cells will not cause these problems and will be effective at damage repair, but they do need to prove this each time they want to use a set of cells for treating groups of patients. At the moment this would be done by transplanting the cells into the brains of rats or mice. However, as the brain is a very complicated structure, it is extremely difficult to be completely certain that all the cells are behaving normally. This project proposes a new way of testing cells by placing them in the back of the eye of rats. The nerve fibres at the back of the eye are very similar to those damaged in diseases such as multiple sclerosis. Here, unlike the brain, the transplanted cells can be easily seen and tested. If successful, the project will both reduce the number of animals needed for testing stem cell treatments and also speed up the use of these treatments for brain diseases for which there is presently no cure","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802545","grantId":"G0802545","fundValue":"257358","fundStart":"2009-08-01","fundEnd":"2011-07-31","funder":"MRC","impactText":"","person":"Charles  Ffrench-Constant","coPersons":["Siddharthan  Chandran","Robin James Franklin"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}