{"id":"D32C0035-0BBF-40D4-872A-EAEB58659C2F","title":"Creative Practice As Mutual Recovery: Connecting Communities for Mental Health and Well-Being","abstractText":"This highly collaborative study aims to examine how creative practice in the arts and humanities can promote the kinds of connectedness and reciprocity that support 'mutual recovery' in terms of mental health and well-being. The idea of 'mutual recovery' extends more inclusively out of the increasingly influential notion of 'recovery' in mental health care which refers to the possibility of achieving a meaningful, more resilient and self-reliant life irrespective of mental health 'symptoms' or disabilities. Typically, however, recovery-based initiatives tend to focus exclusively on people identified as having mental health needs (service users) and overlook how hard-pressed informal carers and health, social care and adult education personnel working in this field may also need to 'recover' or be 'recovered' in terms of their own mental health and well-being. Our central hypothesis is that creative practice could be a powerful tool for bringing together this diverse range of social actors and communities of practice, to establish and connect them in a mutual or reciprocal fashion to enhance mental health and well-being. Such an approach is congruent with 'the new wave of mutuality' identified by Murray (2012), marked by 'renewed interest in co-operation' (p.1), enhancing connections and sharing between distinct or separate groups of people or institutions and 'different ways of involving users, communities and workers' (p.7).\n\nArts and expressive therapies are well-established in mental health services and creative practice (e.g. in visual arts, music, drama, storytelling and so on) has demonstrable potential for a role in advancing mutual recovery in this context. Research has already demonstrated the importance of the arts for 'recovery orientated mental health services', how they provide ways of breaking down social barriers, of expressing and understanding experiences and emotions, and of helping to rebuild identities and communities. \n\nWith a growing burden of mental ill-health combined with rising costs for the delivery of services, it is timely to investigate how people with mental health needs, informal carers and health, social care and adult education personnel can take new opportunities to build mutually appreciative and substantively connected communities - resilient communities of mutual hope, trust, compassion, equality and solidarity. \n\nThis five-year study will add a new dimension to existing AHRC-funded health humanities projects. Its substantive arts and humanities led programme of work packages incorporate a social sciences evaluative layer that seeks to advance transformative impacts in policy, provision and practice. Acting as a 'beacon', it will link researchers in the arts and humanities, social and health sciences and third and statutory sector organisations supporting people with mental health needs, in order to generate new forms of social and cultural connectedness that can facilitate mental health recovery. Consistent with the Connected Communities ethos, central themes in this research are the contribution of shared community values and participation to this mutual recovery agenda and the ways in which self-reliance and resilience can be 'co-produced' to support mental health and well-being in community settings. Hence, this ambitious, multidisciplinary research programme will address the AHRC Connected Communities vision through establishing new connections between academic and partner communities in order to enhance research participation, prosperity, sustainability, and health &amp; well-being.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K003364/1","grantId":"AH/K003364/1","fundValue":"1203200","fundStart":"2013-05-01","fundEnd":"2018-04-30","funder":"AHRC","impactText":"","person":"Paul  Crawford","coPersons":["Lydia Mary Lewis","Nick  Manning","Aaron  Williamon","Susan  Hogan","Michael  Wilson","Brian  Brown"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}