{"id":"D32F53A8-7D8B-4ABE-9825-3FFE638A1586","title":"QUBE: Quasi-Brittle fracture: a 3D experimentally-validated approach","abstractText":"Ductile materials, like metals and alloys, are widely used in engineering structures either by themselves or as reinforcement. They usually can sustain a lot of plastic damage before failing. Engineers understand quite well the ways that metals fail and how tolerant they are to damage, so efficient and less massive structures may be designed with well-defined margins of safety or reserve strength to cope with extreme events. By comparison, elastic brittle materials such as glasses and ceramics can fail without prior warning, so much larger safety margins are needed.\nQuasi-brittle materials are an important class of structural materials. They are brittle materials with some tolerance to damage and include concrete, polygranular graphite, ceramic-matrix composites, geological structures like rocks and bio-medical materials such as bone and bone replacements. Although their damage tolerance is much less than many metals and alloys, it can be quite significant compared to brittle materials such as ceramics and glasses. But this is not accounted for very well when engineers design with, or assess, quasi-brittle materials, as there is not an adequate understanding of the role on their damage tolerance of factors such as the microstructure of the material or the state of stress. Quasi-brittle materials are usually treated as fully brittle, taking little or no account of their damage tolerance, so assessments incorporate very significant safety margins, leading to designs that may be inefficient and unnecessarily bulky. Even when some assessment of damage tolerance is included, the microstructure can change as the material ages over time, and we need ways to measure the effects of this and to predict what it will do to the safety of the structure. This project aims to develop a method to predict the performance and evaluate the integrity of structures and components made from quasi-brittle materials. This will extend opportunities for their use in engineering applications, enabling more efficient design with greater confidence in safety.\nQuasi-brittleness is a property that emerges from the material's microstructure. A quasi-brittle material can be made from a connected network of very brittle parts (for instance, a porous ceramic). It exhibits a characteristic &quot;graceful&quot; failure as parts break locally when loaded sufficiently, which gives it damage tolerance. The &quot;gracefulness&quot; of the failure is affected by the random variations of strength and stiffness of the network and the form of the connections. Such networks represent a key part of the microstructure of the material, and to understand quasi-brittle fracture we need to construct models that properly describe the microstructure. There is a need to understand and define the mechanisms that control the fracture at the small and the large scale within these quasi-brittle materials. This will allow us to capture sensitivity to microstructure differences and degradation, and to produce general models that are suitable for the wide range of quasi-brittle materials and applications.\nThree-dimensional models that are faithful to the microstructure can be created using modern 3D microscopy methods, such as X-ray computed tomography. But these models are far too complex to simply scale up to structures very large relative to the microstructure. There is no computer than can do this, yet. We will develop modelling methods that sufficiently represent the complexity of quasi-brittle microstructures over a wide range of length scales, such as cellular automata finite elements. We will use advanced tomography and strain mapping techniques to observe how damage develops and to test and refine our models. We will then use this and the understanding that we gain to design new material tests and characterisation methods so that our methods may be used in a wide range of materials, from concretes to advanced nuclear composites, bone replacement biomaterials and geological materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J019763/1","grantId":"EP/J019763/1","fundValue":"501887","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Paul  Mummery","coPersons":["Zhenjun  Yang","Andrey Petrov Jivkov"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}