{"id":"D334F311-B75B-44C8-9561-94B9C4BDE09D","title":"The Arthropod Supertree of Life: An Online Interactive Resource for Testing Patterns in Arthropod Evolution and Biodiversity","abstractText":"Around 80% of all animal species are arthropods: the group that includes insects, crabs and spiders. From their rapid radiation over 550 million years ago, they evolved to fill almost every habitat and exploit most imaginable lifestyles. Today, arthropods underpin virtually all ecological communities and food webs. They are of immense economic and medical importance to humans: as sources of food, crop pests and vectors of disease. \n\nIn order to understand the biodiversity of arthropods, to investigate the mechanisms by which they evolved, and to plan for their conservation, it is vitally important that we have a clear picture of their evolutionary relationships. There are many thousands of published evolutionary trees for particular arthropod groups at a shallow level (e.g., species within families) as well as many that attempt to resolve the more ancient branching events. These published trees represent an enormously rich resource, but one that largely remains locked within the pages of journals. This project will digitise 5,000 or more trees from across the arthropods, and make them available to all researchers electronically online. \n\nUnfortunately, there are serious difficulties when researchers try to compare published trees: partly because they are derived from many different types of data (anatomy, molecules, genomes and fossils) and partly because they are analysed in an even greater variety of ways. More problematically, they often imply contradictory patterns of evolution. How, then, can we bring all of this information together to yield the giant, all-inclusive trees that evolutionary biologists and conservationists need, and do so without cherry-picking the data? Supertree methods are presently the most tractable approach, resolving conflict and finding overlap between the source trees using objective and repeatable rules. Such approaches have yielded the largest trees ever published. \n\nUnfortunately, again, the construction of supertrees is presently very time-consuming and labour-intensive. Moreover, once constructed, it is extremely difficult or impossible to add new trees, to sub-sample the data (e.g., molecules or morphology), or to generate supertrees using different methods. Another core objective of this project is therefore to develop a set of software tools that will largely automate the process, providing inexperienced users with the ability to construct a supertree for any arthropod group at any taxonomic level (e.g., species, genera, families, etc.), and using multiple filtering criteria (e.g., only the most robust or recent source trees). We will then embed these tools in the website containing our data. \n\nExisting, fast supertree methods are not without their problems, and another key objective of the project will therefore be to realise and program novel approaches (new Quartet Joining, Maximum Likelihood, Conservative and Bayesian methods are all under development by members of the team and our collaborators). The properties of these new methods need characterisation, and our arthropod dataset will offer the perfect test case against which to benchmark their performance. \n\nWe will then use our supertrees to ask a range of important questions in the study of arthropod biodiversity. Which evolutionary relationships are well-understood, and which are most uncertain and in need of further research? Which arthropod groups have an evolutionary branching sequence that matches the order in which they appear as fossils (such groups are useful for calibrating 'molecular clocks')? Is there a relationship between the age of arthropod groups and their present day diversity? We will also explore the utility of supertrees for addressing conservation priorities. Species that are alone on isolated branches of the supertree have greater than average 'evolutionary distinctiveness'. Where these are also imminently endangered, a powerful case can be mounted to prioritise their preservation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K007440/1","grantId":"BB/K007440/1","fundValue":"123424","fundStart":"2012-12-01","fundEnd":"2016-04-30","funder":"BBSRC","impactText":"  Our findings have only recently or have not yet been published or made use of.  ","person":"Mark  Wilkinson","coPersons":[],"organisation":"The Natural History Museum","findingsText":" We have implemented the loose supertree method\nWe have implemented a simple Maximum Likelihood supertree method and enabled associated statistical tests of inferred trees\nWe have implemented a simple Bayesian supertree method\nWe have developed and implemented methods for identifying ineffective overlap in input trees and phylogenomic data sets\nWe have addressed through experiment alternative approaches to incorporating previously unsampled taxa into phylogenies. We have developed general tools that can be used by biologists needing to build phylogenies, focussed on issues of accuracy and efficiency. Agriculture, Food and Drink,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}