{"id":"D337F6D4-B33A-4A9C-B776-35C9C0CA4B8D","title":"A National Repertoire: Friedrich Schiller, August Wilhelm Iffland and the German Theatre 1780-1814","abstractText":"Friedrich Schiller (1759-1805) is arguably Germany's greatest dramatist. Yet, perhaps surprisingly, the theatrical context in which his plays arose and his uneasy relationship with the theatre world have been neglected by critics. My research project analyses Schiller's relationship with the theatre world of his day in conjunction with an evaluation of the career of his great theatre contemporary, August Wilhelm lffland (1759-1814). Born in the same year as Schiller, lffland was the greatest actor of his generation and became the most performed dramatist of the 1780s and 90s. His sentimental and moralizing 'family dramas', a complete contrast to Schiller's heroic verse tragedies, were perfectly tailored to the tastes of contemporary audiences, and his emergence and success reflect the cultural environment of the German theatre as it struggled to gain a foothold as a bourgeois institution. My study traces the way in which Schiller's and lff!and's very different dramatic oeuvres and their impact on the theatrical environment laid the foundation for the classical German repertoire in the nineteenth century.\n\nContext\n\nThe period in which Schiller and lffland were active is one in which German theatrical life increased in stability and respectability. The number of standing theatres grew, in part funded by ruling princes, and the acting profession also gained in respectability. But most theatres' viability was still on a knife edge and repertoires were determined by popularity. At the same time, several theatres were called 'National Theatre' and aspired to raise audience taste and develop a representative repertoire. Schiller and lffland spent their early careers at the Mannheim National Theatre and their rivalry there sheds light on the dominant tastes and trends of the time, including the stage reception of Diderot, French 'op8ra-comique', Sturm und Orang (Storm and Stress) and Shakespeare, on the composition of the repertoire. Later, by the time lffland was Director of the Berlin National Theatre (1796-1814), he saw Schiller no longer as a rival but as an ally, whose cultural prestige and association with Goethe at the Weimar Court Theatre could add lustre to his Berlin enterprise and bolster its national pretensions. I argue that this strange symbiosis between the erstwhile rivals offers us a key to understanding the emergence of a classical German repertoire.\n\nAims and objectives\n\nThe development of the theatrical repertoire, the cultural politics of theatre and the practicalities of the stage environment are elements in the emergence of Schiller's dramas that have been largely ignored by critics, whose interest has lain up to now mainly in literary interpretation in the light of literary narratives of the development of drama that exclude almost all the drama that was performed. My aims are:\nTo present Schiller's development as a dramatist in the context of the theatre of his day;\n\nTo show how lffland's relationship with Schiller illuminates the conditions, trends and pressures of the wider theatrical environment;\n\nTo illuminate the relationship between literary drama and the theatrical world and the emergence of a classical German repertoire by the time of lffland's death in 1814;\n\nTo review the cultural importance of the changing debate from the late eighteenth to the early nineteenth century about the purpose, status and value of theatre.\n\nApplications and benefits\n\nMy study illuminates the work of a major writer. In order to do so it brings together literary and theatre history in a way that is unusual in Schiller scholarship and helps correct the tendency in German Studies of this period for literary and theatre history to run in parallel, their narratives not intersecting. It sheds light on a vital phase in the development of German theatre. The national theatre movement and the debates concerning the popular and the literary in the repertoire continue to have resonance in the contemporary theatre world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500192/1","grantId":"AH/D500192/1","fundValue":"29075","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"Lesley  Sharpe","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}