{"id":"D33FB073-D56E-460B-B822-11F60D600DE3","title":"Health State Transitions from the British Household Panel Survey","abstractText":"<p>Healthy life expectancy measures the number of years an individual can expect to remain healthy, as a function of their&nbsp; age and sex and is therefore an important socio-economic indicator. It should ideally be calculated from information on transitions between health states and not simply from information on a cross section of the population at any time.&nbsp; The British Household Panel Survey offers a data set which provides annual information on people's changing health states and which will be used to study healthy life expectancy for people aged sixty-five and older.</p>\n\n<p>However, the&nbsp; Survey sharply under-records mortality as well as suffering from conventional attrition. An important part of this project will be to devise and implement new techniques for analysing surveys which are subject to two separate sources of dropping out. Having done this, the study&nbsp; will explore the influence of socio-economic variables such as income and education on changes to health states. The results of this part of the work will thus allow us to identify the influence of education and income on healthy life expectancy. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3766","grantId":"RES-000-22-3766","fundValue":"79993","fundStart":"2010-05-10","fundEnd":"2011-08-09","funder":"ESRC","impactText":"","person":"Martin  Weale","coPersons":["James  Mitchell"],"organisation":"National Institute of Economic & Soc Res","findingsText":" The main findings of the project are that there are significant benefits, omitted from conventional analysis of returns to education, accruing to men beyond the age of sixty-five. These benefits came from two sources. First of all, 70% of pension rights have historically accrued as a result of employers' contributions. These are not reported in surveys typically used to measure returns to education. Secondly, any impact of education on healthy life-span needs to be accounted for. \n\n\n\nExamining the data contained in the British Household Panel Survey (BHPS) over the period 1991-2007, the study found that, conditioning on smoking behaviour and health state at age sixty-five, income was a significant determinant of the mortality of men but not of women. No significant effect of either education or income was found on self-reported health status, however. Education was a significant influence on income for men. \n\n\n\nBenefits of education were estimated by simulation, both taking the correlations between educational status, smoking behaviour and health at age sixty-five to be those present in the BHPS and treating health state at age sixty-five as independent of education. The latter served to indicate the partial effect of education after the age of sixty-five. \n\n\n\nIn calculating the benefits of education, it was assumed that 70% of income differentials were attributable to employers' contributions. A year of healthy life was valued at ?40,000 with lower values for poorer health. A man with higher education from the BHPS sample population enjoyed an expected 4.2 years (CI 0.4 to 8 years) of life longer than a man with minimal education. The partial effect beyond the age of sixty-five was 2.4 years (CI -1.2 to 6 years). The estimated total value of the benefit of higher education relative to minimal education in the sample population was ?240,000 (CI ?80,000 to ?400000), discounted at 3.5 per cent p.a. to age sixty-five. The partial effect from the age of sixty-five was found to be ?170,000 (CI ?10,000 to ?330,000). In the sample population of women, higher education was found to deliver an expected 1.4 life years (CI 0.4 to 2.4 years). The effects on expected overall benefits were not, however, significant and neither were the partial effects. \n\n\n\nA separate analysis showed that a move in income from the median to the 95th percentile offset only about half of the average influence of smoking. \n\n\n\nFinally it was shown that the mortality rates in the BHPS were significantly different from those in the population as a whole, even after corrections were made for sample attrition. For women this difference could be accounted for by the assumption that the mortality function of those dropping out of the survey differed only in a shift term. For men, however, the conclusion was either that the mortality rate of those dropping out of the survey took a radically different form, or that the initial BHPS sample was not, in terms of mortality risk, representative of the whole male population. The results on the benefits of education are relevant to those making education policy and assessing the importance of spending on education relative to other uses of public money. Findings on the relative influence of income and smoking on mortality have implications for public health policy. The results are relevant to any analysis of the benefits of education and as a reminder that standard analysis is often incomplete. Communities and Social Services/Policy,Education","dataset":"gtr"}