{"id":"D3492107-37A7-4EC7-AF80-BE2E6D190B00","title":"Hippocampal, Subcortical and Cortical Interactions in Memory and Plasticity","abstractText":"There is enormous public interest in brain function and dysfunction. What factors determine how our brains develop? What do the different parts of the brain do? How do they work? Does it matter what we eat? What is the value and what are the risks of taking certain types of potentially addictive drugs? Interest in neuroscience has never been greater and, in particular, understanding more about how memory works is high on the list of topics that attracts public attention. \n\nThe neurobiological theory that we seek to evaluate in this programme of research has psychological, neurobiological, and molecular-genetic strands to it. These include the further development of novel tests of memory in animals, physiological studies of brain activity involved in making, storing, and retrieving memories, and work with genetically altered mice expressly engineered to mimic key aspects of Alzheimer?s Disease. Each of the applicants has had occasion to explain some of the ideas in public lectures or schools visits. These have provided opportunities to talk about the principles of multiple memory systems, of the distinct brain areas involved, of the importance of synaptic growth and change, and of the way that drugs can affect memory. We try to put these ideas across in a way that conveys the central concepts in a straightforward manner, while respecting the true complexity of the underlying science. One of us (RGMM) is President of FENS and a Council Member of the European Dana Alliance (EDAB). He has recently coordinated the revision of the British Neuroscience Association?s booklet on ?Neuroscience: the Science of the Brain? that has been distributed gratis to all secondary school science departments in the UK and, through BNA and IBRO, is translated into several languages (including Spanish and Mandarin).\n\nWe also recognise that the therapeutics aspect of our research much be treated with caution. We are privileged to be making a small contribution to what we hope could yet become a preventive treatment for Alzheimer?s Disease. However, such work should be reported to the public with great care for fear of raising hopes falsely, and well beyond what the current level of animal models of the disease can justify. \n\nWe are committed to the public communication of science in an informed but responsible manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700447","grantId":"G0700447","fundValue":"2043680","fundStart":"2007-10-01","fundEnd":"2012-03-30","funder":"MRC","impactText":"","person":"Richard Graham Morris","coPersons":["Bruno  Frenguelli"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}