{"id":"D34E0CDC-610E-4E97-9ED8-71EF8197E5F4","title":"Developmental Clinical Studies - A Phase I study of a novel peptide fusion inhibitor for the treatment of chronic HIV infection","abstractText":"With the development of effective antiretroviral (anti-HIV) therapy over the last two decades, in resource rich countries, individuals with HIV infection can live for many years and as a consequence of this success, are now developing age related medical problems as seen in all ageing populations.\n\nDealing with an ageing HIV infected population is therefore a new medical phenomenon and poses new challenges including managing interactions between medication to treat HIV infection and medication to treat other medical conditions. This is problematic as the vast majority of current anti-HIV therapies are prone to interactions with other medications. Also, many current anti-HIV therapies have side effects which are more problematic in older individuals such as increasing risk of heart attacks or rises in cholesterol. Given these factors, new antiretroviral agents without the propensity to interact with other medication and with improved side effect profiles represent a crucial medical need.\n\nWe have developed a new antiretroviral drug, currently known as C34-PEG4-Chol, which prevents the HIV virus from entering cells. Although required to be given by injection, C34-PEG4-Chol only requires to be given twice or even once weekly and is likely to have minimal side effects with no interactions with other medicines. To date, C34-PEG4-Chol has been studied in the laboratory and in animal models. We propose to assess the safety and anti-HIV activity of this new agent in subjects with chronic HIV infection for the first time.\n\nThis proposal brings together scientific and clinical expertise in HIV medicine with the company who have developed C34-PEG4-Chol and the study will be conducted within a registered UK trials unit. This novel antiretroviral agent has the potential to offer a low toxicity, easily administered, antiretroviral agent as part of effective antiretroviral therapy for the future avoiding the treatment limiting toxicities of current licensed agents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J002178/1","grantId":"MR/J002178/1","fundValue":"811646","fundStart":"2013-07-01","fundEnd":"2016-03-31","funder":"MRC","impactText":"","person":"Alan  Winston","coPersons":["Deborah  Ashby"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}