{"id":"D352C3AF-27F7-4A6F-9077-26ABB6CBC872","title":"Research Development of the Jack Rosenthal Drama Scripts Archive","abstractText":"For nearly a decade, my research has centered on Holocaust literature. However, recently, as a contrast to the fate of the European Jewish diaspora, I have become fascinated by the ways in which British-Jewishness is represented textually and visually. This change of research direction coincided with Sheffield University Library's acquisition of the Jack Rosenthal Scripts Collection, including video copies of all his television plays. This is a remarkable resource, which no other scholar has yet consulted, consisting of 75 boxes of material. The Drama Scripts Archive includes draft versions of all Rosenthal's best-known plays; correspondence from viewers and television professionals; contemporary reviews; unperformed plays and screenplays, including one on the footballer George Best; and personal and biographical correspondence, such as Rosenthal's undergraduate thesis on James Joyce. One objective of the present project is the research development of this Archive.\n\nThere is no published critical assessment of Jack Rosenthal's work, and the present project aims to redress this lack. Such critical neglect is remarkable given Rosenthal's reputation as a television and stage dramatist. Rosenthal's oeuvre is considerable. He wrote over 250 television and stage scripts, including a triad of award-winning BBC Plays for Today: The Evacuees (1975), Bar Mitzvah Boy (1976) and Spend Spend Spend (1977). Although he claimed not to value television series, Rosenthal wrote the pilot plays for what became the long-running series London's Burning and The Dustbinmen. Rosenthal wrote 129 episodes of Coronation Street in the 1960s, and collaborated on the screenplay for Barbra Streisand's 1983 film Venti. During the course of his forty-year career, Rosenthal won 15 television drama awards and a further 10 nominations.\n\nThe monograph Jack Rosenthal is to be published by Manchester University Press in their Television Series. It is structured biographically and each chapter offers a particular critical analysis of a decade in Rosenthal's professional life. In the course of the book, I aim to demonstrate that Rosenthal's work is worthy to be placed alongside that of his better-known contemporaries such as Dennis Potter and Alan Bennett. I will do this by analysing the distinctive themes in Rosenthal's work, such as its concern with class, the north of England, and ethnicity. I will analyse the characteristic literary and dramatic features of Rosenthal's plays, such as his interest in vernacular vocabulary and speech-patterns, and his reaction against the structure of the well-made play. I will use my expertise in film to analyse Rosenthal's television plays, including their production history, the input of director and reducer, and the audience response to the look of the final version.\n\nRosenthal was a prominent figure in the 'golden age' of British television drama and was involved in the first days of Granada Television. He collaborated with the central figures of the time, ranging from Sidney Bernstein to David Puttnam, from Peggy Ramsay to Sheila Hancock. I argue that the trajectory of Rosenthal's writing life follows that of mid-twentieth-century British visual and dramatic history itself. Rosenthal is also a central figure in Anglo-Jewish literature, although he has not been considered in this way before. The critic Mark Lawson wrote of Rosenthal that his Play for Today Bar Mitzvah Boy ranks 'among the few British Jewish comedies to match the work of Woody Allen and Neil Simon'. I argue that it is not just the quality of Rosenthal's work that makes him distinctive, however, but- as Lawson implies- the fact that he represents British-ness and Jewishness as constituting a hybrid whole, rather than setting the two against each other. In this way Rosenthal's work is unique among Anglo-Jewish writing.\n\nA central feature of the present book will be its basis in original interviews with over twenty of Rosenthal's colleagues and collaborators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E504965/1","grantId":"AH/E504965/1","fundValue":"28100","fundStart":"2007-02-01","fundEnd":"2007-06-04","funder":"AHRC","impactText":"","person":"Sue  Vice","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}