{"id":"D3586677-007F-47EA-8E81-02EA2027A0E7","title":"Calculating the Basin of Attraction in Asymptotically Autonomous Dynamical Systems","abstractText":"Ordinary differential equations (ODEs) are a major modelling tool in all sciences, for example mechanical systems in physics, population dynamics in biology, reactions in chemistry, price developments in economics and many more. Both for deriving the model and for its analysis it is crucial to understand the dynamical properties of an ODE. Nonautonomous ODEs are equations where the right-hand side explicitly depends on the time t, e.g. through a time-dependent force. They include asymptotically autonomous systems, where the right-hand side tends to an autonomous, i.e. time-independent, function as time tends to infinity. Dynamical systems are interested in the long-time behaviour of solutions. Although the equation converges to an autonomous one as time tends to infinity, not all properties of the limiting autonomous equation carry over to the nonautonomous one. In particular, the basin of attraction of a solution consisting of all points approaching this solution, is a nonautonomous object and can only be determined by considering the nonautonomous equation.However, not only the analytical, but also the numerical analysis of nonautonomous ODEs faces the difficulty that any interesting set is unbounded in the time direction. This makes a direct application of numerical tools from autonomous dynamical systems difficult, since one would need infinitely many grid points for the approximation. The main purpose of this project is to develop new tools, both in dynamical systems and in numerical analysis, to overcome this problem and to derive numerical methods for the analysis of nonautonomous systems. Within dynamical systems, the infinite time interval of the nonautonomous system will be transformed into a finite one; in numerical analysis a method will be developed to distinguish between the different dependencies with respect to the time and the space variables. The new method will be studied theoretically, including error estimates, and, moreover, be implemented into a computer program.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H051627/1","grantId":"EP/H051627/1","fundValue":"6568","fundStart":"2010-05-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  The findings have been publicised through journal publications and seminars. They have not yet made an economic or societal impact.  ","person":"Peter  Giesl","coPersons":[],"organisation":"University of Sussex","findingsText":" Ordinary differential equations (ODEs) are a major modeling tool in all sciences, for example mechanical systems in physics, population dynamics in biology, reactions in chemistry, price developments in economics and many more. Both for deriving the model and for its analysis it is crucial to understand the dynamical properties of an ODE. \n\nNonautonomous ODEs are equations where the right-hand side explicitly depends on the time t, e.g. through a time-dependent force. They include asymptotically autonomous systems, where the right-hand side tends to an autonomous, i.e. time-independent, function as time tends to infinity. \n\nDynamical systems are interested in the long-time behaviour of solutions. Although the equation converges to an autonomous one as time tends to infinity, not all properties of the limiting autonomous equation carry over to the nonautonomous one. In particular, the basin of attraction of a solution consisting of all points approaching this solution, is a nonautonomous object and can only be determined by considering the nonautonomous equation. \n\nHowever, not only the analytical, but also the numerical analysis of nonautonomous ODEs faces the difficulty that any interesting set is unbounded in the time direction. This makes a direct application of numerical tools from autonomous dynamical systems difficult, since one would need infinitely many grid points for the approximation. \n\nThe main purpose of this project was to develop new tools to overcome this problem and to derive numerical methods for the analysis of asymptotically autonomous systems. The first main result deals with exponentially asymptotically autonomous system, where the right-hand side converges exponentially fast to the limiting autonomous system. The second main result develops a similar method for general asymptotically autonomous systems. In both cases, the infinite time interval of the nonautonomous system was transformed into a finite one. This transformation reflects the speed of convergence of the asymptotically autonomous system to the autonomous one as time tends to infinity. \n\nThese new methods have been studied theoretically, including error estimates, and, moreover, they have been implemented into a computer program, available at the website http://www.maths.sussex.ac.uk/~giesl/asymptaut.html together with a summary of the results. Asymptotically autonomous systems arise through time-dependent mechanisms or forces in a variety of applications ranging from physics, biology, medicine, chemistry to economics and climate studies. Methods for the analysis are vital both for deriving appropriate models, to study their properties and to make predictions. The computer program which was developed in this project, will be beneficial to the industrial applications community. The computer tool could possibly, for example, be further developed for use by a climate institute to make weather and climate forecasts, by the public sector to make predictions on the development of the population or the economy, and by the private commercial sector to build machines governed by external time-dependent forces. The transformation of nonautonomous ODEs to a finite time-interval will help to make nonautonomous ODEs treatable numerically since any numerical method can only use a finite number of points. Thus, the theory developed in this project will benefit researchers working in the numerical treatment of nonautonomous ODEs - here numerics is not limited to meshless collocation, but includes all different numerical methods. This new technique will also be of interest for people working in the theory of nonautonomous dynamical systems. \n\nThe computer program will directly benefit all researchers in applied disciplines such as physics, biology, medicine, chemistry and many more who study dynamical systems. Aerospace, Defence and Marine,Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Electronics,Financial Services, and Management Consultancy,Healthcare","dataset":"gtr"}