{"id":"D360CFAC-A9E0-451B-BF18-4D244DA415F3","title":"Transmission and coevolutionary dynamics drive the evolution of generalist and specialist viruses","abstractText":"Viruses show tremendous diversity in the hosts that they attack - both generalists and specialists are common in nature. Unlike specialists, generalist viruses are able to infect a range host species, whereas specialists infect a single host type. What explains this variation in the types of interactions between hosts and their viruses? How do viruses and their hosts interact? Can the way they interact evolve over time? Answers to these questions are central to understanding the dynamics of disease. The underlying processes governing viral-host interactions are highly complex - ranging from molecular and cellular through to population and multi-trophic levels - and crucially depend on the interplay between ecology and coevolution, a process of simultaneous evolution of hosts and viruses in response to each other. However, this complexity presents numerous challenges to achieving a mechanistic understanding of disease dynamics.\n\nThe proposed research will investigate the evolution of specialist and generalist viruses - from genes to cells to populations to the community. It will consider how hosts and viruses evolve simultaneously and in response to each other, paying particular attention to how viruses are transmitted. The novel approach proposed here will intertwine experimental evolution and mathematical models, using the bacteria, Escherichia coli and viruses that attack bacteria, bacteriophages, as a model system that can help us understand virus evolution in nature. Experiments will document coevolution in real-time and directly test theoretical predictions put forth by the theoretical framework. At the same time, data generated from the experiments will be incorporated into a new generation of mathematical models that will provide a range of both specific and general predictions regarding the evolution of specialist and generalist viruses. The results of this work will further our general understanding of the dynamics of disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J010340/1","grantId":"BB/J010340/1","fundValue":"259966","fundStart":"2011-11-01","fundEnd":"2015-04-30","funder":"BBSRC","impactText":"","person":"Ivana  Gudelj","coPersons":[],"organisation":"University of Exeter","findingsText":" We have developed a new theory that provides an explanation of why most parasites are specialists (have narrow host ranges). This work was published in Ecology Letters (impact factor 13)\n\nWe have also shown demonstrate that the effects of dispersal on diversity in coevolving host-parasite systems depend on an intricate interplay of the structure of the underlying dispersal network and the specifics of the host-parasite interaction. Published in ISME Journal (impact factor 9) Our research has been addressing a critical gap in epidemiological research: explicit linkages between the genetic, ecological and evolutionary mechanisms underlying the evolution of infection strategies. The work has advanced our understanding of the evolution of viral infection strategies - a key step towards developing a comprehensive understanding of the ecology and evolution of infectious disease. \n\nWe will use this research to communicate the importance of mathematical modelling for infectious diseases to a number of school outreach programs.\n\nIn addition our work has been published in high impact journals. Education","dataset":"gtr"}