{"id":"D3600C4A-7432-4737-92BB-0D8F8B459F01","title":"Computational methods for analysis of stochastic structural systems","abstractText":"Uncertainty is ubiquitous in the mathematical characterisation of engineered and natural systems. In many structural engineering applications, a deterministic characterisation of the response may not be realistic because of uncertainty in the material constitutive laws, operating conditions, geometric variability, unmodelled behaviour, etc. Ignoring these sources of uncertainties or attempting to lump them into a factor of safety is no longer widely considered to be a rational approach, especially for high-performance and safety-critical applications. It is now increasingly acknowledged that modern computational methods must explicitly account for uncertainty and produce a certificate of response variability alongside nominal predictions. Advances in this area are key to bringing closer the promise of computational models as reliable surrogates of reality. This capability will potentially allow significant reductions in the engineering product development cycle due to decreased reliance on extensive experimental testing programs and enable the design of systems that perform robustly in the face of uncertainty. The proposed investigation will address this important research problem and deliver convergent computational methods and efficient software implementations that are orders of magnitude faster than direct Monte-Carlo simulation for predicting the response of structural systems in the presence of uncertainty. This work will draw upon developments in stochastic subspace projection theory which have recently emerged as a highly efficient and accurate alternative to existing techniques in computational stochastic mechanics. The overall objectives of this project include: (1) formulation of convergent stochastic projection schemes for predicting the static and (low and medium frequency) dynamic response statistics of large-scale stochastic structural systems. (2) design and implementation of a state-of-the-art parallel software framework that leverages existing deterministic finite element codes for stochastic analysis of complex structural systems, and (3) laboratory and computer experiments to validate the methods developed. The methods to be developed will find applications to a wide range of structural problems that require efficient and accurate predictions of performance and safety in the presence of uncertainty. This is a crucial first step towards rational design and control strategies that can meet stringent performance targets and simultaneously ensure system robustness. Progress in this area would also be of benefit to many other fields in engineering and the physical sciences where there is a pressing need to quantify uncertainty in predictive models based on partial differential equations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F006802/1","grantId":"EP/F006802/1","fundValue":"346237","fundStart":"2008-04-04","fundEnd":"2011-04-03","funder":"EPSRC","impactText":"","person":"Prasanth  Nair","coPersons":["Andrew John Keane"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}