{"id":"D367D8E3-786D-401A-AC25-C8370727D3B4","title":"Defining common molecular pathways in cortical interneuron migration and vascular development","abstractText":"In man, the cerebral cortex is by far the most important part of the brain containing the majority of its neurons. In mammals, neurons are divided into two broad classes, the excitatory pyramidal neurons that project to areas outside the cortex, and the nonpyramidal cells, the GABA-containing cortical interneurons. These cell types are generated in different germinal zones and follow distinct modes of migration to reach their final positions in the cortex: radial and tangential. All pyramidal neurons are generated in the ventricular zone of the embryonic cortex and migrate radially (i.e. perpendicular to the surface of the brain) using the support of glial fibres (gliophilic migration). Interneurons arise in the ganglionic eminence, an area in the basal telencephalon that gives rise to the basal ganglia. These cells follow long and tortuous routes to actively migrate into the developing cortex. Once in the cortex, they follow one of two main tangential (i.e. parallel to the pial surface) migratory streams before they turn radially to reach their positions in the developing cortical plate. It is thought that these cells use corticofugal axons to navigate from the basal telencephalon to the cortex (neurophilic migration) and radial glia in their final part of their journey within the cortical plate (gliophilic migration). However, evidence has recently emerged to support vasophilic mode of migration, where interneurons use the developing vascular network as a substrate for their movement. Here, we propose to test the hypothesis that various chemotropic factors, secreted by the vasculature, regulate the development and migration of interneurons. Specifically, we propose to combine mouse genetic tools with cell and molecular biological techniques to investigate the roles of blood vessel secreted molecules on the generation, survival and migration of cortical interneurons. We shall focus on vascular endothelial growth factor (VEGF), paying particular attention to the molecular mechanisms through which this angiogenic factor exerts its function in these developmental events. In addition to studying the role of VEGF in cortical interneuron migration, we wish to assess whether this and other blood vessel secreted factors dictate the choice of migratory stream by cortical interneurons. The proposed research programme will explore novel mechanisms in tangential neuronal migration, and enhance our understanding of the aetiologies of developmental disorders of this area of the brain such as mental retardation, autism and certain forms of epilepsy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M009424/1","grantId":"BB/M009424/1","fundValue":"592099","fundStart":"2015-03-09","fundEnd":"2018-03-08","funder":"BBSRC","impactText":"","person":"John George Parnavelas","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}