{"id":"D370006E-AEC3-4073-9E8C-C3B49AD491B6","title":"Sustainable Prosperity: Centre for the Understanding of Sustainable Prosperity","abstractText":"We propose to establish a multi-disciplinary Centre for the Understanding of Sustainable Prosperity (CUSP). Led by the University of Surrey, CUSP will work with a range of academic and non-academic partners to establish a rich international network of collaborative research. The aim of this research will be to explore the economic, ecological, social and governance dimensions of sustainable prosperity and to make concrete recommendations to government, business and civil society in pursuit of it. \n\nOur guiding vision for sustainable prosperity is one in which people everywhere have the capability to flourish as human beings - within the ecological and resource constraints of a finite planet. Our work will explore not just the economic aspects of this challenge, but also its social, political and philosophical dimensions. We will address the implications of sustainable prosperity at the level of households and firms; and we will explore sector-level and macro-economic implications of different pathways to prosperity. We will pay particular attention to the pragmatic steps that need to be taken by enterprise, government and civil society in order to achieve a sustainable prosperity. \n\nThe CUSP work programme is split into five themes (our MAPSS framework). Theme M explores the moral framing and contested meanings of prosperity itself. Taking a broadly philosophical approach we examine how people, enterprise and government negotiate the tensions between sustainability and prosperity. Theme A explores the role of the arts and of culture in our society. We will look not only at the role of the arts in communicating sustainability but at culture as a vital element in prosperity itself. Theme P addresses the politics of sustainable prosperity and explores the institutional shifts that will be needed to achieve it. We will work closely with both corporate and social enterprise to test new models of sustainability for business. Theme S1 explores the social and psychological dimensions of prosperity. We will work with households and individuals in order to understand how people negotiate their aspirations for the good life. As part of this theme we will engage with UNEP in a major study of young people's lifestyles across the world. Theme S2 examines the complex dynamics of social and economic systems on which sustainable prosperity depends. We will address in particular the challenge of achieving financial stability and high employment under conditions of constrained resource consumption. \n\nAlongside our MAPSS work programme, we will initiate a major international Sustainable Prosperity Dialogue (chaired by Dr Rowan Williams - former Archbishop of Canterbury and Master of Magdalene College Cambridge). We will also establish an international network of CUSP Fellows from both academic and non-academic institutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M010163/1","grantId":"ES/M010163/1","fundValue":"4755360","fundStart":"2016-01-11","fundEnd":"2021-01-10","funder":"ESRC","impactText":"","person":"Tim  Jackson","coPersons":["Peter Alan Victor","Aled  Jones","Oliver Lodewijk Dudok Van Heel","Kate  Burningham","William James Davies","Ian Peter  Christie","Birgitta  Gatersleben","Andrew  Dobson","Angela  Druckman","Kate  Oakley","Bronwyn Mary Hayward","Fergus  Lyon"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}