{"id":"D3734489-2088-4A35-8D95-DECFA8F3773D","title":"Episodic memory and memory for what where and when in the rat.","abstractText":"Episodic memory is memory for personally experienced events. It is the type of memory which allows you to remember what you did last week or what you had for breakfast this morning. Episodic memory can be lost in people after brain damage, in some diseases such as Alzheimer's disease as well as in normal, elderly people. In order to understand how this type of memory works, and ultimately to help people overcome such problems, it would be invaluable to be able to be able to study episodic memory in rats. However, you cannot simply ask a rat what it had for breakfast this morning! Although there are a number of useful tests of some sorts of memory in rats, finding a task which tests memory which is similar to episodic memory in the rat has proved difficult. In this project, we will attempt to develop such a task for use with rats. Our approach is based on the idea that people's memory for an event (such as their breakfast) involves memory for things, places and the time at which the event was experienced. For example, when recalling your breakfast this morning, you recall not only the breakfast cereal, but where you were and the fact that it was this morning (not yesterday morning). In this project, we investigate the ability of rats to recall what the saw, where they saw it and when. To do this we let rats find several objects hidden in a maze. Rats have a natural tendency to seek out things they haven't seen recently, so to test their memory for what they saw and when, we then expose them to one of the objects until they become very bored with it. We know that they will then want to avoid seeing this object again, and would prefer to explore something else. But can they remember where to find the unfamiliar object in the maze? By testing their ability to do so, we can test their memory for what they saw, where and when. By doing so we can provide a way of investigating episodic memory in rats, which will help to understand episodic memory in humans better, and ultimately lead to ways of helping those with poor memory due to disease or the ageing process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D008158/1","grantId":"BB/D008158/1","fundValue":"70687","fundStart":"2006-10-02","fundEnd":"2008-04-01","funder":"BBSRC","impactText":"","person":"Madeline  Eacott","coPersons":["Alexander  Easton"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}