{"id":"D37BCF93-56F5-4DD3-AD7D-B8DAC4F65859","title":"Antarctic Deep Water Rates of Export (ANDREX)","abstractText":"The Earth's climate is changing, as it has done in the past. One of the great challenges faced by scientists today is to understand the causes and consequences of these changes. The way many scientists seek this understanding is by running computer-based climate simulations that mimic the complex interactions between the ocean, atmosphere, ice and living beings that are thought to be responsible for driving climate change. It is partly thanks to these simulations that we now know that ocean circulation plays a key role in modulating climate. One of the most important elements of ocean circulation is what scientists know as the 'meridional overturning circulation' (MOC). This term describes the cooling and resulting sinking of surface water masses in high-latitude regions, their journey through the deep ocean and their eventual warming and return to the surface, after many decades or centuries. The MOC is important to climate because the water masses involved in this long circuit through the ocean carry with them heat, carbon and other significant subtances such as plant nutrients, which in this way are distributed around the planet and locked away in the deep ocean for long periods of time. One of the stages of the MOC that puzzles scientists the most, and one of the most uncertain processes in climate simulations, is the formation near the Antarctic continent of Antarctic Bottom Water (AABW). AABW is the water mass that fills the deepest layers of the MOC, flushing the global ocean abyss and sequestering carbon and nutrients in the deep ocean. Yet in spite of its key place in the MOC and climate, AABW is surrounded by many basic questions. This is because AABW is formed in remote regions that are only rarely visited by oceanographic ships. As a result, we currently know little about how much AABW is formed, how it is exported from the Antarctic seas to the rest of the world ocean, and what quantity of carbon and nutrients is carried by AABW into the global ocean abyss. In order to begin answering these questions, we plan to conduct an experiment in which we will measure the rate of AABW production and export, and the associated transports of carbon and nutrients, in the Weddell gyre. This is an oval-shaped current that occupies the southern rim of the South Atlantic and Southwest Indian oceans, and is believed to be the main region in which AABW is formed. We will do this by (1) measuring the distributions of temperature, salinity, current velocity, dissolved gases, nutrients and carbon along the northern rim of the Weddell gyre; and (2) teaming up with two groups of American and German scientists that will make similar measurements along the eastern rim of the gyre and across the gyre's southwestern corner, respectively. We will use this unprecedented richness of observations to construct a budget of the water masses, carbon and nutrients entering and leaving the Weddell gyre. In this way, we will be able to answer key questions such as 'How much AABW is formed in the Weddell gyre?' and 'What quantity of carbon and nutrients is locked away by this AABW into the global ocean abyss?'. Our answers to these questions will serve as a benchmark to evaluate the skill of state-of-the-art climate and ocean models, and to identify future climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E013368/1","grantId":"NE/E013368/1","fundValue":"136186","fundStart":"2008-09-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"","person":"Alberto  Naveira Garabato","coPersons":["Michael  Meredith"],"organisation":"NERC British Antarctic Survey","findingsText":" The role of Weddell Gyre freshwater fluxes in large-scale circulation and climate A freshwater budget of the Weddell Gyre (WG) in the Southern Ocean - a critically important region in the global climate system - has been calculated for the first time using measurements of oxygen isotopes (_18&shy;O) in seawater. It shows that set against regional atmospheric warming and documented changes in the hydrological cycle, the region is currently in approximate balance, although sensitive to changing ocean circulation patterns. It also highlights its importance as a location of substantial net sea-ice production, recently observed to be increasing and a key process associated with deep water formation. During the production and sinking of dense waters, large quantities of climatically-important chemicals and gases are removed from contact with the atmosphere, for timescales of centuries or longer. Heat loss and sea-ice formation are key parts of this process and are crucially dependent on the freshwater balance of the region. Samples analysed for _18&shy;O, salinity and nutrients from three hydrographic cruises encircling the WG have enabled the partitioning and quantification of freshwater from meteoric (glacial ice melt, precipitation) and sea-ice melt sources. When combined with calculated velocity fields, individual transports into and out of the WG throughout the water column were determined and an overall budget assessment made. It was found that the high volume transports of deep waters dominate the freshwater budget, with large quantities entering the WG from the east and then leaving to the west and north, through the deep passages of the South Scotia Ridge (of which ~50% occurs through the deepest gap, Orkney Passage) and across the edge of the Gyre. The net transport of meteoric water was found to roughly equal local estimates of additions from melting ice sheets and precipitation, while the WG was found to be a region of net sea-ice production, in agreement with satellite measurements. This sets a benchmark for the WG region, showing the overall balance of freshwater to be roughly in balance, at least within the capabilities of this approach. However, the seasonality of the sampling and uncertainty of the transport estimates is likely to introduce some error that will only be reconciled through further measurements. See NE/E01366X/1 Environment","dataset":"gtr"}