{"id":"D38D0BB4-C7BE-43CC-9C75-FF3BC656CF20","title":"Xyloglucan degradation systems: dissection and exploitation","abstractText":"The complex sugars ('polysaccharides') found in the cell-walls of plants impact on all our everyday lives. They form the cotton of our clothes, the physical origins of paper and are central to all the, many, industries that derive from these products. Plant cell wall sugars are likely to form the basis of the next generation biofuel industry; one of the key governmental strategies to provide us with green, renewable and secure energy for the twenty-first century. Furthermore, the harnessing of recalcitrant sugars ('roughage') by our gut microbes is an essential part of human nutrition and intestinal transit. The gut flora are inextricably linked to human health through their metabolism of complex plant polysaccharides. The aim of this BBSRC grant application is to study how nature's catalysts, termed 'enzymes', digest and breakdown plant polysaccharides. These catalysts are the vanguard of the industries that are springing-up with the goal of harnessing the plant cell wall. Enzymes are the actors on the complex stage of the human intestine. The application focuses mainly, on one particularly difficult class of sugars; the xyloglucans. We aim to show how complex enzyme systems are required for the breakdown of this polysaccharide, how these enzymes function both at the three dimensional level and how they can be used as catalysts with potential industrial applications. We will study both key, selected representative enzymes showing useful properties and whole enzyme systems from human gut bacteria. We hope to provide the community with insight into the function and action of these catalysts and provide a foundation or their exploitation to aid in human health and technology development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I014802/1","grantId":"BB/I014802/1","fundValue":"572987","fundStart":"2012-01-01","fundEnd":"2015-12-31","funder":"BBSRC","impactText":"  Enzymes for biofuels\n\nprebiotics for intestinal health Energy,Environment,Healthcare Societal","person":"Gideon John Davies","coPersons":[],"organisation":"University of York","findingsText":" Grant not yet finished.\n\nhe complex sugars (&amp;quot;polysaccharides&amp;quot;) found in the cell-walls of plants impact on all our everyday lives. They form the cotton of our clothes, the physical origins of paper and are central to all the, many, industries that derive from these products. Plant cell wall sugars are likely to form the basis of the next generation biofuel industry; one of the key governmental strategies to provide us with green, renewable and secure energy for the twenty-first century. Furthermore, the harnessing of recalcitrant sugars (&amp;quot;roughage&amp;quot;) by our gut microbes is an essential part of human nutrition and intestinal transit. The gut flora are inextricably linked to human health through their metabolism of complex plant polysaccharides. The aim of this BBSRC grant application is to study how nature's catalysts, termed &amp;quot;enzymes&amp;quot;, digest and breakdown plant polysaccharides. These catalysts are the vanguard of the industries that are springing-up with the goal of harnessing the plant cell wall. Enzymes are the actors on the complex stage of the human intestine. The application focuses mainly, on one particularly difficult class of sugars; the xyloglucans. We aim to show how complex enzyme systems are required for the breakdown of this polysaccharide, how these enzymes function both at the three dimensional level and how they can be used as catalysts with potential industrial applications. \n\nWe have dissected many different enzyme systems and shown how they eat complex polysaccharides. This work includes how the gut bacteria maintain a healthy lifestyle and how solil bacteria digest waste plants. The work has major impact for the biofuel and health sectors. Understanding of gut bacterial health will aid disease treatment, development of prebiotics etc.\n\nUnderstanding of how different species digest recalcitrant plant matter will inform the development of enzymes for biofuels. Energy,Environment,Healthcare","dataset":"gtr"}