{"id":"D38E830D-FEA8-4099-AB13-8F8478DC8585","title":"Catalytic applications of metal-organic frameworks","abstractText":"SummaryCatalysts increase the speed of reactions without themselves being changed. This research aims to develop a new series of solid catalysts that we intend to use to produce cyclic compounds using a reaction called cycloaddition. Our catalysts are comprised of a grid-like assembly of metal atoms and organic linkers, and these materials are called metal-organic frameworks (abbreviated to MOFs). MOFs are relatively new materials and use of them for catalysing reactions is very rare. They have, however, great promise as they contain pores in which the reactions occur, and the size and shapes of these pores can be controlled by altering the organic linkers.Many natural and synthetic compounds are chiral, which means they can exist in left-handed and right-handed forms that are mirror images of each other. Chirality is important in the production of drugs as usually only one of the two possible left- or right-handed drug molecules is biologically active. We intend to see if by using chiral MOF catalysts we can produce reaction products that are themselves chiral i.e. only left or right-handed.To undertake these studies we intend to attack the problem from two points of view: One of these uses synthetic chemistry and the production of MOF catalysts in the laboratory; the other is based on computer simulations, predicting how these catalysts could work at a molecular level. By combining these two approaches we hope to 'fuse' these two processes together and produce more efficient MOF catalysts that produce cycloaddition products in a pure state and as one chirality, either 'left' or 'right'. We will also measure the diffusion and adsorption properties of the catalysts so we find out how the reagents move into the pores and how the molecules interact with the catalyst.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F008325/1","grantId":"EP/F008325/1","fundValue":"138337","fundStart":"2008-03-31","fundEnd":"2011-09-29","funder":"EPSRC","impactText":"","person":"Sean  Bew","coPersons":[],"organisation":"University of East Anglia","findingsText":" Metal-organic frameworks (abbreviated to MOFs) are a relatively new class of material, and are comprised of a grid-like assembly of metal atoms and organic linkers. MOFs have shown great promise as solid state catalysts as they contain pores in which reactions can occur, and the size and shapes of these pores can be controlled by altering the organic linkers thus tailoring the reaction conditions in the pores. In this project we have developed new functionalised linkers, prepared and characteris  ","dataset":"gtr"}