{"id":"D390CD1E-D203-41D4-A8BD-6BA891A01061","title":"A Small-Angle Scattering Study of the Self-Assembly of Amyloid Peptide Fragments and Copolymers","abstractText":"The mechanisms and kinetics of fibrillisation of fragments of the amyloid peptide responsible for diseases such as Alzheimers and type II diabetes will be investigated. We will perform time-resolved x-ray scattering at the new Diamond synchrotron in order to probe the growth processes of fibrils produced by short (5-7 amino acid) fragments of the amyloid beta peptide. The sequences selected have been shown to be critical in fibrillisation. We will also investigate the self-assembly of copolymers of the peptide with poly(ethylene glycol), PEG. PEG is a water soluble polymer that has been approved for pharmaceutical applications. The PEG will be attached to peptide fragments designed to bind to the full disease-causing peptide. We expect it will provide steric stability to peptide fibrils, forming a coating layer that prevents aggregation into larger aggregates as observed as a symptom of amyloid disease. We will study the mechanisms and kinetics of self-assembly of the amyloid peptide and peptide polymer fibrils to gain insights into how fibrillisation occurs in the peptide sequences and how it can be prevented using PEG copolymers. In addition, we will examine the effects of solvent, salt and pH on the aggregation process, for instance ensuring that we investigate fibrillisation under physiological conditions of pH and salt. The small-angle x-ray scattering data will be analysed to determine the size and shape of the peptide aggregates. The formation of liquid crystal phases at high concentrations will be investigated, as will shear flow alignment, relevant to flow encountered in the bloodstream. These will involve state-of-the-art simultaneous x-ray scattering and shear viscosity measurements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G067538/1","grantId":"EP/G067538/1","fundValue":"143407","fundStart":"2010-05-01","fundEnd":"2014-10-31","funder":"EPSRC","impactText":"  This work has been published in a large number of high impact papers. In addition, it has been extensively presented at national and international conferences, including invited talks. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Ian William Hamley","coPersons":[],"organisation":"University of Reading","findingsText":" This highly successful grant has led to the development of new antimicrobial materials as well as other potential therapeutic peptide-based materials, with applications in the treatment of immune disease and in would healing. By healthcare practitioners Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}