{"id":"D3952149-8AE3-4D2B-9396-A13504F7239A","title":"MORPHINE: Re-designing the coast: The Morphodynamics of Large Bodies of Sediment in a Macro-tidal Environment","abstractText":"We propose developing the mathematical theory of morphodynamics as it pertains to a macro-tidal environment (coastal region with large tidal range, like that in the UK), so as to understand the movement of large deposits of sand on our beaches and shorefaces (shorefaces are, loosely, the regions in between the beach and the continental shelf floor). This theory will allow us to formulate a new mathematical modelling approach. New models stemming from this will allow us to develop a new approach to designing sea defences, in which large quantities of sand (&quot;nourishments&quot;) are deposited at strategic locations at and / or near to the coastline. These nourishments will provide a source of sediment for beaches that are eroding, but, importantly, they will also alter local wave and current conditions, which will transform previously eroding beaches into more stable configurations, and so form naturalistic coastal defences. \nThe theory and the models, coupled with a new, realistic statistical model of sea conditions, will make it possible for us to predict the behaviour of these nourishments to a high degree of accuracy under different conditions. Because the models are highly efficient we will be able to do this for long times (say, 20 years or more), and to investigate the likely variations in wave conditions that might occur during this time. This will support the design of this new approach to designing sea defences, and will mean that we do not have to rely on invasive, expensive and reactive traditional sea defences. It will have the additional benefit of providing the means to predict how a major proportion of our existing coast will behave in the future. The proposal addresses UK conditions in particular, in which a very large tidal range combines with a wide variety of wave conditions to produce a particularly challenging environment. We are therefore proposing to undertake fundamental work on coastal morphodynamics so as to develop tools that will let us re-think our coastal defence strategy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N007484/1","grantId":"EP/N007484/1","fundValue":"409917","fundStart":"2015-12-14","fundEnd":"2019-12-13","funder":"EPSRC","impactText":"","person":"Dominic  Reeve","coPersons":["Yuzhi  Cai"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}