{"id":"D39DACD6-557C-4657-910B-BF6082DA17B9","title":"'Freedom is not Enough' - The struggles for racial equality throughout the United States 1861-2005","abstractText":"&quot;I see the schools thrown open for the black child as for the white. I see black and white priests ministering together at the altars of religion ... I see everywhere respect for brains and worth, moral and material.&quot; William Howard Day, New York civil Rights activist, 1864.\n\n&quot;I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character.&quot; Martin Luther King, 1963.\nThese two speeches were delivered a century apart, but expressed strikingly similar hopes. They remind us that the struggle for racial equality was not confined to the world famous movement associated with Martin Luther King. Indeed, that movement was not the culmination of protest, nor even the prototype of black protest in America. Rather, the struggle for racial equality was fought (and needed to be fought) with vigour across all parts of the United States and at all times.\n\nFrom emancipation to the present, black Americans have faced the challenge of making freedom real. In general, black Americans sought to build their own world, and resist those who interfered. But what this meant in practice varied dramatically across time and place. Different groups of black Americans had markedly different priorities and tactics. This project aims to interweave the many, often conflicting, stories of protest. In a sense it aims to be a wide-ranging peoples' history of civil rights protest, attentive to the diversity and complexity of the black experience in the United States.\n\nIn doing so, this project will also reinterpret the history of black protest. Firstly, it shows the struggle for equality was fought across the United States, in the North and West as well as in the South. Secondly, it shows that the highest priority for most black men and women has been economic autonomy and security (and integration has been a goal only for a minority of African Americans). Thirdly, it will trace the changing nature and power of white supremacy, showing how white supremacy both constrained and at times united protest. Finally, the project will show that many of the more well-known moments of protest, not least the civil rights movement, represented the aspirations of elite black Americans that were ultimately acceptable to those holding power in U.S. society","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E505341/1","grantId":"AH/E505341/1","fundValue":"26674","fundStart":"2007-09-01","fundEnd":"2007-12-31","funder":"AHRC","impactText":"","person":"Stephen George Tuck","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}