{"id":"D39E0E8A-28B0-47B7-BDA0-5AAF393B2668","title":"Cognitive Approaches to Ancient Religious Experience","abstractText":"The proposed network brings together scholars studying ancient Greek and Roman religions, and those using cognitive approaches, to investigate the nature of individual religious experiences, examining how models and data from one discipline can inform and challenge, test and refine those of the other. \n\nIndividual religious experience is generally assumed to be hidden, inaccessible within the minds of its subjects making research on it impossible. This is particularly true of the experiences of those in historical periods. In scholarship on ancient religions, this has meant that the debate has become focused on the roles and activities of social groups and external actions, with little idea of how to access the interior experiences of historical subjects. \n\nThe cognitive science of religion (CSR) offers an opportunity to cross this barrier. However, it too has limitations: scholars who work with various cognitive approaches are largely concerned with modern, western individuals. Although this research may help to investigate and clarify aspects of contemporary religion in western societies, and may entail claims about the universal nature of humanity's cognitive proclivities, it is nevertheless often untested by historical data, or, often, data from other cultures. Those projects that do attempt to work with historical data tend to take a quantitative approach, rather than trying to apply experimental methodology to examine qualitative data, which involves a change in how scientists think about their subject.\n\nThe network aims to bring together many of the theoretical assumptions, methodologies, and results of CSR. However, it aims to proceed beyond cognition in individualistic and mentalistic terms, and expand the understanding of cognition as consisting of individuals in full interaction with culture. \n\nThrough two workshops the network will address:\n\n- The value of adopting a historical perspective in the investigation of the cognitive aspects of religious experience, providing scholars who study cognitive approaches to religion invaluable data and case studies to test and refine their findings.\n\n- The value of introducing new cognitive methodologies into historical research, offering scholars of ancient religions new ways to examine the changing individual experiences of historical subjects.\n\n- How cognitive and historical disciplines can collaborate to develop new approaches to, and understandings of religious experience.\n\nA final conference will present findings from the workshops and also promote interaction with scholars of religion in other historical periods, along with invited guests from relevant business, cultural and policy organisations, with the aim of expanding the network and its impact.\n\nThrough this collaborative process scholars of both disciplines will be assisted in moving beyond their usual assumptions, gaining new perspectives, developing new questions and approaches to data, working with new evidence and methodologies. As well as helping to forge a common discourse of research, the network aims to contribute to relevant public and policy conversations concerning, for example, the nature and role of religious experience in modern societies, and the place of individual religious experience in modern culture, through the dissemination of its findings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M006352/1","grantId":"AH/M006352/1","fundValue":"38077","fundStart":"2015-01-05","fundEnd":"2017-01-04","funder":"AHRC","impactText":"","person":"Esther  Eidinow","coPersons":["Armin Wilbert  Geertz"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}