{"id":"D3ABFE24-BE61-47DE-B2C3-3DC46994DFF3","title":"Hyper-heuristics for Scheduling, Rostering and Routing: An International Collaboration","abstractText":"This proposal is applying for the resources to support a 3-month visiting fellowship (8 visits over a 5 year period) to give the Automated Scheduling, Optimisation and Planning group at the University of Nottingham the opportunity to undertake a sustained programme of research with Prof Michel Gendreau of Universite de Montreal in Canada. We are also requesting the resources for the Nottingham team to visit Prof Gendreau on a regular basis over the 5 year period. This exciting project will enable the ASAP group to draw upon Prof Gendreau's considerable expertise across a range of research directions in automated scheduling, rostering and routing. This project will provide particular value to EPSRC by enabling Prof Gendreau to contribute to several significant EPSRC projects that have already been funded. Particular research themes that Prof. Gendreau's visiting fellowship will contribute to are.1. Hyper-heuristics2. Fuzzy Reasoning and GRID scheduling3. Transport Scheduling4. Healthcare Personnel Rostering5. Path Planning6. Network RoutingHowever, this collaboration will certainly not be limited to these areas. Indeed, we see part of Prof Gendreau's role in this visiting fellowship as being that of an advisor to the group across all of our scheduling and optimisation research. The group currently has a portfolio of 25 externally funded research grants worth almost 4M. This includes two grants from BBSRC, three from the EU, two from East Midlands Development Agency/ HEFCE and the rest from EPSRC and industrial sources. Our research funding portfolio includes significant industrial support. We see Prof Gendreau's remit as a visiting fellow ranging over our entire portfolio. Of course, we do not know exactly what challenging research issues we will be facing in the years to come and we would like the flexibility to request Prof Gendreau's expertise as and when it is required.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D027039/1","grantId":"EP/D027039/1","fundValue":"31828","fundStart":"2006-05-26","fundEnd":"2011-05-25","funder":"EPSRC","impactText":"","person":"Jonathan Mark Garibaldi","coPersons":["Edmund Kieran Burke","Graham  Kendall"],"organisation":"University of Nottingham","findingsText":" The project was to fund international collaboration between Prof. Michel Gendreaux, one of the foremost authorities in the field in this academic area, and the ASAP research group at the University of Nottingham. This was successfully carried out, leading to a number of joint publications, and also contributing to the successful award of the &quot;The LANCS Initiative in Foundational Operational Research: Building Theory for Practice&quot; project - the biggest award ever in the area of Operational Resear Better OR algorithms, including for example vehicle routing algorithms (for which Prof. Gendreaux is a world-renowned expert) can decrease travel times, decrease delays in travel, and reduce environmental impacts (such as carbon footprints). This project was mainly aimed at fostering international collaboration, and thereby to increase the talent pool in the UK in this area. This was successfully achieved. Digital/Communication/Information Technologies (including Software),Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}