{"id":"D3B8982C-3B16-4CC6-8623-1C02FA93B000","title":"Visiting Fellowship for Juan de Dios Ortuzar","abstractText":"Travel demand models are used to estimate the likely effect of changes in the need in the population for travel and in the provision in networks for travel on the amount and nature of travel that is undertaken, and in particular on the travel that is undertaken by each of the available modes.The majority of travel demand models are based on cross-sectional data, that is, data observed at a single time. However, this type of data does not generally yield satisfactory information about choices (even at a particular time), because it is not possible to know how they would vary in response to system changes. Also, it is difficult to consider the influence of previous choices. This limitation is particularly significant if we are interested in estimating future transport demand, a key aspect in for the long-term planning of urban areas.Panel data, where the analyst interviews repeatedly a group of individuals at separate times, are a good alternative as panels are designed specifically to incorporate temporal effects. However, and although the use of panel data has increased in many areas since the pioneering work of Heckman, in transport planning there are few applications, and these can be classified in two groups:- Long survey panels, where the same survey (i.e. same design and methodology) is repeated once or twice a year for a certain number of years, or before-and-after an important event. The main problem here is attrition (i.e. loosing respondents) between successive panel waves.- Short survey panels: which consist of multi-day data where repeated measurements on the same sample are gathered over two or more successive days, but the survey is not repeated in subsequent years. Recent examples are two-day time-use diary for the US National Panel Study of Income Dynamics and six-week travel and activity diary panels in Germany and Switzerland. Although attrition is not a problem here, the infrequent changes in mode choice and low data variability (the modal attributes and the individuals socioeconomic characteristics are practically fixed) may cause difficulties in estimating models.When a substantive intervention is introduced in a system, data panels have even more significant advantages for evaluating changes. Indeed, the effects of policies could change trends, and it can be easier to capture these changes using observations for the same individuals (because part of the current behaviour could be explained by previous experience).Although the advantages of panels seem clear, we are not aware of experiences being planned around a substantial change in the system in order to estimate improved models of the mode choice process. Two notable exceptions are the work developed in Amsterdam around an extension of its urban motorway system and the recently completed Santiago Panel in Chile, which was designed around the implementation of its radically new public transport system, the still infamous Transantiago, in order to formulate and estimate models incorporating both inertia and policy shock effects.Because of the rapid development of novel techniques such as panel-based surveys to address important issues in transport planning, there is a continuing need for up to date texts providing clear and sound guidance on their use. Furthermore, the presentation of state-of-the art papers at important professional conferences will expedite the transfer of properly supported panel surveys into practice.The aims of this visit are to make a significant contribution to the establishment of good practice for the formulation and estimation of improved mode choice models, allowing to consider the effects of inertia and policy shocks, and to incorporate these techniques into widely available reference and teaching material.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G070644/1","grantId":"EP/G070644/1","fundValue":"29382","fundStart":"2009-05-01","fundEnd":"2009-11-30","funder":"EPSRC","impactText":"","person":"Benjamin  Heydecker","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}