{"id":"D3BE87D5-00DF-48A1-8AC1-5CAF20151A8E","title":"Material Cultures of Energy: Transitions, Disruption, and Everyday Life in the Twentieth Century","abstractText":"How have attitudes and practices of energy use changed in the 20th century? And what can this tell us about ways to promote sustainability in the future? The 20th century saw an unprecedented rise in household energy consumption with the diffusion of coke and oil, natural gas and electricity. In the UK in 1974 households were responsible for 43% of electricity demand, most of it for heating space and water; thirty years earlier it had been just 7%. Unlike in industry, uncoupling energy use and growth has proved difficult in the private sphere. How did this figure get so big and how has the shift to new fuels stimulated new ways of living, and vice versa ? What can earlier moments of coping with shortages tell us about the possibilities of living with less in the future? \nRather than looking at supply, this project focuses on consumption and the interface between people and energy systems, with the help of case studies from Britain, Germany, Japan, Canada and India. It takes seriously that demand is made up of a number of energy-hungry daily practices. We focus on the lived, material and imagined world of energy, drawing on film, objects, fiction, time-use, consumer manuals and oral history as well as official and industrial archives. The project examines how culture and energy shaped each other. The aim is to humanise energy. We study four dimensions:\n\n1) Energy Futures: Policy makers today project forward to 2020 and 2050 anticipating future worlds. Such imagined futures have a history. We ask about their changing horizon, imagined rates of change, utopian and dystopian scenarios. Contrary to popular wisdom, shortages were a frequent source of anxiety before the 1973 oil crisis. We follow debates from the coal shortages after WWI to concerns with energy security in the 1950s to future scenarios in the 1970s and place these in their cultural and political context.\n\n2) Disruption: Current orthodoxy sees behaviour change as difficult, if not impossible, or responsive only to &quot;nudging&quot;. People, it is presumed, will not tolerate change. But what if history shows this to be wrong? Before and after WWII, Europeans and Japanese as well as Americans were subject to many black-outs and shortages. Research will examine disruptions and popular responses, from the coal shortages at the end of WWI to the winter of 1962-3 which brought the English grid to its knees. Particular attention will be on consumers' and women's groups, and attempts to manage demand, &quot;waste&quot; and expectations.\n\n3) Connections/Disconnections: Networks transformed space as well as time. This project is interested in the uneven social and cultural consequences of grids and their variable effect on energy use. Rather than treating grids purely as engineering solutions, we ask how they were imagined, accepted or resisted by communities that suddenly found themselves connected to other regions.\n\n4) Transitions in Everyday Life: What precisely are the dynamics of change that lurk behind the trillions of KWhs that we in the developed world have come to treat as normal? This strand lifts the lid on &quot;demand&quot; and follows the diverse worlds of energy practices in daily life. The transition from wood and coal to coke, natural gas, electricity and oil varied immensely by country, region, class, and building type. We examine people's values and practices as well as how new fuels were marketed. We look at how energy was gendered, made visible, priced and communicated, and at earlier efforts to modify behaviour and promote new technologies, with case studies in London, Saijo City (Japan), Frankfurt, and Burton-on-Trent.\n\nThe project collaborates with partners in the cultural sector, government and energy sector as well as international institutes. It seeks to raise public awareness about the role of consumers in energy transitions as well as feed back the lessons of the past for stakeholders tackling the challenge of energy security and climate change today and tomorrow","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006088/1","grantId":"AH/K006088/1","fundValue":"766568","fundStart":"2014-04-01","fundEnd":"2017-12-31","funder":"AHRC","impactText":"","person":"Frank  Trentmann","coPersons":["Hiroki  Shin"],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}