{"id":"D3C37781-30C8-426A-8E00-6D1414B84186","title":"Exploiting sources of resistance to Turnip yellows virus for deployment in oilseed rape.","abstractText":"- The virus, Turnip yellows virus is found every year infecting most oilseed rape crops in the UK. In some crops, every single plant is infected. The virus has been shown to reduce the seed yield of oilseed rape crops in the UK by up to 30%. - The virus is spread by greenfly and growers use insecticides to try to stop the greenfly spreading the virus to oilseed rape crops; the insecticides are not always particularly effective at stopping spread of the virus. - We have identified a number of different plant lines with natural resistance to Turnip yellows virus. - The different resistance sources we have identified will be evaluated against genetically different Turnip yellows virus isolates. - The purpose of our research is to produce tools (markers) that will allow plant breeding companies to incorporate the natural virus resistance we have found in to their commercial oilseed rape varieties. - Once the seed and markers have been handed over to seed companies, we will support them in incorporating / breeding the resistance in to their commercial oilseed rape varieties. - The ultimate aim is to provide farmers with virus resistant oilseed rape varieties that will not become infected by the virus, or will tolerate some virus infection with minimal loss of yield. - This will increase production whilst at the same time reducing inputs and energy costs / consumption. It will also reduce the farmers' dependence on insecticides and provide an environmentally friendly, sustainable means of increasing oilseed rape yields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I017410/1","grantId":"BB/I017410/1","fundValue":"486722","fundStart":"2012-02-27","fundEnd":"2016-02-26","funder":"BBSRC","impactText":"","person":"John Anthony Walsh","coPersons":["Guy  Barker"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}