{"id":"D3C5869C-02F6-4C1F-8BA2-41A36F88264E","title":"International Conference on Manufacturing Research (ICMR)","abstractText":"The Consortium of UK University Manufacturing and Engineering (COMEH) is an independent body established in 1978. Its main aim is to promote manufacturing engineering education, training and research. To achieve this, the Consortium maintains a close liaison with government bodies concerned with the training and continuing development of professional engineers, while responding to appropriate consultative and discussion documents and other initiatives. COMEH represents Manufacturing Engineering on the Engineering Professors' Council (EPC) and it organizes and supports national manufacturing engineering education research conferences and symposia. The key event in the COMEH calendar is the annual 'International Conference on Manufacturing Research' (ICMR).The Consortium of UK University Manufacturing and Engineering (COMEH) is an independent body established in 1978. Its main aim is to promote manufacturing engineering education, training and research. To achieve this, the Consortium maintains a close liaison with government bodies concerned with the training and continuing development of professional engineers, while responding to appropriate consultative and discussion documents and other initiatives. COMEH represents Manufacturing Engineering on the Engineering Professors' Council (EPC) and it organizes and supports national manufacturing engineering education research conferences and symposia. The key event in the COMEH calendar is the annual 'International Conference on Manufacturing Research' (ICMR). The ICMR is normally held in the early part of September. For many years, it was a UK National Conference (NCMR) that had successfully brought academics and industrialists together to share their knowledge and experiences. The conference developed as an international event with a growing number of international delegates participating to exchange their research findings with UK researchers and practitioners. In 2002 the Conference was accorded the title International (ICMR) to reflect the current trends in manufacturing engineering and to promote the exchange of research and engineering application experiences internationally. The ICMR has, since its introduction, incorporated the NCMR.The Conference publishes the Proceedings under the title 'Advances in Manufacturing Technology' and to date twenty-one annual volumes have been published. Selected papers are submitted to leading journals such as the Journal of Engineering Manufacture, Proceedings of the IMechE Part B. The Conference Themes reflect the breadth of innovative research in all aspects of manufacturing, not just in technology.This proposal seeks funding of 24,000 for the 2008-2011 conferences (6000 per conference) to ensure the continued success of the conference and the published Proceedings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G004803/1","grantId":"EP/G004803/1","fundValue":"11431","fundStart":"2008-09-01","fundEnd":"2010-08-31","funder":"EPSRC","impactText":"  The funding was provided to support the International Conference on Manufacturing Research (ICMR) for the three years 2008, 2009 and 2010. ICMR is an annual conference organised by the Consortium of UK University Manufacturing and Engineering' (COMEH) and has taken place at various UK universities annually since 1986. The conference is particularly aimed at providing a forum for young researchers perhaps presenting their first paper. The principle use of the funding was to ensuring the publication of printed conference proceedings. The 2008 conference was held at Brunel University and 120 papers were published in the two volume 'Advances in Manufacturing Technology XXII'. The 2009 conference was held at Warwick University and 83 papers were published as 'Advances in Manufacturing Technology XXIII'. The 2010 conference was held at Durham University and 66 papers were published as 'Advances in Manufacturing Technology XXIV'. Aerospace, Defence and Marine,Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology Economic","person":"Keith  Case","coPersons":[],"organisation":"Loughborough University","findingsText":" The funding did not in itself discover or develop anything but it provided a forum for approximately 200 manufacturing research projects. The publication of the conference proceedings provide a useful literature base for future researchers Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology","dataset":"gtr"}