{"id":"D3D6B426-71F7-424C-A8C1-2905798ADFA7","title":"Spectroscopy of Superheavy Nuclei: The SAGE spectrometer","abstractText":"The majority of the mass of the universe is made up of atomic nuclei that lie at the centre of the atom. Nuclei contain positively charged protons and electrically neutral neutrons. The lightest known nucleus is that of hydrogen that contains just one proton but no one yet knows how heavy a nucleus can be; in other words, just how many neutrons and protons can be made to bind together. The aim of this proposal is to address this question by studying the heaviest nuclei that can be made in the laboratory. These nuclei are extremely difficult to create and study. The heaviest man-made elements today (unnamed as yet) have as many as 116 protons, but have been produced in tiny quantities of a few atoms only. Both protons and neutrons are held together by the strong nuclear force but protons are repelled from each other because of their electric charge. The nuclear force has an extremely short range, affecting nearest neighbours only, so that, as more and more protons are added to a nucleus the electrostatic repulsion will eventually become stronger than the nuclear binding forces and the nucleus will become unstable. The neutrons and protons will no longer stick together. This should happen for nuclei beyond uranium, which has 92 protons but the existence of heavier species comes about because of the internal structure within the nuclei. Just as noble gases owe their inert chemical behaviour to a specific arrangement of electrons that has extra stability, so certain 'magic' proton and neutron numbers also enhance nuclear stability. This project is concerned with a detailed study of the underlying mechanisms that yield this extra stability and allow 'superheavy' nuclei to exist. The main focus of this work will be on nuclei around nobelium with 102 protons, approximately halfway between the well-studied nuclei around uranium and the frontier of superheavy elements. Here spectroscopic methods can be used to gain detailed insights into the shape of the nucleus and the b","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D002257/1","grantId":"EP/D002257/1","fundValue":"1082730","fundStart":"2006-01-01","fundEnd":"2009-12-31","funder":"STFC","impactText":"","person":"Rolf-Dietmar Kurt Herzberg","coPersons":["Robert  Page","Graham David Jones","Peter Anthony Butler"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}