{"id":"D3DE18FF-19F1-4E70-9FB1-743E341E2CB3","title":"A novel device architecture for high-performance organic solar cells","abstractText":"The UK generates electricity at a rate of 408 TWh/a (equivalent to an average of 46.6 GW) and this accounts for 32% of the UK's CO2 emissions. This is supplied by coal (37%), gas (36%), nuclear (18%), hydro (0.9%) and other renewables (3.2%). To reduce the UK's emissions, we must increase the fraction of our electricity generated by low emission technologies. Solar energy is particularly attractive because the amount of energy available is larger than for any other renewable source, principally because ultimately the sun provides all the energy for these sources. Photovoltaics will need to become an important part of generating household electricity, particularly if new legislation is put in place requiring new homes to be carbon neutral. To date conventional silicon solar cells that cost $3-5 per Watt peak are not cost competitive with conventional sources of electricity. Excitonic organic solar cells are becoming an interesting technology for renewable energy generation due to the compatibility of solution-processible organic semiconductors with printing-based manufacturing and low-cost flexible substrates. Much progress has been made in recent years in terms of device performance, but the performance of organic solar cells is still not meeting requirements for practical applications. Organic solar cells have been demonstrated with a number of different materials systems. At present the best performing system with energy conversion efficiencies of 5% are mixtures of a semiconducting polythiophene based polymer with a soluble derivative of fullerence. Also blends of two polymers have shown efficiencies on the order of 3%. These efficiencies are still well below theoretical limits and requirements for applications. The cost of electricity is determined by a combination of the cost of manufacturing the photovoltaic module / system, the efficiency of the module and its lifetime. It is generally considered that a minimum power conversion efficiency of 10% is needed in order to enable realistic applications in, for example, in building integrated photovoltaics. To achieve this ambitious efficiency target novel approaches are needed to minimize all sources of energy loss in the cell. One significant loss mechanism is due to energetic losses at the interfaces between the different materials in the cell. In an organic solar cell electron and hole pairs are generated by absorption of light, but due to the very strong, unscreened Coulomb interaction in these materials, the electron and hole form a strongly bound exciton. To generate a photocurrent the exciton needs to be split up, and these can only occur at an interface between two different materials, one accepting the electron, and the other one taking the hole. The driving force for charge separation at the interface constitues a signifcant energy loss mechanism, and limits in particular the open circuit voltage of the cell. In the present project we propose a new device architecture for an organic photodiode that should allow exploiting the fast carrier transport along the polymer backbone to minimize the interfacial energy losses while keeping recombination losses low. The project is a feasibility study which will establish whether by aligning the polymer chains along the direction of the electric field that is present in the device it is possible to reduce recombination losses significantly. We have got indirect evidence from measurements on other device structures that this is possible, and the present feasibility study will establish whether this effect can be exploited for improving the efficiency of state-of-the-art organic solar cell systems towards reaching power conversion efficiencies of 10%.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F06246X/1","grantId":"EP/F06246X/1","fundValue":"133811","fundStart":"2008-04-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Henning  Sirringhaus","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}