{"id":"D3DF7737-B01B-49B1-A5DB-BF899580BC33","title":"Mixing regions, mixing barriers and a closure theory for baroclinic turbulence","abstractText":"The flow of air in Earth's atmosphere and water through the oceans is known to be turbulent on a wide range of scales (from centimetres to thousands of kilometres). The proposal aims to increase our theoretical and practical understanding of the turbulence that exists on the largest of these scales, i.e. those that determine the emergence, development and chaotic evolution of extratropical weather systems (cyclones and anti-cyclones), and oceanic eddies. Understanding the relationship between atmospheric weather systems (and oceanic eddies) and the mean currents that steer them, and from which they draw their energy, is central to understanding the Earth's climate system. One of the most important processes by which weather systems in the atmosphere and eddies in the ocean extract energy from the mean currents is known as baroclinic instability. If a current is unstable to baroclinic instability, a wave-like disturbance will emerge and grow in amplitude. Eventually this wave will `break' (in an analogous fashion to water waves on a beach) and the flow will become turbulent. The focus of the present proposal is to understand better the resulting `baroclinic turbulence'. Due to the many factors influencing the Earth's atmospheres and oceans, and the relative sparsity of observations, ideas relating to baroclinic turbulence are usually tested by comparing them with the results of idealised numerical models of flows in which relatively `clean' examples of unstable baroclinic flows can be simulated. The idea is to understand the `pure' process of baroclinic turbulence as it appears in the model flows, in order that the basic physics can be understood in isolation from all of the extraneous processes that are present in nature. This is the approach taken in the present work. A theory for the behaviour of flows experiencing baroclinic turbulence has been previously postulated by the PI and has proved successful in some preliminary tests. The current proposal aims to extend and verify the theory for a range of more realistic flows, by comparing theoretical predictions with the outcome of numerical model simulations as described above. The motivation in taking a gradual approach to additional complexity is to understand where the theory might break down, and if it does so, how it might then be modified. A successful outcome will greatly increase theoretical understanding of how waves and mean flows interact in the atmospheres and oceans, and it is hoped will lead directly to closely related ideas for representing the effects of ocean eddies in ocean climate models (which are currently too coarse in scale to capture eddy effects).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G003122/1","grantId":"NE/G003122/1","fundValue":"256870","fundStart":"2009-06-01","fundEnd":"2012-05-31","funder":"NERC","impactText":"  This theoretical work is of interest to developers of ocean general circulation models. Impact is mainly in the academic community. Environment ","person":"James Gavin Esler","coPersons":[],"organisation":"University College London","findingsText":" We have advanced understanding of eddy-mean flow interaction in a range of simple geophysical flows. A theoretical idea for how eddies eddies grow and interact with an unstable atmospheric or oceanic mean current, was tested and and its suitability as the basis for a parametrization of ocean eddies, to be used in a large-scale ocean model, was assessed. The parametrization idea was not quantitatively as successful as hoped, but the work inspired a number of new research directions as detailed in the associated peer-reviewed publications. The results are of interest to ocean modellers as they provide insights into how waves and turbulence interact with mean flows in simple models. We also provide benchmarks for the development of parametrization of eddies in ocean models. Environment","dataset":"gtr"}