{"id":"D3E71C22-E4EF-4649-AB0D-6B8FD646E0C5","title":"Performance Optimization of IT-SOFCs by Inkjet Printing on Porous Metal Substrates (JETCELL)","abstractText":"In this collaborative project our aim is to develop metal supported Intermediate temperature solid oxide fuel cells (IT-SOFC) by implementation of ink-jet printing technology in order to create the architecture of a fuel cell based on most up to date materials to achieve substantial progress on issues related to cost reduction, degradation processes, durability and reliability. The current SOFCs operate at nearly 1000C, at this high temperature material challenges are demanding leading to degradation and poor perfromance. Combined with relatively high costs, the number of SOFC shipments in 2009 are less than 1000! By targeting development at low temperatures and low cost methods using inkjet printing and introducing in-situ on board diagnosticd in an operating fuell cell, this consortium consisting of two research groups in University of Cambridge (Materials Chemistry and Electroceramics) from the UK and NFTDC in Hyderabad, and RTM Nagpur University from India, we intend to apply our research towards making fuel cell prototype. We have established close contacts with SMEs in both the UK and in India so that we can seek their advice, procure their expertise and technologies and involve them towards the end of the project with a view to transfer technology and accelerate deployment.\nWhile India and UK may not be unique in this quest, there is a strong emphasis in both these countries towards &quot;energy sustainability&quot; and &quot;environmental protection&quot;. Large scale application of fuel cells technology offer &quot;clean and green power&quot; system with scalable global business. Both India and the UK are striving to scientific and technological leadership in this area. Energy sustainability is key to economic prosperity in both countries and innovative approaches from collaboration between forward looking partners within a sound consortium stands a good chance of providing knowledge that can contribute to step-change in the UK-India relationship in this scientific field and beyond.\nIn a PhD project at Cambridge under the supervision of Dr Kumar, metal supported, tubular architecture single fuel cells and 10W and 50W demo stacks have been investigated in collaboration with HCl Ltd., which has fabricated, installed and demonstrated 2x1kW stacks in Thailand. In another ongoing PhD project under the joint supervision of Drs Glowacki and Kumar, planar fuel cell elements are being developed by using ink-jet printing of electrodes and electrolytes, including densification of electrolyte with novel sintering aids. Previously they have jointly developed protocols for making inks and sols for various coating processes. \nExpertise in synthesis of electrodes and electrolytes are available with the teams in India and in the UK. At RTM Nagpur University, Professor Bhogha has developed novel oxide based cathode materials for intermediate temperature fuel cells operation. In a current PhD project under his supervision, preparation and characterization of Cu-cermets has been investigated as potential anode materials for IT-SOFC. The investigations on cathode and anode materials are focussed on development of novel materials to establish structure-property correlation, and evaluation \nof basic electrochemical processes. \nDr Bala at NFTDC, has been in the forefront of synthesis and fabrication methods for ceramics, fine chemicals and nanomaterials, composites and hydrogen storage. NFTDC have a team of dedicated scientists and technologists with expertise in developing demonstrator units and prototypes in many high-tech areas. The NFTDC team has rendered complete working prototypes and also continued pilot production of many system level solutions such as high efficiency motors, aerospace components, pilot plants for speciality alloys, end to end solutions for bio medical components. In the energy sector, NFTDC is presently engaged in solar thermal technology demonstration platforms and in waste heat to vehicle cabin cooling products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I036338/1","grantId":"EP/I036338/1","fundValue":"386638","fundStart":"2011-11-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"  Based on research data and development of fabrication by inkjet printing, a 1 kW prototype solid oxide fuel cell is being constructed in the partner institution in NFTDC, India. Energy,Environment,Transport Societal,Economic","person":"Ramachandran Vasant Kumar","coPersons":["Bartlomiej Andrzej Glowacki"],"organisation":"University of Cambridge","findingsText":" In this project we have made progress in selecting and optimising key materials for intermediate temperaure fuel cells and have produced device structures using inkjet printing. Current work is optimising a novel method forr co-sintering the layers in the structure. Demonstrate to stakeholders in 2014-15 A prototype will be constructed in the near future Energy,Environment,Transport","dataset":"gtr"}