{"id":"D3E76BB6-248C-4B58-9E6C-FD701DCAE7D5","title":"Investigation of Host Genetic Resistance to Oyster Herpes Virus using a High Density SNP Array","abstractText":"Pacific oyster (Crassostrea gigas) is one of the most important aquaculture species in the world, with an annual production of &gt;0.6 billion tonnes. Due to its high growth rate and tolerance of a wide range of environments, C. gigas is farmed in most regions of the world, including the UK. However, Oyster herpes virus (OsHV-1) - a double-stranded DNA virus - has become the primary concern for C. gigas farming, often causing huge losses to farmed stocks in what is known as 'summer mortality syndrome'. The negative impact of the viral outbreaks on oyster production has been worsened by the emergence of a more pathogenic form; namely OsHV-1 micro variant. While restricting the movement of infected stocks and other biosecurity measures have had limited success in controlling outbreaks, recent studies suggest that there is genetic variation in the resistance of the oyster to the virus. \n\nWhile many genomic tools and resources exist for C. gigas, there is not yet a high density genotyping platform suitable for detailed studies into the genetics of complex traits, such as disease resistance. Single nucleotide polymorphism (SNP) arrays are widely used in farmed terrestrial livestock and fish to research the genetic control of economically important traits. The genetic marker information can be applied to predict which animals are suitable for breeding programs to improve these traits. Additionally, these SNP arrays allow management of the diversity of population, and evolutionary genetic studies in species of interest.\n \nTherefore, the two major aims of the proposed project are; firstly, to develop and test the first high-density SNP genotyping array for oysters and; secondly, to quantify the genetic variation in the resistance of oysters to herpes virus and determine whether this variation includes loci of major effect. \nThe first aim will be achieved by sequencing the genomes of a wide panel of oysters and mining the sequence data for SNPs. The SNP data will be used to develop a microarray containing approximately 50,000 individual SNP assays dispersed across the oyster genome. The second aim will be achieved by crossing 30 individual parent oysters taken from an oyster producer in Guernsey and challenging the offspring with a calibrated dose of the micro form of herpes virus. Samples of the oysters will then be taken and used for estimating the level of infection for each oyster and also for extracting DNA. This DNA will be genotyped using the new SNP array and the genome-wide marker data will be analysed to determine how much variation in viral resistance is genetic, and to map any major resistance loci within the oyster genome.\n \nFrom the results of this project, it will be possible to use genetic markers to predict whether an individual oyster is likely to be resistant or susceptible to herpes virus. This information can be incorporated into selective breeding programs to help tackle this major disease threat. By mapping the loci affecting resistance to the genome of the oyster, important resistance genes may be identified and studied in future projects. Additionally, the SNP array tool developed will have wide applications for oyster genetics, including managing genetic diversity or differentiating between oyster species. As a final output from the project, we will encourage collaborative research in conservation or ecological genetics comparing different wild oyster populations; we anticipate having excess arrays available from this project and we will offer these at no cost to interested collaborators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M026140/1","grantId":"BB/M026140/1","fundValue":"249324","fundStart":"2015-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Ross  Houston","coPersons":["Richard  Talbot","Karim  Gharbi","Richard Keith Paley","Stephen  Bishop"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}