{"id":"D3EB1078-D962-4472-A187-195BBE1775AE","title":"Microbubbles for Hydrophobic Drug Delivery and Enhanced Diagnostics; Towards Personalised Healthcare for the Treatment of Colorectal Cancer","abstractText":"Colorectal cancer (CRC) is the third most common cancer worldwide with over 800,000 new cases diagnosed each year, approximately 40,000 of these being in the UK. Once beyond the point at which it can be surgically removed the prognosis is poor and despite the new National Screening Programme there are ~16,000 deaths in England and Wales each year. Historically, chemotherapy has been relatively ineffective in advanced disease.\n\nOccurrence of colorectal cancer is strongly related to age, with 83% of cases arising in people older than 60 years. It is anticipated that as our elderly population increases, CRC will increase in prevalence (National Institute for Clinical Excellence, www.nice.org.uk). This raises important questions relating to treatment in elderly patients balanced with quality-of-life and health economics considerations. The challenge facing nanotechnology and engineering is to deliver cost-effective, minimally invasive treatments with an improved efficacy, fewer side effects and enhanced quality-of-life in older patients. The approach of combining imaging with targeted drug delivery (theragnostics) is expected to become increasingly common. This is because the development and implementation of &quot;stratified medicine&quot; requires identification of treatments effective for particular groups of patients, with co-development of diagnostics to ensure the right patient gets the right treatment at the right time. \n\nDrug delivery to tumour cells is a fundamental requirement for the effective treatment of cancer. Even if compounds interact strongly with a biochemical target in vitro, their failure to reach tumours in vivo in sufficient concentrations to selectively kill tumour cells compromises clinical use. There are numerous drugs which have excellent potential if they could reach their desired target site. Indeed a whole class of potential drugs exists that are hydrophobic in nature (meaning they don't dissolve easily in water) making them difficult to deliver via the blood stream. Given the declining productivity of drug development worldwide it is clear that new methods of delivering hydrophobic drugs will be of great importance and value.\n\nThe research proposed here is aimed at developing an advanced drug delivery system that is expected to possess several advantages over conventional treatments. Ideally, its properties of being both targeted and triggered will improve drug potency, control drug release to give a sustained therapeutic effect, provide greater safety, reduce the total drug dose required and decrease toxic side effects. Clearly such drug delivery systems would be equally applicable in a variety of disease areas as well as cancer.\n\nOur system will consist of a delivery vehicle that will pass through the body's vasculature until it reaches its target site - a cancer cell. The vehicles will carry a payload of hydrophobic drugs (or other therapeutic agent). Attachment of the vehicles to the tumour will be monitored by enhanced ultrasound techniques (as currently used clinically in expert centres). Once attached to the cancer cells, a special ultrasound pulse will trigger the release of the drugs to provide a high local dosage. The vehicles we will construct consist of tiny bubbles that are too small to see by eye, ~1 micron in diameter. These &quot;microbubbles&quot; will carry a cargo of hydrophobic drugs packaged in even smaller oil droplets (~200 nm diameter). There are several potential designs of delivery vehicles, which we will construct and test. Once the optimal delivery vehicle is identified we will evaluate whether these can be used to improve the delivery of numerous hydrophobic drugs, which cannot currently be effectively formulated for use as treatments. With our collaborators we are investigating a number of such drugs, which promise to be effective for the treatment of CRC and its metastases and which will be developed with MB delivery vehicles during this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K023845/1","grantId":"EP/K023845/1","fundValue":"689430","fundStart":"2013-04-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"  Project still in progress - but the new oil delivery systems is being used by other resellers in Leeds to deliver to breast and other cancers. Education,Healthcare ","person":"Stephen  Evans","coPersons":["Patricia Louise Coletta","Alexander Fred Markham","Richard James Bushby","J. Anthony  Evans","Kevin  Critchley"],"organisation":"University of Leeds","findingsText":" 1. LOND based delivery shows enhanced uptake of drugs that are difficult to deliver.\n2. Using micro bubbles with our delivery vehicles leads to enhance cancer treatment \n\nGrant is still on going. enhanced therapeutic deliver of difficult to deliver drugs Healthcare","dataset":"gtr"}