{"id":"D3EE6858-1655-4459-B833-30E646149878","title":"On-line language documentation for Biak (Austronesian)","abstractText":"<p>We have created an on-line database of digital audio texts and their analysed and annotated transcriptions in the Biak language, an Austronesian language spoken in Papua by 50,000-70,000 speakers. The project is a collaborative effort with Universitas Negeri Papua and Universitas Cenderawasih - the two universities in Papua.</p>\n\n<p>The digitised audio files were produced from audio tapes recorded in Papua and digitised at Oxford's Phonetics Laboratory, which is equipped to produce clean digitised audio in standard format. </p>\n\n<p>The annotated transcriptions were produced according to current best practice standards in language documentation, using Toolbox, a freely-available data management and analysis tool for language documentation.</p>\n\n<p>The project benefits the academic linguistic community by making Biak digitised audio and annotated transcriptions freely available in further linguistic analysis and theory development; the community of Biak speakers in West Papua by creating a permanent on-line storehouse of a representative variety of Biak texts in both audio and written form; and the project partners at Universitas Negeri Papua and Universitas Cenderawasih by training and experience in the use of tools and best practice methods in language documentation and the practical skills to undertake future documentation efforts for the hundreds of underdescribed languages of the region.</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3788","grantId":"RES-000-22-3788","fundValue":"75670","fundStart":"2009-10-01","fundEnd":"2010-09-30","funder":"ESRC","impactText":"","person":"Mary Elizabeth Dalrymple","coPersons":["Suriel Semuel Mofu"],"organisation":"University of Oxford","findingsText":" We have created an on-line database of 64 digital audio texts in the Biak language, an Austronesian language spoken in West Papua (formerly Irian Jaya, Indonesia) by 50,000-70,000 speakers, and linguistically analysed transcriptions of 23 of the texts and their translations into Indonesian and English. Our project is a collaborative effort with Universitas Negeri Papua (The State University of Papua, Manokwari) and Universitas Cenderawasih (Cenderawasih University, Jayapura). The project has benefited the academic linguistic community by making Biak digitised audio and annotated transcriptions and translations freely available in digital form for further linguistic analysis and theory development; it has benefited the community of Biak speakers in Papua by creating a permanent on-line storehouse of a representative variety of Biak texts in both audio and written form; and it has benefited the project partners at Universitas Negeri Papua and Universitas Cenderawasih by giving them training and experience in the use of tools and best practice methods in language documentation and the practical skills to undertake future documentation efforts for the hundreds of underdescribed languages of the region. The Biak texts and linguistic annotations are currently being used in the Faculty of Letters at the Universitas Negeri Papua in teaching linguistic courses in morphology, syntax, and semantics as well as annotation techniques to undergraduate students of linguistics. Data from our texts has also been used by students for their final research report. It was particularly useful for the students to have translations of the texts in both Indonesian and English. The data is also being used by project partner Mr. Rumbrawer in two ongoing projects. The first project provides local content based curricular materials for primary, junior high, and senior high schools in Papua, introducing Biak and other local languages as both a medium of instruction and a subject of study; our data is being used in the development of materials for use in the teaching of reading, local literature and customs, and English language in schools in the Biak-speaking areas of Papua. Mr. Rumbrawer’s second project is developing a Biak-Indonesian-Biak bilingual dictionary, for which our texts and glossaries form a solid basis.\n\nWe expect that our materials will be used in upcoming Biak Reading Contests, held each year as a competition for primary and junior high school students; currently these contests use the Biak Bible, but our resources will provide more natural and more varied texts. Finally, the training in documentation techniques which was provided to the project partners is bearing fruit in ongoing language documentation efforts by the two universities, and we anticipate that these efforts will gain momentum as the linguists who received training in this project continue to use the documentation tools and provide training in the tools to their students. Education","dataset":"gtr"}