{"id":"D3FB3765-062E-4520-9F7C-4C5B16B33A91","title":"Embracing Cooperativity - Spin-Crossover Compounds with Functional Dopants","abstractText":"The synthesis, and solid state chemistry and physics, of spin-crossover compounds is of great international interest at present. These are materials that can undergo a reversible change in magnetic moment upon application of heat, light or some other physical stimulus. This most commonly corresponds to a high-spin-to-low-spin d-electron transition at a transition metal centre, and so is accompanied by a colour change. Materials like these, whose colours can be reversibly and rapidly switched, have potential applications in display devices and in optical computing, among other things. In the past few years, research in the area has increasingly concentrated on multifunctional spin-crossover switches, that use a spin-transition to control another property of the material. For example, the electrical conductivity of a molecular material has been modulated by cycling around a spin-transition in a salt built from spin-crossover cations, and conducting anions. The bulk of this proposal aims to use spin-crossover to control another functionality, namely fluorescence. Others have previously shown that a spin-transition can have a strong effect on the intensity of light emission from a compound in solution, but it has never been shown to work before in the solid state, We intend to do that in two ways. One is to form mixed salts of spin-crossover cations and fluorescent anions, comparable with the conducting salts described above. The other approach is based on a recent observation we have made in our own work.We have been studying the iron chemistry of 2,6-dipyrazolylpyridines for some time. Iron(II) complex compounds of these ligands often undergo spin-crossover transitions near room temperature or under laser irradiation at low temperatures. The transitions shown by several of our materials are unusually similar and consistent, which is related to the way the molecules in their crystals associate with each other. We have found that this particular structure type is remarkably forgiving, in that we can cleanly form solid solutions of one of our spin-crossover switches and a completely different compound, which crystallises in a different version of this same crystal packing motif. These molecular alloys retain their spin-crossover functionality, although as usual the transition becomes more gradual as the amount of dopant increases. The most important goal of this proposal to synthesise such solid solutions with new compounds that are the right-shape to co-crystallise with our spin-crossover switches, and are fluorescent at room temperature (and so competent to be switched by them). We will compare the efficiency of all our fluorescent switches in single crystal and powder samples, and also as nanometre thin films. That is the first step towards producing functional materials that can be used in devices.At the same time, we will also dope our spin-crossover lattice with two other functional centres, that are electrochemically or spectroscopically active. Monitoring how those properties change as the spin-transition progresses will give insight into how the transition propagates through the material, by showing how individual molecules are perturbed by the structural changes going on. Those data will help us poduce tailor-made spin-crossover materials by design, rather than the trial-and-error methods that are still mostly used at the moment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H015639/1","grantId":"EP/H015639/1","fundValue":"123919","fundStart":"2010-10-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"","person":"Malcolm Andrew Halcrow","coPersons":[],"organisation":"University of Leeds","findingsText":" The synthesis of a number of new spin-crossover materials based on the iron(II)/dipyrazolylpyridine motif. The synthesis of emissive ruthenium complexes with the same shape:symmetry as the iron compounds. The combination of the two types of complex into solid solutions displaying both spin-crossover switching and fluorescence. Concurrently with the above, the first systematic study of the electronic effect of ligand substituents on the temperature of spin-crossover switching. The rational design of new room-temperature spin-crossover switches. Improved understanding of the relationship between spin-crossover and fluorescence. Chemicals","dataset":"gtr"}