{"id":"D3FB071D-DDE9-447F-915C-ED9C808EB4B0","title":"'Ageing in place' and the impact of emerging technologies on the lives of older people","abstractText":"Demographic ageing has raised many issues for policy and practice, particularly in terms of how society should best support and care for the ageing population. Governments around the western world have recommended that older people should be supported to 'age in place' in the belief that this will also promote quality of life and well-being in later life. With a policy focus on enabling older people to remain in their homes for as long as possible there is an increasing need to critically look at the impact that technologies supporting 'ageing in place' have on the everyday lives of older people. It is important therefore that the social and ethical implications that these technologies could have on older people are explored from a number of different perspectives, including those of older people, designers, social scientists and computing scientists.Whilst new technologies clearly have the potential to support independent living in the home for older people, what is less clear is whether or not these technologies also promote a wider connection outside of the home. The funding being sought will support Dr Katie Brittain to develop national and international links with experts in the design and development of emerging technologies for older people. Importantly this funding provides Katie with the opportunity to make clear links between her disciplinary expertise in social gerontology with more participatory methods of enquiry in the design process of technology for older people.The research focus that will be developed lie in the role that new emerging and digital technologies can play in assisting older people to stay connected to their wider community and protecting/supporting their self perception and identity within the private environment of the home. The proposed 'host' organisation for the discipline hop is based within Culture Lab at Newcastle University. Katie will gain experience and new skills in being part of a large collaborative research environment that currently comprises computer scientists, electronic engineers, interaction designers, psychologists and creative practitioners. Many of the projects currently being undertaken have the potential to benefit Katie greatly in the application and development of her research interests relating to theoretically applied concepts within social gerontology and the design and evaluation of emerging technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I030247/1","grantId":"EP/I030247/1","fundValue":"83113","fundStart":"2011-09-01","fundEnd":"2012-11-30","funder":"EPSRC","impactText":"  This was a 'discipline hop' fellowship that was intended to facilitate collaborations with the computing sciences. There have been no findings as such but the aim of the award was successful, in that it has facilitated a number of publications and success of securing further funding across the disciplines. Digital/Communication/Information Technologies (including Software),Healthcare,Other ","person":"Katie Rhian  Brittain","coPersons":[],"organisation":"Newcastle University","findingsText":" As part of this 'discipline hop' I have co-authored a number of publications that have bridged social gerontology with computing science in the area of ageing. One paper that is currently under publication is around how ageing has been represented within the HCI community, and we argue for a new research agenda on ageing within this field of research. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}