{"id":"D3FD45E0-51B6-4D6F-9FC7-E8DA2DF4538E","title":"A total internal reflection microscopy (TIRF) facility for the School of Life Sciences University of Dundee.","abstractText":"The movement of cells is extremely important in many biological processes including the development of embryos, wound healing, immunity and cancer. Our research group in the School of Life Sciences at the University of Dundee is studying the way cells move, interact and signal to one another during these processes. One way to study such phenomena is to observe the cells in the microscope. Specific components of the cell are visualised by labelling them with fluorescent molecules that make them glow in the dark. In this way the role of individual components of the cell can be studied in living cells, by labelling more than one component with different fluorescent colours the interactions between the components can be studied. Cells labelled with these fluorescent markers often have a very high background fluorescence which makes it hard to see the detailed movement of fine structures within the cells. However, using a new type of optical system attached to the microscope (TIRF optics) it is possible to look only at a very thin part of the cell, at its base, where it attaches to its culture dish. The advantage this gives us is that it eliminates the fluorescent haze and allows us to see the detailed changes that occur within the living cell. We will use this type of microscope to study several different cell types and many different cell components involved in regulating cell movement. Included in our research programme are important cells of the immune system (Dendritic cells) that alert our body to invasions of bacteria and parasites. Movement of cells in developing embryos will also be studied; these movements are essential in determining the normal layout of organs in the body. A protein that is affected in colon cancer (APC) will be studied using a cell culture model of migrating cells; this mimics some aspects of cell movement in the colon. Using TIRF optics we can visualise single molecules in cells; this will be used to study how cells signal to one another from the outside to bring about reorganisations inside the cell. Finally components of the cell can be isolated, fluorescently labelled and reconstituted in a cell-free culture system; this approach will be used to study components of the cell important during cell division, again a mechanism important in cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E012914/1","grantId":"BB/E012914/1","fundValue":"89509","fundStart":"2007-10-01","fundEnd":"2008-09-30","funder":"BBSRC","impactText":"","person":"Alan Russell Prescott","coPersons":["Kees  Weijer","Michael  Ashford","Doreen  Cantrell","David Grahame Hardie","Inke  Nathke","Charles Peter Downes","Colin  Watts","Paul Richard Crocker","Tomoyuki  Tanaka"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}