{"id":"D4066F20-9DFB-433C-B02C-3DB00313F332","title":"Structure of acid-sensing ion channels studied using atomic force microscopy","abstractText":"Signalling between cells involves the operation of channels in the cell membranes. The opening of these channels lets ions pass across the membranes, which changes the behaviour of the cells; for instance, activating or inhibiting neurons. The channels that we propose to study are called acid-sensing ion channels, or ASICs, which open in response to an increase in the acidity of the medium around the cell. When opened, the channels let sodium ions pass across the membrane into the cell. ASICs are involved in important functions, such sensing pain, responding to mechanical stimuli, and learning and memory. They also seem to be involved in pathological processes such as inflammation. We would like to know more about how the ASICs are assembled in the hope that we might then be able to design better treatments (e.g. using new drugs) for conditions like inflammation. There are several forms of the ASIC protein, and it is known that complete channels are constructed from several individual proteins, or subunits. The subunits are built around a central channel, through which the ions pass. ASICs can be made either from multiple copies of the same subunit, or from mixtures of two or more different subunits. We do not know how many subunits comprise one channel or in what arrangements the different types of subunit assemble together. We have developed a new technique for looking at the structure of multi-subunit proteins. The technique involves the use of atomic force microscopy (AFM), which works by scanning a sharp probe over the surface of the sample. When the probe encounters a protein, it is deflected, and these deflections are sensed and used to construct a picture of the sample. AFM has the ability to see objects, such as individual protein molecules that are invisible by light microscopy. An additional advantage of AFM is that the sample can be imaged under fluid, reproducing the normal conditions under which the protein exists. ASICs will be tagged with a short protein sequence that allows them to be isolated from cultured cells and identified by the use of an antibody raised against the tag. When the channels are incubated with the antibody, complexes between the two proteins are produced that can be visualized by AFM. From the geometry of the complexes, we will be able to deduce the arrangement of the subunits within the channel. For example, if the channel consists of four subunits, then when it is bound by two antibodies, the angles between the antibodies should be either 90 or 180 degrees, depending on whether the bound subunits are adjacent to each other or separated by another subunit. We will use this method to determine the arrangement of subunits within a channel made from one type of subunit. By placing different tags on two different subunits, we will also be able to answer the same question about channels built from two subunits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D015545/1","grantId":"BB/D015545/1","fundValue":"314746","fundStart":"2006-11-27","fundEnd":"2009-11-26","funder":"BBSRC","impactText":"  They have been used in furtherance of the understanding of the structure and behaviour of ion channels in the ASIC/ENaC family Education,Pharmaceuticals and Medical Biotechnology Societal","person":"Robert Michael Henderson","coPersons":["John Michael Edwardson"],"organisation":"University of Cambridge","findingsText":" (1) ASICs are acid-sensitive ion channels. Crystallographic studies indicate a trimeric arrangement for their subunit stoichiometry. We used atomic force microscopy (AFM) to image ASIC1a and were able to identify subunits arranged in triplets, directly demonstrating the trimeric structure of the channel in accordance with the more indirect crystallographic findings.\n\n(2) The sigma-1 receptor is a widely expressed protein that interacts with a variety of ion channels, including ASICs, resulting in functional modulation of channel activity. We studied this interaction using AFM. We resolved the structure of a complex between the sigma-1 receptor and ASIC1a, and demonstrated complex's stoichiometry.\n\n(3) We reconstituted ASIC1a channels in artificial lipid bilayers, thus replicating their normal environment in vivo, and were able to show structural changes in the channel in response to changes in pH. In further investigation of these and related ion channels; in development of new therapies using these channels as targets Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}