{"id":"D406716E-D674-4D4D-8528-6AEF3059DBEB","title":"Everyday Lives in War","abstractText":"The Central &amp; Eastern England Regional Centre for exploring the FWW spans Suffolk, Essex, Hertfordshire, Bedfordshire, Buckinghamshire and Northamptonshire. It will mark the centenary of the FWW through collaborative histories, creative performance, source exploration, practical experiment and digital sharing. We aim to connect academic and local experience, and to build productive community engagement and research partnerships with the capacity to stretch and even surprise all involved.\n\nIn developing objectives and a programme of activities for the Centre, the team worked through the University of Hertfordshire's Heritage Hub to consult heritage and arts organisations, history groups and community associations in the region. Reflecting on this process, we selected themes that will bring new angles to familiar stories and inspire an extensive programme of community engagement at regional and (inter)national levels: food; theatre; military tribunals; learning disability; supernatural beliefs; military intelligence; childhood:\n* FWW food production, supply and consumption highlight international and local economies, creating a powerful tool in exploring memory, scale and present-day relevance.\n* FWW theatre offers participants another experiential route into a past more commonly shaped by war poetry.\n* Military tribunals link national institutions of war with individual lives on the Home Front; as conscientious objection (CO) emerges as an 'alternative' perspective to trenches, tribunals put CO in broader context. Reconstructing their proceedings has considerable research and engagement potential.\n* The theme of learning disabilities draws on Hertfordshire's distinctive institutional history of asylums and challenges us to think broadly about communities.\n* Beliefs in ghosts, angels, mediums and fortune-tellers provide important insights into the lasting psychological impact of disorientation, fear and huge loss of life.\n* Academically FWW intelligence is an under-researched area but, because of the resonance of intelligence in popular culture, it is one that is likely to stimulate community interest.\n* The impact of the FWW on those born since 1919 allows the Centre to address inter-generational relationships and re-think the meanings of 'legacy'.\n\nGeographical communities are significant to the Centre, but so is the inclusion of communities of interest, belief, practice, circumstance or experience. Through co-produced research, the Centre will develop intellectual and cultural contexts to enrich historical understanding of the FWW. It aims that by 2016 community organisations that have already embarked on research (with or without HLF funding) will have incorporated at least one new question or perspective; that people living in the region who have not yet thought about the centenary will have contributed to it; that the regional dimensions of the conflict will have come into focus; and that audiences and topics of research will have diversified. Micro-histories, documents and artefacts will emerge from local projects to benefit researchers across the board. The Centre will maximize these effects by connecting discrete projects through face-to-face events and digital communities. It will manifest the sheer variety of FWW heritage in Britain today and record it for the longer term.\n\nThe centenary of the FWW is an opportunity to probe in innovative ways the historical significance of a period which resonates strongly in contemporary Britain. Looking forward from 2013, the precise form of centenary activities, the relationship between academic and public histories, and the influence of the state and other bodies in shaping memorialisation, are still uncertain. A conjunction of meticulous research, living tradition and multiple end uses, is creating a situation that is itself a fascinating subject for analysis and an occasion for profound dialogue about the nature of scholarship and heritage in 21st-century Britain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L008351/1","grantId":"AH/L008351/1","fundValue":"522802","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"AHRC","impactText":"  We are only in the first year of a three-year programme: it it too soon to report on this.  ","person":"Sarah Victoria Lloyd","coPersons":["Michael  Roper","Nicholas Andrew Mansfield","Andrew  Maunder","Jane Louise Chapman","Owen  Davies","Henry  French"],"organisation":"University of Hertfordshire","findingsText":" The Centre is in its initial development phase. We will report fully once it is working across all aspects of the 3-year programme. We will be in a better position to report once the Centre is working across all aspects of the 3-year programme. Communities and Social Services/Policy,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}