{"id":"D40A39D1-FA6B-40C6-8E23-36179F1E5CA3","title":"Materials World Network: Dynamics of Polymer Nanocomposites","abstractText":"Polymer nanocomposites, namely mixtures of nanoparticles dispersed in a polymer matrix, have gained rapid attention for both industrial and fundamental studies since their introduction in the early 1990's. One of the first high impact applications was provided by Toyota Central Research (Kojima, 1993) who demonstrated that the addition of a few vol % of layered silicate greatly improved the mechanical properties of nylon 6. In fact, the commercial use of PNCs with improved elastic modulus, electrical conductivity, flame retardation and thermal conductivity can be found across many economic sectors including aerospace, electronics, and sporting applications. Whereas certain PNCs, such as polymer-nanoclay composites, appear to be reaching maturity, interest in systems with cylindrical nanoparticles, such as carbon nanotubes and metal nanowires, is increasing.The main objective of this research is to provide fundamental understanding of polymer dynamics in the presence of cylindrical nanoparticles using a coordinated experimental and theoretical approach. This proposed Materials World Network contains expertise in nanoparticle synthesis, nanocomposite fabrication, imaging, depth profiling, rheology, theory and simulation to systematically address how the presence of cylindrical nanoparticles with aspect ration from 2 to 500 impacts polymer dynamics. This MWN team has considerable experience in polymer nancomposites and is committed to working together to explore polymer diffusion and rheology in these fascinating and commercially-important materials.The proposed Materials World Network is well-positioned for groundbreaking insights into the physics of polymer nanocomposites that are likely to have positive impact on the emerging industry of polymer nanocomposites. While our proposed research will focus on two types of cylindrical nanoparticles, carbon nanotubes and metal nanowires, our findings will be applicable to a broad range of cylindrical nanoparticles. Understanding the polymer dynamics is particularly important when designing fabrication methods for nanocomposites. When a master batch containing a high concentration of nanoparticles is melt mixed with a neat polymer, the rate of polymer diffusion is critical for establishing a homogeneous concentration. For example, one strategy for balancing the high cost of CNTs with their attractive properties involves coating latex particles with CNTs and then sintering the particles to achieve good interfacial strength. The material strength is determined by the interdiffusion of polymers across the interfacial region to form entanglements and the mechanism for this will be enlightened by the proposed research. Further afield, probing the dynamics of elongated nanoparticles can provide insight into the relaxations of stiff biological molecules moving in the crowded intracellular region of living cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G065373/1","grantId":"EP/G065373/1","fundValue":"300656","fundStart":"2009-11-16","fundEnd":"2011-02-01","funder":"EPSRC","impactText":"","person":"Nigel  Clarke","coPersons":["Tom  McLeish"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}