{"id":"D40EFB4A-D4EA-4049-A7F6-C864E435312D","title":"Co-evolution of small molecule responsive riboswitches","abstractText":"Small molecule modulators of gene expression, which offer rapid, temporal and spatial control of gene expression, would be tremendously valuable tools in biological and biomedical sciences. Indeed there are relatively few examples of small molecule-inducible expression systems that are available for general use. In addition, the ability to control differentially the expression of multiple genes simultaneously, using distinct small molecule inhibitors or inducers, remains extremely limited. In this project we aim to engineer new regulatory systems that function in prokaryotic and eukaryotic cells and respond in a rapid dose-dependent fashion to a wide range of small drug-like molecules. It is envisaged that the ability to control gene expression in response to a wide range of small molecule could lead to many profound applications in pharmaceutical target validation, gene therapy, bioremediation, biosensors, and plant biotechnology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D005612/1","grantId":"BB/D005612/1","fundValue":"688480","fundStart":"2006-05-16","fundEnd":"2010-09-15","funder":"BBSRC","impactText":"  see final report submitted to bbsrc  ","person":"Jason  Micklefield","coPersons":["John Edward McCarthy","Finbarr  Hayes"],"organisation":"The University of Manchester","findingsText":" We successfully re-engineered the first orthogonal riboswitches, which no longer respond to the natural cellular metabolites, and can be used to activate gene expression in a precise dose-dependent fashion with a variety of synthetic ligands not present within the cell. We have characterised these riboswitches in vivo and in vitro using ITC, SHAPE and X-ray crystallography, producing the first high-resolution structure of an orthogonal riboswitch in complex with a synthetic ligand. A full report detailing all of the outcomes of this research has been submitted to BBSRC and only key publications and patents are listed here. This application of the orthogonal riboswitch technology is probably best realised through collaboration with established companies who develop protein expression systems, vectors and expression hosts etc. A patent application has been submitted and development work, supported by BBSRC follow-on-funding, is underway to explore the potential applications of orthogonal riboswitches for protein expression etc. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}