{"id":"D417B086-DCAA-404F-A370-B1B7E6E7940A","title":"Development in Metalinguistic Understanding and its relationship to development in writing.","abstractText":"<p>This study seeks to investigate the relationship between metalinguistic understanding and development in writing; in other words, what metalinguistic understanding are students increasingly able to articulate and what are they increasingly able to demonstrate in their writing.</p>\n\n<p>Specifically, it aims to identify learners’ response to explicit grammar instruction, their uptake and application of the knowledge about language, and the pedagogical practices that have fostered the development. Thus the objectives of this project are:</p>\n\n<ul>\n \n\n <li>to generate new theoretical knowledge about how metalinguistic understanding in writing develops between ages 9 and 14</li>\n\n <li>to determine the impact of metalinguistic understanding on writing performance</li>\n\n <li>to examine the relationship between metalinguistic talk about writing and its transfer into writing performance</li>\n\n <li>to advance understanding of how learners use metalinguistic understanding to shape their written language</li>\n\n <li>to understand how teachers’ practices influence students’ metalinguistic learning.</li>\n\n</ul>\n\n<p>The study will follow two cohorts of students in primary and secondary for three years, tracking the development of their metalinguistic understanding and their development in writing. A broad set of qualitative data will be collected, including student writing samples, teacher lesson plans, lesson observations and video, and teacher interviews.</p>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K002511/1","grantId":"ES/K002511/1","fundValue":"370343","fundStart":"2013-01-01","fundEnd":"2017-01-31","funder":"ESRC","impactText":"","person":"Debra Ann Myhill","coPersons":["Pauline Theresa Jones","Honglin  Chen","Susan Mary Jones","Beverly Mavis Derewianka"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}