{"id":"D41E52B4-97BF-4199-A37E-0405B6E313E9","title":"A Biological Pulsed EPR/ENDOR Facility for the Manchester Interdisciplinary Biocentre","abstractText":"Proteins are dynamic, complex structures that facilitate cellular communication, catalysis, structure, growth and division through their interaction with other biological macromolecules, enzyme substrates and ligands. Biophysical methods are crucial for determining the structure and function of protein molecules. EPR spectroscopy has emerged as a major spectroscopic technique for the structural characterization of protein complexes, membrane protein systems, analysis of protein dynamics and the chemistry catalysed by enzymes. Modern pulsed EPR methods provide important information on protein structure through triangulation of engineered spin labels or natural 'spin active' cofactors present in proteins. EPR spectroscopy can also provide detailed electronic structural information about reactive centres (cofactors and protein based radicals) present in enzyme catalysts, and time-resolved information about the chemistry catalysed by protein systems. The contents of cells are protected and enclosed by an outer sheath or membrane composed of proteins as well as fat molecules (lipids) that form a relatively impermeable barrier. Such membranes are also found inside the cell, and form compartments that have specialised functions. The proteins found in membranes often act as gatekeepers, allowing, or sometimes actively pumping, molecules through the membrane. They also have a range of other functions such as enzymes, sensors (e.g. of hormones) and as scaffolding to provide structural support. Structural information for membrane-bound systems is scarce owing to the difficulties of applying traditional structural approaches (e.g. crystallography) to membrane systems. Spin label EPR spectroscopy provides valuable distance information from which the fold/structure of membrane proteins can be investigated. Unravelling the structure of membrane proteins is one of the major research themes in Manchester, and solid-state NMR, X-ray crystallography and cryo-electron microscopy are all employed to extract structural data. Work in this area would be significantly enhanced by the provision of EPR facilities to measure distance relationships and conformational dynamics. The Manchester group forms one node of the membrane protein structure initiative, a structural proteomics initiative sponsored by the UK research council BBSRC. RNA, in its varied forms, interacts with protein to carry out fundamental roles in the cell. Understanding the contributions of various RNAs to the control of translation in the cell forms an important theme within the structural biology and biophysics group. The understanding of molecular recognition events, including those involved in assembly of macromolecular complexes consisting of both protein and RNA are a challenge for biochemical, biophysical and structural study. The extracellular matrix group forms one of the major research centres at Manchester. The enormous size of extracellular matrix complexes, such as collagen fibrils, necessitates the use of novel structural methods. EPR spectroscopy is ideal in this regard by providing distance relationships in large protein complexes. By combining the lower resolution data from these studies, with higher resolution data for protein components, or fragments of the fibrils, a picture of the architecture of these cellular structures will emerge. Finally, catalysts in biology have properties that chemists would love to emulate. Biological reactions have exquisite specificity, even down to generating a single stereoisomer, and also do not need high temperatures and pressures. To fully understand how these processes are achieved in biology, structural biology must provide atomic structures of the protein catalysts and details (at the quantum level) of reaction mechanism. Manchester has a large grouping in this area and modern EPR facilities will provide much needed electronic structure and time-resolved information to established programmes in this area of biocatalysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E013007/1","grantId":"BB/E013007/1","fundValue":"240000","fundStart":"2008-09-01","fundEnd":"2009-08-31","funder":"BBSRC","impactText":"  Although still early in the 'life history' of the findings arising from the award, they have already nucleated further basic research in several fields and have promise in the areas of human health, bioremediation, antibiotic development and vitamin biosynthesis.  ","person":"Stephen Edward Rigby","coPersons":["Eric John Logan  McInnes","Jeremy Paul  Derrick","Nicholas John Turner","Neil John Bulleid","David  Leys","Michael John Sutcliffe","Nigel Shaun Scrutton","Sabine  Flitsch","John Edward McCarthy","Andrew James Doig","Stephen  High","Martin James Humphries","Simon John Webb","David  Collison","Gillian  Stephens","Jason  Micklefield","Andrew William Munro","Samuel Pieter De Visser"],"organisation":"The University of Manchester","findingsText":" The grant enabled the University of Manchester's Institute of Biotechnology to purchase an electron paramagnetic resonance (EPR) spectrometer. This major piece of equipment allows for the study of individual electrons within biological systems. The facility was commissioned in spring 2009 and since that time has contributed to many projects, the variety of which is evident from the Outcomes listed. The spectrometer continues to contribute to many major projects in the biologcal sciences, the vas The findings detailed in the Outcomes (Publications) have contributed to several research areas including bioremediation, the production of vitamins and the biochemistry underpinning medicine. Many of these findings could be taken forward into the applied science fields, contributing to improvements in human health and the environment. Chemicals,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}