{"id":"D420A4DA-F68E-4CF8-BD65-4D321675CA0D","title":"Newton001 Proof-of concept screen to counteract Bothrops toxins targeting tissue cohesion","abstractText":"In Brazil, the considerable human morbidity and mortality caused by accidents with poisoning animals pose high public health, economical and societal costs. Snakebite is a major occupational hazard, and rural subsistent farming communities are the main sufferers from this condition. Bothrops species are responsible for more than 20,000 accidents per year in Brazil, corresponding to 90% of all recorded snakebites. Bothrops spp. envenomation is characterized by prominent local tissue damage, including haemorrhage, necrosis and oedema as well as disturbance in the blood coagulation system. Since 1920's, immunotherapy by anti-venoms is the only efficacious treatment for snakebites accidents approved by WHO (World Health Organization). Yet, it has important limitations and side-effects, including inability to prevent local damage at the snakebite site and anaphylatic shock in some patients. Thus, there is an unmet clinical need to develop novel pharmacological therapies that can counteract snake venoms and/or be used as coadjuvant therapy with anti-venoms.\n\nUnderstanding how the snake venom interfaces with cellular events important for tissue homeostasis is instrumental to inform novel therapies Yet, the molecular and cellular aspects of envenomation are poorly understood. This is in spite of extensive efforts from different labs in Brazil to characterise the biochemical properties of specific toxins and their in vivo consequences in animal models. The aim of the current Research Partnership from the Newton Fund/CONFAP is to (i) set up and optimise a screen to identify likely therapeutic candidates to facilitate cellular response to injury by Bothrops venom and (ii) develop novel techniques suitable to dissect mechanisms of snake envenomation.\n\nDriven by unique strengths of the co-applicants in venom biochemistry and cellular signalling, this proposal will identify leads for drug development with important clinical implications for treatment of envenomation patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M026310/1","grantId":"MR/M026310/1","fundValue":"40051","fundStart":"2015-02-14","fundEnd":"2016-12-31","funder":"MRC","impactText":"","person":"Vania  Braga","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}