{"id":"D4234620-1593-412B-982A-B928BDD2B4AB","title":"New strategies for the inhibition of Infection and Inflammation in Cystic Fibrosis Lung Disease","abstractText":"Cystic Fibrosis (CF) is one of the most common genetically inherited illnesses in the UK and worldwide. Although a number of organs are involved in the disease progress the vast majority of individuals with the disease will die as a result of respiratory failure due to a combination of overwhelming infection and lung tissue destruction as a result of excessive inflammation. Currently, antibiotics are used to treat the infection in the CF lung and tobramycin (tobi) has been developed and used to successfully reduce infection and improve lung function. However, despite the reduction in infection, the number of bacteria still resident in the CF lung remains very high due to the inability of tobi to penetrate into the thick secretions (mucus and sputum) present in the CF lung. Also, tobi only remains in the lung for a short period of time before it is removed from the body. Another drug, called SLPI, has previously been used in clinical trials to treat CF lung disease. SLPI works to reduce the inflammation in the CF lung which can be damaging to lung tissue. We propose linking tobi to SLPI in order to develop a dual-based drug that will be able to combat inflammation and infection more effectively in the CF lung. The SLPI part of this drug will bring tobi to the sputum/mucus-rich areas of the CF lung where it will be cleaved off and act directly on bacteria that it would not normally be able to kill. In addition, we have recently shown that SLPI itself can be damaged by inflammation in the lung thus reducing its effectiveness. We propose making a more stable variety of SLPI that will not be damaged in the CF lung and therefore be more effective in decreasing CF lung inflammation. We will link tobi to this new SLPI variant to make a dual-based drug. For its part, the new SLPI variant will inhibit inflammation more effectively than native SLPI. Therefore, this combined SLPI-tobi drug should be more effective at reducing inflammation and infection in the CF lung and thus stabilise lung function in treated patients. Ultimately, we hope that the SLPI-tobi drug will be a mainstay therapy for the treatment of CF lung disease and prolong the lives of patients receiving it. We also envisage that SLPI-tobi will find use in other chronic lung diseases such as Chronic Obstructive Pulmonary Disease which is also characterised by excessive inflammation and infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H031065/1","grantId":"EP/H031065/1","fundValue":"664128","fundStart":"2010-08-16","fundEnd":"2013-08-15","funder":"EPSRC","impactText":"  The main aim of this project is to design more effective drug strategies for the treatment of chronic lung diseases such as Cystic Fibrosis (CF). The current problem in the treatment of CF lung disease is the poor bioavailability of drugs to the CF lung due to barriers such as mucus and DNA. Therefore, we wish to develop new ways to get around the problem of poor penetration of drugs to the CF lung. We are implementing two ways to get around this - 1. the design and development of nanoparticles for the effective delivery of antibiotics and anti-inflammatories to the CF lung and 2. design and delivery of novel prodrug formulation combining antibiotics and anti-inflammatories via a activable chemical linker that is activated in vivo in the CF lung. The main project findings from Objective 1 have been the development of novel nanoparticle-based strategies for the delivery of antibiotics to the CF lung. These nanoparticle formulations offer a significant improvement upon the 'naked' delivery of antibiotics as they penetrate CF sputum plugs more effectively that the naked drug and kill bacteria in the sputum plug more efficiently. We have drafted two manuscripts which are currently under review. For objective 2, experiments that are ongoing including the synthesis of prodrug entities that combine antibiotics to anti-inflammatory molecules via a chemical linker that will become activated in vivo in the CF lung. We are also making site-specific modified anti-inflammatory proteins that will be more effective (more resistant to proteolysis) in the CF lung and that also be chemically linked to antibiotics Pharmaceuticals and Medical Biotechnology Societal","person":"Clifford  Taggart","coPersons":["Christopher  Scott","Joseph Stuart Elborn","Marie Eugenie Migaud"],"organisation":"Queen's University of Belfast","findingsText":" The main aim of this project is to design more effective drug strategies for the treatment of chronic lung diseases such as Cystic Fibrosis (CF). The current problem in the treatment of CF lung disease is the poor bioavailability of drugs to the CF lung due to barriers such as mucus and DNA. Therefore, we wish to develop new ways to get around the problem of poor penetration of drugs to the CF lung. We are implementing two ways to get around this - 1. the design and development of nanoparticles for the effective delivery of antibiotics and anti-inflammatories to the CF lung and 2. design and delivery of novel prodrug formulation combining antibiotics and anti-inflammatories via a activable chemical linker that is activated in vivo in the CF lung. The main project findings from Objective 1 have been the development of novel nanoparticle-based strategies for the delivery of antibiotics to the CF lung. These nanoparticle formulations offer a significant improvement upon the 'naked' delivery of antibiotics as they penetrate CF sputum plugs more effectively that the naked drug and kill bacteria in the sputum plug more efficiently. We have drafted two manuscripts which are currently under review. For objective 2, experiments that are ongoing including the synthesis of prodrug entities that combine antibiotics to anti-inflammatory molecules via a chemical linker that will become activated in vivo in the CF lung. We are also making site-specific modified anti-inflammatory proteins that will be more effective (more resistant to proteolysis) in the CF lung and that also be chemically linked to antibiotics We think both objectives outlined above - the design of novel nanoparticle-based strategies and novel prodrug entities for the treatment of CF lung disease - could both be commercially exploited. We are currently in discussions with the GSK CEDD in Stevenage regarding our nanoparticles-based findings to see if we can further investigate their potential in models of lung disease used by the CEDD. We would hope that positive findings from these in vivo findings may lead to further development of the nanoparticle strategies for first-in-man studies Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}