{"id":"D4241610-609E-4DC7-838C-624B19F037E5","title":"Community Organisation of Events in Communications, Mobile Computing and Networking with EPSRC ICT Portfolio","abstractText":"4-6 monthly co-ordinating brainstorming community meetings for the academics in Communications, Mobile Computing and Networking which also encompass linking into RF and Microwave Technologies, Photonics and Electronics. These aim to build, with active EPSRC staff participation, future vision and roadmap documents for our overall research community to complement the existing EPSRC grand challenge documents in microelectronics and silicon technology. We envisage holding 3 of these meetings in year 1 followed thereafter by 6 monthly meetings with each meeting attended by 25-30 academic and industrial participants. Six 1 or 1.5 day specialist research intensive briefings to address future burning topics. These would be theme based with a morning of presentations from recognized experts in the chosen theme subject area followed by a highly structured follow-on discussion to identify new research themes which should be actively discussed for forwarding up to the above vision meetings and then on to EPSRC SAT and consideration for inclusion in future planning. For year 1 we suggest these meetings could individually address topics such as: Spectrum , Integration of RF and Photonics and Software in Systems . These workshops would be co-ordinated with EPSRC staff to ensure that we included any workshop topics they wished to initiate. The participants in the two sets of above meetings will include early career researchers and EPSRC/RAEng research fellows to ensure that we engage with the full community and brief future stars on the planning to deliver an effective research programme of international standing. Arrange an education day for communications researchers to make the community more aware of the difficulties in successfully funding proposals which receive somewhat mixed peer reviews. Organise an annual Communications and Networking 5 day Summer School for (new) PhD students in each of the 3 years. This would be organized and coordinated by Prof Barham Honorary at Lancaster and Dr Harald Haas at Edinburgh. We would be aiming here give the participants a wide range appreciation of related topics by including here at least three half day tutorials on topics such as Photonics , RF and microwave and Networks . We would also like to indicate to PhD students how research is organized and delivered, probably with an after dinner speaker, to give them appreciation of wider organizational issues, over and above their own in-depth PhD studies. These more specialist tutorials and presentations would be delivered by appropriate academic or industrial colleagues. These Summer Schools are aimed at first year PhD students to give them access to presentations by key UK academics and industrialists as appropriate and thus provide a much improved grounding in the overall background to the research techniques that they will be developing further in their personal PhD programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I013504/2","grantId":"EP/I013504/2","fundValue":"179592","fundStart":"2011-10-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  EPSRC Sponsored 2011-2014 Programme of Community Events in \n\n&quot;Communications, Mobile Computing and Networking&quot;\n\nThis activity was led by Steve McLaughlin assisted by David Hutchison and Barry Evans\nwith Peter Grant in support.\n\nWe arranged 1-day horizon scanning meetings for (more senior academics and industrialists) with an aim to build a roadmap or future directions for our community.\n\nJon Crowcroft hosted the first meeting in Cambridge in May 2011 with Barry Evans assisting, as he was involved in chairing visions activities in the Mobile VCE. We followed this with a second meeting 26 November 2012: http://www.commnet.ac.uk/node/54 and a final &quot;Town meeting&quot; on 7 March 2014:\nhttp://www.commnet.ac.uk/node/63. As an outcome from these early meetings we increased collaboration with Cambridge Wireless and ICT KTN to develop future planning on Spectrum issues etc.\nThese 'Horizon-scanning' meetings are pitched at defining the outcomes, looking at where we are now - what does industry know, what does academia know and what research is already in train. We had a clear plan to how the outcomes would feed not only into EPSRC future planning, subsequent brainstorming meetings, but also how it feeds-off into the more specialized technical meetings or workshops below. \nWe extended beyond simple 'roadmapping' as this implies devising a plan towards an application or a certain technology area, whereas we would not like to omit a strategy for more upstream communications research. We thus looked at multiple facets building towards a vision for the future of the communications community as a whole - then other activities already going on could also be built into this to complement each other. There was careful consideration on the expectations of these meetings and how to structure them to achieve an outcome that can lead into or complement the subsequent meetings throughout the duration of the network activity.\n\nWe focussed most of our activity around a set of 1 day specialist workshops:\n\nThe first meeting on &quot;Photonic Systems for Communications&quot; was held in Oxford on 28/29 September 2011. \n\nThe second meeting on &quot;Future of Wireless Access&quot;, was held on 31 October and 1 November 2011 in Southampton. \n\nThe third meeting on &quot;Social Networks and Communications&quot;, was held on 9/10 February 2012 in QMUL. \n\nThe fourth meeting on &quot;Flexible Networks&quot;, was held on 24/25 April 2012 in Guilford. \n\nOn 29-31 May the final workshop for the RCUK China Bridges &quot;Beyond 4 G&quot; took place.\n\nThe fifth meeting on &quot;Smart Grid&quot;, was held on 20 September 2012 in Loughborough. \nOur sixth meeting, with ICT KTN on 19 October 2012, the &quot;Vision for Future Wireless Research&quot; captured the Mobile VCE legacy: http://www.commnet.ac.uk/node/52\nThe seventh meeting on &quot;Testbeds&quot; was joint with UNISON on 26 March 2013: http://www.commnet.ac.uk/node/57.\n\nThe eighth on &quot;Networks&quot; was on 17 May 2013: http://www.commnet.ac.uk/node/59.\n\nThe programme completed with further two workshops on &quot;Networking Research Adenda&quot; on 14 February 2014 http://www.commnet.ac.uk/node/64.\n\n&quot;5G wireless&quot; on 13 March 2014 http://www.commnet.ac.uk/node/65. \n\nPresentations given and summary reports from the above workshops, when available, are accessible at: http://www.commnet.ac.uk/events/workshops.\n\nWe communicated widely on these specialist workshops publicising them so that many attendees (including early career researchers, students/RAs) could participate. Typically we had 30 - 70 attendees at each event. \n\n\nWe ran 3 annual Summer Schools for PhD students and interested industrialists. \n\nFollowing on the earlier Summer Schools we organised as part of the &quot;EPSRC sponsored Next Generation Wireless Networks&quot; activity we ran a 2011 Summer School on &quot;Communications&quot; in Edinburgh. \n\nHarald Haas, Brad Karp, Dimitra Simeonidou and David Parish organised our second &quot;ICT wide&quot; summer school entitled &quot;Communications, Networking and Photonics&quot; mainly for PhD students in June 2012 in Edinburgh: http://www.commnet.ac.uk/node/47. \n\nWe noted reduced participant interest in the 2012 &quot;wider coverage&quot; summer school so the 2013 final Summer School was organized by Mark Beach in Bristol as restricted 20 person event with more &quot;hands on&quot; practical activities on wireless systems covering both software and hardware issues: http://www.commnet.ac.uk/node/58. Digital/Communication/Information Technologies (including Software) Policy & public services","person":"Stephen  McLaughlin","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}