{"id":"D425FB9A-273F-4CE8-A814-C92BB2A61B56","title":"Electron Delocalization in Polypeptide Structure and Stability","abstractText":"Context: Biology is a molecular science: it is blueprinted by, built from and run by molecules. Not surprisingly, therefore, interdisciplinary research between the biological and physical sciences is critical. We are interested in the interface of biology and chemistry, and the field of chemical biology, which seeks to explore, explain, and exploit biological phenomena using chemical principles and methods. In this proposal, we aim to develop an understanding of a new class of weak bonds, so-called &quot;n-to-pi* interactions&quot;, believed to contribute to stabilizing protein molecules in their correctly defined and functional 3-D shapes. \n\n&quot;Biomolecules&quot; come in all shapes and sizes. The larger ones are called biological macromolecules, and include: carbohydrates, lipids, nucleic acids (e.g., DNA) and proteins. Most perform tasks in biology dictated by their chemistry. Proteins are unusual in that they have many different functions. For example, collagen provides the scaffolding in body tissues; haemoglobin transports oxygen from the lungs to organs; and hexokinase is an enzyme--a protein that speeds up chemical reactions-that helps break down glucose--containing foodstuffs to make ATP, the universal currency of energy in biology.\n\nThe functions of most proteins depend on them adopting specific 3-D shapes. Proteins are polymers, or chain-like molecules made from similar building blocks called amino acids, which are held together by strong &quot;covalent&quot; bonds. However, the reason that proteins form 3-D structures is due to a different type of bonding, known as &quot;weak&quot;, or &quot;non-covalent interactions&quot;. Possibly the best-known weak interactions are &quot;hydrogen bonds&quot;. These are responsible for water being a liquid (rather than a gas) at ambient temperatures on most of the Earth's surface; as such, hydrogen bonds are probably the most important bonds for life on the planet.\n\nBecause hydrogen bonds and similar interactions are weak, they are hard to detect, probe and study. Importantly, because these interactions are weak they are easily made and broken, which allows biological structures to be dynamic. This transience is essential in biology, but, again, makes studying non-covalent interactions difficult. Many weak interactions are required to conspire, or cooperate to provide enough energy to fold and stabilize whole protein structures. For example, the average protein structure is held in place by hundreds of hydrogen bonds. \n\nAims, objectives and potential benefits: Over the past two years we have worked with Prof Ron Raines's team at the University of Madison-Wisconsin, USA to explore another type of weak interaction that we thought might be important in proteins. In many respects, these n-to-pi* interactions are cousins of hydrogen bonds. To our surprise, when we inspected the structures of natural proteins we found many examples of n-to-pi* interactions; indeed, in some proteins they were as prolific as hydrogen bonds. This discovery changes our picture of protein structure and stability. It also has implications for experimental and theoretical scientists aiming for a better understanding of proteins, both for its own sake, and to allow more-predictable engineering of proteins leading to potential applications in biotechnology and medicine.\n\nWe propose to continue our work with Prof Raines. We will be responsible for doing computational studies, so-called bioinformatics, to look for more examples of n-to-pi* interactions and to examine them in detail; and we hope to find examples of other weak interactions that people may have missed. Our work will guide Prof Raines' experimental group, who will aim to engineer better and stronger n-to-pi* interactions into model proteins. Finally, we plan to coalesce this information in improved computer methods of n-to-pi* interactions to benefit academic and industrial researchers who are interested in modeling proteins to aid fundamental and applied protein science and chemical biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J001430/1","grantId":"EP/J001430/1","fundValue":"285780","fundStart":"2011-10-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"","person":"Dek Neil Woolfson","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}