{"id":"D4277EA4-CB8A-4CBC-89D9-72581FC78DC3","title":"South American Biomass Burning Analysis (SAMBBA)","abstractText":"Biomass burning aerosol (BBA) exerts a considerable impact on regional radiation budgets as it significantly perturbs the surface fluxes and atmospheric heating rates and its cloud nucleating (CCN) properties perturb cloud microphysics and hence affect cloud radiative properties, precipitation and cloud lifetime. It is likely that such large influences on heating rates and CCN will affect regional weather predictions in addition to climatic changes. It is increasingly recognised that biomass burning affects the biosphere but the magnitude of the effects need to quantified. However, BBA is a complex and poorly understood aerosol species because of the mixing of the black carbon with organic and inorganic species. Furthermore, emission rates are poorly quantified and difficult to represent in models. \nIt is now timely to address these challenges as both measurement methods and model capabilities have developed rapidly over the last few years and are now sufficiently advanced that the processes and properties of BBA can be sufficiently constrained by measurements; these can be used to challenge the new aerosol schemes used in numerical weather prediction (NWP) and climate models. \nAmazonia is one of the most important biomass burning regions in the world, being significantly impacted by intense biomass burning during the dry season leading to highly turbid conditions, and is therefore a key environment for quantifying these processes and determining the influence of these interactions on the weather and climate of the region. Though previous large scale studies of BBA over Amazonia and its radiative impacts have been performed, these are now over a decade old and considerable scientific progress can be made towards addressing all of the above questions given the rapid advance of models and measurements in recent years. We are therefore proposing a major consortium programme, SAMBBA, a consortium of 7 university partners and the UK Met Office, which will deliver a suite of ground, aircraft and satellite measurements of Amazonian BBA and use this data to 1) improve our knowledge of BB emissions; 2) challenge and improve the latest aerosol process models; 3) challenge and improve satellite retrievals; 4) test predictions of aerosol influences on regional climate and weather over Amazonia and the surrounding regions made using the next generation of climate and NWP models with extensive prognostic aerosol schemes; and 5) assess the impact of .biomass burning on the Amazonian biosphere.\nThe main field experiment will take place during September 2012 and is based in Porto Velho, Brazil. At this time of year, widespread burning takes place across the region leading to highly turbid conditions. The UK large research aircraft (FAAM) will be used to sample aerosol chemical, physical and optical properties and gas phase precursor concentrations. Measurements of radiation will also be made using advanced radiometers on board the aircraft and satellite data will also be utilised. \nThe influences of biomass burning aerosols are highly significant at local, weather, seasonal, and climate temporal scales necessitating the use of a hierarchy of models to establish and test key processes and quantify impacts. We will challenge models carrying detailed process descriptions of biomass burning aerosols with the new, comprehensive observations being made during SAMBBA to evaluate model performance and to improve parameterisations. Numerical Weather Prediction and Climate model simulations with a range of complexity and spatial resolution will be used to investigate the ways in which absorbing aerosol may influence dynamics and climate on regional and wider scales. At the heart of the approach is the use of a new range of models that can investigate such interactions using coupled descriptions of aerosols and clouds to fully investigate feedbacks at spatial scales that are sufficiently well resolved to assess such processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J010073/1","grantId":"NE/J010073/1","fundValue":"703032","fundStart":"2012-09-01","fundEnd":"2016-08-31","funder":"NERC","impactText":"  Science relating to SAMBBA is being communicated to wider stakeholders through a number of avenues. Researchers from the University of Manchester and University of Sao Paulo were involved in an exhibition at the Science Museum in London in July. This included public sessions showcasing elements of SAMBBA, including participation in a special 'Lates' evening session alongside other exhibits relating to Brazil. More details here. A fixed, longer-term exhibit depicting the spread of biomass burning pollution across South America is also being shown.\n\nPI Hugh Coe attended the FAPESP week in London during September 2013 at the Royal Society, which was hosted by the Royal Society and the British Council. SAMBBA was presented as a major achievement as it represents a successful scientific collaboration between the UK and Brazil via the NERC-FAPESP relationship.\n\nPDRA William Morgan has written several blog articles on biomass burning aerosol, including references to SAMBBA on his blog (http://blogs.egu.eu/hazeblog/), which is hosted by the European Geosciences Union. Results from SAMBBA also featured on audio diaries produced by the Barometer Podcast during the AGU Fall Meeting (http://thebarometer.podbean.com/2013/12/10/fires-beer-and-satellites-day-1-at-agu/). Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Hugh  Coe","coPersons":["Gordon Bruce McFiggans","James Robert Dorsey","Paul James Connolly","Martin William Gallagher","James Donald Allan","Paul Ivor Williams"],"organisation":"The University of Manchester","findingsText":" At present the data from the September 2012 field experiment are being analysed and a full quality assured data set will be delivered to BADC in the next 6 months. The provisional findings show the most comprehensive set of biomass burning aerosol data collected over the Amazon will result from this project.\n\nEmissions of biomass burning aerosol are uncertain. Our measurements have shown that, as forest fires burn rather poorly, they emit substantial amounts of partially combusted organic matter and little black carbon, whereas agricultural fires in previously deforested regions burn very efficiently and so emit much larger proportions of black carbon and less organic matter. As black carbon is highly absorbing this can potentially change the fraction of solar radiation that is absorbed by the regional haze formed during the biomass burning season leading to an increased warming and hence stability of the atmosphere over the Amazon. As deforestation reduces and agricultural fires increase this shift may have a profound effect on the atmospheric dynamics and precipitation across the region.\n\nGlobal models under-predict the atmospheric burden of biomass burning aerosol. This may be due to enhanced removal processes or it could be due to the emission of particles from fires being under-represented. The GLOMAP Global Model has been used to test a number of different biomass burning emissions inventories and compared the results against measured data. The analysis has shown that the emissions data bases that are derived at higher resolution using detailed satellite information are able to better reproduce measurements than standard emissions data bases used in global models. However, significant under-predictions are still observed, particularly above the surface in the atmospheric column which remain to be resolved. Outreach through the barometer podcast at the University of Manchester has already featured the SAMBBA experiment. INPE - Brazilian Space Agency and agency concerned with delivering air quality forecasts in Brazil are a project partner and will exploit SAMBBA results.\n\nThe Met Office will use SAMBBA results to verify the response of their weather forecasting model to the inclusion of aerosol particles.\n\nThe European Centre for Medium Range Weather Forecasting is using SAMBBA results to deliver a plume rise model for biomass fires. Environment","dataset":"gtr"}