{"id":"D42DA2C0-1931-438C-951E-72CFD1119214","title":"Innovative Construction Research Centre (ICRC)","abstractText":"The Innovative Construction Research Centre (ICRC) is dedicated to socio-technical systems research within the built environment, with particular emphasis on through-life performance in support of the client's business operations. Our vision is for a research centre that not only supports the competitiveness of the architectural, engineering, construction and facilities management sectors, but also supports societal needs for built infrastructure and the broader competitiveness of the UK economy. The domain of enquiry lies at the crucial interface between human and technical systems, thereby requiring an inter-disciplinary approach that combines engineering research methods with those derived from the social sciences. The ICRC's research portfolio is organised into six themes: (1) Integration of design, construction and facilities management. Concerns the through-life management of socio-technical systems within the built environment. Topics of consideration include: integrated logistic support, design for reliability and systems integration for building services. Of particular concern is the way that firms within the supply chain are integrated to provide solutions that add value to the client's business. (2) Knowledge management and organisational learning. Addresses the means of supporting knowledge flows across extended supply chains and the extent to which procurement systems learn across projects. Of particular importance is the design of learning mechanisms that extend across organisational boundaries. Also investigates the degree to which the construction sector can learn from other sectors, i.e. aerospace, automotive, retail, defence. (3) Human resource management and the culture of the industry. The construction sector is too often characterised by regressive approaches to human resource management (HRM) with little emphasis on developmental to support innovation. Of particular importance is the concept of 'high commitment management' that has emerged as a central component in the quest to link people management to business performance. Any attempt to improve HRM practices in the construction sector must also recognise cultural barriers to the implementation of new ways of working.(4) Innovative procurement. Includes legal, economic and organisational aspects of procurement systems. The last twenty years has seen a plethora of new procurement methods seeking to encourage different behaviours and allocations of risk. Many such initiatives experienced significant reality gaps between technological intent and resultant behaviours. Of particular importance in the current context is the notion of performance-based contracting which seeks to reward parties on the basis of building performance.(5) Innovation in through-life service provision. Most innovation in facilities management (FM) is concerned with service provision rather than the design and construction of the built asset. The inclusion of FM-service provision reflects the ICRC's strategic focus on through-life issues. The shift towards service provision is reflected in practice through procurement approaches such as PFI/PPP. But the issue has a wider significance as construction contractors increasingly embrace service philosophy. (6) Competitiveness, productivity and performance. Focuses on techniques for performance improvement, coupled with a broader emphasis on competitiveness and profitability within the marketplace. Techniques for performance improvement include: process mapping, benchmarking, value management, risk management and life-cycle costing. Also seeks to assess the competitiveness of the construction sector in comparison to other countries, and to achieve a broader understanding of the economic context within which firms operate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E001645/1","grantId":"EP/E001645/1","fundValue":"3684280","fundStart":"2007-01-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"","person":"Stuart  Green","coPersons":["Tabarak  Ballal","Scott  Fernie","Roger  Flanagan","Will  Hughes","Colin  Gray","Derek  Clements-Croome"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}