{"id":"D42E85DF-D87B-46EF-B31A-2BF3F78840C7","title":"Zones of Conflict: Rethinking Contemporary Art during Global Crisis","abstractText":"Contemporary art offers a unique perspective on what it means to live during the advanced stage of globalisation. Consider, for instance, the bleak photographs of Palestinian artist Ahlam Shibli, which document Bedouins living in 'unrecognized' villages in Israel; or those of Moroccan artist Yto Barrada, which investigate the Strait of Gibraltar as a zone of migration between North Africa and Southern Europe; or the stunning yet disturbing videos of British artist Steve McQueen, which record the conditions of migrant laborers in a coal mine in South Africa. \\n\\nThis workshop series will explore how contemporary art investigates the traumatic and violent conditions of war and terrorism today. It will also consider the uprooted social conditions in today's global society, during a period when refugees--whether fleeing from war zones or from dire economic circumstances--are changing the social makeup of cultures worldwide. How are artists confronting these conditions? How have they negotiated the uneven social spaces--of social, political, economic inequality--that have driven demographic shifts? Why has photography, video, and internet-based art become the foremost mediums of artists who focus on the reality of war? How have artists produced an image repertoire that contests the spectacularization of mass media representations and governmental publicity when it comes to the experience of military conflict?\\n\\nThese questions form the basis of a series of workshops, which will gather an international grouping of art historians, architects, media theorists, art critics, and curators to consider how contemporary art relates to four key subjects of globalisation: the representation of global warfare in the age of terrorism; the status of refugee experience; the international geographies of exclusion and inequality; and the possibilities for the formation of diasporic social relations. \\n\\nEach workshop will comprise two parts: a public seminar of presentations by select invited participants; and an informal closed-door discussion session between participants. This organization intends to maximize the potential for interactions between both diverse audiences--the interested public, students, gallery-goers, academics--and workshop participants. In order to reach diverse publics, sessions will be held at several locations in London, including University College London in Bloomsbury, and at the following sites: Tate Modern in South Bank, Tate Britain in London's West End, and the Institute of International Visual Arts (InIVA) in the East End.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F016670/1","grantId":"AH/F016670/1","fundValue":"22999","fundStart":"2008-07-01","fundEnd":"2009-02-28","funder":"AHRC","impactText":"","person":"TJ  Demos","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}