{"id":"D430D7AD-C59B-4C7D-A6DF-74F7E71059AB","title":"Wnt signaling in senescence, nevogenesis and melanomagenesis","abstractText":"In 2010 in the US, there were approximately 68,000 new cases of melanoma and about 8,700 deaths from this disease (www.cancer.org). In the UK, the incidence of melanoma has increased more than any other cancer in the last 25 years (http://www.cancerhelp.org.uk/). \n\nDespite recent advances in targeted melanoma therapies (for example, vemurafenib) the prognosis for advanced melanoma remains dismal. The new generation of targeted therapies provide a significant, but modest, prolonged survival. However, drug resistance and disease progression invariably occurs. Consequently, there is an urgent need for better ways to combat this disease, perhaps focused on much earlier risk assessment and chemoprevention. \n\nMelanoma results from transformation and uncontrolled growth of melanocytes, pigment producing cells in the skin, hair and eyes. The earliest apparent melanocytic neoplasms are normal benign nevi (moles), which result from clonal proliferative expansion of oncogene-expressing melanocytes in the skin. \n\nAlthough the vast majority of benign human nevi do not progress to melanoma, approximately 25% of melanoma are thought to result from a pre-existing nevus. Understanding the progression of nevi to melanoma is critical to understanding the origins of melanoma. \n\nMost nevi are thought to be prevented from progression to melanoma by a process called cellular senescence - an irreversible proliferation arrest that prevents proliferation of potentially cancerous cells. \n\nIn this application, we will better define the molecular status of nevus melanocytes. By doing so, we will inform on the origins of melanoma, whether from nevus or non-nevus melanocytes. \n\nThis application can lead to biomarkers for melanoma risk assessment in nevi and strategies for melanoma chemoprevention. For example, one minimally invasive approach to reduce incidence of melanoma in later life might be local topical application of specific inhibitors to developing nevi in childhood and adolescence, when most acquired nevi form.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M000605/1","grantId":"MR/M000605/1","fundValue":"445521","fundStart":"2015-01-04","fundEnd":"2018-01-03","funder":"MRC","impactText":"","person":"Peter  Adams","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}