{"id":"D439F1BD-0CDA-4C54-8F14-1806E09F0C6A","title":"Two-Dimensional Arrays for the Quantitative Characterisation of Complex Defects","abstractText":"Recent years have seen a rapid increase in the interest in arrays for NDE. Their advantages include increased flexibility, as one array probe can undertake many inspections, increased speed of imaging and increased coverage from a given location. However, current NDE systems utilise mainly 1-Dimensional (1D) arrays and so are limited to obtaining a 2-Dimensional (2D) image. 2D arrays offer the potential to image in all three dimensions. This has clear benefits as real defects and engineering structures are three-dimensional / for example defects such as cracking and inclusions in welds are of arbitrary shape and can occur in arbitrary orientations. 2D arrays are able to 'view' a given defect form a range of angles leading to the possibility of obtaining characterisation detail far beyond what is currently achievable. However there are a number of obstacles currently stifling the application of 2D arrays to NDE. Firstly, how should 2D arrays be designed with a low enough number of elements to be practically viable? Secondly, how should the vast amount of data potentially obtainable be minimised and processed? Thirdly, given these practical limitations, what imaging and characterisation performance can be achieved? This project will address these issues by developing a modelling suite to optimise array design, investigating a range of data management and signal processing techniques to make the most efficient use of the data, incorporating recently developed piezoelectric and passive materials into the array design and optimising 2D array manufacture for NDE. This proposal is being submitted within the UK Research Centre in NDE to the targeted research programme, the funding for which is earmarked by EPSRC for industrially driven research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F005032/1","grantId":"EP/F005032/1","fundValue":"262957","fundStart":"2008-03-01","fundEnd":"2011-02-28","funder":"EPSRC","impactText":"","person":"Paul David Wilcox","coPersons":["Bruce  Drinkwater"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}