{"id":"D44101A0-410A-4492-A54D-4FB300C95A70","title":"Environmental and demographic drivers of migratory strategies in birds","abstractText":"Throughout the world, the distribution, abundance and behaviour of species is changing in response to climatic changes, presenting severe challenges for species conservation. Changes in range size and distribution can be particularly challenging for the site-based conservation strategies that form the backbone of most legislative and policy frameworks for conservation. Changes in distribution and abundance in response to environmental and climatic changes are ultimately a consequence of the complex ecological and behavioural processes that drive individual fitness and population demography. Understanding and quantifying these processes that drive species responses to environmental change is therefore a major challenge in ecology and conservation.\n\nThe coastal regions of the UK and continental Europe support internationally important populations of many migratory waders and wildfowl that breed at subarctic and arctic latitudes. Rapid and ongoing changes in the behaviour of these migratory species in response to climate change can alter their non-breeding distribution, and understanding the causes of these changes is needed in order to maintain effective systems of site and species protection. In particular, changes in the frequency of migratory and non-migratory (ie resident) individuals within populations can fundamentally alter their non-breeding distribution, but the causes of such changes in migratory behaviour are unknown. One major potential driver of these changes are the shifts in timing of breeding that are being widely reported in migratory species at present. Advanced timing of breeding can directly influence individual fitness and, if residents tend to breed earlier than migrants, advances may disproportionately benefit residents. For example, earlier spring warming could benefit residents if subsequent earlier nesting is more successful and/or if they have more time for replacement clutches following nest loss. However, the consequences of such changes for population abundance and distribution will also depend upon the mechanisms determining migratory behaviour, and particularly whether being resident or migrant is a facultative response to local environmental conditions that can vary annually, or a deterministic response to early life conditions that is repeated in subsequent years. Predicting the consequences of changes in migratory behaviour for the non-breeding distribution of migratory populations therefore requires an understanding of the fitness consequences of different migratory strategies, and the mechanistic processes driving these differences.\n\nAddressing these issues requires model systems in which diverse individual migratory strategies can be identified within the same population, and in which detailed studies of the links between environmental conditions and individual fitness are possible. We propose to quantify the mechanisms determining the relative fitness associated with different migratory strategies, and the factors determining the initiation and maintenance of individual migratory strategies, in an established study population of Eurasian oystercatchers in Iceland in which both resident and migrant strategies are present. This information will be key to predicting the consequences of future climatic and environmental change for the distribution of migratory species, and the implications for site-based conservation strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M012549/1","grantId":"NE/M012549/1","fundValue":"374096","fundStart":"2015-03-31","fundEnd":"2018-03-30","funder":"NERC","impactText":"","person":"Jennifer  Gill","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}