{"id":"D4432C13-916F-46F4-BE19-4EE38D2598C7","title":"I'DGO TOO (Inclusive Design for Getting Outdoors 2)","abstractText":"The I'DGO research consortium has a continuing overall aim to identify the most effective ways of ensuring that the outdoor environment is designed inclusively and with sensitivity to the needs and desires of older people, to improve their quality of life. In focusing on the changing needs of older people, the consortium will address issues that are relevant to a much wider range of people in society as a whole, including disabled people, frail or vulnerable people and those who care for them. The proposed research under I'DGO TOO combines the skills and experience of three research centres and academic colleagues across five academic institutions. It brings this expertise together with that of a range of collaborators from different organisations, agencies and groups, ranging from ODPM to Age Concern, who are keen to use the findings of the research and benefit from it,I'DGO TOO focuses on particular policies and strategies that are currently being promoted by government as part of the sustainability agenda / urban renaissance, integrated communities and inclusive environments / where the potentially important, practical implications for older people's lives have not fully been explored and tested. It investigates how well outdoor environments in certain types of development, built in line with these policies, contribute to older people's health and wellbeing. It does so through research at three different levels of detail. It explores the implications of denser urban living on open space in housing, pedestrian-friendly approaches (such as Home Zones) in street environments and the practical consequences of using tactile paving in the urban environment. A range of innovative methods, some of which have been developed in earlier research by the consortium, will be used to examine in detail how design, and older people's perceptions of the designed environment, make a difference. The voices of older people themselves are a key element in this research. I'DGO TOO recognises the great diversity and range of abilities, disabilities, aspirations, expectations and needs that are encompassed in the population of people over 65 years of age. From the beginning, older people will be involved in expressing what is important to them and in shaping the development of the programme. The approaches used treat older people and disabled people as co-researchers, rather than 'subjects', and the range of techniques place these people at the heart of the investigation. A number of different methods is used to ensure that diverse perspectives and evidence is collected to throw light on the questions and objectives of the research. The main issues to be addressed are: how residential outdoor space in higher-density 'urban renaissance' housing can best be delivered to optimise older residents' quality of life; whether Home Zones provide a good design solution in the context of an ageing population, and the implications of the design, siting, laying and use of tactile paving for older people.The implications of the findings will be important for policy-makers, planners, designers and other professionals working in the urban environment, as well as users of that environment. The research collaborators will help ensure that the outputs are useful and useable for the range of people and groups for whom this work is important. Guidance will be published in a range of formats and media, including attractive and accessible printed booklets as well as web-based publications targeted to suit the needs of different expert, academic, professional and lay audiences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D079861/1","grantId":"EP/D079861/1","fundValue":"674958","fundStart":"2007-01-02","fundEnd":"2011-11-30","funder":"EPSRC","impactText":"","person":"Catharine  Ward Thompson","coPersons":["Archie  Young","Peter Alan Aspinall"],"organisation":"Landscape Institute","findingsText":" I'DGO TOO: Why does the outdoor environment matter?\n\n\n\nIf an older person cannot get out and about locally, they are at risk of becoming 'a prisoner in their own home'. Research by the Inclusive Design for Getting Outdoors (I'DGO) consortium, under their I'DGO TOO project, has found that the design of Britain's gardens, streets, neighbourhoods and open spaces affects older people's ability to age well and live independently by supporting, or preventing, access for all. People who don't find it easy or enjoyable to get outdoors can spiral into poor physical health, less social contact with others and a reduced quality of life overall. With the cost of sedentary behaviour estimated at ?8.3bn per year*, this places a further financial burden on the NHS and Local Authorities through increased admissions to hospitals and residential care homes. \n\n*Chief Medical Officer's Annual Report, 2009. Department of Health, 2010.\n\n\n\nKey messages from the Inclusive Design for Getting Outdoors (I'DGO) consortium: \n\n\n\nThe desire to get out and about does not diminish in older age, nor does the variety of activities people like to do outdoors. \n\n\n\nIf older people live in an environment that makes it easy and enjoyable for them to go outdoors, they are more likely to be physically active and satisfied with life and twice as likely to achieve the recommended levels of healthy walking. The same is true for those who live within ten minutes' walk of a park.\n\n\n\nThe pedestrian experience is vitally important to older people, who are most often on foot when out and about. For the many who find it difficult to get around, it is often due to the poor design, provision, installation or upkeep of neighbourhood features, especially footways. \n\n\n\nLesser-quality environments are often considered by older people to pose an increased falls risk, especially by those with vision, mobility or other impairments. They can heighten fears about crime, nuisance and traffic and make going outdoors less enticing; reinforcing feelings of loneliness or entrenching the challenges of socio-economic deprivation.\n\n\n\nInconsistency, between types of road crossing and tactile paving, for example, can make older people uncertain about features that are designed to be enabling. Providers' adherence to guidelines may improve this outcome, as might public awareness-raising as to what is supposed to be used where and for what purpose. \n\n\n\nMeasures to make streets less car-centric improve older people's perception of supportiveness and safety but, neighbourhood-wide, it is good paths, accessible open space, safe crossings and plentiful seats, toilets and greenery that really make the difference. Design and materials need careful specification, with consideration given to UK weather patterns. \n\n\n\nThe more types of residential outdoor space an older person has, whether private or shared, the greater their satisfaction. In terms of wellbeing, the smallest things can bring the biggest benefits, such as having one's own patio, space to socialise or simply a green view.\n\n\n\nSupported by their environment, most people aged 80+ living in the community can expect to continue to go outdoors daily, engage in a range of activities and maintain quality of life into oldest age.\n\n\n\nBackground and context to the research:\n\n\n\nThere is growing evidence that well-designed outdoor spaces can enhance the long-term health and wellbeing of those who use them regularly. The Inclusive Design for Getting Outdoors (I'DGO) consortium examined what this means for older people. When we think about lifelong access to and enjoyment of neighbourhood environments, we place older people at the heart of the sustainability and regeneration agendas. But is this reflected in current policy? And does the latest 'best practice' in the planning and design of outdoor spaces really meet the needs of all users?\n\n \n\nThe I'DGO consortium was established to explore if, and in what way, the ability to get out and about impacts on older people's quality of life and what barriers there are to achieving this day-to-day. The first phase of our research ran from 2003 to 2006 and involved over 770 older people across Britain. Its key findings are reported under the project Inclusive Design for Getting Outdoors (I'DGO).\n\n\n\nThis, second phase of our research, I'DGO TOO, ran from 2007 to 2012, involving 3,580 older people. Having looked at the bigger picture in I'DGO One, we focused on specific aspects of placemaking which were gaining currency in policy and practice but which had not yet been tested for age-friendliness. We wanted to know if new-build housing was providing older people with residential outdoor space, and if this mattered, and if 'DIY' interventions to make residential streets more pedestrian-friendly were creating 'shared spaces' for everyone. We also explored if tactile paving was being designed, sited and laid correctly and if it posed a falls risk to older people.\n\n\n\nFindings from each research study under I'DGO TOO\n\n\n\nOur study of recently built housing found that, in 21st century developments, residential outdoor space (ROS) tends to be less green than it was pre-2000 and that the levels of such space in the rising number of homes built specifically for older people is below average. The greatest impact on our participants' wellbeing came from having their own patio or simply a green view but, while size of ROS wasn't important, quality and choice was. The more types of ROS participants had, whether owned or shared, the greater their satisfaction. We found that front gardens, in particular, are valued as a place for social interaction and that some of the positive effects of ROS on wellbeing actually strengthen as people age.\n\n\n\nOur longitudinal study of 'DIY Streets' found that some older residents responded positively to interventions aimed at reducing the dominance of cars, perceiving that they had become more active and that their street was easier to walk on, especially after dark. For others, not being able to park outside their house, for example, was a disincentive to going out at all and limited social contact. Over a three-year period, 'DIY' changes did not appear to have as much of an impact on wellbeing, social engagement and quality of life as environmental factors on a wider scale. Many of these relate to local open spaces, such as parks, and safe and enjoyable routes to them; both paths and cycleways. \n\n\n\nWhen we looked at tactile paving, as with road crossings in general, we found that few older people were aware what the different types signified; a challenge exacerbated by incorrect provision. Participants with balance problems told us they often felt unsafe walking on tactile paving and, in our laboratory, it affected the rhythm of our subjects' gait, indicating that their balance was challenged. Many people found the 'blisters' uncomfortable and regarded them as a slip hazard when laid on a steep slope, or when wet or icy; when tested, we found that brass and steel studs had a high slip potential. None of the 30 sites we studied met the recommended Light Reflectance Value, meaning that the tonal contrast between tactile and surrounding paving was insufficient for many visually impaired people. How has our work influenced the future of outdoor environments?\n\n\n\nI'DGO's aim is to influence age-friendly design approaches at a range of scales, from the places in and around people's homes, to local neighbourhoods and wider urban environments. Already, our research has had a significant impact on the decision makers and designers who shape the world around us. The stories below detail how our work has been cited in policy, strategy and guidance, both nationally and internationally, and how we have worked directly with professionals to translate evidence into practice. They tell too of the people for whom our research matters most; older people and those who care for them.\n\n\n\n'Real world' citations and recommendations\n\n\n\nSince 2007, we have been developing a series of guidance leaflets on how to design streets, parks and public open spaces with older people in mind. Collectively, these practical design guides are one of only two such sources referenced in the World Health Organization's international guide to creating Global Age-Friendly Cities (2007). We have been cited in national planning guidance by both the Scottish and Welsh Governments and in the cross-departmental UK National Strategy for Housing in an Ageing Society (2008). We are also described as a &quot;very significant source of research and guidance&quot; in Lifetime Neighbourhoods (2011) by the UK Department of Communities and Local Government, particularly with regards to evidence on walkable environments, shared spaces and greenspace.\n\n\n\nWe are committed to the 'trickling down' of policy to Local Authority and practitioner level, with an emphasis on delivery. We are cited in Homes for our Old Age: Independent Living by Design by the Commission for Architecture and the Built Environment (CABE) and the Scottish Association of Building Standards Managers' Inclusive Design Handbook. Our work on 'enabling' features in the streetscape has been used by the UK Department for Transport (DfT) in its Local Transport Note on \n\nShared Spaces (1/11, October 2011) and the forthcoming LTN, Shared Use Routes for Pedestrians and Cyclists. In June 2011, we were referenced in the Age UK publication, Pride of Place; a call for local councillors to get involved in improving neighbourhoods for older people.\n\n\n\nConsultations \n\n\n\nBy invitation, we have consulted on the Scottish Government's Planning Policy document, Designing Streets (2010), the Government Office for Science Foresight Report, Making the Most of Ourselves in the 21st Century: the Effect of the Physical Environment on Mental Wellbeing (2008), and the Bishop Review on the Future of Design in the Built Environment, published by The Design Council / CABE in October 2011. We have contributed to a comprehensive evidence review by the National Institute for Health and Clinical Excellence (NICE), which is developing public health guidance on local measures to promote walking and cycling. Working directly with Local Authority officers, we have advised on a 'streetscape design manual' for the London Borough of Southwark, the detailed design of pedestrian crossing facilities for Dorset County Council's Specification for New Streets (September 2011) and the development of guidelines by SaMERU (Safer Mobility for Elderly Road Users). This is a pan-European alliance led by Southend on Sea Borough Council, which has recently implemented our recommendations on town centre wayfinding. \n\n\n\nTask groups and expert panels\n\n\n\nWe have spoken at a Ministerial Roundtable, hosted by Baroness Andrews, on Delivering Lifetime Neighbourhoods and Inclusive Eco-towns and an expert debate on Localism and Lifetime Neighbourhoods, chaired by Baroness Greengross and organised by ILC-UK, publisher of the resultant report and thinkpiece in March 2011. We also sit on a number of task groups, including the Royal Town Planning Institute's Quality and Density Task Group, the Town and Country Planning Association's Eco-towns Housing and Inclusive Design Panel, the Scottish Government's Good Places, Better Health Evaluation Group and the Fairness in an Ageing Society Policy Forum: Living Well in Your Neighbourhood run jointly by the Fabian Society, Housing 21 and Counsel &amp; Care. \n\n\n\nTraining and awareness raising \n\n\n\nOur events schedule has seen us work with a diverse range of professionals influenced by our findings, including the Association of Occupational Therapists of Ireland and the College of Occupational Therapists (UK), particularly its Specialist Sections on Older People and Housing. We have established strong links with older people's and inclusive access teams in the City Councils of Edinburgh, Manchester and Newcastle, the Greater London Authority, the London Borough of Camden and, through the SaMERU project, Southend on Sea, Lancashire, Modena (Italy) and Burgos (Spain). We have taken part in Continuous Professional Development (CPD) events for members of the Local Government Association, the Urban Design London Streets &amp; Public Realm Network, Local Authority planners in Norfolk and Suffolk, Engineers Ireland and the National Register of Access Consultants. Having been consulted on Manual for Streets 2: Wider Application of the Principles (2010) by the Chartered Institution of Highways &amp; Transportation, we have subsequently presented at all four of the publication's UK national launch seminars in late 2010 (delegate attendance of 500+), spoken at a further two regional seminars and had six publications added to the Institute's paper-free technical library, the Transport Advice Portal (www.tap.iht.org). \n\n\n\nWorking with end users\n\n\n\nHaving taken part in the annual Kilburn Debates in both 2011 and 2012, we have established a close working relationship with the Kilburn Older Voices Exchange in London. We exhibited at the third Scottish Older People's Assembly in Edinburgh (October 2011) and have participated in a number of events involving the older people's steering group of A City for All Ages: Edinburgh's Joint Plan for Older People; volunteers from which have kindly given of their time to be photographed by us. We organised a BBC radio walkalong with an older resident in Bradford as part of our media and public outreach activities at the British Science Festival 2011 and count many older people's interest groups and advocates among our 750+ followers on Twitter. In May 2012, we co-hosted an event with Age Scotland and Planning Aid for Scotland as part of a nationwide campaign to end isolation through the effective engagement of older people in shaping their neighbourhoods. \n\n\n\nWe are delighted that, on the strength of our overall impact on policy makers and practitioners, we are featured as a case study in a major report on the value and impact of research - Making the Case for the Social Sciences: Ageing - published collaboratively by the British Society of Gerontology, the Academy of Social Sciences &amp; AgeUK and launched at a ministerial Q&amp;A led by Baroness Greengross (Westminster, July 2010). I'DGO brings together a total of four universities and an international, multi-disciplinary team of researchers, many with a background in industry. Through a mixed-methods approach, engagement with a broad range of partners and emphasis on 'translating' evidence into real-world guidance, our project demonstrates the value of EPSRC-funded research and builds capacity for future collaborations across health and wellbeing, social inclusion and the built and natural environments. Our commitment to 'joined up thinking' extends to vehicles for knowledge transfer, particularly the 2,000+ member network, KT-EQUAL, of which Catharine Ward Thompson is a Co-Investigator. Highlighting research into Extending Quality Life, this project is also funded by the UK Engineering and Physical Sciences Research Council (see http://www.kt-equal.org.uk/ )\n\n\n\nBringing together international researchers\n\n\n\nIn June 2011, I'DGO hosted the third Open Space : People Space international conference on Research into Inclusive Outdoor Environments for All, attracting 120 delegates from 20 countries. The event opened with a cross-consortia workshop for KT-EQUAL, on behalf of which I'DGO has also hosted seminars for over 100 participants, including A Built Environment for All Ages (2010), An International Perspective on the Built Environment for an Ageing Population (2011) and The Competitive Advantage of Age Friendly Cities (2011), the latter run jointly with the ActiveAge project and involving guest speakers from the UK and the Republic of Ireland. Links with Canadian gerontologists and policy makers have been formed and strengthened through The Science of Age-Supportive Built Environments, an Anglo-Canadian study tour of the UK supported by the High Commissions of Britain and Canada and hosted by I'DGO in Edinburgh (2010). Two years on, I'DGO team members have presented, by invitation, at a number of events in Canada, including a joint meeting of the CIHR - Institute of Aging and the Public Health Agency of Canada, Fostering Knowledge Development and Exchange on Age-Supportive Communities (Toronto, 2011), and the Festival of International Conferences on Caregiving, Disability, Aging &amp; Technology (Toronto, 2011).\n\n\n\nSpeaking on a global stage\n\n\n\nAbove and beyond the events I'DGO has hosted, our international knowledge transfer activity takes in events in Australia, Japan, China, the USA, Germany, Belgium, ?ire, Italy, Iceland, Portugal, Denmark and Spain. Three of our researchers have taken part in the two-day Healthy Ageing and the Physical Environment workshop hosted by the Medical Research Council and the Engineering and Physical Sciences Research Council in co-operation with Tsinghua University (Beijing, 2010) and five at a major international conference on the impact of global change, Vulnerability, Risk and Complexity, organised by the International Association for People-Environment Studies (Leipzig, 2010). We have participated in the third international conference held by the International Association for Universal Design (Hamamatsu, 2010), addressed the Nordic Architectural Research Network, presented at EDRA2011 (Chicago, 2011) and hosted a multi-disciplinary Chinese delegation exploring current trends and innovations in UK research into accessibility (Salford, 2010). We are proud that our workshop for the pan-European AENEAS network, who focus on Attaining Energy-Efficient Mobility in an Ageing Society, was rated the best and most useful of the organisation's training programme, which included events in Krak?w, San Sebasti?n, Munich, Odense and \n\nSalzburg and concluded in a sell-out conference in Brussels in April 2011.\n\n\n\nBuilding capacity and advising peers\n\n\n\nWithin the UK and Ireland, I'DGO has contributed to over fifty events aimed at sharing best practice among researchers, including KT-EQUAL workshops on... \n\nResearch for Older People and those with a Disability (Manchester, 2010), \n\nFrom Ageing Research into Policy (London, 2010), \n\nPhysical Activity Promotion: Blending Policy, Research and Practice (Bath, 2010), \n\nQualitative Research Methods (Loughborough, 2010), \n\nFalls and Falls Prevention (Bath, 2010), \n\nDementia: Innovative Approaches Towards a Better Quality of Life (Sheffield, 2011) \n\nand Older People and Sight Loss (Glasgow, 2011). \n\n\n\nWe facilitated a session on evidence-based impact at the Enabling Health and Wellbeing in Later Life congress held by the Dementia Development Services Centre in Stirling (May 2011) and, with KT-EQUAL colleagues, at the two-day Ageing Globally - Ageing Locally conference in Dublin (November 2011), organised by the Centre for Ageing Research and Development in Ireland (CARDI). We have collaborated extensively with the British Society of Gerontology; contributing to its annual conference programme and writing for its journal, Generations Review. We also sit on Advisory Groups for research projects in related fields, including a Lifelong Health and Wellbeing-funded study by University College London and the University of Hertfordshire to develop a multi-dimensional risk appraisal assessment system for older people (MRAO).\n\n\n\nOur second phase (I'DGO TOO) key findings were launched in Europe House, Headquarters of the European Commission and European Parliament in the UK, on 26th April 2012, in celebration of the European Year for Active Ageing. Communities and Social Services/Policy,Construction,Environment,Healthcare,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}