{"id":"D44BB06F-A322-43E4-97C3-8104126CDB1F","title":"British Business and Public Policy: The Informational and Structural Determinants of Political Influence","abstractText":"<p>This project analyses the influence of business in British politics. Firms and industry associations have first-hand access to a range of information that is relevant to policymaking. Through lobbying political decision-makers, business actors can use this expertise to help policymakers devise better policy, but they can also attempt to influence political decision-making in their favour. </p> \n<p>The project develops a theoretical model, which predicts the circumstances in which firms and business groups can wield political influence, by advising policymakers about the likely effects of policy. To examine the model, data is gathered on the factors that co-determine the success or failure of business lobbying. First, a list of policy proposals that have cost implications for business is compiled. A mail and internet survey of policymakers and lobbyists is then used to collect data on each proposal’s expected costs and benefits. This is determined by considering business and policymakers, the costs of lobbying, and the levels of credibility and trust that characterise the relationship between business actors and policymakers in the relevant policy area. </p> \n<p>Through this examination of the informational–structural factors of special interest politics across a range of policy areas, the study aims to contribute to a better understanding of political influence.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F017553/1","grantId":"ES/F017553/1","fundValue":"69260","fundStart":"2007-09-01","fundEnd":"2009-11-16","funder":"ESRC","impactText":"","person":"Patrick  Bernhagen","coPersons":[],"organisation":"University of Aberdeen","findingsText":" This project analyses the influence of business in British politics. Firms and industry associations have first-hand access to a range of information that is relevant to policymaking. Through lobbying political decision-makers, business actors can use this expertise to help policymakers devise better policy, but they can also attempt to influence political decision-making in their favour. The project develops a theoretical model, which predicts the circumstances in which firms and business groups can wield political influence, by advising policymakers about the likely effects of policy. To examine the model, data is gathered on the factors that co-determine the success or failure of business lobbying. First, a list of policy proposals that have cost implications for business is compiled. A mail and internet survey of policymakers and lobbyists is then used to collect data on each proposal's expected costs and benefits. This is determined by considering business and policymakers, the costs of lobbying, and the levels of credibility and trust that characterise the relationship between business actors and policymakers in the relevant policy area. Through this examination of the informational-structural factors of special interest politics across a range of policy areas, the study aims to contribute to a better understanding of political influence  Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}