{"id":"D44DF4FE-5B9C-47D9-8C9A-E761ED516E7A","title":"Sensory storage of spatio-temporal objects: sequences, signs and facial expressions","abstractText":"<p>Many of the objects of visual perception are intrinsically spatiotemporal. Examples are facial expressions, manual gestures, and the trajectories of oncoming vehicles. The aim of this project is to better understand how such spatiotemporal objects are represented and stored in visual perception. There is well-accepted evidence for an auditory store that holds successive speech sounds in sequence, but visual sensory memory has been likened to a snapshot, with each successive input terminating or overwriting the previous one. Owing to the widespread acceptance of the &quot;snapshot&quot; model, the brief storage of dynamic visual stimuli remains largely unexplored. Yet many important real-world visual stimuli are dynamic. </p> \n<p>This project asks whether the brain has the capacity to store a sensory representation of such stimuli, and specifically whether a late stimulus can allow retrospective analysis of earlier input. The planned experiments use &quot;performance measures&quot;: they do not rely on subjects’ introspections, but on the number and nature of errors made in a controlled memory task. From the subjects’ objective performance, the properties of storage systems within the visual part of the brain can be inferred. Understanding the brain's capacity to buffer sensory information is important in understanding human interaction with a constantly changing visual environment. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-0530","grantId":"RES-062-23-0530","fundValue":"250965","fundStart":"2007-10-01","fundEnd":"2011-11-30","funder":"ESRC","impactText":"  A fundamental goal of our research was to question how human beings interact with a constantly changing visual environment. The accumulated evidence we have obtained, for different categories of information, shows that the brain has a general capacity to buffer sensory information that is changing rapidly over time. As such the work has had two main scientific impacts: First in contributing to the weight of evidence pressing for the revaluation of our understanding of visual memory, including th  ","person":"Hannah Elizabeth Smithson","coPersons":["John  Mollon"],"organisation":"Durham University","findingsText":" At any one moment, many more stimuli are falling on our senses than we can attend to and act upon. Each of our different senses briefly stores these incoming stimuli, so that stimuli that require a response can be processed even if their significance becomes apparent only after the physical event has passed. There is well-accepted evidence for an auditory store that holds successive speech sounds in sequence, but visual sensory memory has been likened to a snapshot, with each successive input te 1. Almost every current textbook of cognitive psychology introduces the classical model of iconic storage, in which successive inputs are superposed in a decaying two-dimensional representation. Tens of thousands of undergraduates are offered this account each year. We expect - certainly we warmly hope - that our results will lead to the replacement of this textbook account by a more subtle model of the visual sensory stores, a model that acknowledges that the store can hold successive items, a Digital/Communication/Information Technologies (including Software),Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}