{"id":"D44F5259-460A-49FA-A9B9-514068D5C202","title":"Multiscale whole systems modelling and analysis for CO2 capture, transport and storage","abstractText":"The UK has challenging GHG reduction targets. It is believed that carbon capture and storage (CCS) will play a critical role in the energy systems of the future, in part to support the decarbonisation objective and in part to provide grid flexibility in a future system including a large fraction of less responsive low carbon energy systems (e.g. nuclear baseload and intermittent wind). The whole systems modelling and analysis programme proposed here is designed to support wider UK initiatives by reducing technological risk and identifying performance bottlenecks. CCS will require substantial capital investment in capture and transport systems and storage complex management. Although elements of the whole chain have been studied through modelling and experimentation, there is little work on whole system assessment. For complex systems such as CCS, whole system assessment is vital ahead of large scale deployment as it identifies critical integration and interaction issues between the components and evaluates whole system performance as a function of component design parameters. Thus the whole system may be optimised; simply optimising the design of individual components is likely to result in a sub-optimal system design. The proposed research methodology is based on multiscale modelling. This involves the development of fit-for-purpose models of the individual components which describe phenomena that operate over different length and time scales and which support integration and data exchange across scales. The reason for this is that relatively localised phenomena (e.g. mass transfer in an amine scrubber) might affect the overall system transient response by limiting the rate at which the power plant flue gas flowrate can be turned up or down. Similarly, the important performance trade-offs in individual component designs must be characterised and used for overall system design. There are a number of important issues to be resolved regarding future CCS systems; the applicants believe that multiscale systems modelling approach is ideal to develop relevant insights and guidance. Examples of the issues to be addressed through whole systems modelling, analysis and optimisation include: - The development and application of a methodology to optimise the time-phased evolution of the whole CCS system design (incorporating its important individual components), including sources to recruit and location of storage sites, balancing long-term and short-term investment imperatives. - Performing integrated assessments of alternative CCS systems, through the application of fit-for-purpose models (e.g. those able to quantify trace emissions of harmful substances) and rigorous life-cycle based analyses. - Characterising the transient performance of the integrated system (how will it perform in actual operation?), understanding whether or not it affects the flexibility of the wider energy system with which it is interfaced, what the safety critical components are and the network's dynamic stability and operability bottlenecks - Understand issues of systems integration - how do the different phenomena associated with the different components in the system cause effects to propagate through the network (e.g. the effect of impurities in captured CO2, the transport network and the storage complex). What are the important considerations that must be taken into consideration when designing and operating the whole system? The outcome of the programme will be relevant to a very wide range of stakeholders interested in CCS, including industry, regulatory and policy agencies and academia. The most important contributions of the project will be: - making available methodologies to design and analyse future CCS systems - generating insights into the most important interactions involved in system design and operation - quantifying (economics, environmental impact, safety &amp; operability) the performance of UK CCS systems","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H013865/1","grantId":"NE/H013865/1","fundValue":"332206","fundStart":"2010-10-04","fundEnd":"2012-10-01","funder":"NERC","impactText":"  Yes!\n\nThe dynamic model developed has been partly used by PSE Ltd in London for development of their software product gCCS. \nThe PhD student trained from this project is also employed by PSE Ltd. \n\nThe 3 journal papers have been cited well over 200 times - this is another proof of impact. Chemicals,Education,Energy,Environment Economic","person":"Meihong  Wang","coPersons":["Hoi  Yeung","John  Oakey"],"organisation":"Cranfield University","findingsText":" Findings: \nDetailed dynamic models for coal-fired subcritical power plants and post-combustion carbon capture plants were developed during the project period. After model validation, process analysis through the dynamic models indicates: \n(1) In post-combustion carbon capture process (with solvents using packed columns), the performance is limited by mass transfer (rather than reaction rate), therefore the future direction is to improve mass transfer rate. \n(2) When post-combustion carbon capture process (with solvents using packed columns) is integrated with coal-fired power plants, the dynamics of the carbon capture plant is much slower than that of the power plant. Therefore future study is how to improve the dynamics of the carbon capture plant. \n(3) The barrier for implementation of the post-combustion carbon capture plant to full commercial scale is huge capital cost caused by the huge size of packed columns and heat exchangers. Therefore future research is how to reduce the size of equipment to achieve the same function. The three key findings from our projects have been published in 3 journal papers and 3 conference papers. \n\nThe 3 conference papers have been presented as Oral Presentations with international audience. \n\nThe 3 journal papers have been cited by researchers worldwide for over 100 times. \n\nThe project team has also been invited for different Engagement Activities (as reported) by giving Seminars on the relevant topics in different countries such as UK, China, Greece and the Netherlands. Chemicals,Education,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}