{"id":"D44FF4DD-570C-4EC3-B422-6E72025A55B1","title":"Integration of calcium signalling mechanisms in neural modelling","abstractText":"Neurons are a specialised part of the extremely complex structure of the nervous system. They generate electrical signals in response to chemical and other inputs and transmit them to other cells. Over the past hundred years experimental research has accumulated an enormous amount of knowledge about the structure and function of an individual nerve cell as well as neural networks. However, there are still fundamental questions that remain unanswered. Theoretical analysis and computational modelling of neural systems are important tools that help to characterise what neurons do and determine the ways in which they function. It has recently become increasingly clear that calcium plays an important role in controlling a great variety of neuronal processes. Calcium channels activated by voltage (voltage-gated channels) in different neuronal cell types are believed, for example, to regulate components of learning and memory and to be involved in coincidence detection mechanisms. The overall aim of the project is to develop a biophysically realistic and computationally inexpensive model of a nerve cell for better understanding the interaction between electrical and chemical signalling (membrane voltage and calcium concentration). This interaction plays important functional roles in neuronal excitability and synaptic integration and plasticity. Experimental studies demonstrate that calcium channels open in response to membrane depolarisation and in turn cause further depolarisation by generating calcium-dependent action potentials. At the same time the propagation of action potential produces an increase in calcium concentration and generates rich patterns in both space and time, from widespread calcium influx in dendrites to heterogeneous calcium transients in axons. Moreover, the properties of the same voltage-gated calcium channels can be different in somatic and dendritic membranes with substantial variability in channel density. The major objectives of the research are i) to explore the implications of the heterogeneous distribution of calcium channels on amplification or boosting of distal synaptic inputs, ii) to investigate the role of calcium in the induction and maintenance of synaptic plasticity, and iii) to study how calcium waves can generate recently-discovered graded persistent activity in single neurons that may underly working memory. The proposed methodology draws from a number of established principles in different scientific disciplines, predominantly those of nonlinear dynamics, numerical analysis of deterministic and stochastic systems, biophysics, computational neuroscience and molecular signalling. A combination of theoretical analysis, numerical simulations and experimental verification will be used to address important issues of calcium signals underlying vital brain functions. Showing that the persistence of activity in a single neuron can be observed in the presence of calcium may reveal that as a computational system, the single neuron is a far more powerful unit that was previously assumed. Calcium dynamics could thus be the physiological basis for a single-neuron mechanism sub-serving working memory. Also, an understanding of the mechanism of calcium regulation in neurons during brain damage is crucially important, and this might provide the ground for a specific future application of the proposed work. As experiments show, ischemia increases calcium concentration in nerve cells, particularly in their dendrites and synaptic terminals. Due to this large calcium increase, dendritic tissue is very susceptible to damage. This is an area where further research can potentially generate explosive rates of development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H011900/1","grantId":"BB/H011900/1","fundValue":"257223","fundStart":"2011-03-01","fundEnd":"2014-02-28","funder":"BBSRC","impactText":"  PDRA salary, Computers/laptop equipment, Conferences/workshops (PI and PDRA), Training workshop for PDRA  ","person":"Yulia  Timofeeva","coPersons":[],"organisation":"University of Warwick","findingsText":" During the course of this grant two types of models were developed and investigated: (i) a mathematically tractable model of Ca2+ and electrical signalling in dendritic arbors and (ii) a three-dimensional computational model of Ca2+ influx- exocytosis coupling in small hippocampal synapses.\n(i) This study developed theoretical framework that was used to investigate how cell morphology and the heterogeneous distribution of different types of Ca2+ channels (voltage-gated Ca2+ channels (VGCCs), the inositol (1,4,5)-trisphosphate receptors, the ryanodine receptors) affect the generation and propagation of Ca2+ waves. In addition to demonstrating the effects of channel densities on wave propagation, we also determined how a size of the soma affects Ca2+ wave initiation. Moreover, our framework provides a possible explanation of the experimental observations indicating that synaptically activated Ca2+ waves initiate preferentially at or near a branching point of dendrites of pyramidal neurons. \n(ii) The second modelling study focussed on the roles of different VGCC subtypes in action potential- evoked and spontaneous glutamate release in small hippocampal synapses. We found that stochastic uncorrelated activation of individual VGCCs at resting membrane potential was a major source of spontaneous glutamate release, with differential roles for distinct channel subtypes. We also investigated the effects of fast (BAPTA) and slow (EGTA) Ca2+ buffers on spontaneous and evoked release. This modelling work combined with electrophysiological, optical and pharmacological approaches challenges the view that action potential-evoked and action potential-independent releases of glutamate are mediated by non-overlapping sources of calcium. The main beneficiaries of this work are:\n1) Experimental neuroscientists. The developed models and in silico experiments will provide an alternative means of further exploration.\n2) Theoretical/computational neuroscientists. This study will encourage a transfer of ideas between the research areas of dynamical systems, computer science, cell neurophysiology and molecular biology.\n\nPotential but not immediate beneficiaries will also include medical neurobiologists and experts working in the area of drug design. Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}