{"id":"D454767F-8A6E-4D96-85F2-8D834FA2CA84","title":"Transforming the Internet Infrastructure: The Photonic HyperHighway","abstractText":"Our vision is to develop the disruptive component technologies and network concepts that will enhance our communications infrastructure 1000-fold to meet our 20-year needs, avert network grid-lock and reduce energy consumption.With continued steep growth in transmitted data volumes on all media, there is a widely-recognized and urgent need for more sophisticated photonics technologies in both the core and access networks to forestall a 'capacity crunch' in the medium term. Our Programme involves two world-class groups ideally positioned to satisfy this need and reinforce the traditional leadership of the UK in this area. All-optical technologies can also save considerably on the rapidly-rising energy consumption of communications systems (several % of global energy consumption, similar to air transport!), as well as substituting for travel, (e.g. Cisco's ultrawideband telepresence system has halved their large worldwide travel budget). This proposal is therefore focused on one of the most important challenges facing our modern society - an energy-efficient, ultra-high capacity ICT infrastructure able to connect people and businesses seamlessly everywhere. Traffic on the global communications infrastructure continues to increase 80% year-on-year, driven by rapidly expanding and increasingly-demanding applications: YouTube, MMS, iPlayer, new concepts such as cloud computing, tele-surgery, the introduction of the iPhone alone proved a severe drain on the capacity of major carriers. Bandwidth growth in the access network is starting to overwhelm the available capacity in the core. In the last 10 years, the number of broadband subscribers worldwide has grown 100-fold. We are now rapidly approaching the fundamental data carrying capacity of current optical technology; moreover, the energy required to support today's growing, power-hungry, ICT infrastructure is looking worryingly unsustainable. It is time to ask hard questions about some long-held assumptions.We propose a radical transformation of the physical infrastructure underpinning today's networks by developing devices capable of 1000-fold improvements in performance, starting with a critical re-examination of some of the most basic transmission building blocks - the optical fibres, amplification and regeneration, and nonlinear switching and distribution. Since the inception of optical telecommunications 40 years ago, the silica fibre has been its work-horse. However, as it nears its capacity limits, a radical rethink can reap dividends in non-linear threshold, transmission window breadth and loss through new materials and designs, leading to 1000-fold improvements. In addition, current power-hungry electronic switches are bottlenecks that photonics can alleviate. Although immensely challenging, the new technologies that we propose have the potential to lead to major advances and benefits in many other important areas - including security, the environment, manufacturing and healthcare. If we are successful in achieving our objectives, the Programme will surely establish the UK firmly as the world leader in optical communications and networking technologies for decades to come.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I01196X/1","grantId":"EP/I01196X/1","fundValue":"7288220","fundStart":"2010-11-01","fundEnd":"2017-04-30","funder":"EPSRC","impactText":"","person":"David Neil Payne","coPersons":["Dimitra  Simeonidou","Will  Stewart","Ian  Henning","Wei H Loh","David John Richardson"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}