{"id":"D45EDD81-648B-40F5-AF74-FA88B806745B","title":"Miniature Ultrasonic Cutting Devices for High Precision Minimal Access Orthopaedic Surgical Procedures","abstractText":"Currently, ultrasonic cutting devices consist of a Langevin piezoelectric transducer attached to a cutting blade both tuned to resonate in a longitudinal mode at a low ultrasonic frequency, usually in the 20-50 kHz range. Ultrasonic cutting devices are successfully used in several industries, especially the food industry, and have recently been designed for a variety of surgical procedures involving soft tissue, and even more recently for cutting of bone. Because the ultrasonic blade is a tuned component its length must be a half-wavelength or a multiple of the half-wavelength at the driving frequency. Also, because Langevin transducers can only deliver a few microns of vibration amplitude, the blade profile must be carefully designed to provide sufficient vibration amplitude gain to meet the requirements of the material to be cut. These two geometry requirements can be very restrictive in the design of devices; a half-wavelength at a low ultrasonic frequency leads to quite a large cutting device and profiling for high gain leads to very high stresses.This new research proposes to investigate adapting flextensional transducers for power ultrasonics applications. A flextensional transducer consists of piezoelectric rings bonded to two endcaps. When the ring contracts radially under an AC voltage, the endcaps flex providing an amplified longitudinal motion normal to the cap surfaces. For the proposed application a cutting blade will be attached to one of the vibrating endcaps with little effect on the operational frequency. Thus, the blade will behave nearly as a rigid body, without the need to be a tuned component of the device. The enormous benefit is that the cutting blade design can focus more closely on delivering the best interaction between the blade and bone to provide a highly accurate cut, and also the ultrasonic device can be miniaturised to allow the design of devices for delicate orthopaedic procedures involving minimal access surgery.Complementary to this work, it is required to investigate the interaction between the ultrasonic cutting blade and bone in order to understand how the ultrasonic vibrations enable accurate high quality cuts to be achieved. As bone is a complex hierarchical material with many layers of very different composition, a multi-scale modelling approach will allow both the micro and macro effects of bone penetration under vibro-impacts to be simulated. The simulations of ultrasonic cutting of bone will also allow parametric studies to be carried out to research the effects on cutting of various parameters, such as speed, vibration amplitude, frequency and also the geometry of the cutting edge of the blade. This will provide valuable input in to the design of the cutting blade. The cutting devices designed in this research project will be trialled both on human cadaver material and in animal studies. The results of these studies will provide valuable validations of the simulations as well as in depth assessments of the performance of the devices in bone for a wide range of orthopaedic surgical procedures.The research programme brings together the three academic institutions in the UK researching power ultrasonic penetration into bone. The three research groups involved have particular expertise and strong track records in power ultrasonic devices and ultrasonic bone cutting (Glasgow), multi-scale computational modelling of ultrasonic machining and bone drilling (Loughborough), and trialling of ultrasonic cutting devices and orthopaedic engineering (Edinburgh). To provide a commercial focus to the research and access to expertise in ultrasonic device design and manufacture, two industrial partners, Mectron Medical and Sonic Systems, are supporting the programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G046948/1","grantId":"EP/G046948/1","fundValue":"415316","fundStart":"2009-11-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"","person":"Margaret  Lucas","coPersons":["Andrea  Cardoni"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}