{"id":"D463C9FD-C362-43D9-84DE-97A3727EFDAB","title":"Physiological systems integration in the optimisation of exercise tolerance","abstractText":"The ability to sustain muscular exercise is a key determinant of health, quality of life, and mortality. A low tolerance for exercise contributes to a downward spiral of inactivity, which is debilitating in the elderly and an actual cause of many chronic diseases. Therefore, a better understanding of the mechanisms that allow exercise to be sustained is central to our ability to help maintain health, quality of life and promote longevity. Sustaining muscular exercise depends on the body's ability to provide energy through 'oxidative', or aerobic, pathways. These are chemical reactions that synthesise energy through the consumption of oxygen. However, bodily stores of oxygen are very limited so at exercise onset the lungs, heart and muscles must respond in a coordinated fashion to transport oxygen from the atmosphere to where it is used in the active muscles. In healthy individuals the required increases in pulmonary ventilation, cardiac output, muscle blood flow, and muscle oxygen utilisation occur in a well coordinated fashion. However, to achieve this coordination the responses of these systems lag behind the energy demands by about 3 minutes in normal healthy subjects. The kinetics with which oxygen transport and utilisation can respond therefore determines whether or not the body is able meet the energy demands through oxidative pathways. Because demands for activity fluctuate throughout the day (e.g. walking, stair climbing, etc), the response kinetics of energy providing pathways have a significant impact on the ability to carry out the tasks of daily living. It is of considerable concern, therefore, that these response kinetics are very slow in the elderly, and take about twice as long to reach their requirement compared to young individuals. In the elderly therefore there is a greater high reliance on alternative routes of energy provision (termed anaerobic, because they don't consume oxygen). These are detrimental to exercise tolerance because they are related to increased muscle fatigue, shortness of breath and pain. It is perhaps unsurprising, therefore, that physiological systems respond very rapidly in trained athletes. The mechanisms that determine the integrated responses of the pulmonary, circulatory and muscular systems, however, are currently unresolved. The studies in this proposal aim to improve our understanding of the interactions between oxygen delivery to, and utilisation in, the active muscles during the transition from rest to exercise. A better understanding of how these processes work will improve our ability to address the slow oxygen consumption kinetics in the elderly, as well as the optimisation of these processes in elite athletes. The experiments for these studies are organised into three tracks: 1) studies to elucidate how the kinetics of muscle fatigue and oxygen uptake contribute to limiting exercise tolerance in young, elderly and endurance trained subjects; 2) studies to elucidate how rates of aerobic and anaerobic energy provision are distributed throughout the active muscles; and 3) studies to generate a computer model to simulate energy provision and integrated physiological systems integration during exercise over a variety of conditions. All the experiments are made using non-invasive measurements during leg exercise in young (&lt;30 years), elderly (&gt;65 years) or elite endurance trained athletes (volunteers from the Great Britain cycling squad). The outcomes of this project will improve our understanding of how the body responds to the energy demands of physical activity, and how the provision and utilisation of oxygen is optimised to allow high work rates to be sustained. These studies will therefore underpin the development of new strategies (either pharmacological or exercise based) for ameliorating the mechanisms limiting exercise tolerance in humans, and thereby contribute to the maintenance of health, quality of life, and longevity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I00162X/1","grantId":"BB/I00162X/1","fundValue":"212533","fundStart":"2011-09-01","fundEnd":"2014-02-28","funder":"BBSRC","impactText":"  The data generated by this work has yet to accrue significant impact outside academia. Newly developed exercise tests may have future impact in sport or healthcare. Public engagement to increase awareness of the benefits of physical activity in older age were accrued through press releases, public lectures and BBSRC-produced video reports.  Societal","person":"Harry B Rossiter","coPersons":["Alan  Benson"],"organisation":"University of Leeds","findingsText":" This joint award (with BB/I001174/1) had three aims: 1) studies to elucidate how the kinetics of muscle fatigue and oxygen uptake contribute to limiting exercise tolerance in young, elderly and endurance trained subjects; 2) studies to elucidate how rates of aerobic and anaerobic energy provision are distributed throughout the active muscles; and 3) studies to generate a computer model to simulate energy provision and integrated physiological systems integration during exercise over a variety of conditions\n\nFor Aim 1 we have developed a new method to measure how exercise intolerance is brought about during whole-body exercise. This has been validated in young helathy individuals and tested in elderly participants (60-85 yrs) and elite athletes (national/international level U23 triathletes). The data validating this method have been presented in abstract form, and the manuscript is currently under review. These data indicate that 'central fatigue' (the ability of the brain and spinal cord to voluntarily activate the muscles) is associated with peripheral fatigue (the ability of the muscle to produce force/power when stimulated) in young and trained individuals, but in some elderly subjects central fatigue may be dissociated from peripheral fatigue. This means that factors other than intrinsic muscle metabolism may limit exercise in the elderly.\n\nFor Aim 2 we have published an article demonstrating that only ~10% of active muscle may reach metabolically limitations to force production at the point of intolerance during bipedal exercise. We use regional magnetic resonance scanning to show that biochemicals that support muscle contraction are challenged only in a small regions of the active muscle.\n\nThe Aim 3 we published a computational model that was able to explain how muscle metabolism and circulation integrated to determine gas exchange measured at the lung. It was proposed in the 1980s that gas exchange at the exercise muscle must respond more rapidly than pulmonary gas exchange at the lung. This was debated in the 1990s in the publication of a computer model. We further developed this original model and validated it with experimental data from humans during cycling. These data show that the dynamics of the circulation modulate muscle gas exchange as they transit to the lung. These data may be used to shed light on what constitutes 'normal values' of gas exchange kinetics measured non-invasively, such as during clinical cardiopulmonary exercise testing. Data from this study may be used by others to promote and integrate scientific research, education, and practical applications in the exercise sciences, to maintain and enhance physical performance, fitness, health, and quality of life. In the immediate term the data generate from this study will be used by academics to drive further inquiry into the factors limiting exercise tolerance in young, old and patients with chronic disease. New grant applications are in development. In the medium term, Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}