{"id":"D4647CCE-0A0F-4538-BF51-D8C9D88A6984","title":"Physical constraints on the likelihood of accreting a non-chondritic Earth","abstractText":"The Earth is a differentiated planet. During its evolution, molten iron sank to its centre to form the core and a crust was produced at its surface, leaving a residual layer of mantle in between. Trying to determine the composition of the Earth is a difficult problem, given this division into several different, inaccessible layers. Indeed a common approach has been to assume a composition for the Earth and use this to deduce information about the interior layers by mass balance. This then begs the question, how is it possible to estimate the bulk composition of the Earth?\n\nThe Earth, like the meteorites and all other planets in our solar system, formed from a disk of gas and dust that contained too much angular momentum to fall directly onto the young Sun. For some elements of interest this disk of gas and dust was sufficiently homogeneous that the Earth should be the same composition as other planetary bodies that grew from it. Some of the smaller asteroid bodies never grew large enough to undergo melting and differentiation, so samples from these homogenous undifferentiated planetesimals can provide a compositional estimate for bulk Earth. Such samples exist in the form of the chondritic meteorites. These precious rocks have therefore been critical in constraining the chemical composition of the Earth as a whole and also its constituent layers.\n\nHowever, the chondrite model for the Earth has recently come under close scrutiny. Measurements of the isotope ratio 142Nd/144Nd, which ought to be the same on Earth and in chondrites are notably divergent. To account for this alarming observation, two contrasting models of the Earth have been proposed. The first invokes a hidden reservoir, comparable in magnitude and composition to the continental crust that has been trapped at the bottom of the mantle throughout Earth History. The alternative is that the process of accretion, by which planets grow, leads to the preferential loss of planetary crust and so results in a non-chondritic Earth. These two models have very different implications for the structure, behaviour and composition of the Earth. Determining which of these scenarios is correct is therefore of fundamental importance. Whilst others have (unsuccessfully) attempted to identify a signature of the hidden reservoir, here we propose to address the physical plausibility of accreting a non-chondritic Earth using a novel dynamical simulations.\n\nIn this study we will run a code that follows the growth of planets by accretion but also tracks material that is lost from impacting bodies during this process. This work has become possible due to the recent development of a detailed collision model developed by PI Leinhardt and collaborator Stewart. We will further determine what portions of the planetesimal are lost during this process. Finally, the composition of the different portions of the planetesimal will be calculated using simple melting/crystallization models following an amount of melting determined by the energy of collision. Such simulations, to chart the chemical evolution of accreting planets, have not previously been attempted.\n\nPreferential loss of crust will result in the depletion of some key elements (e.g. the heat producing elements Th and U) that are enriched in this outer portion of the planet. Likewise, other impacts may result in removal of mantle but not core, resulting in a more iron rich planet. By running a large number of simulations, we can assess the likelihood that a body the size of the Earth has the correct amount of core relative to mantle and an overall chondritic composition. For example, we may find that it is almost inevitable that the Earth is non-chondritic, or indeed the opposite. In either case this work will shed important light of the bulk composition of the Earth and the process of planetary accretion.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K004778/1","grantId":"NE/K004778/1","fundValue":"262789","fundStart":"2013-05-01","fundEnd":"2016-06-03","funder":"NERC","impactText":"","person":"Zoe Malka Leinhardt","coPersons":["Michael  Walter","Timothy  Elliott"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}