{"id":"D467273E-6C36-4006-8665-4AF0A133A679","title":"Structural, host-guest and chiroptical properties of large coordination cages","abstractText":"In favourable circumstances simlle combinations of bridging ligands (which can coordinate to two or three metal ions) and first-row transition metal ions such as Co(II) or Zn(II) can self-assemble to give beautiful and elaborate high-symmetry coordination complexes, with sophisticated polyhedral structures whose complexity is out of all proprtion to the simplicity of the component parts. We have prepared and structurally characterised many such examples with topologies such as cuboctahedra and truncated tetrahedra. This study aims both to investigate the syntheses and structures of new cages, and to exploit their unusual properties such as luminescence, optical activity, and host-guest chemistry.In addition to the interest in their structures and the self-assembly processes which form them, these cages are of interest for theur host-guest chemistry, as they contain large central cavities which can bind negatively-charged species as 'guests'. For the smaller cages these guests may be simple counter-ions such as fluoroborate; for larger cages it may be possible for an entire negatively-charged metal complex to fit in the cavity, giving a 'complex of a complex'. There is evidence to suggest that the anionic guests actually template the assembly of the cage around them, such that use of a different anion may afford a different cage superstructure. THese cages have the potential to act as size- and shape-selective hosts for anionic metal complexes as guests.Another physical property of the cage which is of interest is their luminescence, because many of the ligands contain luminescent spacer units such as naphthalene, whose properties are modified when the individual ligands assemble into a cage. Thus, luminescence can be used as a tool to monitor cage assembly. In addition, transfer of excited-state energy or electrons from the cage superstructure to the metal complex guests is possible, leading to the appearance of luminescence from the guest following energy-transfer from the cage around it.Finally, the optical activity (chirality) of the cages can be exploited. In many cases, all of the metal tris-chelate centres have the same chirality and the cages are accordingly highly chiral. We will exploit this by using (i) chiral anions as guests to resolve the cages; (ii) chiral anions as templates to give assembly of a single enantiomer of the cage from achiral components; and (iii) chiral ligands (with pinene substituents) to synthesise optically pure cages which should have extremely high optical rotations and which should act as selective hosts for one enantiomer of a chiral guest anion.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D062551/1","grantId":"EP/D062551/1","fundValue":"294772","fundStart":"2006-10-16","fundEnd":"2009-10-15","funder":"EPSRC","impactText":"","person":"Mike  Ward","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}