{"id":"D468E121-5704-4CDB-80E6-4A2108D96C6F","title":"Disability Equality in English Primary Schools: exploring teaching about disability equality and non-disabled children's","abstractText":"<p>This research explores whether, and if so how, misconceptions about, and ‘disablist’ attitudes towards disabled people emerge within childhood. The focus is upon non-disabled children’s perceptions about the aspirations and life chances of disabled people. Additionally, the research examines the role that English primary schools play in promoting disability equality (previously ‘awareness’) amongst non-disabled children.</p>\n\n<p>Whilst there is an established literature relating to the emergence of racism within childhood and the role of education in challenging this form of social oppression, there is no equivalent research relating to ‘disablism’. In the absence of empirical data relating to these issues, theorising on the emergence of ‘disablism’ and the disabling society is incomplete. This project addresses this research gap in two key stages. </p>\n\n<ul>\n \n\n <li>The first stage is an investigation into current teaching practices about disability equality within ‘mainstream’ English primary schools – to include an examination of teachers’ attitudes towards such teaching. This will be achieved via a survey and interviews with teachers </li>\n\n <li>The second stage is an exploration of non-disabled primary-age children’s perceptions of, and current source/s of knowledge about, the aspirations and life chances of disabled people in the UK. This will be achieved via focus groups with children.</li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-0461","grantId":"RES-062-23-0461","fundValue":"168201","fundStart":"2007-09-01","fundEnd":"2009-09-30","funder":"ESRC","impactText":"  The findings of the research were referenced in the EHRC's Research Report 70: The Equality Duties and Schools: http://www.equalityhumanrights.com/publication/research-report-70-the-equality-duties-and-schools\nThe findings were accepted as evidence to the Lamb Inquiry into Special Educational Needs and Parental Confidence 2009.\nThe PI, Beckett, was asked to present the findings of this research at an NASUWT conference, communicating the findings to teachers.\nThe findings of this research informed the design of a further project together undertaken by the PI together with Dr Ray Holt, School of Mechanical Engineering, University of Leeds. The 'Together Through Play' project explored how designers might facilitate inclusive play between disabled and non-disabled children with the aim of fostering good relations between these groups. This research was funded by the Leverhulme Foundation. On the basis of this research Beckett was then asked to join a COST Action entitled 'Ludi', which explores how to enable play for disabled children. Beckett is the British Representative on the Management Committee of this international, interdisciplinary network and leader of a working group considering the context of play for disabled children, including school environments and play with non-disabled peers.\nRecently, Beckett has been asked to evaluate a sports-based initiative being run by a London-based charity in conjunction with Sports San Frontiers. This initiative aims to address disability discrimination by working with young disabled and non-disabled children/young people. It was inspired by the original ESRC-funded research (ES/E017266/1). Education Societal","person":"Angharad Elise Beckett","coPersons":["N  Ellison"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}