{"id":"D46B47F6-4643-4CFD-81B2-50BEFDDD11D8","title":"Copy of UHF-120 Polytec Ultra-High Frequency Laser Vibrometer","abstractText":"The past decade has seen an explosion in the number of high frequency micro-manufactured devices being developed. Well-known examples include RF-Micro-Electro-Mechanical-Systems (RF-MEMS), Surface Acoustic Wave (SAW) devices for applications in biosensing, SAW devices for applications in digital signal processing (DSP), ultrasound transducers for applications in medical imaging and finally micromachined sonotrodes used in ultrasonic welding technology. This growth will continue as Nano-Electro-Mechanical (NEMS) become more prevalent due to developments in fabrication techniques and materials. For example, the unique electrical and mechanical properties offered by graphene will see devices developed with ever increasing resonant frequencies. An essential part in the development of high frequency devices is the measurement of their dynamic behaviour. This includes natural frequencies, modeshapes, displacement fields and support loss mechanisms. This is critical for design optimisation, optimising process steps and validating any model or simulation. The measurement options available for high frequency systems where displacements may be of the order of picometres are extremely limited and only a few options exist. Contacting characterisation techniques e.g. AFM, load the device and therefore prevent a true accurate measurement of its dynamics. High frequency laser vibrometry presents the only non-invasive measurement option. \n\nWe aim to purchase a ultra-high frequency laser vibrometer to enable dynamic characterisation of high frequency microsystems. This equipment will allow the displacement or velocity field of any structure will greater than 4% reflectivity to be measured with picometre resolution and up to a frequency of 1.2 GHz. It will therefore be ideal for characterising SAW devices, high frequency N/MEMS sensors and RF MEMS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L001268/1","grantId":"EP/L001268/1","fundValue":"61118","fundStart":"2013-07-29","fundEnd":"2018-07-28","funder":"EPSRC","impactText":"  using in a novel high frequency acoustic wave device Aerospace, Defence and Marine,Electronics,Healthcare ","person":"Barry John Gallacher","coPersons":["Neil  Keegan","Calum  McNeil","John  Hedley"],"organisation":"Newcastle University","findingsText":" characterisation of surface acoustic waves via LASER vibrometry The is a piece of equipment. Aerospace, Defence and Marine,Electronics,Healthcare","dataset":"gtr"}