{"id":"D477AB64-AA82-44A9-A941-CB1C31F89FCA","title":"Re-imagining professionalism: towards co-production","abstractText":"The aim of this seminar series is to develop ideas on how to encourage and develop co-production in mental health. Co-production involves mental health service users being able to make decisions about their own treatment and care as equal partners alongside professionals. This application is timely because there is currently a strong policy emphasis encouraging the greater involvement of service users and carers in making decisions about the care they receive. It is widely recognised that new ways of working with service users (a new approach to professionalism) are needed in mental health care. \nThis seminar series was developed jointly by a research team which includes service users, carers, and people working in charitable/voluntary organisations, and in public and governmental organisations. Academics in the research team are from diverse disciplinary backgrounds: mental health nursing, philosophy, political science, psychiatry, social work and sociology. \nThe seminar series will bring people together from different stakeholder groups in order to develop ideas about new ways of working in mental health which are based on the principle of co-production. This will involve considering current practices, policies, approaches in different organisations, as well as education and training in mental health. Crucially, mental health service users and their family carers will fully participate in this process. We use the term 'professional' in a new way. A professional can (for us) belong to any occupational group. What makes someone professional is, in our view, their sense of commitment - not their occupational status. Importantly, we believe that service users and family carers should be considered professionals in this context because they are 'experts in experience'. Our speakers and participants include some people who are in positions where they can shape practice, education and policy. We believe though that it is important that all the participants have equal status. The idea is that sharing ideas across groups will be enable us to work out how professionalism in mental health can be based on co-production. \nIn healthcare a growing importance is being placed on respecting different people's values. This is known as Values Based Practice (VBP). But the problem is that VBP overlooks problems of power - that is the reality that some people's values and perspectives are more powerful and influential than other people's. This is why this seminar series will encourage people to think about co-production by considering some of the key ideas associated with 'democratic professionalism' (DP). DP is based on the idea that it is important that the voices of 'lay' people, particularly marginalised people, should be regarded as highly relevant when it comes to shaping professional practice and values. Another principle of DP is that professionals should be assessed according to the extent to which they support the involvement and enablement of people they work with, such as service users. In other words, professionalism should involve sharing power with others, not exercising power over them. We believe that our seminar series will contribute to the development of professional practice and values which are suited to the 21st century. \nEach seminar will focus on a particular topic: the first two seminars set the scene with a focus on co-production and democratic professionalism and on people's lived experience of co-production. The seminars which follow consider how changes to practice, policy and education in mental health could be implemented to develop a new form of professionalism based on co-production.\nWe will make the video-recordings of the seminar series available on our website and we will have a blog to continue the discussions and conversations which take place in the seminars. All the groups represented at the seminars will contribute to future practical and research initiatives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N008146/1","grantId":"ES/N008146/1","fundValue":"28476","fundStart":"2015-11-02","fundEnd":"2017-11-01","funder":"ESRC","impactText":"","person":"Pamela Louise Fisher","coPersons":["Hannah  Howe","Albert  Dzur","John  Playle","Elaine  McNichol","Martin Paul Webber","Norman Anthony  McClelland","John  Baker"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}