{"id":"D47E59B6-B603-4C7A-9AE9-F69BD0EC5E5F","title":"Creating macroscale effective interfaces encapsulating microstructural physics","abstractText":"This proposal seeks funding for a comprehensive three year research\nprogram into \n methodologies for modeling microscale interfacial phenomena on the macroscale\n level. A fundamental question stretching across many disciplines is:\n Given a microstructured interface \n can it be replaced by an effective ``averaged'' boundary condition\n entirely posed upon a macroscale. If so, can it accurately reproduce the physical\n effects created by the microstructure? Can this effective boundary condition be\n derived rigorously, rather than in some ad-hoc fashion, and what are\n the limitations in so doing?\n \n The proposal aims to answer these questions, with the goal of being\n able to accurately and efficiently predict complex physical behaviour\n in three apparently unconnected \n fields: in wave propagation for surface Rayleigh-Bloch\n waves and for the reflection of waves from designer structured\n surfaces, in the statistical mechanics of phase transitions on\n micropatterned surfaces, and in modeling diffusions through\n structured domains. These fields all share a complex structured\n interface and the generic overarching Mathematical approach we propose will lead to effective\n boundary conditions \n encapsulating the dominant microscale Physics; this will represent a\n considerable advance in each of these areas.\n\n The primary Mathematical approach will be based around\n Homogenization theory utilizing the discrepancy in lengthscales to\n create asymptotics from multiple scales analysis. Homogenization is conventionally\n used when the bulk material has short-scale fluctuations and the\n solution varies on a long-scale, its use for\n interfaces is much less well explored. \nImportantly we also aim to enhance the\n range of validity of homogenization theory away from long-wave,\n quasi-static, regimes to ones that can vary on the same scale as\n the microstructure. This analytical work will be complemented by\n detailed \n numerical simulations that will act to verify the efficacy of the\n developed interfacial models. The work will be undertaken by a team\n from the Mathematics Department at Imperial College London \n with complementary skills and strengths: Pavliotis (Homogenization\n theory, stochastic processes), Parry (Statistical mechanics, phase\n transitions) and Craster (Wave propagation, homogenization, fluid mechanics).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J009636/1","grantId":"EP/J009636/1","fundValue":"546594","fundStart":"2012-10-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"  The analytical and computational techniques that have been developed are being used in order to develop algorithms for the calculation of transport coefficients and in order to optimize the performance of statistical algorithms such as Markov Chain Monte Carlo Other ","person":"Grigorios  Pavliotis","coPersons":["Andrew Owen  Parry","Richard  Craster"],"organisation":"Imperial College London","findingsText":" Analysis of stochastic systems with a multiscale structure. Understanding of noise induced transitions for multiscale stochastic systems. Use of these techniques to study problems in nonequilibrium statistical mechanics Bifurcation theory and noise induced transitions for stochastic dynamical systems with multiple scales. \n\nRigorous analysis of linear response theory and of stochastic resonance. Aerospace, Defence and Marine,Other","dataset":"gtr"}