{"id":"D4812D2F-385A-4A3F-A1E3-A0849A9429B9","title":"Reducing saturated fatty acids in the food chain through alteration of milk fat composition","abstractText":"The UK considerably exceeds its target for saturated fats in the diet, and milk and milk products are the single largest source contributing about 30-40% of the total with cheese and butter contributing most. There is however evidence that there are likely to be benefits in terms of reduced vascular disease and some cancers from increased milk consumption although the evidence for cheese, butter and cream is lacking. Thus simply reducing consumption of milk to reduce saturated fat consumption is likely to be counterproductive. Studies with humans where blood cholesterol has been measured suggest that replacing a proportion of the saturated fat in milk/milk products with mono or polyunsaturated fats does improve their health value. Also there is now good evidence that changing the diet of the dairy cows can lead to milk being produced with reduced saturates and increased monounsaturates although a consequence is often a small increase in trans fats. These trans fats are different to those produced by industrial processes and are not likely to be as harmful to health. Such changes to the diet of the dairy cow may also have another postive effect as they are likely to reduce the amount of methane (a potent greenhouse gas) produced by the cow thus reducing the carbon footprint of the milk. This project will examine the potential of approaches to reduce saturated fats in milk in on-farm production, in research aimed at reducing saturates further whilst minimising trans fat and methane production and will also study the health benefits of such foods in humans using new methods of assessing risk of cardiovascular disease. The project will be organised into four workpackages (WP): WP1 will study the changes in the various types of fat in milk when cows on a selection of commercial dairy farms are fed oilseeds in their diets scientifically proven to reduce saturates. Most work to date has been only in research centres and it is important to understand what happens in a commercial situation with many different factors (e.g. cow breed, background diet etc) WP2 will examine new approaches to the production of milk with reduced saturated fat and whilst minimising the amount of trans fat in the milk and methane produced by the cow. Trans fats are produced by bacteria in the digestive tract of the cow by changing the make up of fats in the cow's diet. Methods to 'protect' these fats from bacterial action will be studied. Bacteria in the digestive tract are also responsible for the methane produced. WP3 will undertake a detailed human study to assess the effect of including in the diet dairy products with reduced saturated fats and increased with mono or polyunsaturated fats. New, more valuable methods of assessing any change in the risk of cardiovascular disease will be included as these are thought to be more predictive than the more traditional approaches relying in blood cholesterol. WP4 will compile all the results and findings and will prepare a structured plan to disseminate the findings. The overall aim is to reduce the amount of saturated fat in the UK food chain. There is potential to reduce this by some 90,000 tonnes/year if the work led to widespread application. Also of note is the fact that the changes to the diet of the cow proposed are likely to have significant environmental benefits, mainly through a reduction in the amount of methane produced by the cow.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I006087/1","grantId":"BB/I006087/1","fundValue":"292719","fundStart":"2010-10-01","fundEnd":"2014-01-31","funder":"BBSRC","impactText":"","person":"Ian  Givens","coPersons":["Christopher Kent Reynolds","Julie Anne Lovegrove","Susan  Todd"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}