{"id":"D482B731-FC55-45D2-BA0C-522BBF4C8443","title":"Parallel electrophysiological characterization of sodium channels","abstractText":"Ion channel proteins play a pivotal role in a wide variety of physiological processes and (chronic) diseases and are consequently of considerable interest to the pharmaceutical industry. Electrophysiology is the gold standard for investigating the function of channel proteins and their modulation by pharmaceutical drugs, particularly at single-channel level, and is the only method that enables the characterization of voltage-gated channels. It involves placing an electrode on either side of a membrane and measuring the current flow through the membrane-embedded channels, which is typically between 1 and 150 pA per channel. The key challenge is to obtain a 'Gigaseal' configuration where the two aqueous compartments are electrically insulated from each other by a stable cell membrane or lipid bilayer. This is difficult to achieve, rendering conventional electrophysiology a laborious process with a notoriously low throughput.Voltage-gated sodium channels, responsible for the transport of sodium ions across cell membranes in all eukaryotic organisms and in a range of bacteria, represent an ion channel family for which the electrophysiology is of great interest. In humans as well as lower eukaryotes these channels are essential for normal functioning; various isoforms are found in different tissues, ranging from heart to brain, with different functional roles in the healthy organism. In humans, sodium channel mutations give rise to a number of disease states, as well as being associated with ageing and pain; as a result they are the targets of many pharmaceutical drugs, including ones for treatment of epilepsy, chronic pain, and cardiovascular diseases.This proposal aims to exploit a novel platform for parallel on-chip electrophysiology, developed at the University of Southampton, for the functional characterization of a family of voltage-gated sodium channels, including human/bacterial chimeras, for which the expression, purification and reconstitution into liposomes is being developed at Birkbeck College. Specifically, the project will use this high-throughput platform to identify novel ligands/drugs that modulate the conductance properties of the sodium channels. As this project represents a collaboration between two labs with the very different but complementary expertise associated with microelectronic and microfluidic technique development &amp; biochemical purification and characterisation of an important channel system, it falls within the cross-disciplinary theme 'Interfacing Electronics to Biology'. It combines strategic and applied research and it will train postgraduate researchers in cross-disciplinary science and technology.The potential public and economic impacts of this research are manifold. For example, voltage-gated sodium channels are essential components in human health and in agriculture. Improved knowledge of the structure/function/drug binding of these channels would impact on beneficiaries in the public, third and private industry sectors. Furthermore, the new technology platform will have many applications in industries for drug discovery and testing in addition to those in fundamental research. Commercial products with medical impact can be realized when the outcomes of this project are taken up by the leading electrophysiological companies. We will actively engage with these companies and other stakeholders by various routes, including a workshop targeted to key stakeholders in high-throughput electrophysiology. To maximize its economic and societal impact, the novel platform developed in this project -and its direct application to evaluate sodium channel drug efficacy- will be disseminated through professional publications, at major conferences with industry participation, and through press releases and active media engagement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H043888/1","grantId":"EP/H043888/1","fundValue":"478495","fundStart":"2010-06-01","fundEnd":"2014-05-31","funder":"EPSRC","impactText":"  papers quoted in the literature;\ndevices may be further developed by our collaborators Pharmaceuticals and Medical Biotechnology ","person":"Bonnie Ann Wallace","coPersons":[],"organisation":"Birkbeck College","findingsText":" collaborated on developing devices for electrophysiological characterisations further development of devices or knowledge of channel function from our publications Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}