{"id":"D4854BCB-B150-4CEB-8D4D-D889B265DB85","title":"How internal interactions between the processive phases of eukaryotic protein synthesis control flux through the overall system","abstractText":"The information contained in the genes of living cells has to be converted into cellular components that form structures and enable biochemical reactions to take place. This process is called gene expression and it is vital to all life. Gene expression comprises two main steps, called transcription and translation. In transcription, the information in the DNA sequences of the genes is converted into equivalent sequences in so-called messenger RNA (mRNA) molecules. In translation, the mRNA molecules are 'read' by a large molecular structure called the ribosome, which uses the information to dictate the synthesis of proteins. One of the major goals of science today is to place our knowledge of biology on a quantitative footing. This is the only way in which we will achieve a full understanding of how living systems work. In this project, we will apply this principle to the process of translation, determining numerical answers to questions about how the components of the system interact with each other and also control how fast protein synthesis takes place. This will lead to the development of new understanding of how the component steps of protein synthesis interact with each other. As a result, we will be able to model better the behaviour of protein synthesis in vivo, thus opening up new opportunities to make the study of this fascinating process more rigorous and exact. Moreover, this type of systems analysis will help us determine how best to influence the rate of protein synthesis using drugs such as antibiotics. Since the targeting of such drugs to protein synthesis in bacterial and fungal organisms is potentially of great significance to human health, this work may accordingly contribute to the development of novel therapeutic strategies in the healthcare sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F01838X/2","grantId":"BB/F01838X/2","fundValue":"113927","fundStart":"2010-10-01","fundEnd":"2012-02-29","funder":"BBSRC","impactText":"","person":"John Edward McCarthy","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}