{"id":"D48B81FE-4764-4189-ACFD-8188F7CAF810","title":"3Rs of murine models of malaria infection: immunology meets experimental genetics","abstractText":"Malaria is a mosquito-bourne, infectious disease that is caused by Plasmodium parasites. According the the World Health Organization's recent estimates, malaria accounts for 250 million cases of clinical disease and 0.6-1.2 million deaths worldwide, particularly in Africa and other developing nations. As such, malaria remains a global health priority, and research efforts have been aimed at developing more effective vaccines and treatments. Toward this goal, mouse models have been essential in the drive to understand the immune system and how it responds to malaria and confers protection against future infection. Similarly, mouse models are vital to identify potential targets of intervention. \n\nRecently, we identified novel protein targets of potentially protective malaria-specific immune white blood cells. This finding now enables us to address fundamental parasitological and immunological questions: What are the functions of these proteins in the life cycle of the malaria parasite? Are they essential for the successful infection of the host? Do immune responses to these proteins contribute to the ability of an individual to be protected against infection? How are these proteins presented to immune cells? What allows a malaria-specific protein to be efficiently recognised by the immune system? The answer to these and similar questions can improve our understanding of the immune processes involved, and importantly, inform the design of new generation vaccines and therapeutic agents for malaria. We will begin to answer these questions by generating a series of modified malaria parasites that harbour certain mutations or features, thereby allowing us to characterise the molecular and immunological properties of these protein targets or antigens. In doing so, we will combine and apply tools that support the 3Rs framework of &quot;conducting scientific experiments using animals humanely.&quot; \n\nCurrently, standard protocols require that large numbers of animals are employed to obtain meaningful data in malaria research. In this project, we will integrate recent advances in the generation of modified parasites into a single novel strategy. Our objective is to drastically reduce the number of animals required to generate these parasites (Reduction), to allow the non-invasive administration of drugs during the selection of parasites and to perform non-invasive detection of parasite development within intact animals in real time using bioluminescent parasites (Refinement). In addition, using the parasites that we have generated with our optimized strategy, we aim to develop in vitro assays to understand the interactions between the immune cells and the protein targets (Replacement). The tools and findings of this research will inform research both into the basic biology of malaria parasites and vaccine development whilst promoting the 3Rs framework in the context of infectious disease research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/L000601/1","grantId":"NC/L000601/1","fundValue":"317995","fundStart":"2014-01-06","fundEnd":"2017-01-05","funder":"NC3Rs","impactText":"","person":"Julius Clemence Hafalla","coPersons":["Eleanor  Riley"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}