{"id":"D48E827E-CCB1-42CF-8329-2D385294AE76","title":"Next Generation Gene Hunting in Amyotrophic Lateral Sclerosis","abstractText":"There are no effective treatments for amyotrophic lateral aclerosis (ALS) because so little is known about what causes it. In most instances ALS appears out of the blue (called sporadic ALS) but in 10% the disease runs in families (familial ALS) due to a single defective gene, passed down from generation to generation. Four genes are known to cause ALS (SOD1, TARDBP, FUS and ANG) but they account for only 25% of all familial and 7% of sporadic ALS patients. The cause of the disease in 90% of patients is unknown but a genetic basis is strongly implicated.\n\nThe ?Next Generation? of DNA technology has transformed what can be achieved in genetic research. The human genome mapping project published in 2000 one person?s entire genetic code. It took 15 years and cost #~300 million. This can now be done in 1 month for #~10,000. This grant application aims to harness the extraordinary power of these new research tools in a global gene hunting effort.\n\nOnly ~2% of the human genetic code provides the blueprint for making proteins (the building blocks of all cells). Mutations in these genes accounts for most human diseases. Revolutionary DNA capture methods mean that we can pull out the protein encoding 2% of genes for further analysis. Single molecule DNA sequencing allows us to read the spelling of millions of different DNA fragments and rapidly identify the disease-causing spelling mistakes.\n\nWe are focusing our most intensive sequencing on DNA from 100 families and comparisons made to healthy controls. Potential mutations will be then screened in DNA samples held by a global network of ALS researchers, ( 2,000 familial and 10,000 sporadic samples). For the 30% of genes that are not covered by DNA capture methods we will identify chromosomal regions that contain ancient mutations and target genes implicated in known pathological ALS pathways.\n\nScreening of new ALS genes can be offered to at-risk families and sporadic patients who are worried about the risk to other family members. The gene mutations we identify can be introduced into cells and mice allowing us to study the harmful effects of ALS gene mutations. This will dramatically improve our understanding of the underlying disease mechanisms and develop drugs capable of arresting the disease process and even preventing it occurring in genetically susceptible individuals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900688","grantId":"G0900688","fundValue":"1626130","fundStart":"2009-11-01","fundEnd":"2013-10-31","funder":"MRC","impactText":"","person":"Christopher E Shaw","coPersons":["Ammar  Al-Chalabi","Jacqueline S De Belleroche","Cathryn  Lewis"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}