{"id":"D493CEA7-45FF-40BE-948A-5DC193D10E53","title":"Diversity in Upland Rivers for Ecosystem Service Sustainability - DURESS","abstractText":"With the UK's water valued at &pound;200 billion p.a., Britain's 389,000 km of river ecosystems are arguably our most important. In addition to providing water, they supply other major ecosystem services such as the regulation of flooding and water quality; support to adjacent ecosystems by supplying energy and nutrients; and large cultural value for charismatic organisms, recreation, and education. However, the ways in which organisms and ecosystem functions maintain these services in rivers are extremely poorly understood. This is despite large ongoing effects on river organisms from changing catchment land use, and increasingly also from climate change. Cost implications are large and result, for example, from impacts on recreational fisheries, water treatment costs, and high value river biodiversity. By contrast, opportunities to use management positively to increase the ecosystem service value of rivers by enhancing beneficial in-river organisms have barely been considered. \n\nIn this project, we will focus on four examples of river ecosystem services chosen to be explicitly biodiversity-mediated: the regulation of water quality; the regulation of decomposition; fisheries and recreational fishing; and river birds as culturally valued biodiversity. Each is at risk from climate/land use change, illustrating their sensitivity to disturbance thresholds over different time scales. These services vary in attributable market values, and all require an integrated physical, biogeochemical, ecological and socio-economic science perspective that none of the project partners could deliver alone. \n\nUsing river microbes, invertebrates, fish and river birds at levels of organisation from genes to food webs, we will test the overarching hypothesis that: &quot;Biodiversity is central to the sustainable delivery of upland river ecosystem services under changing land-use and climate&quot;. Specifically, we will ask: 1. What is the range of services delivered by upland rivers, and which re biologically mediated? 2. What are the links between biodiversity (from genes to food webs) and service delivery? 3. How does river biodiversity affect the rate or resilience of ecosystem service delivery through time? 4. How do changes in catchment land use/ management and climate affect river biota? 5. How should river biodiversity be managed to sustain ecosystem services? \n\nAt spatial scales ranging from small experimental catchments to the whole region, and at temporal scales from sub-annual to over three decades, the work will be carried out in upland Wales as a well-defined geographical area of the UK that is particularly rich in the spatially extensive and long-term data required for the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J014745/1","grantId":"NE/J014745/1","fundValue":"189249","fundStart":"2012-05-17","fundEnd":"2016-05-31","funder":"NERC","impactText":"  We are still in the analysis stage of our research and as such our findings have not been used. However, we are in discussion with various stakeholders, Welsh Government, Welsh Water, natural Resources Wales, and it is likely that they will utilise our results to feed into their future policies. Environment ","person":"Mike  Christie","coPersons":[],"organisation":"Aberystwyth University","findingsText":" This research involved in this WP aimed to estimate the economic value of upland river ecosystem services (ESS). To do this, we utilised the 'choice experiment' method, which required survey respondents to choose between alternative future scenarios for the provision of river ESS. In total we interviewed 1200 people across four Welsh rivers. Our initial analysis suggests that people most high value management that reduces the health risks from contact with river water and improvements to water quality. People also valued protection of endangered fish, fishing and river birds. River invertebrates were not considered valuable to people. The next step in the analysis is (i) to better understand people's motivations for valuing river ESS and (ii) explore the value of alternative river catchment management scenarios. The economic valuation will be combined with the future scenarios developed for DURESS. This will enable an assessment of the economic and social impact of alternative upland management scenarios of river ecosystems.\n\nIt is also envisaged that we will estimate marginal values for river ecosystem services (e.g. &pound; / fish, or &pound; / m river). These may be used in future value transfer work, which might allow our economic values for river ESS to be transferred to over case study sites. Environment,Government, Democracy and Justice","dataset":"gtr"}