{"id":"D499CA74-E715-4510-82AA-64ACBE965D65","title":"Multi-modal fluorescence spectroscopy for online analysis of proteins in bioprocesses","abstractText":"Biopharmaceutical proteins are typically purified from clarified fermentation broths using multiple chromatographic steps where each separates the proteins based on one or more physico-chemical feature such as net charge, size, hydrophobicity and biological affinity. The elution peak containing the native protein product at each step is often contaminated by host cell proteins, or with slightly modified versions of the product which can be almost indistinguishable from the native form and therefore very challenging to remove. The precise product profile at each step is therefore very sensitive to small changes in upstream variability, buffer composition and pH, and the gradual fouling of chromatographic resins that affects performance through repeated re-use. It is therefore imperative to be able to monitor the product profile, preferably in-line or on-line, to be able to adjust the process parameters in real time, or to make a responsive decision as to when to start and stop collecting the product fraction within the elution peak. Real time, low cost and low volume analysis of proteins and protein mixtures suitable for online monitoring of chromatography, is generally limited to simple absorbance, refractive index and conductivity measurements which only provide basic peak detection and no detailed characterisation of the protein product profile. Multi-angle laser light scattering (MALLS) has some potential for online characterisation of approximate molecular masses, whereas accurate online mass-spectrometry is too expensive and technically demanding. We will take advantage of our recent advances in both the biophysical analysis and rapid laser-induced temperature perturbations of unlabelled proteins in microcapillary flow, as well as state-of-the-art optical components, to establish a low volume flow-detector for use in chromatography, that can evaluate the heterogeneity of the protein product profile in real time. A single set of optics for the intrinsic fluorescence of proteins will be set up to measure fluorescence intensity (FLI), time-resolved fluorescence (TRF) and fluorescence correlation spectroscopy (FCS) and so simultaneously characterise orthogonal features of the protein product profile. These will measure protein quantity (peak detection), and detect underlying variability in solution conformation, oligomeric state, and particle sizes, including the soluble aggregates. FCS is more sensitive and quantitative for relative particle concentrations than DLS or MALLS which are disproportionately sensitive to larger particles. To further resolve product heterogeneity, the flowing sample (continuously split from the main elution stream) will also be subjected to a rapid (12 ms) temperature jump of up to 70degC using our recently demonstrated microfluidic IR-induced heating technology. This will induce partial structural unfolding of protein domains, and the dissociation of soluble oligomers, with kinetics and amplitudes that are characteristic to each different protein species in the sample, and thus provide further online resolution of the sample complexity relative to known reference standards or previous elution profiles. As an additional bonus, the detector will also be suitable for standalone sample analysis, such as for the profiling of dosage formulations and their viscosities. The benefits of each new spectroscopic mode will be demonstrated for a wide range of relevant proteins from our lab and from other BRIC members, including IgG, Fab, GCSF. To test the range of heterogeneity that can be detected, these will be syringe-pumped into the detector and analysed in partially and fully purified forms, and also after deliberate modification by partial proteolysis, partial unfolding and aggregation at low pH, oxidation, and shear damage. Online application to chromatography will then be demonstrated using a flow splitter to give a continuous flow into the detector in parallel to fraction collection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K011162/1","grantId":"BB/K011162/1","fundValue":"430238","fundStart":"2013-07-01","fundEnd":"2016-10-31","funder":"BBSRC","impactText":"","person":"Paul Anthony Dalby","coPersons":["Gabriel  Aeppli"],"organisation":"University College London","findingsText":"","dataset":"gtr"}