{"id":"D49981E9-ECAB-4C57-9C9E-B011F92C232E","title":"Host pigments of hermatypic corals as indicators of environmental stress in reef communities","abstractText":"Shallow water coral reefs are among the most important centres of marine biodiversity providing invaluable ecosystem services as millions of people are economically dependent on the reef and its creatures. A multiplicity of natural and anthropogenic stressors such as global warming, ocean acidification, rising pollution, overfishing, attacks by predators or pathogens, salinity variations and increased sedimentation might result in a dramatic loss of coral reefs within this century. The future of coral reefs is strongly dependent on strategies that enable identification of reef regions affected by high levels of stress and to forecast bleaching events in order to enhance management efforts on particularly vulnerable areas. However, the predictive capacity of currently available remote sensing techniques is limited by the fact that prediction is mainly based on temperature anomalies and does not consider the above mentioned multitude of stress factors that act together to increase susceptibility to bleaching. Consequently, approaches are required that analyse the cumulative response of corals themselves rather than single environmental parameters. Most recently, we showed that genes encoding representatives of the family of GFP (green fluorescent protein)-like proteins were differentially regulated in response to stress. These pigments are responsible for most of the intense purple-blue, green, or reddish hues of reef-building corals. Fluorescent representatives of this protein family emit photons in the spectral range from cyan to red upon stimulation with light of suitable wavelengths. We could show that FP transcript levels were strongly reduced due to heat stress, but increased under cold and oxidative stress. The strong response of FP genes in corals to various changes of the environmental conditions suggests that these pigments might serve as the urgently needed intrinsic markers of coral health. The spectral analysis of fluorescence signatures of indicator specimens could allow a non-invasive, fast and low cost method to assess stress levels in coral reef communities. Indeed, laser fluorescence imaging as potential tool to access the information provided by coral fluorescence in large spatial areas of coral reefs was shown to be technically feasible. However, detailed knowledge about the specificity and significance of the response of coral pigments to environmental changes is required to establish coral colour as a cumulative indicator of coral health. At present, it is not clear if the downregulation of FP transcripts reported from short term (hours) experiments results also in a measurable reduction of protein levels. This is not a self-evident consequence, as we found previously that the proteins pigments in coral tissue have a slow turnover (half-life ~3 weeks) that might mask short-term alterations at the transcript level. The proposed study will focus on temperature stress as an eminent threat for coral reefs. Moreover, examination of the effect of this stress factor on the tissue content of host pigments is most promising to demonstrate the proof of principle of the new monitoring concept as a downregulation of transcripts encoding GFP-like proteins was already observed in short term experiments. Our results will greatly facilitate future experiments that will test the reponse of corals to combinations of different forms of stress and refine the fluorescent protein-based bioindicator system to allow for the discrimination among different physiological responses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H012303/1","grantId":"NE/H012303/1","fundValue":"22059","fundStart":"2010-02-01","fundEnd":"2011-04-30","funder":"NERC","impactText":"","person":"Joerg  Wiedenmann","coPersons":[],"organisation":"University of Southampton","findingsText":" The strong response of GFP-like protein coding genes in corals to various changes of the environmental conditions suggests that these pigments might serve as the urgently needed intrinsic markers of coral health. However, detailed knowledge about the specificity and significance of the response of coral pigments to environmental changes is required to establish coral colour as a cumulative indicator of coral health. The study has focused on temperature and light stress as eminent threats for coral reefs. The impact of stress on the tissue content of GFP-like proteins was quantified to provide the proof of principle of the new monitoring concept. \n\n\n\nThe four objectives were successfully achieved as described in following section:\n\n\n\nResults Objective (1): We found that a 50%-decrease in the pigment content due to a constant reduction of light levels could be observed after ~8 days (RFPs) and ~15 days (GFPs). A sudden 2.5 h increase of temperature from 26&ordm;C to 30&ordm;C yielded the same effect after ~5 days, indicating that the stress is reflected in altered pigment concentrations of the coral tissue with a delay that can be attributed to the slow turnover of the GFP-like proteins. Also a slow, stepwise increase of temperature from 24&ordm;C to 31&ordm;C reduced the tissue fluorescence. Interestingly, after 10 days of the treatment, the host pigmentation was lost completely. These results show that the putative photoprotective function of GFP-like host pigments might be impaired by temperature stress.\n\n\n\nResults Objective (2): Even a short-term (2.5h) temperature stress is reflected in the altered pigment content of the tissue that becomes visible after days. This finding suggests that the expression of the genes is negatively affected for a period of several days. It takes the corals nearly 4 weeks to compensate the pigment loss due to the short-term heat stress. Most interestingly, cyan, green and red fluorescent proteins from A. millepora showed differences in the recovery times. We could reconstruct the time of the stress event for up to 3 weeks after the treatment based on the ratio of pigments concentration, demonstrating the excellent performance of the GFP-like proteins as ratiometric sensors. \n\n\n\nResults Objective (3): We conducted molecular phylotyping of the zooxanthellae from colour morphs of corals and sea anemones that expressed cyan, green and red fluorescent proteins at different levels. There was no obvious connection between the colour of the host and the dominance of certain subtypes of clade C zooxanthellae. In longterm temperature stress experiments, the tissue content of green fluorescent proteins was reduced completely, whereas the algal-derived pigmentation persisted. Together with the observation that some GFP-like proteins are expressed in zooxanthellae-free tissue, our data suggest that there is no direct link between the levels of host and symbiont pigments. \n\n\n\nResults Objective (4): We could demonstrate a strong correlation between the elevated expression of purple-blue GFP-like chromoproteins and cyan fluorescent proteins and enhanced growth rates of the corals Acropora pulchra and Montipora foliosa. We could establish also increased transcript levels of the Proliferating Cell Nuclear Antigen (PCNA) and enhanced Phenoloxidase activity in the tissue as molecular growth markers. We applied the newly generated knowledge to interpret commonly observed colour changes of corals as growth-related responses of corals as part of regenerative processes after mechanical stress or of defense reactions against infestations by epibionts. Reef conservation; reef monitoring Our results clearly demonstrate that the GFP-like host pigments can be used as intrinsic markers of physiological processes and the overall health in corals. These findings will facilitate the development of non-invasive, fast and low cost methods to assess stress levels in coral reef communities in the field. Environment","dataset":"gtr"}