{"id":"D49C0463-1300-4FD5-878D-28FB8DD596E9","title":"Reliable Power Systems and Integrated Circuits","abstractText":"This research is intended to research ways in which existing energy can be reliably controlled and directed to domestic power users. The source of the energy could be mains, or variable sources such as renewable energy.The way the research can make an impact is by using smart power switches with on board processors (like in a PC) to manage the power flow in an intelligent way.One of the key issues is making this type of system reliable in the field - it has to work all the time - and so one specific aspect will be to improve the reliability of the basic power switches and to deal with outages properly.Normally in this type of system, the complex electronics tends to be taken seperately from the high power side, but one novel aspect of this proposed work is the ability to use high performance on board instrumentation of the power electronics using low power processing. The teams in the collaboration have complementary expertise in Power Electronics, IC Design and Devices which make this a unique opportunity in many respects to take some important steps forward.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F069871/1","grantId":"EP/F069871/1","fundValue":"6040","fundStart":"2008-04-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"","person":"Peter  Wilson","coPersons":[],"organisation":"University of Southampton","findingsText":" The key findings were that reliable power switches would be a viable research area with definite commercial potential. The specific outcomes are noted below:\n\n\n\n1. Implementing a redundant power switch network using standard sized components would be an efficient and effective approach\n\n2. Remote sensing and control would enhance the scalability and reliability of the approach The main area of potential use in a non-academic context is in the area of reliable power control and delivery in hostile and remote environments A joint patent application between the University of Southampton and the host University for this research (University of Arkansas, USA) was considered by the patent review panel at Arkansas, with a view to proceeding and this is under active consideration. Environment","dataset":"gtr"}