{"id":"D49EEE02-0849-490F-A281-ED2BA227A0D2","title":"Farm Produced Ultrathin Lightweight Packaging","abstractText":"This applied research project builds on basic research by Valueform Ltd at the BioComposites Centre at Bangor University on 'Innovative processing of local agri-fibres'. This project will :-i) produce novel biocomposite food packaging using plant-based materials; cereal/oilseed straws/ and other agri-residues, optimising process variables to obtain ultrathin materials ii) confirm use of Innovative, farm-based technologies to convert these materials into retail food packages, at costs competitive with concurrent non-renewable products. Preliminary investigations indicates that these biocomposites can be more resource efficient than plastics, biopolymers and starch-based alternatives currently available on the market. The packaging products will be biodegradable /compostable post-use to deliver a very efficient end-of-life disposal option and also contribute to reductions in landfilling. The Imperial College London research within the consortium is to use Life Cycle Assessment (LCA) methods throughout the R&amp; D programme to define the environmental profiles of the developing packaging materials. This will involve analysis of all stages of the life cycle of the materials, from selection of agri-based fibers and other co-products, the selection and inclusion of ancilliary materials (chemicals, polymers), the use and distribution phase of the life cycle and the final disposal of the packaging (home composting, alternative disposal scenarios, recycling potential). There are a wide variety of design options that are to be investigated in the programme. LCA will be introduced at its inception and function on an incremental basis to inform optimisation of the potential production routes for environmental as well as technical and economic parameters. At the conclusion of the programme LCA information (appropriate functional unit definition(s), LCI datasets, LCIAs, sensitivity analysis, uncertainty analysis) will have been assembled to support full ISO 14040 compliant reporting of the environmental impact of the novel packaging materials and appropriate declarations at the discretion of the consortium","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G001014/1","grantId":"TS/G001014/1","fundValue":"113919","fundStart":"2009-06-29","fundEnd":"2012-06-28","funder":"EPSRC","impactText":"","person":"Richard  Murphy","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}