{"id":"D4A2602B-DC05-439F-8EC2-6CBD2AF214BE","title":"From data to knowledge / the ONDEX System for integrating Life Sciences data sources","abstractText":"The biological sciences generate many different types of data from different specialist disciplines (e.g. genetics, biochemistry, molecular biology). Bringing data together coherently is a major undertaking in any systems biology project. While new databases of biological thesauri and classification systems (ontologies) for the component parts of biology make it easier to link specialist databases, this only solves part of the problem of data integration for systems biologists who need a much richer body of information. For example, there are many different ways that biological components can be related (e.g. by function, location, size) which needs to be captured and information about the provenance (history or source) of data can be important when it is interpreted. New types of information are also important in systems biology, including descriptions of the biological processes and pathways for metabolism and information flow. Many of these have been created by extracting information from the scientific literature to form the basis for the predictive dynamic models and simulations of system function. Because systems biology has a need for complex data integration and scientific text mining that is not met by readily available bioinformatics software in the biological research community, a prototype system (ONDEX) has been developed by Rothamsted Research. This project will combine ONDEX with leading technologies in workflow, graph analysis and text mining, to develop a powerful and professional tool that will underpin systems biology research. Three systems biology research projects, run by our BBSRC-funded systems biology centre partners, will drive the development of ONDEX and will validate new features on real scientific problems. Biological areas addressed cover: bioenergy crops; yeast metabolome models; and Telomere Function in ageing. The research partners bring important technical expertise that will enhance ONDEX with new capabilities known to be required by systems biologists at their centres. These include: * Extensions to methods that map data into ONDEX to broaden the range of data that can be integrated and capture more of the information about it (the metadata). * State of the art text mining capabilities, for extracting biological concepts and relationships from online text to enable new data buried in the scientific literature to be extracted and structured into models and databases. * Extensions to handle the statistical uncertainty inherent in many biological relationships, to enable new relationships to be identified in the integrated datasets using modern statistical inference techniques. * Enhanced graphical visualisations of the complex network of relationships to accommodate new information and scale to huge data networks, to enable a better understanding of new interactions, and better ways of interrogating the data in a richly integrated dataset * Exploitation of the latest in distributed computing techniques and scientific workflows to simplify, automate and scale the complex task of integration. * Extended range of data interfaces relevant to both programmers and users to enable shared access over the Internet of the integrated datasets, which are important information resources in their own right. A number of actions and engineering developments will make ONDEX easier to use by biologists and support uptake in new areas of systems biology. These include new training resources, workshops for users and developers and providing direct help for new applications through an outreach programme. At the end of the project ONDEX will be delivered in a well-engineered and robust form to existing and new users that will be more readily used by a greatly expanded user and developer community that should make it sustainable in the long term as an open software project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F006039/1","grantId":"BB/F006039/1","fundValue":"1148120","fundStart":"2008-04-01","fundEnd":"2011-11-30","funder":"BBSRC","impactText":"  The Ondex software has been downloaded from the project website by 900 users since the start of this project. It is unclear how many have used it and for what purposes. \n\nThe major users have been the named collaborators and follow on projects with Syngenta and at Newcastle Univeristy. Agriculture, Food and Drink Economic","person":"Christopher  Rawlings","coPersons":["Angela  Karp","Jacob  Koehler"],"organisation":"Rothamsted Research","findingsText":" The development of a full-feature general data integration software platform (Ondex) for the life sciences with associated websites, documentation and training materials. A range of demonstrator projects and publications which illustrate the benefits of data integration.\n\nThe development of an integrated knowledgebase of data relating to the genetics and genomics of the Poplar tree which can be accessed using a geneticist-friendly web-based user interface to support research and breeding that will improve the sustainability of willow trees as a second generation bioenergy crop. \n\nThe development of new and general methods of data integration and visualisation which have been incorporated into the Ondex system that support the selection and evaluation of functional candidate genes from combined genetic and genomic studies of complex traits. The Ondex software is entirely general in its application domains and could potentially be relevant to any problem needed data integration technology. The most obvious commercial sectors are the lifescience communities undertaking research using multi-omics and systems biology approaches. Agriculture, Food and Drink,Education,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}