{"id":"D4A2B5EF-AE76-4D52-8365-2057F57CCA31","title":"A roadmap for assembly of a eukaryotic flagellum","abstractText":"Cilia and flagella (terms used interchangeably) are hair-like appendages that carry out critical motility and/or sensory functions for eukaryotic cells. These complex structures are built from hundreds of distinct proteins and their assembly is a significant challenge, a task made even more difficult as assembly occurs in a cellular compartment distinct from the site of protein synthesis within the main body of the cell. In order to form flagella, eukaryotic cells must therefore target and transport all component proteins to this environmentally distinct region, and subsequently ensure the coordinated assembly of these proteins into the flagellum structure. Previous studies have shown that proteins destined for the flagellum are targeted first to the basal body; a pivotal structure that both templates formation of the axoneme (main structural component of flagella) and acts as a docking platform for recruitment of flagellum proteins. Flagellum assembly thus involves a pathway that allows regulated transport of proteins to the basal body, and hence into the flagellum compartment and their subsequent coordinated assembly into a complex 3-dimensional structure. The obvious dangers for ciliated/flagellated cells are (i) flagellum proteins may be incorrectly targeted (and thus never reach the basal body and/or flagellum); (ii) proteins are correctly targeted but are incapable of flagellum incorporation; (iii) abnormal proteins are incorporated into the flagellum resulting in structural defects. To better understand flagellum assembly this project aims to generate a 'roadmap' by studying how proteins are targeted to the basal body and/or the flagellum and also exploring the role of protein processing (i.e. quality control) in ensuring the functional integrity of flagellum structures. As part of this study we will specifically investigate the biochemical function of TbRP2, a critical basal body located protein which, according to our published data and previous work on human RP2 protein by others, is proposed to carry out essential 'quality control' checks on tubulin (the major protein building block of the axoneme) prior to its import into the flagellum. In addition to investigating the role of TbRP2 in protein processing we will also use the specific intracellular localisation of TbRP2 to identify specific basal body targeting signals and investigate the co-ordination of basal body protein recruitment and protein transport into (and along) the flagellum. In the second interrelated part of this project we will investigate the role of one type of motif which targets proteins beyond the basal body into the flagellum. We have previously shown that this motif is sufficient to target proteins to the flagellum but that subsequent tethering of proteins into flagellum structures can be dictated by relative positioning of the motif within the protein. By investigating properties of this targeting determinant we can learn a great deal about the specific targeting and tethering of flagellum proteins. The project will provide critical new insight into processes widely conserved in ciliated/flagellated eukaryotic cells and are thus of wide biological interest. These studies could also have practical implications, since defects in cilium/flagellum structure and function underpin a wide range of human diseases; including infertility, chronic respiratory disease, cancer, diabetes and obesity. Greater knowledge of fundamental mechanisms required for formation of eukaryotic cilia/flagella could lead to increased understanding of human health and disease. Conversely, since the model to be used in our studies is the important microbial pathogen Trypanosoma brucei (in which flagellum function is critical for virulence) identification of parasite specific differences to the normal flagellum assembly process could lead to the generation of new and urgently needed drug therapies for the sleeping sickness this parasite causes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G021058/1","grantId":"BB/G021058/1","fundValue":"266710","fundStart":"2009-11-01","fundEnd":"2012-10-31","funder":"BBSRC","impactText":"  Economic and societal impact yet to be realised.  ","person":"Paul Gerard McKean","coPersons":["Michael  Ginger"],"organisation":"Lancaster University","findingsText":" 1) Identification of targeting determinants and TbRP2 function in trypanosomes. Unexpected identification of similar targeting motifs in other proteins established complexity with respect to spatial positioning within the basal body and non-overlapping function of proteins. Significant because these motifs were previously considered for roles in protein dimerisation. Manuscript submitted.\n\n\n\n2) Serendipitous functional characterisation of TBCCD1- a conserved (yet little-studied) protein related to TbRP2. Unexpected demonstration of a role in filament biology and not tubulin processing is of broad general interest. Manuscript submitted. Award was pre-Pathways to Impact. However, data generated and already published from this award forms the basis of a further application submitted to BBSRC in September 2014 (BB/M023060/1). A relevant Pathways to Impact statement suited to continued progression of the work is included in that application. Education,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}