{"id":"D4A8821B-BBCB-41C4-988A-9E39389D8490","title":"Personalized fitting and evaluation of hearing aids with EEG responses","abstractText":"It has been estimated that some 6 million people in the UK could benefit from hearing aids, but there are only approximately 2 million hearing aid users, and of these, only 70% use their hearing aids regularly. Modern hearing aids are complex devices with advanced features (gain in different frequency bands, amplitude compression, feedback cancellation, noise reduction, directional microphones etc.) and require professionals to fit them. Limited benefit from hearing aids is a major reason why many patients do not use their devices regularly. Conventionally, hearing aids are fitted based primarily on the 'audiogram', which informs on the quietest sounds (short tones) that the patient can hear at different frequencies and is obtained from patients' voluntary and subjective response (usually by clicking a button) to progressively quieter sounds. However, it is clear that the audiogram only provides limited insight into hearing loss, and fitting hearing aids based on this alone can lead to very diverse results in what is of most importance to patients, namely understanding speech. The difficulty of understanding speech in noise is one of the chief complaints of hearing aid users. \n\nThe current project aims to improve personalized fitting of hearing aids to individual patients. The key technique will be the use of measurements taken directly from the brain's response to sound, by analysing the electroencephalographic (EEG) responses obtained from electrodes placed on the scalp. The analysis is 'objective', without requiring patients' voluntary and 'subjective' (and not always reliable) response to stimuli. We think this is important as it can be carried out in patients who are unable to provide such voluntary responses, for example infants or the elderly with dementia. By monitoring hearing without constant interruption to assess patients' perception, the performance of the hearing aid can also be assessed in natural listening conditions and over a longer time period. Ultimately this approach may also allow hearing aid settings to be adjusted without the presence of an audiologist, as users' needs and the auditory environment change. The test stimuli (hearing challenges) we will develop for the project will include a wider range of sounds than are currently routinely used in clinics, allowing for more subtle (differential) diagnosis of hearing loss, and a focus on the response to speech (including speech-in-noise).\n\nThe key research aim in this project is to achieve a robust assessment of hearing function and speech processing in the brain (from the cochlea to the brain stem and cerebral cortex) by the computer analysis of EEG responses to complex real-world signals. This presents major scientific and technical challenges, needing the development of novel signal-analysis methods for speech and EEG data, which can be related to hearing impairment, cognition, as well as hearing aid settings and performance. The combination of these major challenges and a focus on patient benefit makes this an exciting and adventurous project. \n\nThe main objectives of this proposal are to propose, assess and recommend:\n1. Signal processing methods to extract information from EEG signals on hearing performance and patients' access to speech\n2. Stimuli to use in assessing hearing\n3. Algorithms to optimize hearing aid fitting, based on parameters extracted from EEG responses \n\nThis interdisciplinary work will be carried out as a collaboration between universities (hearing science, speech processing, signal analysis), industry (hearing technologies) and patients (choosing hearing challenges). The benefits of undertaking this work are expected to be to patients and their family and carers (improved quality of life from using hearing aids), the health-services (improved efficiency), industry (new diagnostic technologies) and the scientific community (better understanding of hearing; improved methods for analysing EEG signals).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M026728/1","grantId":"EP/M026728/1","fundValue":"908086","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"EPSRC","impactText":"","person":"Steven  Bell","coPersons":["Tobias  Reichenbach","Patrick A Naylor","Karolina  Kluk-De Kort","David Martin Simpson","Ben  Lineton"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}