{"id":"D4A82BE6-21EB-4D11-BA1B-7A58179F1C91","title":"Trusted Dynamic Coalitions","abstractText":"Businesses are finding more and more ways to take advantage of the\ninternet, and can they can reduce costs and increase their sales by going\nonline. Communication across continents is easier than ever before, and so \nthey can also use the internet to work together. Smaller specialist\ncompanies can now compete with large multinationals by \nworking together to distribute sub-tasks of the work to companies\nspecialist in that sub-task. They have then created a &quot;virtual\norganisation&quot; -- an increasingly common mode of working. \n\nVirtual organisations also form when organisations, military forces\nand bystanders put aside differences and work together to alleviate\nthe consequences of a major disaster. One of the characteristics of\nthese virtual organisations is that they are highly fluid -- as the\nsituation on the ground changes, partners and the trust between them\nchanges, structures change and even the purpose of the virtual\norganisation can change. In the military sphere, virtual\norganisations such as these are known as dynamic coalitions.\n\nA problem virtual organisations face is that the members often do not\ntrust one another. They may be competitors for the most part, and\nonly working together on a single job, and so there will naturally be\ninformation that they are not prepared to disclose to potential\ncompetitors. \n\nIn a virtual organisation, partners need to take action based on the\ninformation they receive from other partners. This presents a problem,\nbecause the information may not be trustworthy. To increase their\nconfidence that they are taking the right action, there are some\nthings a partner can do. They can ask the sender for more details\nabout the information itself, such as its source or age (known as the\nprovenance of the information), but these details can often give away\norganisation or government secrets, and partners are naturally not\nkeen to release them. They could try to verify the information\nthemselves or via a third party, but these activities take time and\nin situations such as disaster response, speed is an\nimportant factor.\n\nWe wish to enable a partner to increase their confidence that they are\ntaking the right action in a virtual organisation. We will do this\nby providing methods and tools that help partners to choose the\nvirtual organisation policies so that the desire for provenance data\nand the desire for secrecy are held in balance. \n\nWe will look particularly at the provenance acquisition policy,\nwhich states what provenance information is associated with\ncommunications within the virtual organisation, and the provenance use\npolicy, which states the action that a partner will take on receipt of\ninformation with a certain provenance associated to it.\n\nChoosing the right combination of policies here is critical to the\nsuccess of a virtual organisation, and this choice must be made and\nre-made as the partners, trust relationships and goals of the virtual\norganisation change.\n\nWe will build mathematical models of the policies and the virtual\norganisation itself, and a tool to allow partners to interact with\nthese models (without their needing to understand the models) to\npredict the impact of changes to these policies in terms both of the\nsecrecy requirements within the virtual organisation and their ability\nto have confidence in the information they receive. This will help in\nthe choice of provenance policies both at the start of a virtual\norganisation and throughout its lifetime.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J020494/1","grantId":"EP/J020494/1","fundValue":"99038","fundStart":"2012-05-01","fundEnd":"2013-10-30","funder":"EPSRC","impactText":"  The research outcomes were presented to and absorbed by senior DSTL staff, and was used to inform internal DSTL research strategy. Aerospace, Defence and Marine Policy & public services","person":"Paolo  Missier","coPersons":["John Shaw  Fitzgerald"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}