{"id":"D4ABFCBF-D103-41DA-876B-FBFF43AE16DA","title":"Infrared detection of functional waters and protonatable amino acids; solving the proton-electron coupling mechanism of cytochrome oxidase","abstractText":"Cytochrome c oxidase is a component of the human energy-providing respiratory chain that is responsible for consumption most of the oxygen that we breathe. It uses products of metabolism of food to reduce the oxygen to water. Energy that is released by the reaction is used to drive protons across the membrane in which it resides. This proton gradient is used to drive formation of ATP, the major supplier of energy needed by the myriad of reactions within our cells. We already know a great deal about the atomic structure of the enzyme and the cofactors that catalyse the oxygen-consuming chemistry. What has been much more difficult to determine is how these reactions cause the proton movements that conserve the released energy. This arises because protons cannot be 'seen' in atomic models derived from X-ray studies of crystals and because the paths on which they travel are likely to be dynamic structures that change through the catalytic cycle. Mid-infrared vibrational spectroscopy (IR or 'FTIR' spectroscopy) provides the means measure changes in proteins as they change between different states by measuring tiny changes in the way that the proteins absorb infrared light. These infrared changes are sufficiently well resolved that we can interpret them in terms of specific atomic movements of groups of atoms, or of chemical changes of specific amino acids or cofactors within the protein. By causing the protein to change between two states that are important for its function, we can IR spectroscopy to 'see' atomic changes that are occurring. The technique is most powerful and useful when crystal structures have already produced a static atomic structure, as is the case for cytochrome oxidase; in such cases we can combine information from static X-ray structures with that from IR spectroscopy to provide a description of the dynamic mechanism of catalysis. It is becoming increasingly clear that water molecules buried within proteins often have roles in catalysis that are as central as those of amino acids and cofactors. Roles for water in proton transfer pathways are particularly important. We have a good idea of how the coupling of proton transfer in cytochrome oxidase works in principle, but it is probably the lack of ability to monitor functional water involvement that has precluded detailed understanding of the atomic mechanism. In recent years, it has become feasible with IR spectroscopy to directly measure such water molecules. We have carried out initial studies with cytochrome oxidase and can clearly see such structural waters molecules that change in a manner that suggests a role in proton transfer catalysis. In this project, we aim to monitor how these water molecules change in concert with specific amino acid and cofactor changes. For many enzymes, the important steps of a typical catalytic reaction occur on the microseconds-milliseconds range, as is the case for cytochrome oxidase, and it is this range of timescales that we will be measuring. The overall outcome of the work will provide a description the basic mechanism of energy conservation in cytochrome oxidase and this will help us understand how this enzyme functions and malfunctions in health and disease. It will also provide insights into the importance of water in enzyme catalysis more generally. Finally, the technology itself is unique in the UK -- it will provide a basic resource to study water in other enzyme systems and is also being developed for practical applied applications in medical diagnostics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H000097/1","grantId":"BB/H000097/1","fundValue":"364706","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"BBSRC","impactText":"","person":"Peter Ronald Rich","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}