{"id":"D4B7BC74-76E4-4D78-8487-2A5F9B1B4B02","title":"Probing the dynamics of agonist drug interaction with Cys-loop channels by single-molecule recording","abstractText":"Ion channels are proteins that act as &quot;nanoswitches&quot; to translate voltage or chemical stimuli into electrical currents. They are essential to many bodily functions, including information processing in neurones and cell-to cell communication at synapses outside the brain which allow nerve impulses to move muscles and regulate blood pressure and heart rate. Unsurprisingly, inherited channel mutations can produce human disease, from cystic fibrosis to neurological conditions. \n\nChannels are targeted by many drugs. The nicotinic-type channels we work on mediate the effects of sleeping pills, drugs for epilepsy, nicotine, alcohol, insecticides and antiparasitic drugs. If we were better at designing drugs to activate or modulate nicotinic channel function, they could be useful in other hard-to-treat conditions, from chronic pain to spasticity after stroke, especially if we could exploit the great diversity of channel subtypes to design agents selective for single subtypes. \n\nTo this day, drugs are discovered by large scale screening of chemicals to find if they are effective on a human drug receptor. The process is expensive and wasteful, and few new drugs become available every year. Instead of that, it would be ideal to be able to design chemicals to have a specific action on a particular human channel. For this we need to understand two steps: how a chemical binds to the channel and how it then changes the shape and function of the channel protein. Part of the problem is that, working as a switch, the channel itself changes shape and we don't know how this affects the binding of the drug.\n\nThis is what we want to find out. At UCL we perfected a technique to see and interpret the tiny current (more than a billion times smaller than the current in a kettle) produced by one channel protein. This analysis is the only one that can tell us how tightly the drug binds to different states of the protein and how quickly the protein moves between these different states, with and without the drug. \nWe will use in our work the glycine channel as a model for the nicotinic family. This channel has ideal properties for single molecule recording and has recently allowed us to see why some drugs are less effective than others in turning the receptor on, a result we found to be applicable to other nicotinic channels. We will extend our work and obtain these measurements for chemicals that activate the receptor, and differ from each other in their chemical structure in a systematic way. We will also change the protein itself, by mutating appropriate positions. Combining this information will allow us to see where the drugs &quot;touch&quot; the protein most closely. \n\nGlycine channels are also the mammalian channel that is closest to a well-resolved X-ray structure (that of an invertebrate channel, GluCl, published in June 2011). This makes it possible to use the structural data in relation to channel function. At Oxford we will model the structure of the glycine channel by homology to GluCl by computer calculations and use this work to plan and interpret the experiments on channel function in terms of channel 3-D shape. \n\nUltimately our work should lead us to understand what features in a chemical determine its affinity and efficacy for a nicotinic channel and how the different parts of the channel move with activation. It should give us indications on how the structure of drugs should be modified, in order to make them more effective. Hence this fundamental research will be useful to lay the basis for future drug development and hopefully enable rational drug design, in the glycine receptor itself (a therapeutic orphan) and in the nicotinic superfamily as a whole. Our results will also help our drug industry colleagues interpret their data that come from the quick assay techniques used by in high-throughput screening of libraries of compounds, such as binding and macroscopic functional measurements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J007110/1","grantId":"MR/J007110/1","fundValue":"538065","fundStart":"2012-11-01","fundEnd":"2016-04-30","funder":"MRC","impactText":"","person":"Lucia Giulia Sivilotti","coPersons":["Philip  Biggin"],"organisation":"University College London","findingsText":"","dataset":"gtr"}