{"id":"D4B95568-4AF3-43BB-9181-3D1D8C553BDD","title":"Absolute stability theory of feedback interconnections and robust antiwindup control design","abstractText":"Almost all physical plants have nonlinearities, and often control performance can be improved by taking them into account. The most commonly encountered example is actuator saturation, since in practice all actuators have limited operation. Control strategies that take such saturation into account are usually termed antiwindup. It is standard to include antiwindup as a failsafe. It is often the case that driving actuators into saturation can result in better performance than using cautious controllers that do not excite the saturation nonlinearities.This proposal concerns controllers that take into account actuator saturation. It will combine rigorous antiwindup design methods with considerations of robustness and more generally with the absolute stability theory of nonlinear feedback systems. Emphasis will also be placed on transferring the results to concrete applications via hardware benchmarking and industrial collaboration.The work falls into four programmes:* Programme 1, unification of analysis results.* Programme 2, robust antiwindup problem definition and antiwindup synthesis.* Programme 3, system specific design.* Programme 4, hardware benchmarking and industrial application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H016600/1","grantId":"EP/H016600/1","fundValue":"496966","fundStart":"2010-09-30","fundEnd":"2014-03-29","funder":"EPSRC","impactText":"  We are continuing our collaboration with Elektron Technology, who manufacture stages for atomic force microscopy. Our intention is that our control design should go through to product.\nWe have established a funded collaboration with Maplesoft Europe Ltd. The project is to use our results to shape both the functionality and some of the content of their educational tools. Education,Manufacturing, including Industrial Biotechology Economic","person":"William Paul Heath","coPersons":["Alexander  Lanzon"],"organisation":"The University of Manchester","findingsText":" We set out to establish the relation between IQCs and dissipativity, two separate tools for analysing stability of closed-loops systems with nonlinearities. As part of this, we have established a strong link between passivity and IQC theory. The relation between dissipativity and IQCs is finally being understood (Maya Gonzalez 2014, Seiler et al., IEEE CDC 2010; Veenman and Scherer, IEEE CDC 2013) and we have established a collaboration with Seiler.\nWe also established new results for multiplier theory, including both new analysis and new search algorithms. We presented a tutorial on this at the UK Control Conference 2014, and have proposed a similar tutorial for the 2015 European Control Conference.\nWe have translated the theory into control design, and reported novel controllers on both a quadruple tank laboratory apparatus using PLCs and on an atomic force microscopy stage. The theoretical implications of the results are being studied and used by other academics. We are continuing to research in this and related fields.\nWe are continuing our collaboration with the AFM stage manufacturer (Elektron Technology) and our intention is that research results should go through to product. Aerospace, Defence and Marine,Chemicals,Electronics,Energy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}