{"id":"D4E30894-BB9D-4ECE-9902-1A35ADAF00BA","title":"Building and testing a new ROV-based vibrocorer for precisely located coring and coring of sandy substrate in water depths of up to 6000 metres","abstractText":"Our view of the sea floor is at present strongly biased towards muddy areas simply because we cannot sample sandy areas effectively. Vibrocoring is the only effective way of coring sand-rich parts of the ocean floor. This would be the only vibrocorer worldwide that can operate in water depths greater than 4,000 meters, and the only vibrocorer available for scientific projects worldwide that operates deeper than 2,000 meters. It would provide the only effective tool for sampling large areas of the ocean floor. The ROV-based vibrocorer can also take very precisely located samples (of sand or mud) in a wide range of water depths down to 6,000 m. This ability to take precisely located cores (whose context was well understood due to sea floor mapping using other technology during the ROV dive) would also enable a wide range of marine science. The design for the ROV-based vibrocorer has been provided by the Monterey Bay Aquarium Research Institute in California. This has resulted in a substantial cost saving. MBARI have previously built three ROV-based vibrocorers that have taken many hundreds of cores in and around the Monterey Canyon offshore California. This ROV based vibrocoring technology is therefore low risk because it has been already tried and tested by MBARI.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I010564/1","grantId":"NE/I010564/1","fundValue":"135559","fundStart":"2011-08-08","fundEnd":"2014-12-06","funder":"NERC","impactText":"  This technology-led project has built the first ROV-mounted vibracorer that can be used to full ocean (6km) water depths. This type of vibracorer allows us to sample areas of sandy seafloor, where traditional types of corer fail. Moreover, because it is mounted on a ROV - the cores can be located precisely and the surrounding area of seafloor can be mapped to provide contect for the core samples. Environment Societal","person":"Peter  Talling","coPersons":["David  Turner","Douglas George  Masson"],"organisation":"National Oceanography Centre","findingsText":" This technology-led project has built the first ROV-mounted vibracorer that can be used to full ocean (6km) water depths. This type of vibracorer allows us to sample areas of sandy seafloor, where traditional types of corer fail. Moreover, because it is mounted on a ROV - the cores can be located precisely and the surrounding area of seafloor can be mapped to provide contect for the core samples. This ROV vibrocorer is now tested and available for use by the UK and international science community. Environment","dataset":"gtr"}