{"id":"D4E3F8D0-0DA4-4707-B67A-4DD72A6D3AA5","title":"Connected Communities &amp; Design Highlight: Empowering Design Practices: historic places of worship as catalysts for connecting communities","abstractText":"The proposal considers the contribution community-led design can make to unlock the potential of historic places of worship to be a highly valuable community resource as well as a fundamental part of UK's national collective culture. The aim is to examine how community-led design practices can help empower those that look after historic places of worship to engage effectively with their communities and develop their creative capacity, to think 'designerly' and to realise inclusive and sustainable places. This is what we refer to as 'empowering design practices'. \n\nThe project focuses specifically on the potential of places of worship to be sensitively adapted for wider community services through community-led design practices and on the impact of these practices on people, communities and place. \n \nOur core partners include advisory bodies such as English Heritage (EH) and the Historic Religious Buildings Alliance (HRBA), funders such as Heritage Lottery Fund, design professionals, such as Wright and Wright architects, research-based consultancy bodies such as the Bureau of Design Research (BDR), and design support and infrastructure organisations such as The Glass-House Community Led Design. The academic team will bring in a range of different disciplines and perspectives, from architecture, design research, arts and media to architectural history, heritage studies and cultural studies.\n \nThe project starts with the observation that advisory bodies and funders for the protection of heritage - such as the Heritage Lottery Fund - are moving away from a model focused exclusively on repairs and restoration of the physical structure of buildings to a model that places a new emphasis on the long term use of these places, the engagement of the larger community in the design process and the co-production of new uses and solutions that will make the places relevant to people and society. However, despite these changes there is a concern that professional design practices are still disconnected from the needs and practices of communities; the processes that support and empower communities to develop and take ownership of their space are not well established; and there is very little understanding of the value of these processes in creating inclusive and sustainable places. \n \nThe project will use design-based and other creative-based methods of enquiry (design studio, prototyping, visual and emotional mapping, asset mapping, digital storytelling) and will involve a diverse program of engagement with a wide network of communities delivered in collaboration with our partners: from one-to-one support and design workshops with communities, to peer learning events, study tours and networking activities. The project will also include a program that aims to build capacity for research by design in the context of community led design practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M001709/1","grantId":"AH/M001709/1","fundValue":"1208430","fundStart":"2014-10-21","fundEnd":"2019-10-20","funder":"AHRC","impactText":"","person":"Theodore  Zamenopoulos","coPersons":["Susie  West","Aikaterini  Alexiou","Anne Lorraine Adams","Elizabeth Hazel McKellar"],"organisation":"Open University","findingsText":"","dataset":"gtr"}