{"id":"D4E74644-5583-40DF-BF47-700ED85832FD","title":"Establishing a single cell genomics facility","abstractText":"Genomics, which is the study of the entire DNA content of a cell, has radically changed our understanding of biological systems as it can be used to identify all of the genes in any particular organism. We can use this information to predict how biological systems function and then test these hypotheses through further experimentation. Transcriptomics is a sub-branch of the field of genomics. This involves the study of all of the RNA in a cell and can be used to identify what genes are active in any particular environment. \nHowever, until recently it has not been possible to analyse genomes and transcriptomes in single cells, as the techniques required use large amounts of DNA, hence most of our current knowledge is taken from large groups of cells from tissues or cell culture. Also, some microbes that can't be cultured or isolated in large numbers have not been studied at all. \nHowever, new methods that enable uniform amplification of nucleic acids have been developed and experiments can now be directed individual cells, and early studies have demonstrated that cell populations can be extreme heterogeneous at the DNA and RNA level and we need to measure this heterogeneity to properly understand the underlying biology. \nIn order to perform single cell genomic experiments we will develop a dedicated clean lab with a suite of tools for isolating single cells and rapidly processing nucleic acids for genomic and transcriptomic analysis. The lab will be adjacent to, an operated by, the Liverpool Centre for Genomic Research. One of the UKs most advanced DNA sequencing laboratories. \nThis proposal is collaboration between six research active universities and four national facilities for genomic sequencing and analysis. We aim to make the facility open-access to all researchers in the UK through a pay for access system which will allow reinvestment in equipment and will cover staff support.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012638/1","grantId":"BB/M012638/1","fundValue":"327926","fundStart":"2015-01-30","fundEnd":"2016-01-29","funder":"BBSRC","impactText":"","person":"Neil  Hall","coPersons":["Alistair Charles Darby","Christiane  Hertz-Fowler","Anthony James Hall","Stefan  Kepinski","Steve  Paterson","Violaine  See","Nicholas James Loman","Mark Lyon Blaxter","Martin  Embley"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}