{"id":"D4E8456F-FA7D-496D-8059-1A04A8E3ED2C","title":"MEDICINE, MARKETS AND MORALS: A MULTI-DISCIPLINARY RESEARCH NETWORK ON HEALTH AND SOCIAL CARE PRIORITISATION","abstractText":"The debate over health care funding in England is changing with the questioning of the founding principles of the NHS (free at the point of delivery, universal health service for all provided out of taxation). The Health and Social Care Act 2012 is arguably the greatest change in health care organisation in England since the beginning of the NHS over 60 years ago. These reforms fundamentally change the way health care is financed and provided in England, with a move towards more market mechanisms and the greater use of private and third sector organisations to deliver health care previously provided by the NHS. The network will contribute to this debate over the implications of this legislation. These reforms will undoubtedly have a significant impact on how health and social care is delivered for all NHS patients. This new health care landscape necessitates a renewed debate over what type of health service we want and how health care should and can be funded in an age of austerity.\n\nThe network will explore two main areas: \n1. Theoretical debates over resource allocation and priority setting in health and social care. The network will explore the fundamental principles behind recent legislation in the UK on health and social care. With the increasing globalisation of health care these issues need to be examined in an international context and this network will locate these debates over funding mechanisms and how payment should be organised in a wider global context.\n2. How the commissioning of services should be carried out in this new health care landscape ethically (fairly and equitably) within the given financial and policy constraints. \n\nThe network will organise three meetings (in Glasgow, Birmingham and London), with approximately nine speakers at each meeting.\n\nMeeting One (Glasgow) - Setting the agenda - International and disciplinary perspectives on health and social care financing (over two days)\n\nMeeting Two (Birmingham) - Exploring the issues - Philosophical and theoretical issues in resource allocation and commissioning (over two days)\n\nMeeting Three (London) - Bringing it all together - Reconfiguring public sector provision of health and social care: policy and practical implications (one day)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M008045/1","grantId":"AH/M008045/1","fundValue":"31760","fundStart":"2015-06-01","fundEnd":"2016-05-31","funder":"AHRC","impactText":"","person":"Lucy Jane Frith","coPersons":["Cam  Donaldson"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}