{"id":"D4EAF220-B5EA-4D2C-8DF6-02EBA7F013DD","title":"Self-building: the production and consumption of new homes from the perspective of households","abstractText":"<p>The self-building of homes is being promoted as one solution to the shortage of affordable houses in Britain. Currently, self-build projects account for 14% of the new homes built, a percentage equivalent to or greater than that of any single house building firm. This form of housing provision is, however, understudied, with the result that there is very little understanding of who the people are who choose to build their homes, the motivations for this residential practice and experiences of self-building. This project aims to correct this lacuna of knowledge, conducting a systematic enquiry into self-building in Britain, taking seriously the need to know who is using self-build, what their characteristics are and to what extent they succeed in their aims, as well as exploring how the self-build market is structured. </p>\n\n<p>&nbsp;</p>\n\n<p>The project will be conducted over three years, and is comprised of several different modes of data collection and analysis, engaging self-build households, potential self-builders, industry professionals and experts, national and local planning authorities. This will be supplemented with a review of planning and housing policies, and analysis of popular representations of self-build in Britain. </p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K001078/1","grantId":"ES/K001078/1","fundValue":"140345","fundStart":"2012-10-01","fundEnd":"2013-08-31","funder":"ESRC","impactText":"  To date, the research findings about the diverse practices and processes involved in self build - generated through the first stages of the research - have been picked up by colleagues at the LSE as part of their discussion of the role of alternative housing as a solution to London's housing crisis. http://blogs.lse.ac.uk/politicsandpolicy/alternative-housing-could-be-the-answer-to-londons-housing-crisis/ Communities and Social Services/Policy Policy & public services","person":"Michaela Caroline Benson","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}