{"id":"D4EB2FE5-6459-4F05-9404-7BC3EC1EC678","title":"2010 Grant Balance - University of Surrey.","abstractText":"The rapid development of space exploration and commercialisation places an increasing importance on semi-automated (or autonomous) space robotics for satellite servicing, extra-vehicular-activity (EVA) support, the construction of large space infrastructure (e.g. space stations, orbital solar power plants, space telescopes) and, not least, the active removal of the increasing amount of space debris present in Earth orbit. \n\nTo achieve these tasks in a cost-effective manner, full system autonomy is a requirement. However, at present, such systems are expensive to build and present numerous difficulties before they can be considered safe for launch. In orbit demonstrations of such technology have been carried out, but these have been limited in scope, and were designed with minimum fault tolerance. It is clear that significant effort will be needed to produce truly autonomous, adaptable, flexible and safe robotic systems to carry out such tasks routinely. To this end, ground based research is vital. \n\nIt has been found a 2-D (flat) air bearing table provides a practical, versatile and low-cost method of simulating the virtually friction free dynamics of spaceflight - albeit limited to a 2-D surface. Such a facility, when instrumented, will allow extensive periods of testing of robotic rendezvous and docking systems in a ground laboratory environment under controlled conditions. This allows for control algorithms to be tested and verified, dynamics to be analysed and rendezvous and construction techniques to be practiced before moving on to a full 3-D context such as a microgravity flight. \n\nThe system will be used to develop, test and evaluate rendezvous and docking control algorithms which make use of optical machine vision systems and inter-satellite communications for relative localisation and navigation, and which use an electro-magnetic docking system to provide the close-in (~30cm) approach manoeuvring and alignment and final docking/latching. The algorithms and electro-magnetic docking system will be practically tested and demonstrated using a 3U CubeSat type platform docking with a similar, passive, target vehicle.\n\nTo provide a suitable context, the requirements of the joint Surrey/CalTech &quot;AAReST&quot; Autonomous Assembly, Reconfigurable Space Telescope mission will be used to set the operational scenario.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016837/1","grantId":"EP/J016837/1","fundValue":"83809","fundStart":"2011-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  Small satellites are being increasingly considered for formation flying and docking applications to emulate the tasks of larger spacecraft. This project is an important early step towards the development of the AAReST mission, which is designed to become one of the most advanced small satellite formations and demonstrate new optical instrument and actuator technologies in space, while delivering applications of interest to the space science community.\n\n\nDirect Liaison with CalTech/JPL has already resulted in Surrey being able to advise Caltech on the utility of the system, and much progress has been made on the design of the AAReST mission. A successful Preliminary Design Review for AAReST was held in September 2013 at CalTech, and an equally successful detailed Design Review was held in September 2014. The joint academic activity between Surrey and CalTech based around this work has been very important in terms of research cooperation and student teaching, and also strengthens the relationship between NASA and the UKSA (NASA-JPL support the AAReST project and are looking to the UK to partner in the flight mission). UK industrial partners (Astrium-UK, SSTL) have already been approached and have expressed strong interest in the possibility of using AAReST as a test-bed for cross-platform software developments. Aerospace, Defence and Marine,Other Economic","person":"Stephen  WilliamsonMichael  Kearney","coPersons":["Chakravarthini Manimekhala Saaj","Craig Ian Underwood"],"organisation":"University of Surrey","findingsText":" There were four core objectives: \n* Establishment of an Instrumented 2D Air Bearing Table\n* Construction of Test-Bed CubeSat Satellite and Target\n* Development and Implementation of a Magnetically Actuated Docking System\n*Development and Demonstration of Initial Spacecraft Autonomous RDV Control Algorithms.\n\nThe outcomes included a 2-D air bearing system being developed using new micro-porous carbon technology. This showed less bias than conventional air-ject tables, but proved difficult The findings of this relatively short term project will be exploited scientifically and have already served as a useful experience for the proposed in-orbit inspection mission STRaND-2 and missions requiring docking for the in-orbit assembly or reconfigurable telescopes as in the case of the AAReST space mission. The work on the docking system allowed Surrey Satellite Technology Ltd, and Surrey Space Centre to bid into the National Space Technology Programme and win a contract to study a UK national CubeSat project - STRaND-2 - with electromagnetic docking as its prime objective. Aerospace, Defence and Marine,Other","dataset":"gtr"}