{"id":"D4F35EAA-1911-420B-88FF-031466CD8DE3","title":"Urgent invite: Humanitarian Technologies. An Ethnographic Assessment of Communication Environments in Disaster Recovery and Humanitarian Intervention","abstractText":"<p>This project aims to assess the uses and consequences of communication technologies in the disaster recovery from Typhoon Haiyan, one of the strongest storms ever recorded with over 6000 casualties and more than 12 million people affected.</p>\n\n<p>The research investigates the uses of digital technologies and innovations such as mobile phones, SMS, crisis mapping and social media both by directly affected populations in the Philippines and humanitarian organisations. Despite the optimism surrounding the uses of digital technologies by disaster-prone communities in processes of recovery and rebuilding there is little evidence to assess the impact of digital platforms for humanitarian relief.</p>\n\n<p>The present study aims to weigh the optimism surrounding so-called ‘humanitarian technology’ against actual benefits to users. It specifically examines the impact of communication technologies in the following critical areas:</p>\n\n<ul>\n \n\n <li>information dissemination</li>\n\n <li>collective problem-solving</li>\n\n <li>redistribution of resources</li>\n\n <li>accountability and transparency of humanitarian efforts</li>\n\n <li>voice and empowerment of affected populations. </li>\n\n</ul>\n\n<p>This 18-month ethnographic study takes place in two disaster-affected locations in the Visayas region of the Philippines. This is a mixed-method project combining qualitative interviews, participant observation and online ethnography both with affected populations and representatives from humanitarian organisations, government agencies and digital practitioners.</p>\n\n<p><br />&nbsp;<br /><br />&nbsp;<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M001288/1","grantId":"ES/M001288/1","fundValue":"157323","fundStart":"2014-03-19","fundEnd":"2015-09-18","funder":"ESRC","impactText":"","person":"Mirca  Madianou","coPersons":["Jayeel  Cornelio","NICOLE PAULA CURATO","Jonathan Corpus Ong"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}