{"id":"D4F62782-5CC2-47EB-AF57-F37CBAE01A82","title":"High Quality Syngas from the Catalytic Gasification of Biomass Wastes","abstractText":"The gasification of biomass wastes represents a major thermochemical route to produce a high energy value hydrogen and methane rich syngas from a source which is renewable and CO2-neutral. Coupled with CO2 capture, the process offers a pre-combustion route to carbon capture sequestration for industrial power and electricity production. However, one of the major issues in the gasification process is the production of tar. Tar is a complex mixture of condensable hydrocarbons. The formation of tar causes major process and syngas use problems, including tar blockages, plugging and corrosion in downstream fuel lines, filters, engine nozzles and turbines. \nThis proposal seeks to develop advanced triple function nano-nickel catalysts for, tar removal, enhanced hydrogen/methane production and CO2 capture and thereby produce high yield, clean, high calorific value syngas from the gasification of biomass/waste. Novel catalysts with homogeneous, well dispersed nano-Ni particles on a high-surface functional structured support, will be produced and examined in relation to the process conditions of gasification of biomass wastes for syngas quality in a continuous operation. The mechanisms of tar reactions, catalyst coke formation and sintering will be developed throughout the programme enabling catalysts to be designed to maximise and predict syngas quality from the process of biomass/waste gasification.\nThe project benefits from the collaboration of a gasification system manufacturer and a catalysts development company who will aid the scale up of the catalyst preparation and trials in full scale gasification systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005029/1","grantId":"EP/J005029/1","fundValue":"389014","fundStart":"2012-01-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Paul  Williams","coPersons":["Valerie  Dupont"],"organisation":"University of Leeds","findingsText":" Developed catalyst that can significantly reduce the amount of tar formed in the syngas. Identified the range of compounds in tar, particularly polycyclic aromatic hydrocarbons and their fate during catalytic gas cleaning. Mthods to remove tar from syngas, enabling the use of the product syngas in higher efficiency gas engines and gas turbines Energy,Environment","dataset":"gtr"}