{"id":"D4FE5B1B-A3F8-4FC2-BFC0-62AFC5A23FC7","title":"INTERNATIONAL COLLABORATION IN CHEMISTRY ENHANCING DIRECT PHOTOELECTROCHEMICAL CONVERSION OF CO2","abstractText":"The splitting of water to form oxygen and hydrogen by the action of light upon a semiconductor dispersion, often termed photoelectrolysis or photoelectrocatalysis was a very important discovery , which lead a great deal of activity aimed at water splitting and CO2 reduction . The ability of a dispersed semiconductor to drive such redox processes is determined by the positions of the band edges in comparison to the electrochemical potentials of the redox processes. Although these processes do work and would be cheap technologies to apply, the yields of products have so far been insufficient to lead to a technological breakthrough. Despite this, early research on photoelectrocatalytic processes has in fact led to some very major technological achievements including self-cleaning windows , the Grtzel solar cell with integral redox shuttle and photocatalytic remediation of wastes .CO2 emissions from fossil fuel conversion amount to 2.5 x 10^10 metric tons of CO2 per annum yielding a significant environmental challenge for the 21st century due to its association with global warming. Following the Kyoto agreement many Governments were committed to a reduction in Greenhouse gas emission; however, energy demands are increasing globally and it is likely that CO2 levels will actually increase. CO2 sequestration is one solution, but it is likely to have an energy efficiency cost. Conversion of CO2 by physio-chemical means to useful fuels and chemical feedstocks, not only reduces CO2 in the atmosphere it reduces dependency on fossil carbons, increasing energy security. Members of this proposed team have previously reported the photo-electrocatalytic reduction of dissolved carbon dioxide to a range of one and two carbon products , aiming to develop a possible route to synthetic fuels from solar energy. The addition of one electron to a carbon dioxide molecule produces a carbon dioxide radical anion. This species may be protonated leading to formate; it may disproportionate to carbon monoxide and carbonate or it may dimerise giving oxalate. Consequently there are a range of possible mechanisms by which the CO2 may be converted to liquid fuels. The paths via formate must involve water; however both CO and dimerization products that do not require involvement of water in the reduction process have been previously observed in photo-electrocatalytic reduction experiments . There are still a number of key issues to be solved, and, we seek to address each of these sharing new concepts and materials in our collaborative programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H004130/1","grantId":"EP/H004130/1","fundValue":"432871","fundStart":"2009-11-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"  In this study a number of important new visible photocatalysts have been discovered and characterised. These include an oxide with metallc character and a C3N4 composite. These have been utilised in both water splitting and CO2 reduction reactions. Larger scale reactors have been developed and photocatalysts from both US and UK laboratories have been evaluated. Energy,Environment ","person":"John  Irvine","coPersons":["Peter Kenneth Robertson"],"organisation":"University of St Andrews","findingsText":" In this study a number of important new visible photocatalysts have been discovered and characterised. These include an oxide with metallc character and a C3N4 composite. These have been utilised in both water splitting and CO2 reduction reactions. Larger scale reactors have been developed and photocatalysts from both US and UK laboratories have been evaluated. - Energy,Environment","dataset":"gtr"}