{"id":"D500866F-DD95-4357-B643-B77AF1EC8C20","title":"Platform: Understanding and Improving Corrosion-Resistance in Structural Coated Metals","abstractText":"Coated metal products are of ubiquitous importance to each and every one of us. With the introduction of the Waste Electrical and Electronic Equipment (WEEE) directive in 2004 it is now becoming impossible to use traditional pre-treatments and primers based on hexavalent chromium, which is both toxic and carcinogenic, in electronic goods. Increasingly, as the End of Life Vehicles (ELV) directive comes into full force by 2006, the same will be true in the automotive sector. This critical environmental legislation is being rolled out to other market sectors and will inevitably encompass all metallic products in all sectors including construction materials and aerospace. This makes establishing high performance chromium free coating technologies one of the most important research areas in corrosion. The importance of the work carried out at UWS to this industry sector is clear from the significant levels of government, industry and development agency funding attracted from 2002 to the present time. In order that UK steel manufacturing industry maintains and internationally leading position on coated products chromium free coating development must be combined with novel alloy coatings and coating technologies. This Platform proposal underpins consolidation and growth of the Corrosion and Coatings Research Group at UWS / which has already achieved a world-leading research reputation. Undoubtedly the key strength of the Group lies in the quality and experience of its Research Staff and the Platform Grant (in conjunction with current and anticipated Research Grants) will provide a secure base whereby four of these may be retained in continuous employment over a five year period. This will allow the Group to adopt a more ambitious research strategy and participate in potentially risky and adventurous collaborative programmes with leading university and industry groups world-wide. Core activities will include the development of powerful new combinatorial methodologies for the generation of metal alloy, conducting polymer and ion-exchange ceramic anti-corrosion coating component libraries. Also, the development of high-throughput, parallel, corrosion screening techniques based on scanning electrochemical instrumentation. These will permit the rapid evaluation of individual coating components, identify synergistic interactions between components and provide a wealth of fundamental kinetic and mechanistic information. State-of-the-art electron backscatter diffraction techniques will be also used to obtain a new and fundamental understanding of relationships between microstructure, grain orientation and corrosion resistance in metal and metal-alloy coatings. Scoping studies will include: mechanistic investigations of the interplay between photochemistry and electrochemistry in environmentally driven organic coating degradation, coating deposition using self-assembled conducting-polymer nanofibres, computational modelling of corrosion-driven coating failure, interphase engineering of coatings and investigating the practicality of PVD for metallic coil-coatings on steel. The management infrastructure already in place at UWS will ensure the programme delivers high-quality, technologically-relevant research, new materials and new methodologies which will be widely applicable.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D05284X/1","grantId":"EP/D05284X/1","fundValue":"425798","fundStart":"2006-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"","person":"Hamilton Neil McMurray","coPersons":["Valerie  Randle","David  Worsley"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}