{"id":"D5067E5F-753A-4363-8272-1DBFA221DD13","title":"Arctic Sea-Ice-Zone Blowing Snow - Contribution to Sea Salt Aerosol (ABSCISSA)","abstractText":"The Arctic sea ice zone (SIZ) affects atmospheric composition and climate, and it is responding rapidly to climate change. We urgently need to quantify its influence on the regional/global atmosphere so we can predict how this may change in the future. Arctic research is logistically and scientifically challenging, and continually relies on new international partnerships, shared science expertise, data, and logistics. This scientific context and modus operandi entirely reflects our focus and approach within the proposed ABSCISSA project.\n\nOur scientific focus is the potential of the Arctic SIZ to be a source of sea salt aerosol (SSA). Aerosols are small particles in the atmosphere which play several critical roles. They affect the transmission of sunlight and the formation of clouds. They host the production of halogen compounds to the atmosphere which in turn affect atmospheric oxidation chemistry and the availability of mercury to the food chain - a major current health concern for Arctic people. When they are deposited on polar ice caps, sea salt aerosols leave a record of past conditions that can be accessed by drilling ice cores. So it's important to pinpoint and quantify sources of SSA. There is strong evidence that in the polar regions, the source is the effect of wind blowing on salty snow on the sea ice surface. If this is right, it opens the possibility of using ice core data to derive changes in sea ice extent over long time periods. It is therefore important to understand the sources of polar sea salt aerosol and to be able to predict how they may vary with, and feedback to, climate.\n\nField work within the SIZ is challenging - the area is hard to access and very few ship-based programmes operate there, particularly during the winter. However in winter 2015, the Norwegian Polar Institute (NPI) will host a cruise on their research ship, Lance, deep within the Arctic SIZ. We have negotiated a chance to participate but need funding for the mandatory financial contribution. We have established new project partners in NPI with whom to work. Our scientific aim is to determine whether wind-blown snow on sea ice really is the dominant source of Arctic sea salt aerosol, and to make a series of measurements needed to parameterise this process in numerical models. We will use the same methodology, equipment and personnel deployed by us during a previous successful winter cruise to the Antarctic SIZ (funded by NERC), thus using previous NERC investment as a springboard for this Arctic research. The Arctic SIZ is substantially different from that of the Antarctic so to assess sea salt sources and impacts in the Arctic, we must have data derived directly from the Arctic SIZ. The collaboration with NPI is highly mutually beneficial: NPI logistics will enable access to an otherwise inaccessible region; we will make novel measurements, needed, but not made by our NPI partners; similarly, their data will fill gaps in our measurement suite; we will all contribute expertise for data interpretation. Such working practices provide considerable leverage, and build strong collaborations for the future.\n\nStrategically, the project fits within a government-level MoU that aims to increase scientific collaboration between the UK and Norway. The project fits NERC aspirations for BAS to assume an increased role in the Arctic. In the longer-term, we will use our data i) to scale up to derive an Arctic regional source, ii) to compare with sea salt production over Antarctica, iii) to assess the impact on chemical composition of the atmosphere, and iv) to assess the suitability of sea salt aerosol as a sea ice proxy. Our results thus contribute to a range of different academic groups, raise the profile and momentum of UK science within the Arctic, and contribute to an area of intense scientific, political and public interest: the socio-economic and climatic implications and feedbacks associated with reducing Arctic sea ice extent.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M005852/1","grantId":"NE/M005852/1","fundValue":"39873","fundStart":"2014-10-01","fundEnd":"2015-08-31","funder":"NERC","impactText":"","person":"Anna  Jones","coPersons":["Markus Michael Frey"],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}