{"id":"D52A81FD-530B-45BC-ACC8-19BB3A83FD17","title":"The Use of Vegetation to Engineer Rivers for Water Quality and Ecological Status","abstractText":"Water resources in the UK and around the world are under increasing strain from the effects of population growth and climate change. Maintaining acceptable water quality, ecological conditions and security of supply in UK rivers is an increasingly energy intensive and expensive exercise. A significant increase in water treatment costs and carbon emissions are expected in order to meet increasingly stringent water quality legislation. There is therefore an urgent requirement for low energy techniques to improve water quality in rivers. This proposal utilises the unique expertise of the applicant in the field of environmental hydraulics, turbulence and mixing to propose a new scientific methodology by which vegetation induced flow structures (termed mixing layers) are utilised to optimise mixing rates in open channels, thereby causing a rapid reduction in peak concentrations of potentially harmful pollutants. This will reduce the ecological impact of discharges by the rapid reduction of chronic peak pollutant concentrations and provide alternatives to costly asset investment and the energy and chemical costs of additional treatment. This proposal will utilise the experimental facilities within the Pennine Water Group at the University of Sheffield to determine the optimum vegetation characteristics (type and configuration) required to engineer maximum water quality benefits. By proposing and developing advanced environmental fluid mechanics science in order to tackle engineering and societal challenges the proposal represents a step change in the development of a physically based, integrated approach to water management. The work will be conducted in partnership with key environmental stakeholders, and once the underlying science has been established the project will work with these partners to identify routes to implementation of the methodology in field conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K01952X/1","grantId":"EP/K01952X/1","fundValue":"100989","fundStart":"2013-10-01","fundEnd":"2015-03-31","funder":"EPSRC","impactText":"","person":"James David Shucksmith","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}