{"id":"D52B5E14-F0DE-489B-BD86-E45978BDAC4B","title":"Super-resolution optical microscopy via nonlinear self-focusing","abstractText":"The main conclusion of modern biomedical science is that the activities of life depend on specific interactions between protein, carbohydrate and lipid molecules. In a single cell there are thousands of different types of molecules, some presented as only a few copies. Unfortunately, the resolving power of a standard optical microscope is approximately 100 times too poor to see individual molecules. Super-resolution is therefore desperately needed in these instruments.Methods for achieving super-resolution have been proposed since the 1990's and have raised hopes. However, the number of super-resolving microscopes in the UK is, so far, probably less than 10, and they have had little impact. The reasons are not only high cost, instrumental complexity and tardy commercialisation: each method has serious practical disadvantages. For example, stimulated emission depletion (STED) microscopy requires the use of special fluorophores and sophisticated multi-wavelength laser sources. Photo-activation microscopy (PALM) needs the specimen to be frozen through many cycles, each cycle consisting of activation and then imaging to the full bleaching of a subset of photo-protein molecules. Stochastic methods such as STORM and structured illumination techniques are slow and computationally intensive and do not provide as large an improvement in resolution as the previous methods, at least with the available linear optics. A simple and inexpensive method to increase the resolution in nonlinear optical microscopy would be a boon to every biomedical researcher.This proposal concerns just such an approach, using nonlinear optical self-focusing. Self-focusing is a nonlinear effect caused by the propagation of a high-power laser source in a medium with a positive Kerr nonlinearity. The high-magnitude optical power of the light source along the propagation axis causes an effective increase in the higher order refractive index. This modified refractive index distribution then acts like a focusing lens and the net result is self-focusing of the input beam within the transparent material. Self-focusing is well recognised in photonics and is employed to great effect in Kerr lens mode-locking to develop ultra-short pulsed laser sources such as those used in nonlinear optical microscopy. Crucially, we have recently demonstrated this as a means for producing better-resolved images in an optical microscope. Common immersion media (air, water, oil) have very low positive Kerr nonlinearity and considering the laser parameters typically employed in nonlinear optical microscopy, the self-focusing threshold condition is not met. However, calculations and preliminary experimental studies show that certain organic water-soluble compounds may have sufficiently high Kerr nonlinearity to support self-focusing of the excitation beam. The successful implementation of this method could easily bring about a revolutionary improvement in spatial resolution of pre-existing microscope instrumentation. These are of the type known as multi-photon laser scanning microscopes, and are already widespread in the UK and overseas, in spite of their high cost. Consequently, this research could lead to major biomedical discoveries and add vastly enhanced value to the existing equipment stock of laboratories, not only in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I006826/1","grantId":"EP/I006826/1","fundValue":"988465","fundStart":"2011-03-01","fundEnd":"2015-02-28","funder":"EPSRC","impactText":"","person":"Gail  McConnell","coPersons":["Gian-Luca  Oppo"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}