{"id":"D52C824F-9D1E-40D0-91D0-9490D129DDD1","title":"Pulsed eddy current stimulated thermographic NDE","abstractText":"Pulsed eddy current stimulated thermography is a novel non-destructive evaluation (NDE) technique that employs an infrared camera to detect defects, typically cracks at the surface of a component, by imaging the effects that they have on the heating of a component produced by a pulsed eddy current heating system. To date, eddy currents in the 50-200 kHz range have been generated in a test-piece using a conventional eddy current heating system with a simple, two or three turn, encircling coil. Cracks block the flow of eddy currents and significantly alter current flow lines in their vicinity. The Joule heating caused by the eddy currents can be imaged by an infrared camera, providing a means of detecting cracks by imaging the characteristic effects that they have on eddy current distribution. The method is considerably quicker than conventional ultrasonic or eddy current inspection techniques that require point by point scanning. Whilst impressive results have been achieved in a small number of laboratories, the system, particularly the excitation, needs engineering. The reliability of the system needs to be investigated as there is concern that defects in some locations on a component may be missed; this is a function of the eddy current density that is generated across the surface of a component by the excitation system. In addition, results to date are rather qualitative with little indication of defect detectability or its dependence on system, defect or test-piece parameters. This proposal is for a scientific investigation of the eddy current excitation requirements for a reliable eddy current stimulated thermography inspection system and measurements to determine the defect detection capabilities of such a system. The plan is for a two person-year project in which the first year will be based at Newcastle with the work focussed on the modelling of the requirements of the eddy current excitation system and on researching the design and construction of a suitable system. The second year will be based at Bath where the system will be used to research defect detection capabilities. Two types of excitation system will be investigated. One for the testing of small components that can be placed within an encircling coil and the other for the testing of larger components which will be progressively tested using a coil to produce heating in a localised region of the component. Practical specimens will be provided by the industrial collaborators, Rolls-Royce and Astom Power. The project will involve in-depth modelling of the eddy current density induced in the surface of a specimen and its heating effect at cracks of different size set at different orientations and locations across the component. The effects of changing the orientation of a specimen within the eddy current coil will be modelled to establish inspection measurements that should lead to the detection of defects set at all orientations within the specimen. Experimental studies will be made of the performance of the system in detecting and imaging defects of different sizes, shapes and orientation. The performance of the technique will be compared with the other thermographic NDE methodologies: optical stimulated, conventional transient thermography and acoustically-stimulated thermosonics. The overall aim of the project is to perform a thorough scientific investigation of a promising new NDE technique that is needed before the technique can be introduced successfully into industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F022522/1","grantId":"EP/F022522/1","fundValue":"79332","fundStart":"2008-10-09","fundEnd":"2010-10-08","funder":"EPSRC","impactText":"","person":"Darryl Preston Almond","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}