{"id":"D52EA1EE-9AE9-4F77-B919-B59B174AA858","title":"The middle classes in the city: social mix or just 'people like us'? A Comparison of Paris and London","abstractText":"<p>This comparative study investigates the contemporary social and political characteristics and activities of the urban middle classes in Paris and London.&nbsp;&nbsp;</p>\n\n<p>It investigates a range of neighbourhood types in each city:</p>\n\n<ul>\n \n\n <li>inner city gentrified (not socially mixed); </li>\n\n <li>gentrifying (socially mixed); suburban;</li>\n\n <li>exurban and gated communities;</li>\n</ul>\n\n<p>to ask to what extent the middle classes compare or contrast across these different locations in terms of their social relations and political attitudes and engagements&nbsp; (including, for example, schooling,&nbsp; use of public services and neighbourhood activism).&nbsp;&nbsp; </p>\n\n<p>The research consists of depth interviews with middle class residents and elite actors in each neighbourhood as well as an analysis of relevant documents that discuss middle class identity and activity in these cities.&nbsp; </p>\n\n<p>The study will to draw out the implications of the findings for urban politics and policies (compared with the role the middle classes are assumed to play in these policies) at the neighbourhood, city, national and transnational scales.&nbsp; </p>\n\n<p>This is a fully comparative bilateral project with colleagues in Paris who are equivalently funded by the Agence de Nationale de la Recherche. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H041273/1","grantId":"ES/H041273/1","fundValue":"406356","fundStart":"2010-04-01","fundEnd":"2013-05-31","funder":"ESRC","impactText":"  Thus far the findings have been used directly to inform discussion at national level, for example about the impacts of gentrification in London and Paris (for example, politicians responding to the findings at the City Hall conference, Paris 2013). At the local level the findings have been used on community websites (eg Peckham Complex) and have led to on-going involvement of members of research team in informing neighbourhood debates and action. International media engagement (eg. BBC Radio 4, Radio France Internationale have raised stimulated interest an enquiry from the public. Communities and Social Services/Policy,Government, Democracy and Justice Societal","person":"Gary  Bridge","coPersons":["Timothy Stephen Close  Butler"],"organisation":"University of Bristol","findingsText":" This comparative study investigates the contemporary characteristics of the 'new urban' middle classes in France and Britain. It does so by comparing Paris and London in terms of the different types of neighbourhoods in which middle-class people have settled, particularly over the last 25 years - gentrified, gentrifying, gated communities, suburban and exurban neighbourhoods. Based on 400 in-depth interviews with middle-class residents and key informants (200 in each city) the study investigates to what extent middle-class attitudes and activities vary across these locations and the impact of Paris and London as global cities on these activities. The study finds that neighbourhood location is a strong factor for distinguishing social identity and activities and social norms of different middle-class fractions. Strong gender distinctions persist across the different neighbourhoods that are further distinguished by generational differences in the fortunes and aspirations of the middle classes. The degrees of investment in and identification with neighbourhood varies - within and between London and Paris - as do the responses to social mix, sometimes in unexpected ways. All the neighbourhoods show specific types of what we call 'selective neighbourhood advocacy' by middle-class residents. This neighbourhood-specific selective advocacy challenges the assumptions of nationally-based urban and neighbourhood policy that sees middle-class residents as advocates in socially-mixed neighbourhoods helping to improve services and political responsiveness to these neighbourhoods. The study of middle-class attitudes and activities within these neighbourhoods and the political and social implications of these affiliations and engagements are explored at neighbourhood, city, national and transnational scales. To date the project has succeeded in securing a number of scientific impacts, in theoretical terms (on the active role of urban space on class) and through the empirical findings. In particular, these examine the structure of the city in understanding midde-class self perceptions and attitudes to social mix as well as their active place-making or place neutral strategies in the neighbourhood contexts. Looking at the middle classes across a range of different neighbourhood types in two cities opens up questions about the changing nature of the middle classes - continuities and discontinuities across the urban system, the limits of gentrification and questions of social justice and social mix.\nPolicy implications: neighbourhoods - the problematic nature of middle class advocacy has implication for neighbourhood partnership policy; Schools: peer group trumps league tables in middle class judgements of school quality with implications for education policy. housing: inheritance is increasingly important for access to housing across different middle class groups with implications for housing and neighbourhood inequalities; childcare - childcare costs are a disincentive for labour market participation even for professional middle class women - with implications for childcare policy.\nPolicy implications: Communities and Social Services/Policy,Education,Government, Democracy and Justice","dataset":"gtr"}