{"id":"D538D898-5BB1-41B2-8A02-09A52FA82638","title":"Experimental High Energy Particle Physics Research at UCL","abstractText":"Experimental particle physics is about looking at extremely small sizes, or equivalently extremely high energies. It teaches us about the underlying nature of the physical universe, and the forces and laws that govern its development, from the first moments of the big bang, through to the present day, and far into the future. Particle physics has led to many revolutionary ideas, which have had a profound impact upon the way we think about ourselves and the world. One reason for the power of these ideas is that they are grounded in and tested by actual scientific observations of the world around us - that is, experiment. Without experiment, science is dead. Experiments capable of reaching these extremes of energy and size are very technically challenging. The challenges include devising precision detectors which can operate in hostile environments, particle accelerators which can achieve high energy collisions, super-sensitive detectors capable of identifying very rare decays with very small 'background noise', high-speed electronics which can read out millions of pieces of information per second, and robust, flexible software which can analyse the data in a distributed computing system all over the world. Thus another consequence of an active particle physics activity is a stimulation of technological developments and the training of people skilled in the development and use of high technology. This is a 'rolling grant', which means that it covers a broad variety of particle physics experiments. The rolling grant underpins the base of highly skilled research and technical staff which makes UCL able to be a leader in experimental physics at the very highest levels. It provides a measure of career security, as well as travel and equipment money. This also allows the group to function effectively in the training of PhD students, and we are in fact bidding to fund several PhD students on this grant. The science this grant will support includes: - Analysis of electron-proton collisions using the ZEUS detector at the HERA collider in Hamburg, which is telling us more and more about the internal structure of the proton and the photon, and about the strong nuclear force which holds the proton together. - Analysis of proton-antiproton collisions with the CDF detector at the Tevatron collider in Chicago, where precision measurements of the W boson (which carries the weak nuclear force), studies of the super-heavy top quark, and a search for the Higgs boson are underway. - Analysis of neutrino oscillations from the MINOS experiment in Chicago. The mysterious neutrino was once thought to be massless but is now known to have mass - MINOS will make the most precise measurement of the mixing between the different 'flavours' of neutrino. - Commisioning of the ATLAS detector at CERN, and analysis of the first date from the LHC. The LHC is the first collider to operate above the 'energy horizon' above which the weak and electromagentic forces are unified. As well as the Higgs, the LHC may find supersymmetry, extra spatial dimensions, or other exotica we have not even imagined. - Analysis of data from the NEMO-III experiment, a super-sensitive detector under a mountain in France searching for 'neutrinoless double beta decay'. If found, this rare process would not only provide the best measurement by far of the neutrino's mass, but would also prove that unlike all other particles, the neutrino is its own antiparticle. If true, this would give a big clue to physics at the 'grand unification' scale, where all forces are (perhaps!) unified. We also have other neutrino projects, work on the proposed international linear collider, and some theoretical activities, all largely funded on other grants. These projects benefit greatly from being co-sited with the rolling grant. All these projects contribute to the intellectually exciting environment that is UCL high energy physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E000452/1","grantId":"PP/E000452/1","fundValue":"5724080","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"STFC","impactText":"","person":"Mark Andrew Lancaster","coPersons":["Jennifer Anne Thomas","Jonathan Mark Butterworth","Ryan James Nichol","David Simon Waters","Alan James Barr","Robert Samuel Thorne","Matthew  Wing","Nikolaos  Konstantinidis","Ruben  Saakyan"],"organisation":"University College London","findingsText":"","dataset":"gtr"}