{"id":"D53CA974-7C50-41DF-9160-14584DA9AF2E","title":"Edinburgh-St Andrews Consortium for Molecular Pathology, Informatics and Genome Sciences","abstractText":"The human genome project and the technological advances that accompanied it, including the recent advent of the &quot;thousand dollar genome&quot; have opened up new possibilities in medicine, including the opportunities for more precise, molecular diagnoses and personalised treatment based on genome information. The technologies are now at a stage where, with appropriate validation and optimisation, they will soon be moved into routine clinical care to accelerate disease diagnosis and improve patient outcomes. However, to introduce this &quot;step-change&quot; in diagnostics and pathology successfully into the clinic, will require the coordinated action of expertise from multiple fields, including the physical sciences, and training of modern-style pathologists to be familiar with multiple advanced technologies.\nThe Edinburgh-St Andrews Molecular Pathology Node will integrate the proven strengths of the Universities of Edinburgh and St Andrews in molecular pathology and diagnostics (training, development and clinical implementation), image analysis of complex phenotypes and computing, with the breadth of genome medicine and genome sciences experience available within the Universities and NHS Lothian. These strengths include institutes and centres with substantial existing MRC, EPSRC and charitable investment including the MRC Human Genetics Unit, MRC Farr Institute, CRUK Cancer Centre and EPSRC-funded supercomputer and optical imaging facilities.\n\n The main aims of the Node will be: (1) training a new generation of molecular pathologists capable of handling modern genome-analysis-aided approaches to diagnosis and treatment of human disease; (2) developing new tests and clinical applications utilizing the advantages of novel technologies; (3) creation of new algorithms, standard operating procedures, data flow schemes and advanced statistical and computational methods that will directly facilitate analysis of the vast and complex data generated by genomics and imaging methods, to implement these new molecular pathology approaches in the clinic. We will focus on areas of clinical need where we believe genome-based assays will most rapidly enter the clinic, particularly the genetic diagnosis of acutely ill children and babies, genetic diagnosis in fetuses with congenital malformations, inherited subtypes of common diseases in adults, and the diagnosis and monitoring of patients with cancer through development of &quot;liquid biopsies&quot; from cell-free DNA in circulating blood.\n\nA significant part of the proposed work will be done by practicing clinicians and diagnosticians in the framework of a purpose-designed Masters Research Programme in Molecular Pathology, to which experts in many fields will contribute, including those in the UK National External Quality Assurance Scheme (UK NEQAS) for Molecular Genetics and Pathology, which is based at the Royal Infirmary in Edinburgh. Together with our world-leading partners from the biotechnology and pharmaceutical industry, we will develop and integrate these genome and imaging-based methods to implement new diagnostic methods in healthcare and to produce and sustain a generation of &quot;genomically-skilled&quot; pathologists who will be leaders in the introduction of these methods into routine practice for the next generation of doctors and scientists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N005902/1","grantId":"MR/N005902/1","fundValue":"1990270","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"MRC","impactText":"","person":"Timothy  Aitman","coPersons":["MARY  PORTEOUS","Mark Johan Arends","Paul Matthew McKeigue","John  Iredale","David  Robertson","Colin  Semple","C Simon  Herrington","David  Harrison","Andrew David Morris","Sandi  Deans"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}