{"id":"D54DA371-8EDF-4310-802C-21206661635B","title":"Ultrasensitive detection of nanometer sized metal particles in living cells.","abstractText":"The ability to visualize, track and quantify molecules and events directly inside living cells with high spatial and temporal resolution is essential for understanding biological systems. Gold nano-particles are very attractive as optical labels because they offer unlimited observation time and can be easily linked to (bio-)molecules via well-established procedures. The challenge undertaken in this project is to detect and follow metal nanoparticles smaller than 5 nm at ambient conditions directly inside a living cell with optical methods. The challenge in detecting small single nanoparticles lies in the fact that only a small fraction of the incident light will impinge on the particle leading to very weaks signals. We aim to detect these weak signals by amplifying the signal from the nanoparticle by interference with a strong optical reference. We will compare a method relying on photo-induced changes of the local refractive index of the environment of the particle to a method relying on the intrinsic scattering properties of the nano-particle. Combining these methods for detecting small metal nanoparticles in combination with the three-dimensional imaging ability of a confocal microscopy would result in a powerful detection system to monitor biochemical process inside living cells under biological relevant conditions on fast time-scales.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F004494/1","grantId":"BB/F004494/1","fundValue":"445301","fundStart":"2008-05-01","fundEnd":"2011-04-30","funder":"BBSRC","impactText":"  This grant has enabled training individual researchers and students in state of the art microscopy and instrumentation development leading contributing to a highly skilled workforce. \n\nThe key result was published in a high profile journal in 2011 and was cited by papers developing similar approaches for detecting nanoparticles as well as viruses on-chip and smart phones and as such appears to have made an impact towards developing new detection approaches in healthcare and diagnostics.  Societal","person":"Henkjan  Gersen","coPersons":["George  Banting","Heinrich  Hoerber","Ashley Mark Toye"],"organisation":"University of Bristol","findingsText":" We demonstrated a novel interferometric cross-polarization scheme for detection of individual gold particles down to 5 nm in diameter with an excellent signal-to-noise ratio at wavelengths far from the plasmonic resonance at ultralow excitation powers (~1uW) compatible with single molecule fluorescence imaging and hence low photo-toxicity.\n\nThe extreme sensitivity of this method provides excellent contrast in darkfield polarization imaging of cells with excellent section capability provided through the fact that the contrast arises from field components existing only in a small region of the focus. As part of this grant we have developed a unique microscopy resource that has the potential to provide confocal-like images of weakly birefringent structures inside cells with an excellent contrast achieved at low light exposure. The time available within the grant have not allowed us to apply this capability to address outstanding biological questions, which is how these findings should be taken forward. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}