{"id":"D552FFFD-D746-4F3E-9FE6-4842756D2FE2","title":"ERA-CAPS 13 Delineating the crossover control networks in plants (DeCOP)","abstractText":"Meiosis is a specialized type of cell division required for sexual reproduction. It ensures the reduction of the genome and the recombination of maternal and paternal chromosomal segments prior to the formation of generative cells. Understanding the factors that control the initiation of recombination and processing recombination intermediates to form crossovers is of fundamental scientific interest, moreover this knowledge will have important implications for manipulating meiotic recombination in crop plants. \nIn recent years meiosis research in plants has largely focussed on the identification of meiotic genes/proteins involved in recombination pathways or the organization of the chromosome axes and the synaptonemal complex, a specialized proteinaceous structure transiently formed during meiosis between the pairs of homologous chromosomes. Although these studies clearly demonstrate the importance of these proteins, it remains largely enigmatic how their activities are coordinated to ensure the controlled formation of crossovers. Key questions relate to how recombination is controlled such that each pair of homologous chromosomes receives at least one genetic crossover and how any additional crossovers are prevented from occurring in an adjacent chromosomal region; a phenomenon termed crossover interference.\nThis collaborative project seeks to shift emphasis to focus on how recombination, chromosome organisation and remodelling are orchestrated to control the frequency and distribution of crossover events. Specifically, we seek to identify the protein networks that determine the fate of the individual DNA double-strand breaks that initiate recombination and establish when CO interference is established. We aim to identify novel factors that modulate crossover formation and interference; to investigate the role of chromosome axis-associated proteins in CO maturation and interference, to determine the role of protein phosphorylation in coordinating meiotic DNA repair and crossover formation; to identify proteins involved in the final step of crossover formation. We anticipate the factors and processes studied in the project will significantly enhance our understanding of the networks that govern crossover formation in plants. We therefore believe that our findings will strongly stimulate future crop breeding programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M004902/1","grantId":"BB/M004902/1","fundValue":"422537","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Chris  Franklin","coPersons":["Eugenio  Sanchez-Moran"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}