{"id":"D5659BFA-C760-4776-ABB4-E6DA24A7408C","title":"Ultrasonic Needles based on Mn-doped Ternary Piezocrystals","abstractText":"Ternary piezocrystals is the name given to a new group of single crystal piezoelectric materials that have a much higher mechanical Q and much higher energy densities than the binary compositions. Ternary piezocrystals have properties that are now sufficient for enabling their incorporation in high power ultrasonic devices. Their doped counterparts are a very recent development offering previously unavailable properties. Most importantly for high power ultrasonic transducers, they have increased the mechanical Q from around 100 to nearly 1000. However, completely new ultrasonic transducer configurations are needed to exploit fully this increased performance. Through characterisation and incorporation of doped ternary piezocrystal materials, and by capitalising on their significant potential for transducer enhancements, we will be able to create next generation high performance, high power ultrasonic devices for surgery. We will particularly investigate their integration in novel orthopaedic devices, aiming at the extremely challenging and potentially disruptive technology of ultrasonically-assisted needles. For minimally invasive, highly accurate, interventional surgery via direct penetration through bone, we will deliver devices offering the clinician entirely new and potentially transformational capabilities in a range of clinical applications including oncology, neurosurgery, orthopaedics, bone biopsy, regional anaesthesia and rheumatology. In meeting this challenge, we will develop new techniques for characterisation of the materials and create designs for novel transducers, based on the measured characteristics, for actuation of power ultrasonic surgical tools. We will research a new class of devices in the form of bone-penetrating ultrasonic needles that can be realised with doped ternary piezocrystals to permit the highly challenging surgical tasks of (i) direct delivery of therapeutic drugs to targets within or obscured by bone, (ii) gaining access within medullary canals and inside cranial sinuses/cavities for surgical procedures, and (iii) obtaining biopsies from the inside of the bone for diagnosis. Binary compositions of the new materials are already replacing conventional piezoceramics in biomedical imaging applications and adoption of these and the newer ternary compositions for other high value applications will increase as on-going efforts to scale up crystal growth techniques mature. This project will thus position the UK in the forefront of research, while simultaneously offering transformative research in ultrasonic devices for surgery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K020013/1","grantId":"EP/K020013/1","fundValue":"982350","fundStart":"2013-04-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Margaret  Lucas","coPersons":["Sandy  Cochran","Zhihong  Huang","Hamish  Simpson"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}