{"id":"D5669819-333C-456D-8FEA-97920F534E31","title":"Development of optimal molecular markers of domestication in Atlantic salmon for assessing introgression in wild populations","abstractText":"Controversy surrounds the actual impacts of Atlantic salmon farming on wild salmonid stocks, fed by the lack of direct evidence for or against many potential impacts, with uncertainty an increasing impediment to sustainable industry development and effective management of wild stocks. This applies to the potential impact of the introgression of farm genomes into locally adapted wild populations from breeding of farm escapes. Escapes do occur and are recognized as inevitable, but are a very small fraction of farm stocks and vary in numbers both locally and temporally. The majority of escapees are expected to die without breeding but some do remain in or ascend rivers and spawn. However, a detailed understanding of actual levels of interbreeding and introgression in most rivers is lacking which, along with an understanding of the adaptive differentiation of farm and wild salmon, is required to establish the actual impact of this potential interaction on the productivity and viability of wild populations.\n\nDetection and quantification of interbreeding and introgression requires diagnostic markers for farm and wild genomes. Genetic differentiation of farm and wild genomes can evolve through founder effects, selective breeding and domestication selection and is observed in respect of a variety of molecular markers. However, existing molecular markers are not fully diagnostic and regionally constrained in their usefulness. Unfortunately, marker panels screened for useful variation have been small and arbitrary such that they are unlikely to include the most informative loci and to be context specific, limiting their power and transferability. To properly address the issue of introgression molecular markers are required that are highly diagnostic across all farm and wild populations. These markers will be in genomic regions involved in domestication and controlling the expression of selected economic traits.\n\nWhat is known of the genomic architecture of domestication and most economic traits indicates their control is polygenic, making the targeting of specific gene regions in the search for markers difficult. In contrast, recent advances in genomics make possible genome scanning and genome-wide association studies (GWAS) which can provide a high resolution assessment of molecular differentiation between different individuals or populations across the genome. Different GWAS strategies can be employed but two are deemed optimal in the current context. Firstly, a GWAS will be carried out using a new Atlantic salmon SNP (single nucleotide polymorphism) containing 930k nuclear SNPs, recently developed in collaboration with the salmon farming industry. This will be carried out on a broad base of representative farm and wild stocks. Secondly, GWAS will be carried out to identify temporally stable epigenetic DNA-methylation base changes induced by rearing fish in culture by comparing groups of single source wild fish reared in the wild and in culture.\n\nThe study will deliver the first general understanding of domestication related molecular genetic differentiation between farmed and wild salmon and identify the best markers for identifying farm salmon in the wild and assessing genetic introgression of farm genes into wild populations. The work will deliver a more robust and generally applicable tool for determining the actual levels of escapes and introgression in wild salmon populations. Following field calibration and independent validation, the diagnostic methodology defined in the study is expected to provide the basis for generating the evidence needed to clarify the debate on levels of escapes and introgression and the long term impacts of introgression on population viability. This will help to define more clearly the path forward for the sustainable development of the salmon farming industry in the UK and elsewhere in the North Atlantic region and help to inform management priorities for wild Atlantic salmon stocks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M026671/1","grantId":"BB/M026671/1","fundValue":"241276","fundStart":"2015-04-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"","person":"Eric  Verspoor","coPersons":["Carlos  Garcia De Leaniz","Sofia  Consuegra Del Olmo"],"organisation":"University of the Highlands and Islands","findingsText":"","dataset":"gtr"}