{"id":"D56EC188-37EE-4E61-BE91-BA489C85014B","title":"Bilateral (HK):Are Quality Management Systems Effectively Adopted in China? A Longitudinal Analysis of ISO 9000 Adoption and Comparison with UK firms","abstractText":"<p>In recent years there have been a number of major international product scares as a result of goods originating from China. These have included tainted milk powder and toys containing excessive quantities of lead paint. This has triggered a worldwide concern about the quality of products that are made in China. </p>\n\n<p>However, paradoxically within a global context, China has the largest number of certified adopters of ISO 9000, the international quality management system. It could be argued that such quality systems should ameliorate the risk of doing business in China and provide reassurance that Chinese firms have put in place rigorous management and organistional structures and processes. </p>\n\n<p>This research plans to adopt institutional theory and the event study methodology to understand the spread of international quality assurance systems to Chinese manufacturing firms. A comparison will be made with UK firms as they were early adopters of the ISO 9000 system and should therefore have in place well established and mature quality management systems. It is anticipated that the study will lead to enhanced understanding of the quality management systems in both jurisdictions in terms of the factors which lead to their effective use in an international context.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3638","grantId":"RES-000-22-3638","fundValue":"77173","fundStart":"2009-12-01","fundEnd":"2011-11-30","funder":"ESRC","impactText":"  The findings have been used within ISO in terms of our understanding of ISO 9000 Manufacturing, including Industrial Biotechology Economic,Policy & public services","person":"P  Humphreys","coPersons":[],"organisation":"University of Ulster","findingsText":" We have obtained a better understanding of the strategic impact of quality management standards on the competitiveness of manufacturing organisations The findings could be extended to consider the service sector Aerospace, Defence and Marine,Financial Services, and Management Consultancy,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Retail","dataset":"gtr"}