{"id":"D56F1B26-7C7F-4BE1-91E5-3D4AE2896323","title":"Understanding the chemistry of ceramic materials under irradiation","abstractText":"The safe disposal of radioactive waste is a problem that must be solved . First, there is the existing legacy of waste in the UK (about 3.4 million cubicmetres of which 1,100 cubic metres is high level waste - not counting the 1500 tonnes of Pu left over from the Cold War). Second, any future development of nuclear power requires a publically acceptable method of disposing of nuclear waste. The CoRWM (Committee on Radioactive Waste Management) recommendation that high level waste should be disposed of in a repository with geological barriers has been accepted by the Government. (In the UK co-disposal of long-lived intermediate level waste and high level waste together with spent fuel is the preferred option). The radioactive elements themselves must be trapped in a matrix that will not disintegrate during prolonged heavy particle bombardment at moderately high temperatures. This matrix must be able to accommodate high concentrations of radioactive species, resist radiation damage and not release the radioactive species to the environment for many thousands of years. Also, it must be easy to make and shape. We need information on how radioactive elements are incorporated into possible hosts, and how these hosts change when they are damaged. In particular, we need to understand how the effects of radiation affects whether they will dissolve in water. Understanding this basic chemistry is essential if suitable hosts are to be found. This proposal will provide new insights into the problem of immobilising radioactive waste in suitable hosts using a combination of computer simulation techniques. We will develop methods to evaluate the level and type of damage, link this to escape of radioactive species from the host and dissolution of the host itself. This will enable us to evaluate possible hosts for immobilising radioactive waste.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H012230/1","grantId":"EP/H012230/1","fundValue":"130974","fundStart":"2010-10-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  This grant was a collaboration with lead PI applicant Professor John Harding at Sheffield EP/H013814/1. Full details of the outcomes of the work are listed under this grant. Aerospace, Defence and Marine,Environment Cultural,Societal,Economic","person":"Neil Langsford Allan","coPersons":[],"organisation":"University of Bristol","findingsText":" This grant was a collaboration with lead PI applicant Professor John Harding at Sheffield EP/H013814/1. Full details of the outcomes of the work are listed under this grant. New/improved host materials for nuclear waste identified. Aerospace, Defence and Marine,Education,Security and Diplomacy","dataset":"gtr"}