{"id":"D581952C-2E1F-4FF4-99F5-D5C5107F4D21","title":"The helium atom in intense UV and XUV laser fields: rescattering-induced double ionization and ionization scaling laws","abstractText":"At sufficiently high laser intensities, multi-electron atoms undergonon-sequential double ionization (NSDI), a process in which electronsare ejected near-simulteously in highly correlated (entangled) pairs.Helium, the simplest of all multi-electron atoms, presentstheorists with a unique opportunity to study these highly correlatedintense-field processes with an unprecedented accuracy. Despite therelatively simple structure of helium, the helium-laser Schroedingerequation, governing the dynamics of the system, admits few if anyapproximations in the limit of high intensity laser radiation. In theintense fields used to create NSDI, all terms of the helium-laserSchroedinger equation and all degrees of freedom are exercisedsimultaneously. The only reliable treatment of this problem has provedto be via high-accuracy numerical solution of the full Schroedinger equation.Over the last decade we have developed the computational methods, and thecomputer codes necessary to solve this problem on parallel computers.Our code is capable of solving the full (time-dependent and full-dimensional)helium-laser Schroedinger equation over a wide range of laserfrequencies and intensities. We have no rivals in this capability world-wide.Our code is still alone in its ability to generate accurate reliable solutionsat frequencies that range from the optical to the XUV, and atlaser intensities as high as can be achieved in practical experiments.Our intention is to calculate the detailed ionization dynamics of laser-drivenhelium in the UV to XUV range of laser wavelengths (roughly 100 nm to 7nm).In the intense field limit, this is very much uncharted territory,because until very recently it was impossible to build intense-fieldlasers at these wavelengths. Six months ago this changed with thecompletion of the first phase of DESY Free Electron Laser (FEL) nearHamburg. Another more ambitious FEL is under construction at Stanford.As just one illustration of the high importance of atom-laser physicsin this limit, we note a recent successful practical application of thenon-sequential double ionization (NSDI) mentioned above, in which trainsof light pulses of duration 100 attoseconds (the shortest everobserved) were created as a direct result of NSDI and used toperform time-resolved measurements of the same order. The laserused to drive the NSDI was 800nm. The prospect of producing evenshorter pulses by using intense UV lasers is a particularly exciting potentialapplication of laser-driven helium in the UV.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E016588/1","grantId":"EP/E016588/1","fundValue":"350679","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"K  Taylor","coPersons":["Hugo Willem  Van Der Hart"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}