{"id":"D5952F6F-1243-4CBF-9B60-9E21D68D2D63","title":"Integrating upstream host cell line selection and development with improved downstream bioprocessing","abstractText":"Many of the new drugs currently under development are based upon proteins rather than traditional small molecules (e.g. antibiotics). One of the type of protein molecules that is particularly challenging to make are antibodies e.g. herceptin. These protein drugs are produced for the treatment of diseases such as cancer by mammalian cells kept in culture under defined conditions. One problem with this is that the cells we use to make such proteins secrete not only the target protein into the medium in which the cells grow, but other proteins from the cell as well, called host cell proteins (HCPs). Further, cell breakage during fermentation or downstream handling (e.g. centrifugation) can result in the release of intracellular protein material. To complicate things further, what these HCPs are (the contaminants) and how they change throughout cell fermentation and with target products is not known. What this means is that the target drug must be purified from the rest of the material in the medium before it is deemed safe for use and this is referred to as downstream bioprocessing. Downstream bioprocessing is now a major part (&gt;40%) of the total cost of manufacturing such drugs and as such improvements in this area would be of major benefit to both manufacturers and the end patient. We aim to begin addressing this lack of knowledge with respect to the HCPs in the medium during the culturing of Chinese hamster ovary cells engineered to express a recombinant monoclonal antibody. Specifically, we will determine the HCP profile throughout culture and throughout a standard template purification procedure for a monoclonal antibody. We intend to use this information to then remove the most troublesome HCPs by cell engineering approaches and determine what effect this has on product yield, cell growth and subsequent purification procedures. Ultimately we envisage that this information will allow us to redesign downstream purification procedures either to remove or to integrate better current chromatographic steps which are expensive and time consuming. This information is of high industrial relevance since the production of commercially valuable proteins (e.g. antibodies) can be hindered, and the cost dramatically escalated, as a result of the multiple chromatographic steps currently required to purify the target protein to acceptable levels. A better understanding of the HCP profile and how this influences downstream processing is very important as it is expected that with an increasing number of protein 'drugs' being developed we will lack the capability of producing large enough amounts to meet the required demand at a cost which can be affordable for the majority. Hence these products remain prohibitively expensive to many, but very effective, medicines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G010358/1","grantId":"BB/G010358/1","fundValue":"361759","fundStart":"2009-02-01","fundEnd":"2012-02-29","funder":"BBSRC","impactText":"  Essential to this project was the development of methods for the measurement of host cell proteins (HCPs) at low levels in the background of high levels of the antibody product. We successfully developed several approaches; 2D-gel, mass spectrometry and radiolabel based. These were vital to the research that followed and will be important for the future.\n\nApplication of these methods enabled new understanding of how the HCP profile changes with culture time and of the classes of proteins present in this culture environment. The approach was extended into the downstream process using ultra scale-down methods to reveal the interactions between the primary recovery operations of centrifugation and filtration. This has highlighted the difficulty in coping with process variation at this point in the sequence. Finally we studied the protein A capture chromatography showing two classes of HCP interactions; those with the resin backbone and those with the antibody product. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"Daniel Gilbert Bracewell","coPersons":[],"organisation":"University College London","findingsText":" Many of the new drugs currently under development are based upon proteins rather than traditional small molecules (e.g.\nantibiotics). One class of protein molecules that are particularly challenging to make are antibodies e.g. herceptin.\nThese protein drugs are produced for the treatment of diseases such as cancer by mammalian cells kept in culture under defined conditions. One problem with this is that the cells we use to make such proteins secrete not only the target protein into the medium in which the cells grow, but other proteins from the cell as well, called host cell proteins (HCPs). Further, cell breakage during culture or downstream handling (e.g. centrifugation) can result in the release of intracellular protein material. To complicate things further, what these HCPs are (the impurities) and how they change throughout cell fermentation and with target products is not known. What this means is that the target drug must be purified from the rest of the material in the medium before it is deemed safe for use and this is referred to as downstream bioprocessing. Downstream bioprocessing is now the major part of the total cost of manufacturing such drugs and as such improvements in this area would be of major benefit to both manufacturers and the end patient. We have addressed this lack of knowledge by measuring the HCP profile throughout culture and throughout a standard purification procedure for a monoclonal antibody. Ultimately we envisage that this information will allow us to redesign downstream purification procedures either to remove or to integrate better current chromatographic steps which are expensive and time consuming. This information is of high industrial relevance since the production of commercially valuable proteins (e.g. antibodies) can be hindered, and the cost dramatically escalated, as a result of the multiple chromatographic steps currently required to purify the target protein to acceptable levels. This better understanding of the HCP profile and how this influences downstream processing is very important as it is expected that with an increasing number of protein 'drugs' being developed we will lack the capability of producing large enough amounts to meet the required demand at a cost which can be affordable for the majority. Hence these products remain prohibitively expensive to many, but very effective, medicines. The research is directly applicable to the manufacture of new medicines (biopharmaceuticals) it will help enable the development of more robust and efficient processes and improve regulatory knowledge. This relates to the Bioscience 2015 Report to the UK Government by the Bioscience Innovation Growth Team which highlighted &quot;the inevitable increase in the importance of bioprocessing&quot;. This report recommended that a key application area that should be focussed on was 'manufacturing approaches for proteins and other biopharmaceuticals'. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}