{"id":"D5987062-6683-45F5-BAD9-8E761009379B","title":"Platform Grant for Laboratory Soil Mechanics Research","abstractText":"This application is for a renewal of the Platform Grant that has helped to rejuvenate research en experimental soil mechanics at Imperial College. The first period of the grant has underpinned the operations of the largest soil element research laboratory en the UK and one of the most influential worldwide. The renewed grant well maintain the momentum gained over the last four years, supporting the post-doctoral and technical staff who ensure continuity of expertise in the laboratory and the continued success of the Research Group. Renewal will allow the group to retain key staff while developing important new avenues of experimental research and international collaborative links. The Platform Grant funding will enable talented young staff to develop their careers, so training high quality academic staff and engineers, while allowing Imperial College to maintain its position at the forefront of experimental geotechnical research, setting the agenda for improving the understanding and modelling of soils and weak rocks. An important feature of the new application is developing new research themes involving recently recruited highly able staff: Dr.C.Fenton (geological aspects), Dr.C.O'Sullivan (mecromechanics and DEM) and Dr.J.Standeng (mechanics of residual and unsaturated soils, field observations).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D506387/1","grantId":"EP/D506387/1","fundValue":"432788","fundStart":"2006-05-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"","person":"Richard  Jardine","coPersons":["David M Potts","Matthew Richard Coop"],"organisation":"Imperial College London","findingsText":" The Platform Grant has been crucial to underpinning experimental soil mechanics research at Imperial College. The five staff supported over the five years maintained a vital continuity of expertise in testing techniques, apparatus development, experimental design, test interpretation and soil modelling. They advanced and supported our continuing research in fundamental soil mechanics developing considerably our work in particle scale (micro-mechanics) studies, the characterisation of directional dependent geomaterial properties (anisotropy), research into mixed phase unsaturated systems (with air, water and other fluids present in the pore spaces) and also new work on different classes of materials, ranging from clays to sandstones and mudrocks, as well as exploring a new problems with freezing/thawing and frozen soils and exploring a new class of 'transitional' soils that fail to fit the classical 'critical state' framework of behaviour. \n\nThe team supported by the grant were also able to take part in novel applied research, which was largely funded by Industry, where the fundamental soil mechanics was developed and extended to contribute to strategically important areas, including offshore foundation problems (in a new Anglo-French study involving intensively instrumented laboratory calibration chamber tests) and a seminal multi-disciplinary study for BP that considered the effects of climate change on infrastructure facilities in cold regions, such as Alaska and Siberia. The latter applied Thermo-Hydro-Mechanical (THM) soil mechanics to predict how freezing and thawing may change permafrost landscapes in such regions. Our work indicated that major impacts can be expected over the next 50 years.\n\nThe grant was highly beneficial in helping the Investigators to gain new funding and take part in exciting new research. It has also been crucial in aiding the production of numerous high quality research outputs. A considerable volume of papers have been published in internationally leading journals and conferences. Three major prizes have been awarded by the UK Institution of Civil Engineers to the Investigators over the five year period for papers related to the supported research. The experimental work is now widely regarded as an international benchmark against which others can test their theoretical models. Several papers were published by other leading international groups that used our data in this way at the specialist Conference held in Seoul, South Korea, on Advanced Geotechnical Laboratory in late August 2011 and in subsequent Journal publications, including two in Geotechnique in 2012 alone. The grant has allowed our laboratory research to flourish and maintain an internationally leading position. This has enabled us to host and gain excellent input from a substantial group of overseas academic visitors, providing laboratory space, facilities and collaboration that has fed into many of our key research publications. The list of supported academics includes: Dr. A. Silva dos Santos (from Brazil), Mr. M Silva (Chile), Dr B. Zhu and Prof. Z. Yang (China), Drs V. Bandini, A. Carrera and Ms. A. Marcosanti (Italy) , Dr G. Vilhar (Slovenia) and Dr. S. Lopez-Querol and Mr. M. Carrion Carmona (Spain). We were also able to support research visits to Brazil, China, France, Italy and elsewhere. \n\nThe Platform grant has enabled us to recruit excellent staff. Two of the researchers employed have gone on to Associate Professor positions in leading Asian universities, one other remains in post at Imperial College as a Research Officer and one other works in a leading Engineering Consultancy as a practical geotechnical expert. \n\nThe EPSRC's current, substantially raised, Platform Grant minimum Grant income criterion has made it difficult for our group to reapply immediately for a third period of Platform Grant funding. The Platform Grant has provided a highly effective means of enabling, supporting and developing our experimental laboratory work. It will be missed sorely. The work undertaken has impacted on practise in several ways. Firstly, it has changed the approaches taken for advanced testing as applied on major new construction projects in the UK and overseas. Secondly it is feeding into new BP design guidance for working in cold regions, such as Alaska. Thirdly, it is one of the main pillars of work that has supported investigations into the effects of installation on driven pile behaviour in sands that is influencing new offshore design practice in the UK and elsewhere. The work is being exploited by the readers of the multiple academic papers published in conferences and major journals describing the work undertaken, and by the staff trained through the Platform Grant, and through the use made of the research by members of the steering group. These outcomes are proving to be highly influential in both academic and industrial contexts. We have organised a series of half day seminars at Imperial College to publicise the results, the latest of which (held in March 2012) attracted an audience of around 300 engineers and scientists. Construction,Energy,Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}