{"id":"D5A1BB24-8AEF-48C5-B548-2E6DB17E4C2B","title":"CAMBRIDGE UGTP WHOLE ENGINE COMPUTATIONAL AEROACOUSTICS CONSORTIUM","abstractText":"With the projected demand for air transport set to double the world aircraft fleet by 2020 it is becoming urgent to take steps to reduce the environmental impact of take off noise from aircraft. In worst case noise can be more than just annoying, potentially being a contributory factor towards illnesses such as hypertension. Hence, the Advisory Council for Aeronautics Research in Europe (ACRE) has set the target of reducing perceived noise levels by 50% by the 2020. A key noise source is caused by the powerfully turbulent flow field generated at the high Reynolds numbers associated with aerospace flows. Hence, the acoustician must be able to accurately predict the turbulent flow field, and its interaction, where necessary with combustion, and then manipulate it to reduce the acoustic signature. The only means of reliably predicting turbulence is through direct or near direct simulation of the Navier-Stokes equations. This, at realistic Reynolds numbers needs massive computational resources. Hence, access to the HECToR resource is sought to study various aeroengine flows/systems to produce noise reductions. The areas considered include the engine inlet rotor/fan zones, the combustor, turbine and exhaust.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G027633/1","grantId":"EP/G027633/1","fundValue":"90277","fundStart":"2009-06-09","fundEnd":"2012-12-07","funder":"EPSRC","impactText":"  The computing time has enabled us to demonstrate to Rolls-Royce plc the power of predictive Computational Fluid Dynamics (eddy resolving type simulations) for acoustics. Hence, they are planning, in a relatively short time frame, to have this as an available, in-house, predictive approach. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Energy,Environment,Transport Societal,Economic","person":"Paul G.  Tucker","coPersons":["Robert Stewart  Cant","William N Dawes","Tom  Hynes","Ann  Dowling","Sergey  Karabasov","CESARE ALAN HALL","Nigel  Peake"],"organisation":"University of Cambridge","findingsText":" The computing time supported computational aeroacoustics research in a wide range of areas. Notably it allowed us to perform predictive Computational Fluid Dynamics (CFD) simulations for a range of complex nozzles, including those with a pylon, wing and idealized flap. We managed to reliably extract 4th order space time correlations for turbulence and use these in low order noise models. The CPU time also enabled us to simulate noise for internal turbo machinery components including the fan where we were able again to successfully capture noise spectra. \nThe computing time has enabled us to secure much follow on funding and also has lead to Rolls-Royce plc planning to use predictive CFD in-house. They are being taken forwards by Rolls-Royce plc. Also, there is an EU (JERONIMO) project that takes the type of work carried out in this project forwards. Aerospace, Defence and Marine,Energy,Environment,Transport","dataset":"gtr"}