{"id":"D5A3AF71-D4DA-4859-8017-A31C2D72F785","title":"SEBASE: Software Engineering By Automated SEarch","abstractText":"Current software engineering practice is a human-led search for solutions which meet needs and constraints under limited resources. Often there will be conflict, both between and within functional and non-functional criteria. Naturally, like other engineers, we search for a near optimal solution. As systems get bigger, more distributed, more dynamic and more critical, this labour-intensive search will hit fundamental limits. We will not be able to continue to develop, operate and maintain systems in the traditional way, without automating or partly automating the search for near optimal solutions. Automated search based solutions have a track record of success in other engineering disciplines, characterised by a large number of potential solutions, where there are many complex, competing and conflicting constraints and where construction of a perfect solution is either impossible or impractical. The SEMINAL network demonstrated that these techniques provide robust, cost-effective and high quality solutions for several problems in software engineering. Successes to date can be seen as strong pointers to search having great potential to serve as an overarching solution paradigm. The SEBASE project aims to provide a new approach to the way in which software engineering is understood and practised. It will move software engineering problems from human-based search to machine-based search. As a result, human effort will move up the abstraction chain, to focus on guiding the automated search, rather than performing it. This project will address key issues in software engineering, including scalability, robustness, reliability and stability. It will also study theoretical foundations of search algorithms and apply the insights gained to develop more effective and efficient search algorithms for large and complex software engineering problems. Such insights will have a major impact on the search algorithm community as well as the software engineering community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D050863/2","grantId":"EP/D050863/2","fundValue":"402063","fundStart":"2010-08-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"  Several companies have taken up the work of the project, most notably Google, Visa and Microsoft. Visa and Microsoft continue to work with the tea, at UCL through the subsequently funded program grant DAASE. Digital/Communication/Information Technologies (including Software) Economic","person":"Mark  Harman","coPersons":["Kathleen  Steinhofel","Rob  Hierons"],"organisation":"University College London","findingsText":" The SEBASE project provided and embedded a new approach to the way in which software engineering is understood and practised: Search Based Software Engineering (SBSE). SBSE moves software engineering problems from human-based search to machine-based search. As a result, human effort moves up the abstraction chain, to focus on guiding the automated search, rather than performing it. SBSE now has over 1,200 active researchers and practitioners, speed over more than 4 countries that cover every continent of the globe. SEBASE successfully embedded the concepts, theory, algorithms and tools for computational search into the &quot;germ line&quot; of Software Engineering. It was nominated for the Times project of the year award 2012. Many companies, including, Google, Microsoft, Visa and Ericsson have taken up its ideas and techniques. \n(this written in September 2014, two years after completion in Summer 2012) There are tools available for SBSE and the area continues to develop and grow. Check out the SBSE repository at http://crestweb.cs.ucl.ac.uk/resources/sbse_repository/ Aerospace, Defence and Marine,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Energy,Financial Services, and Management Consultancy,Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Security and Diplomacy,Transport,Other","dataset":"gtr"}