{"id":"D5A44339-A252-4B52-83FA-F37D401D3F5A","title":"ESRC Seminar Series: Synthetic biology and the Social Sciences","abstractText":"<p>Synthetic biology is a new field which draws on both biology and engineering to design and construct new living things, or parts of living things, and to modify existing ones. Synthetic biology promises social and economic benefits, but because of its potential to create life from scratch', it also raises many social and ethical concerns. This has led to a great deal of policy interest in the field, and to the early-stage involvement of social scientists.</p>\n\n<p>The central aim of this seminar series is to build a network of social scientists who are critically engaged in the analysis of synthetic biology. Social scientists have become involved in various different synthetic biology initiatives in the UK, but they are dispersed institutionally.</p>\n\n<p>The seminar series will provide a mechanism for bringing them together so that they can share their experiences. It will explore the possibility of developing an analysis of the societal, ethical and policy dimensions of synthetic biology in real time. This 'upstream' engagement with synthetic biology could lead to a change in the way in which the role of social scientists in emerging technologies is understood, and to fundamentally different assumptions about the relationship between science and society.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I002111/1","grantId":"ES/I002111/1","fundValue":"18166","fundStart":"2011-01-01","fundEnd":"2012-06-30","funder":"ESRC","impactText":"","person":"Jane  Calvert","coPersons":["Paul  Martin","Matthew Benjamin Kearnes","Claire  Marris","Adrian  Mackenzie"],"organisation":"University of Edinburgh","findingsText":" Synthetic biology is a new field which draws on both biology and engineering to design and construct new living things, or parts of living things, and to modify existing ones. Synthetic biology promises social and economic benefits, but because of its potential to create life 'from scratch', it also raises many social and ethical concerns. This has led to a great deal of policy interest in the field, and to the early-stage involvement of social scientists. The central aim of this seminar series was to build a network of social scientists who are critically engaged in the analysis of synthetic biology. \n\n\n\nSocial scientists have become involved in various different synthetic biology initiatives in the UK, but they have been dispersed institutionally, collaborating with different scientists, and coming from different disciplinary perspectives. The ESRC seminar series brought these social scientists together to share and build upon their experiences, and to explore the development an interdisciplinary research agenda for the social scientific analysis of synthetic biology. This cumulated in the final seminar with the public release of an online 'manifesto for experimental collaborations between social and natural scientists', which has provoked comments and responses (see http://experimentalcollaborations.wordpress.com/).  Communities and Social Services/Policy,Security and Diplomacy","dataset":"gtr"}