{"id":"D5A40B59-0FDF-4226-85E4-F750261DDF2F","title":"Centre for the Microeconomic Analysis of Public Policy","abstractText":"This proposal sets out a major new programme of research that will lead to significant scientific progress and policy impact. Building on the expertise developed at the Centre and at IFS, we will use the developments in econometric techniques and data availability, including linked survey and administrative data, to push our research agenda in exciting new directions. The focus of the work will be on:\n- Consumers and markets. We will use insights from behavioural economics and robust methods to understand within-household behaviour and we will explore the relationships between government policy, firm behaviour and outcomes for consumers. This work has the potential to transform our understanding of the effects of policy interventions that either change the relative prices of the goods consumers buy (e.g. taxes on alcohol, green levies, sugar taxes) or try to change consumers' preferences (e.g. through information campaigns or restrictions on advertising).\n- Inequality, risk and insurance. Understanding the determinants of inequality is central to our agenda. We will focus on understanding inequality across the life cycle and across and within generations. We will explore the role of housing, of insurance and of market and non-market mechanisms in managing risk and uncertainty. The availability of new administrative data linked to existing surveys will allow us to examine the dynamics of inequality and the impact of alternative policies. In particular, we will focus on the role of wealth and bequests in generating within-cohort inequality among the younger generations and we will investigate how uncertainty is resolved over the life cycle and how this affects the degree of insurance provided by taxes and benefits at different ages.\n- Public finances and taxation. Focusing on high earners and multinational companies, we will use newly-available data to throw new light on risks to the public finances in the UK from these vital but increasingly risky sources of revenue. We will also develop a programme of work that focuses on the particular issues facing tax design in middle-income countries.\n- Evolution of human capital over the life cycle. We aim to make major strides in understanding the process of formation of human capital from the early years to young adulthood, how human capital is rewarded in the labour market, how it is linked to labour supply and productivity, and how the evolution of health and well-being interacts with labour supply and other outcomes in later years.\n These issues are intricately related and we envisage a joined-up programme of work that will provide new answers to some of the most important questions currently facing policymakers. How do people make decisions over savings, nutrition, education and labour supply and how can government influence those decisions? What is driving increased levels of income inequality and how might interventions in education and through the tax and welfare system ameliorate them, and at what cost? How should governments respond to the pressures on corporate and individual tax revenues created by increasing globalisation? What drives decisions over pension savings, health behaviours and retirement decisions and how should governments design policy in the face of an ageing population?\n In answering these questions, we will make use of the unique expertise and data resources brought together at the Centre. Crucially, our intention is also to take a consistent approach in which we will model the determinants of individual decisions over the life course and the interactions between economic actors; we will model behavioural 'biases' and market frictions; we will use a combination of available data, randomised controlled trials and structural modelling to understand not just the effect of policies but also what drives that effect and hence what might be the effect of other policies; and we will develop new data and measurement tools.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M010147/1","grantId":"ES/M010147/1","fundValue":"6930800","fundStart":"2015-10-01","fundEnd":"2020-09-30","funder":"ESRC","impactText":"","person":"Richard  Blundell","coPersons":["Imran  Rasul","Orazio  Attanasio","James  Banks","Ian  Crawford","Rachel Susan Griffith"],"organisation":"Institute for Fiscal Studies","findingsText":"","dataset":"gtr"}