{"id":"D5ACCDC4-BF75-4D9D-B1E3-E8372F5A9A63","title":"Temporal aspects of quantum theory and emergent classicality","abstractText":"Questions concerning the nature of time have fascinated scientists and thinkers from all areas of life for millenia. The physicists conception of time first took fully concrete form with the development of Newtonian mechanics in the eighteenth century and the depth and subtleties involved with our concepts of time became apparent with the advent of relativity at the beginning of the twentieth century. Quantum theory emerged in the 1920s as the fundamental theory of matter and at its heart lies Schrodinger's famous equation, describing the evolution, in time, of the wave function representing the wave-like properties of atoms. Quantum theory was immediately spectacularly successful in all its applications. Yet an issue that was not addressed concerns the status of the time parameter in the Schrodinger equation. It appears in a way which is different to other variables, such as position and momentum. These variables (which are mathematically represented by operators) obey the uncertainty principle, which limits the degree to which they may be specified. Yet time appears in the Schrodinger equation as an essentially classical quantity, corresponding to the time measured by a classical clock described by Newtonian mechanics, seemingly unrestricted by the uncertainty principle. This is a peculiarly hybrid state of affairs and a very surprising one for a supposedly fundamental theory. The question of clarifying the nature of time in quantum theory has become a topic of considerable interest in recent years.This question is a particularly exciting one since a study of time in quantum theory leads us to a deeper understanding of what time actually is.\n\nOne particular notion of time one would like to define in quantum theory is the arrival time: what is the probability that a particle in a given quantum state arrives at a certain point in space during a given time interval? The peculiar status of time in quantum theory means that methods outside the usual quantum-mechanical toolbox have to be used to answer such questions. Many such methods are indirect. For example, by measuring the amount of probability in a spatial region at two different times one can deduce the flux of probability leaving that spatial region during the given time interval, from which one can define the arrival time at a point. But indirect methods such as this have interesting problems. For example, the arrival time probability defined through the flux, classically positive, can come out to be negative for certain quantum states. This curious and little-investigated non-classical phenomenon is called backflow and haunts many attempts to define time in quantum theory.\n\nMore elaborate means of defining the arrival time involve repeated position measurements at short time intervals, checking to see if the particle is still there. Yet these methods may also suffer from interesting problems. A basic\nproperty of any quantum system is that measurement disturbs it. If measurements are made too frequently, it is disturbed so much that there is nothing left to measure! This non-classical effect is called the quantum Zeno effect and is another phenemonon that gets in the way of attempts to define time in quantum theory.\n\nThe proposed research addresses the definition of time in quantum theory in a variety of contexts, and also addresses the associated problems that arise. The backflow effect will be investigated in detail. This turns out to have some\ninteresting relationships to a novel form of the Bell inequalities which involve measurements distributed in time. The quantum Zeno effect will also be investigated. In particular, an interesting question is how this highly non-classical effect goes away in the classical limit. These and related questions may have interesting experimental consequences and will also shed light on the nature of time itself.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J008060/1","grantId":"EP/J008060/1","fundValue":"221603","fundStart":"2012-09-12","fundEnd":"2015-04-01","funder":"EPSRC","impactText":"","person":"Jonathan  Halliwell","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}