{"id":"D5AF36AE-F877-4FEB-8049-A96A24885328","title":"Development of a multi-channel Oblique Plane Microscopy system for cardiac cell physiology measurements","abstractText":"Fluorescence microscopy is an extension of optical microscopy that has become a standard tool for biologists who label their specimens with fluorescent molecules to report the locations of specific proteins or to study cellular processes, e.g. to image the local calcium concentration in cells. Many microscopy applications demand optically sectioned imaging, which provides an image of only a single thin (~1 micron) slice through the sample. Optical sectioning improves image contrast by reducing the 'blur' from out-of-focus planes that is evident in conventional microscopy and provides the ability to produce 3D images from stacks of 2D optically sectioned images. Normally, optically sectioned imaging is implemented using expensive laser scanning confocal microscope systems (typically &gt;&pound;150k), which can be considered as a 'gold standard'. While these microscopes provide high resolution 3D images, they typically require 10's of seconds to acquire a 3D fluorescence intensity image. Also, when imaging at higher speeds, the illumination used in confocal microscopes can cause light induced damage (photodamage) to biological samples. One recently developed alternative to confocal microscopy is selective plane illumination microscopy (SPIM), which provides rapid optically sectioned imaging, very low exposure of the sample to illumination light, and which is therefore particularly advantageous when imaging live biological specimens. However, a major disadvantage of SPIM is that it cannot be implemented on the standard fluorescence microscopes that are used widely in biomedical research without significant modification of the method used to mount the sample. This project will develop a new optically sectioning microscope technology invented by Dr Chris Dunsby called Oblique Plane Microscopy (OPM, patent filed July 2008). OPM is conceptually similar to SPIM but it can be implemented on standard fluorescence microscopes and applied to image samples prepared on standard micoscope slides, tissue culture dishes or multiwell plates. As with SPIM, the image acquisition rate of OPM is only limited by the speed of the CCD camera used and OPM subjects the specimen to a minimal light exposure. To date, OPM has been successfully demonstrated for high-speed optically sectioned imaging of calcium waves in single live isolated cardiac myocytes at 500 frames per second and these images offer an exceptional view of calcium dynamics. However, these successful initial experiments immediately highlight a clear gap in the capability of the existing system: that it is not possible to image multiple cellular parameters simultaneously and that only one excitation wavelength is available. Therefore, the primary goal of this project is to extend the existing OPM system to enable multiple fluorescent probes to be studied simultaneously through the addition of laser excitation sources at new wavelengths and the addition of multiple detection channels that can image at different wavelengths using state of the art and extremely high speed camera technology. Significantly, the improved OPM system will be able to directly study multiple cellular parameters, e.g. the intracellular sites of calcium release will be correlated with the organization and structure of the cell membrane during cell contraction - in both 2 and 3 spatial dimensions - for the first time on a rapid timescale. While the focus of this proposal is to apply the improved OPM system to imaging cardiac cell dynamics, it will also be applicable to a number of other important imaging challenges in biology, including high-speed 3D imaging in cardiac tissue slices and for monitoring the diffusion and clustering of proteins on the cell membrane in 2D on the millisecond timescale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I023801/1","grantId":"BB/I023801/1","fundValue":"118655","fundStart":"2011-08-01","fundEnd":"2012-07-31","funder":"BBSRC","impactText":"  The research carried out during this grant led to the successful licensing of OPM related intellectual property to a commercial company. This license is managed by Imperial Innovations, who are responsible for technology transfer at Imperial College London. Details of the license are commercially sensitive and are therefore confidential. Healthcare,Pharmaceuticals and Medical Biotechnology,Other Economic","person":"Christopher  Dunsby","coPersons":["Kenneth T MacLeod"],"organisation":"Imperial College London","findingsText":" This project exceeded its original objectives in developing a novel optical microscopy technology called oblique plane microscopy (OPM), which aims to overcome some of the limitations of confocal microscopy. Significant advances in the OPM hardware were achieved, which included the design and implementation of an optical system providing multiple fluorescence excitation wavelengths allowing a much wide range of fluorophores to be excited and also allowing multiple fluorophores to be excited simultaneously. In addition, two new high-speed scientific CMOS cameras were added to the system, enabling two different fluorophores chosen to emit at different wavelengths to be imaged simultaneously. The use of two spectral channels has enabled the use of ratiometric fluorescent sensors that allow quantitative measurements of physiological parameters, e.g. voltage. Also, a further optical beam-path was added to the system to enable a conventional transmitted light ‘bright-field’ image to be obtained of the specimen that is acquired simultaneously with the fluorescence images, providing biologists with a direct visualisation of the morphology and condition of the sample in real time.\n\n\n\nA significant amount of effort was required to develop the necessary acquisition software for controlling and synchronising all of the system components and also to allow the user to see the specimen in real time in 3D for the first time. The final system can now image two different fluorophores simultaneously at high speeds in 2D (&amp;gt;600 frames per second) and also in 3D (up to 25 volumes per second). The system therefore provides new opportunities to biomedical scientists to image dynamic biological specimens in more dimensions and at higher rates than before.\n\n\n\nIn addition to the development of the instrument hardware, a significant amount of software development was carried out to allow data to be processed in a reasonable timescale. This included software allowing rapid calcium spark events imaged at high-speed with OPM in 2D to be automatically detected and quantified, which was tested against existing 1D spark detection software to validate its performance. Dedicated software was also produced for automatically converting raw 3D OPM data into three perpendicular views of the 3D dataset, enabling the user to apply all the necessary processing in a single step.\n\n\n\nFinally, extensive use of the OPM system was made to record calcium spark activity in cardiac cells isolated from control hearts and those with cardiac disease stemming from a heart attack. The cells were imaged in both 2D and 3D and multiple terabytes of image data was acquired. The software developed during the project is currently being used to analyse this data, which will be written up for submission to a peer-reviewed journal. This is the first time calcium sparks from control and diseased hearts have been recorded and analysed in two dimensions. One anticipated application of OPM is in the field of high throughput and/or high content 3D imaging platforms based on multiwell plate arrays. OPM provides very high speed 3D imaging and could therefore extend existing plate-reader technology – which is widespread in the pharmaceutical industry – providing opportunities for screening the effects of candidate drug-like compounds on cells, engineered tissues and small organisms. Given the greatly reduced importance of autofocusing for 3D imaging, the rate of 3D imaging of a multiwell plate could even exceed that of current 2D imaging systems. 3D imaging could provide detailed readouts on cell proliferation in 3D tissue matrices or on cellular or sub-cellular process in small organisms that cannot be quantified with current 2D plate-reader imaging systems. The results of this research are being exploited through a patent application on the invention of oblique plane microscopy (OPM) that was filed in 2008. During the project, this IP was licenced successfully through Imperial Innovations to a commercial company (details confidential).\n\n\n\nIn addition to commercial exploitation, the instrument developed during this research will also be exploited through existing and new collaborations with researchers in the biomedical sciences. The unique capabilities of OPM allow biological specimens to be studied with unprecedented temporal resolution in both 2D and 3D, and this will provide new opportunities to study and quantify dynamic biological processes. We have already demonstrated the application of OPM to the study of isolated cardiac cells and live zebra fish hearts, and future applications include the study of live nematodes, e.g. c. elegans, fly embryos and engineered tissues. Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}