{"id":"D5AFF551-5CD2-479A-8484-977160ED03EA","title":"Building Expertise: A System of Professions Approach to Low-Carbon Housing Refurbishment","abstractText":"Energy use in existing housing is a major source of greenhouse gas emissions in all developed countries. These emissions need to be reduced significantly and rapidly over the next 40 years to meet international targets and to help stabilise the climate, and therefore low carbon refurbishment of existing housing needs to play a key role. The technologies that might be used are broadly understood, but many are only deployed at very low levels compared to their future potential, and the technologies are not as familiar to building-related professions as they will need to become. These professionals have a strong influence over decisions about what work gets done, and so they have a major role in tackling climate change.The role of social science in this area of energy research has focussed largely to date on the behaviour of owners and occupiers of housing. Yet, the large number of housing-related trades and professions all play a role, both in implementing technical change and influencing owners and occupiers. Our research will address the implications of low carbon refurbishment for the relevant professions (architects, surveyors, engineers, estate agents, builders etc.), and their role in promoting and/or resisting change. The questions we will be investigating include: How might different professions react to the threats and opportunities implied by low carbon refurbishment? How might the need for low carbon refurbishment change the roles and interactions of professions? How are existing professions developing to meet the challenge? Which professions will gain control over the new activities involved in low carbon refurbishment? Or will new professions be needed to carry out new roles? If so, what are these roles and how will this shift influence other professions? Does the level of skills and knowledge required imply the professionalization of some roles currently seen as trades? How do the relevant institutions (trade associations, training organizations, professional bodies) view this issue and how are they preparing for it?To address these questions we will draw on two broad areas of existing knowledge - research in socio-technical systems (the process of technical innovation and associated social change) and the theory of systems of professions (which has studied the interaction of professions). Our goal is to bring the insights of the two approaches together to address the issues of professional interaction in meeting the challenge of low carbon refurbishment.We will conduct interviews with past and current innovators in this field, as well as surveying a broader range of 'mainstream' housing professionals. We will study decisions in ongoing innovative projects to understand decision making processes. And we will interview a broader range of stakeholders, including policy makers, professional organisations and trainers, to get an understanding of their attitudes and the institutional framework within which change might occur. We will do this work in both the UK and France, in order to draw comparisons and to understand the similarities and differences, and therefore help inform conclusions about the role of existing cultures and institutions.Our main findings will be academic reports, papers and conference presentations. However, we expect the results will be directly useful to both policy-makers and built environment professionals. We will engage with these groups both in the course of the research and to disseminate the final results. We will therefore present our research findings at conferences, events and in trade journals, and maintain a dedicated website to make our research accessible. We will organize final seminars for policy-makers to highlight the lessons learned from the research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H051163/1","grantId":"EP/H051163/1","fundValue":"373214","fundStart":"2010-09-01","fundEnd":"2014-02-28","funder":"EPSRC","impactText":"  Used in the development of UK construction industry plans for training and skills development. Construction,Energy,Environment Societal,Economic,Policy & public services","person":"Nick  Eyre","coPersons":["Kathryn  Janda"],"organisation":"University of Oxford","findingsText":" Small and medium enterprises perform most of the repair, maintenance, and improvement work in both the UK and France. Some of these builders have innovated their practices in ways that that allow them to capitalise on the developing need for low-carbon refurbishment. Some have multi-skilled their workers; some have reskilled their workers; others have developed new service offerings. The innovations made by firms in both countries are strongly related to the different policy contexts in the U Through design of training activities and changes to public policy to focus more strongly on the actual energy performance of buildings rather than the design Construction,Energy,Environment","dataset":"gtr"}