{"id":"D5B0B5C5-F68F-4219-B506-AAA1C1A0764B","title":"Negative Ions In Space","abstractText":"Over a hundred different molecules such as water and ethanol have been detected in outer space in, for example, molecular clouds between the stars and in molecular shells that surround stars. Last December (2006) a new type of molecule was detected for the first time that has prompted this investigation. Molecules are made up of atoms which are made up of a positively charged 'heavy' nucleus at the centre surrounded by a 'cloud' of electrons which are thousands of times lighter than the nucleus and negatively charged. Normally the negative charge of the electrons from each atom exactly balances the positive charge of each nucleus so that the molecule is neutral. If, however, an electron is taken away the molecule becomes positively charged and is described as a positively charged molecular ion. Alternatively, if an extra electron is added to the molecule it t will have an overall negative charge and is described as a negatively charged molecular ion. All the molecules detected in space were either neutral or positively charged molecular ions until last December (2006) when the first negatively charged molecular ion was discovered in the shell of molecules surrounding a star and in a molecular cloud in between the stars. The evidence obtained by astronomers for the presence of this negative ion was very strong because they observed the same characteristic signal with a telescope that they had also observed from this negative molecular ion in an experiment in their laboratory. A second negatively charged molecular ion was reported in May (2007).The aim of this project is to examine different ways in which the extra electron required to make the molecules negatively charged could become attached to the molecule. It turns out that the electron is so small that its movement is unlike the movement of everyday objects, such as tennis balls and cars. It is necessary to use a method of calculation based on 'Quantum Mechanics' to determine the motion of an electron near a molecule. In this project, a computer programme will be used to calculate the motion of the electron near molecules found in space. Experiments will also be performed in the laboratory to investigate how negative ions are formed in collisions between electrons and molecules found in space. The molecules found in space that will be examined in the project are not available to buy from chemical companies so it will be necessary to make them with carefully controlled chemical reactions before they can be examined.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F031025/1","grantId":"EP/F031025/1","fundValue":"70302","fundStart":"2008-02-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"","person":"Thomas Alexander Field","coPersons":["Graham  Saunders"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}