{"id":"D5B9EC6E-F7D6-410A-AA7E-A0FE33EE35E2","title":"Sexualities and Localities, c.1965 - 2013","abstractText":"This research examines the complex changes in sexual identities and communities in the contrasting cities of Leeds, Plymouth, Brighton and Manchester since c.1965. It explores the difference locality makes to the ways sexuality is understood and experienced, and so develops an account of particular 'queer' social, radical, and commercial networks. The research will look at how continuities and disjunctions in these local lives and networks articulated with, but also functioned at a distance from, broader currents and accounts of gay and lesbian life in Britain. It considers the local impact and relative significance of famous LGBT landmarks such as the Sexual Offences Act of 1967, the inception of the Gay Liberation Front in 1970, the AIDS crisis from 1981, the activism around Clause 28 in 1988, and the successive pieces of equalities legislation culminating in the Marriage (Same-Sex Couples) Act of 2013. At a detailed and local level, we explore the intersection of sexual, religious, ethnic, class and gender identities and identifications. We will investigate how patterns of local socio-economic growth or decline, of gentrification, of dissent and radicalism, and of migration affected people who identified as gay and lesbian and others who did not but whose sexual, social and community networks overlapped or intersected. In this way we will, firstly, fracture (or 'queer') homogenising general accounts, and, secondly, complicate local community research where identity categories are often the starting point.\n\nThis will be the first sustained, contextualised and comparative historical investigation of the local impact of changing cultural attitudes and official policies concerning sexuality, and the first to look at the particularities of lesbian, gay or other queer lives in cities with different subcultural associations and reputations. The project reveals the factors which have modulated queer lives and cultures of rejection, toleration or acceptance in these places and elsewhere. It will contribute to debates about the intersection of sexual and other categories of identity and identification, and about conceptions of community, belonging and cultural change. Crucially it will also feed a broader appetite for accounts of the lesbian, gay and queer past and interrogate the individual, community and political implications of that appetite. The project will bridge a gap between 'popular' and 'academic' LGBT or queer histories, and draw attention to local and national resources, archives, community projects and on-line resources - including at least six HLF-funded LGBT community history projects. It will also garner new testimonies relating in particular to the local impact of those projects on ideas of identity and community. \n\nThe research will be undertaken by two leading academics in the field, together with an experienced postdoctoral researcher. The immediate academic outputs will be: 3 journal articles; a co-authored book, 'Queer North, Queer South', by the PI and Co-I providing comparative analysis of the four core themes (see obj.5) in specific relation to the four cities; a companion volume, 'Out of the Archives' - a contextualized selection of extracts from each of the community history projects, co-edited by the PI, Co-I and PDR; an international conference, 'Provincial Queer Lives'; and papers and panels given by all three researchers at 2 international and 3 UK conferences. Impact activities will include a community archive workshop and witness seminar in each of the case study cities, a comparative History and Archive day, and a History and Policy forum with representatives from community groups, the HLF and linked professionals. A series of special blog dispatches, the project web and Facebook presence, and a Twitter feed will foster further engagement in the research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M011151/1","grantId":"AH/M011151/1","fundValue":"338326","fundStart":"2016-01-01","fundEnd":"2017-12-31","funder":"AHRC","impactText":"","person":"Matthew David Cook","coPersons":["Alison  Oram"],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}