{"id":"D5BFDD8E-9165-4867-97CA-3D5C2B28DE08","title":"Automated Manufacturing Process Integrated with Intelligent Tooling Systems (AUTOMAN)","abstractText":"Large 3D panels are used on the bodies of cars, trains, ships and aircraft and for building interiors and facades. The\nBeijing Olympic Bird's Nest Stadium provides a high-profile example of a construction employing 3D panels. The world\nmarket for large 3D panels is worth billions of pounds and could grow manifold if cost-effective and sustainable methods of\npanel production are available.\nUK companies invest billions of pounds annually in dedicated tooling to manufacture 3D panels in a variety of materials.\nThe dies and moulds needed to produce such panels are time consuming to fabricate, involving extensive manufacturing trials. Tools are normally associated with specific parts and, when they change, the old tools are discarded or have to be\ndismounted and then stored. Thus, there are high levels of scrapped material, space and time wastage associated with\ntraditional tools. This makes current panel production techniques inefficient for small-batch production which is typical in\nthe manufacture of high-value products (e.g. sports cars, ships and aircraft).\nMulti-Point Die Forming (MPDF) is a technology pioneered at MIT to enable die surfaces to be modified to generate\ndifferent component forms without requiring tool changes. MPDF involves using a matrix of pins to represent the die\nsurfaces. These can be varied before the forming operation by pre-adjusting the lengths of the pins. The setting of the pin\nlengths in existing MPDF systems is a laborious trial-and-error process and thus these systems are not readily\nreconfigurable.\nThis project will develop the world's first fully reconfigurable tooling system with in-process sensing and adaptation\ncapability. This advanced system will incorporate pins that are actuated so that their lengths can be automatically adjusted\nduring forming to enable more precise control of the process. It will include sensors and on-line modelling, metrology and\nreverse engineering to ensure the production of accurate and defect-free panels. This new system will be usable for press\nstamping and stretch-drawing operations as well as supporting and locating flexible composite panels during assembly.\nThe proposed system will have the following innovative features not found in prototypes developed to date:\n- full programmability, in the in-process reconfiguration of the tool to generate tool surfaces digitally and to enable different\nforming operations to be carried out;\n- advanced modelling to support reconfiguration to increase quality and setup efficiency;\n- on-line metrology to provide in-process information on real part geometry, considering machine and tool deflection and\npart spring back;\n- compensation of spring back and deflection to enable net-shape manufacturing;\n- measures for ensuring part integrity including accurate geometry, limited residual stresses and high quality surface finish;\n- localised heating to allow forming of various materials including composites.\nThe reconfigurable tooling system developed in the project will demonstrate the following benefits compared to current\ntechnology:\n- an increase in 3D panel manufacturing efficiency by 50%-100%;\n- panel manufacturing cost savings of up to 90%;\n- overall material and energy savings of 30%-50% over the product life-cycle.\nThis project will be carried out in the Schools of Mechanical Engineering and of Metallurgy and Materials at the University\nof Birmingham, the Department of Design, Manufacture &amp; Engineering Management at the University of Strathclyde and\nthree industrial partners with the support of the High-Value Manufacturing Catapult and a Knowledge Transfer Network.\nThis complete chain linking organisations involved in research, equipment design and manufacture, knowledge transfer\nand end use ensures the relevance of the work and rapid dissemination and exploitation of the results.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L505237/1","grantId":"EP/L505237/1","fundValue":"159692","fundStart":"2014-02-01","fundEnd":"2017-01-31","funder":"EPSRC","impactText":"","person":"Yi  Qin","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}