{"id":"D5C2A55B-15BB-4328-8D34-F4C941E2EABD","title":"Role of mitochondrial calcium transport in the regulation of insulin secretion","abstractText":"Insulin secretion is essential for the normal regulation of blood glucose levels and becomes defective in all forms of diabetes mellitus, a disease affecting ~5 % of the population of westernised societies. Pancreatic beta cells are the body's sole source of circulating insulin and, in healthy individuals, respond to elevated glucose levels with the enhanced metabolism of the sugar. This leads to a cascade of biochemical events culminating in the influx into the cell of Ca2+ and the fusion of insulin-containing granules at the cell surface.\nMitochondria play a particularly important role in beta cell glucose recognition and enable these cells to breakdown the sugar almost completely to CO2 and H2O. This efficient &quot;oxidative&quot; metabolism, which increases steeply as glucose concentrations rise, helps the cells to synthesise large quantities of ATP. The resulting shift in the ratio of ATP to its precursor ADP leads to the closure of ATP-sensitive K* (KATP) channels on the plasma membrane. Voltage-sensitive Ca2+ channels then permit Ca2+ influx to trigger the release (&quot;exocytosis&quot;) of insulin. \nIncreases in intracellular Ca2+ also prompt the enhanced consumption of ATP to fuel processes including ion pumping out of the cell, secretory granule movement, and so on. Findings over the past few decades have indicated that, in order to meet this demand, mitochondria contain a group of three enzymes involved in the breakdown of glucose-derived carbon in the &quot;citrate cycle&quot;, which are strongly regulated by Ca2+ ions. The Ca2+ sensitive dehydrogenases, as well as a regulatory subunit of the ATP synthase, thus offer the potential to permit mitochondrial ATP output to match ATP demand by the rest of the cell.\nWhilst providing an attractive hypothesis, for which substantial correlative evidence exists, the above model has proved difficult to test formally due to the absence of molecular or pharmacological tools with which to intervene to block (or enhance) mitochondrial Ca2+ uptake. This situation has changed in the last ~12 months with the discovery by our collaborators (Rosario Rizzuto and colleagues), and others, of the identity of the mitochondrial Ca2+ uniporter, as MCU. Other components, including a Ca2+ binding subunit MICU1, and a Na+-Ca2+ exchange protein, NCLX, were also identified in 2010. \nIn order to test both the involvement of these components, and the role of mitochondrial Ca2+ uptake in triggering or sustaining insulin secretion, we have established a combined system for recording both the electrical activity, and Ca2+ concentrations within defined subcellular domains - notably the mitochondria and the cytosol - of primary pancreatic islet beta cells. Further combining this technique with the use of &quot;short hairpin RNAs&quot; (shRNAs), delivered using lentiviral vectors, we propose here firstly to explore the effects on mitochondrial transport, metabolism, and on glucose- (and other stimulus-) regulated insulin secretion of depleting beta cells of each of these components individually. \nWe shall next use a new mouse model in which shRNAs can be delivered in vivo and with high selectivity to the pancreatic beta cell, to determine the impact of interfering with mitochondrial Ca2+ uptake in the beta cell on insulin secretion and hence whole body glucose homeostasis. Our findings will be substantiated by achieving a more complete &quot;knockout&quot; of one or more of the transporter genes in these cells using more conventional genetic &quot;recombination&quot; approaches in mice. \nSubject to progress, we shall also explore the changes in the expression of the mitochondrial Ca2+ transporter genes in the context of various rodent models of T2 diabetes, and in human islets from healthy donors and T2 diabetes patients. The insights gained will thus provide a deeper understanding of a fundamental aspect of beta cell biology, and may provide findings which can be translated into new treatments for diabetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J015873/1","grantId":"BB/J015873/1","fundValue":"467820","fundStart":"2012-11-01","fundEnd":"2016-05-26","funder":"BBSRC","impactText":"","person":"Guy Allen Rutter","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}