{"id":"D5C862E5-0464-4ABF-9290-0B61B4A13B1E","title":"Elucidating Signalling Networks in Plant Stress Responses","abstractText":"We are dependent on the productivity of plants for all the food that we eat, either directly or to feed animals that we then consume. A major challenge for scientists is to understand how plants grow and develop in order to produce plants better suited to the role that we demand of them. When grown as crops plants face many environmental stresses that limit their ability to produce at their maximum potential. Such environmental limitations are caused by climatic pressures, such as high temperatures, lack of rain causing drought conditions and high light intensities. Conditions such as these are becoming more frequent as the consequence of global warming becomes more extreme worldwide (Intergovernmental Panel on Climate Change Working Group Fourth Assessment Report, 6th April 2007; http://www.ipcc.ch/). However, it is not only the physical world that plants must contend with but also the biological. Many organisms grow on plants as pathogens (causing disease) and using the plant as a food source they reduce the yields of crops. To cope with these stresses plants have developed a whole range of responses many of which are common irrespective of the type of stress. The plant responses are very complex involving changes in use of many genes and alterations in the levels of many hormones. Although biologists have identified several components of these response pathways it has become clear that to understand how they are all interlinked, new approaches are needed. Recently, the study of biology has been changing as biologists and mathematicians have begun to combine their expertise to produce mathematical models of biological systems, producing the new field of Systems Biology. Systems Biology holds out the promise of linking the data that biologists have been producing for many years in terms of genetics, biochemistry and physiology to produce models of plant behaviour that allow predictions to be made as to how a plant will respond to environment changes and how this response will affect plant growth. In this project we will take a Systems Biology approach to model the plant's response to several environmental stresses. The novel models that we will produce will allow us to predict how a plant will respond to a particular stress. Our long term goal is to use these models to select for plants that are more robust in their response to the increasing environmental pressures that they face to sustain our production of food.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005822/1","grantId":"BB/F005822/1","fundValue":"694439","fundStart":"2008-04-01","fundEnd":"2013-03-31","funder":"BBSRC","impactText":"","person":"Philip Mark  Mullineaux","coPersons":["James  Morison","Neil R  Baker"],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}