{"id":"D5CD4C26-D8B3-49F5-94A9-260FCFE3A208","title":"Quantum fluctuations and criticality in model magnets","abstractText":"Phase transitions are ubiquitous in nature. Indeed, the daily pattern of peoples lives is intimately concerned with the phase transitions of one particularly important substance even though they rarely give it a second thought. Whether it is waiting for the kettle to boil for the morning cup of tea, or for the ice to melt in ones drink at the end of a long day, people depend on the properties of H2O in its different phases of ice, water or steam. The stability of these phases arises from a balance between, on the one hand, attractive forces between the H2O molecules, and, on the other hand, the disordering effects of thermal fluctuations which become more intense with increasing temperature. When attractive forces win out of thermal fluctuations a gas of H2O molecules first condenses to form water before freezing into ice.Does this mean that all materials will be icely sterile when cooled down to low temperatures, or correspondingly that phase transitions should only be expected at elevated temperatures? Surprisingly, perhaps, the answer to this question is no for certain classes of materials, and that matter can in fact melt even at the absolute zero of temperature, T= 0 Kelvin (-273.15 degrees centigrade), the point at which all thermal motion ceases. Materials that can melt at T= 0 K are those that experience strong quantum fluctuations. That is fluctuations that arise because of the quantum rules that apply to matter at the atomic scale. Roughly speaking, quantum fluctuations are the uncertainty in the famous Uncertainty Principle proposed by Heisenberg.Although quantum fluctuations might at first be thought to destabilise a system as much the same way as thermal fluctuations destabilise order at a classical (thermal) phase transition, experiments over the last decade or so have revealed in fact that entirely new states of matter can arise in the vicinity of so-called quantum critical points. The development of the theory describing thermal phase transitions produced one of the pinnacles of 20th century science, the Renormalisation Group Theory, for which Kenneth Wilson was awarded the Noble prize. In comparison, the study of quantum phase transitions can be said to be in its infancy. Our work is focussed on making significant contributions to the rapidly developing field of quantum phase transitions by performing experiments on some of the simplest systems that display such phenomena: arrays of interacting atomic magnets ( spins ). Chemical ingenuity allows magnetic arrays of different architecture and dimensionality, such as quantum spin chains, ladders, plaquettes, planes, etc., to be grown within three dimensional crystals. Changes to the spin configuration can then be monitored in exquisite detail by firing beams of neutrons through the arrays and monitoring how the neutrons are deflected as the system is driven through a quantum phase transition (e.g. by applying a magnetic field, pressure, etc.). The full spatial and temporal correlations of the spin system are reconstructed in this way, allowing questions to be answered such as whether the spins crystallise to form an ordered array, or remain disordered to form a quantum spin liquid (and if so what type). This is exactly the type of information required by the large community of theoretical physicists who study quantum phase transitions to test and develop their theories.Our neutron scattering experiments on quantum fluctuations and criticality in model magnets will thus not only help to answer the important fundamental question of how matter can melt at the absolute zero of temperature, but will also provide new insights into the nature of the fascinating states of matter that occur in the vicinity of quantum critical points.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F032293/1","grantId":"EP/F032293/1","fundValue":"468493","fundStart":"2008-02-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"","person":"Desmond Francis McMorrow","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}