{"id":"D5D18CAF-ABF6-4CAA-9494-05E3267041FA","title":"Teaching quantitative methods in disciplinary context: integrating quantitative method and evidence into the Social Science undergraduate curriculum.","abstractText":"<p>The project responds directly to the concerns about low levels of quantitative skills in the social sciences with a series of curriculum innovations designed to embed more use of quantitative evidence and method into undergraduate degree programmes. With many students anxious about learning statistics and seeing methods training as detached from the rest of their degree, the project focus is on the greater use of quantitative data into substantive teaching. To this end the project has recruited eight named ‘Teaching Partners’ in Politics and Sociology at Manchester with whom to develop, pilot and evaluate quantitative exemplars and tutorial exercises in their teaching on nominated courses.</p>\n\n<p>The aim is to create degree programmes&nbsp; in which students better appreciate the relevance and research contribution of quantitative approaches to their discipline, and consequently to see the acquisition of quantitative skills as an integral part of their studies. The project will evaluate the impact of these innovations on a cohort of students, including the extent to which more students go on to use QM in their final year dissertations. After extensive in-house piloting and evaluation these teaching materials will be re-purposed as a teaching resource for the wider HE community.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J011622/1","grantId":"ES/J011622/1","fundValue":"80541","fundStart":"2012-03-26","fundEnd":"2015-03-25","funder":"ESRC","impactText":"  By developing new models (and teaching materials) for delivering quantitative training in the undergraduate Social Science curriculum, we have made a direct impact on the strategic need for better skilled graduates. The impact goes beyond the 8 named courses of the original bid, as our ideas and materials are already being taken up by other teaching staff at Manchester (we have worked with 13 lecturers to date). We have also made an external impact beyond Manchester through an active dissemination programme (boosted by activities of a linked ESRC RDI project). This has included a number of staff training workshops (held in Manchester and elsewhere), videos and other web-based outputs (case studies and briefing papers) all designed to maximise the number of users of our teaching materials across the wider HE community (all our materials are being made freely available under creative commons licence). We are also making an impact through active contribution to national debates on the quantitative skills challenge (policy and practice) through conference presentations and journal publications. Finally the project has provided the foundations for a successful application to become a national Q-Step Centre. The Q-Step award (with related institutional investment) ensures we can scale up the impact of our project outputs (quantitative embedding is a key component of our Q-Step Centre activities) within Manchester and nationally via the Q-Step network, making a significant and sustainable impact on the national quantitative skills deficit, with positive benefits for UK economy and society. Education ","person":"Mark Simon Brown","coPersons":["Ian  Plewis","Tarani  Chandola","Wendy  Olsen","Josephine Clare Wathan","Andrew  Russell"],"organisation":"The University of Manchester","findingsText":" (note the project is still in progress - end date March 2015)\nResponding to a strategic call to address the dearth of quantitative skills among UK social science graduates, the project has developed an effective model for introducing quantitative data and skills training into the substantive curriculum (which we call 'quantitative embedding'). This is based on the establishment of teaching partnerships between quantitative experts and substantive lecturers. The partnerships have been used to develop a range of customised teaching materials (from lecture slides to hands on data workshops and interactive tutorials). Our model of curriculum innovation is proving popular among staff (we have worked with 13 lecturers to date with others keen to get involved), and student evaluation (still ongoing) has been very positive. All our materials are being made freely available under creative commons licence, and we have engaged in a range of dissemination activities (workshops, videos, conference presentations and journal articles) to ensure we maximise the impact beyond Manchester. \nThe project has also involved more targeted initiatives to increase the number of students undertaking quantitative final year dissertations. This includes the development of new courses in data analysis using real world data sets, and a drop-in data support service for final year students. We have already seen a significant increase in the numbers undertaking secondary data analysis in their dissertations. \nThe research and development activities of the project (along with a linked project funded under the RDI programme) have provided the cornerstone for a successful bid to become a National Q-Step Centre. This will ensure we can sustain and scale up our activities in a seamless way (quantitative embedding and dissertation support are key elements of our Q-Step programme) to ensure a lasting and significant contribution to improving quantitative training in the UK Social Sciences (note the project is still in progress - end date March 2015)\nThe project initially focussed on a programme of quantitative embedding for 8 named pilot courses in Sociology and Politics departments at the University of Manchester. However, through engagement activities with the participating departments, we have already extended our programme of embedding to include a number of additional teaching colleagues (we have worked with 13 lecturers to date). The strategic appointment of 4 new lecturers (under Q-Step funding) will ensure the embedding programme at Manchester is broadened to new departments and sustained long term. Moreover, through external engagement (boosted through the linked ESRC RDI project), including conference presentations, journal publications, workshops, videos and other web-based outputs (case studies and briefing papers), we have been disseminating the ideas and related materials to teachers across the HE sector nationally. \n\nThe embedding strategy developed in this project also contributed directly to the successful Manchester bid to become a Q-Step Centre in 2013. With the considerable extra resource of Q-Step we are extending the range of our Manchester based embedding programme. Moreover, under Q-Step we are able to maintain our programme of external engagement through which we aim to make a high profile contribution to policy and practice in the area of quantitative skills training, with a commitment to disseminate teaching materials developed at Manchester to the wider HE community Education","dataset":"gtr"}