{"id":"D5D8A280-0B95-4234-8C6A-1A9BE8678515","title":"T-bet as a master regulator of mucosal immunity and inflammatory bowel disease.","abstractText":"Inflammatory bowel disease (IBD) affects 240,000 people in the UK and costs the NHS &pound;700 million every year. It causes disabling symptoms, impaired quality of life and serious complications including cancer, bowel blockage and bowel perforation. Many patients will be hospitalised and some will need to undergo disfiguring operations. Unfortunately, it preferentially affects young, economically active patients whom live with this difficult disease for life. IBD patients lose more working days and are more likely to be unemployed than unaffected people and its incidence appears to be increasing. At present, even the best treatment strategies fail to keep the disease in check for long periods of time. It is thought that IBD is caused by inappropriate activation of the intestinal immune system, which triggers chronic inflammation of the gut. It is now appreciated that certain immune cells play an instrumental role initiating and propagating this detrimental inflammatory process in IBD. In recent years there have been considerable advances made in our understanding of which immune cell types and which immune molecules are likely to play important roles in the disease process. It is hoped that in the coming years that insights into the regulation of gut immune cells can be harnessed to inform the development of better treatments.\n\nThis proposal aims to determine whether the immune abnormalities associated with IBD can be specifically targeted to prevent the disease. It focuses on a type of molecule known as a transcription factor, which is a very important regulator of the immune responses seen in the gut of IBD patients.\n\nOne of these molecules, (T-bet) stands out as a potentially important regulator of gut immune cells. It is abnormally expressed in IBD patients and in mice developing gut inflammation that resembles IBD. It is predicted to control many different immune mechanisms, including some of those thought to be important in IBD causation. T-bet is only found in imune cells and other bone marrow derived cells. It is therefore anticipated that modulating its action in patients is unlikely to cause unanticipated side effects in other organs of the body.\n\nBy comparing normal mice with mice lacking T-bet in certain immune cell types we will determine how this particular molecule affects immune specific mechanisms in the gut and influences IBD susceptibility. We will also try to identify novel targets for therapies that are designed to selectively suppress affect the type of cells causing IBD. This will provide insight as to whether targeting T-bet is likely to reverse inflammation in IBD, a highly desirable goal for patients with this disabling disease.\n\nThis research will be conducted at King's College London by scientists and doctors with proven track records in IBD research. In addition, close collaborations have been formed with other expert researchers at Queen Mary University of London, University College London and the University of Manchester in order to maximise expertise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M003493/1","grantId":"MR/M003493/1","fundValue":"1245040","fundStart":"2015-03-01","fundEnd":"2020-02-29","funder":"MRC","impactText":"","person":"Graham Michael Lord","coPersons":["Tom  MacDonald","Richard  Jenner"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}