{"id":"D5D9C377-526F-4093-B983-5B38046EEFBC","title":"Investigating the target engagement of ion channels in human peripheral nerve by drugs","abstractText":"Ion channels are proteins in nerves cells that control their excitability and information transmission. Several lines of evidence indicate that novel drugs that modulate these ion channels could work as potent pain killers. So far it has been impossible to non-invasively study the action of drugs on these ion channels in humans and this has hampered the transition from preclinical studies on animals to early clinical trials in humans volunteers. This proposed research project aims to develop a platform technology that would eliminate this bottleneck. It uses a semi-automated computer system that administers small, painless electrical impulses in different configurations to a nerve of the hand. The responses recorded from muscle or a finger inform us about the activity of various ion channels in motor or sensory nerve fibres, respectively. To validate the method we are interested to see whether different drugs that are known to affect specific ion channels evoke distinct changes of ion channels and thereby nerve responses that we can pick up with the new technique. This information is important for several critical steps of drug discovery programs. First, it allows to see whether drug effects are specific. Second, one can also see what percentage of ion channels are affected at a given dose. This will facilitate the crucial step of appropriate dose finding when drugs move from animal studies to human investigations. Furthermore, it is not uncommon that animal studies suggest pain relieving effects, whereas the same compound appears to have no such effect in patients. This can happen because the drug is not effectively modulating the ion channel in humans or, alternatively, the ion channel is modulated, but the ion channel is not important for pain perception in humans. This puzzle can only be answered by direct measurement of the drug effect on the ion channel ? or to say it in the words of an engineer ? to measure is to know. This is currently not possible, but the technology we wish to develop, holds the promise to this for the first time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802497","grantId":"G0802497","fundValue":"235876","fundStart":"2010-03-01","fundEnd":"2012-09-01","funder":"MRC","impactText":"","person":"Martin  Koltzenburg","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}