{"id":"D5E4ECFA-08EE-4C17-A748-C4370C196F13","title":"AGILE: A Cloud Approach to Automatic Gene Expression Pattern Recognition and Annotation Over Large-Scale Images","abstractText":"Modern biomedical research makes significant use of large datasets. Cloud computing is emerging as a cost-effective solution by providing virtual computers and storage disks on demand to store and process massive data efficiently without large upfront costs.\n\nDespite some progress made, the use of cloud computing in the biomedical research is still at the very early stage. There exist various concerns on how to best utilise the cloud for accelerating large-scale biomedical applications. Especially, can a biomedical application be directly migrated to the cloud without requiring any modification? How to develop a cloud-based biomedical application? What are the performance and the cost of an application in the cloud? Are the performance and the cost acceptable? Do we have optimal methods to keep both performance and the overall cost of applications within the acceptable range in the cloud?\n\nThis project will develop a cloud approach for a real biomedical data intensive task for effective gene expression pattern recognition and annotation over large-scale image data through addressing the concerns above. This task is chosen largely for its importance in the biomedical research. This type of intensive data-analysis task is increasingly common in the biomedical sciences. This particular task concerns developmental anatomy of mouse embryo: it is of great interest to identify gene interactions and networks that are associated with developmental and physiological functions in the embryo by using anatomical annotation. The gene expression pattern recognition and annotation represents labelling embryo images with anatomical terms for mouse development. If an image is tagged with a term, it means the corresponding anatomical component shows expression of that gene. Currently, this task is mainly taken manually by domain experts. However, with the availability of the vast amount of data, a manual annotation is expensive and time consuming. Additionally, the manual annotation may also produce the inconsistency of labels across images introduced by the human annotators as it proves to be highly subjective. To alleviate issues with the manual annotation, we have employed data mining techniques to automatically identify an anatomical component in the embryo image and annotate the image using the provided terms. As this task involves the use of very large-scale images, we intend to exploit cloud computing for this task to address the massive data problems.\n\nIt is expected that the successful completion of this project will provide a typical exemplar for accessing and exploiting cloud computing technologies to analyse large-scale image-based biomedical data. An important, and novel, aspect of this proposal is that the major concerns that limit the more widespread use of cloud computing for biomedical applications will be addressed. The theoretical component of the work aims to provide (1) a practical user-friendly biomedical data-mining tool based on the cloud for effective gene expression pattern recognition and annotation and (2) a set of standard services (e.g. image processing algorithms, data mining algorithms) and a novel automatic data reuse mechanism for performance enhancement and cost reduction, which can be reused and plugged into the class of similar biomedical applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K004077/1","grantId":"BB/K004077/1","fundValue":"110685","fundStart":"2012-11-26","fundEnd":"2013-12-31","funder":"BBSRC","impactText":"  We have taken many forms for generating impact, such as, organising a big data workshop, disseminating findings through conferences and journal papers, delivering public lectures and seminars. Since we just completed this project, the impact at the early stage generated from this project mainly include:\n1) We have built upon our findings and developed a number of collaborations and are trying to apply the new knowledge developed from this project into different domains, such as food security, energy and city planning, which help fostering the economic competitiveness of UK and beyond as well as enhancing quality of life. For example, we have initiated a collaborative research with Fera (Food and research environment agency) in relation to crop disease detection and severity assessment. We are now applying the algorithms from this project on an internal funded project relating to city planning data ( &quot; Parallel Computation for Sustainable Accessibility-based Planning Support&quot;), which could contribute to increasing the effectiveness of public services and policy.\n2) We are adapting the methods and algorithms arisen from this project to MSc programme - high performance computing and big data for training future big data scientists.\n3) We had also delivered a big data workshop and a public professorial lecture and seminars, which raised awareness of big data research\nWe are also collaborating with industry and it is expected that the developed algorithms could be further refined and potentially commercialised later on. \nWe are continuously using the new knowledge arisen from this project and engaging with individuals, organisations and nations to address societal challenges to generate wider impact. Other Societal","person":"Liangxiu  Han","coPersons":[],"organisation":"Manchester Metropolitan University","findingsText":" This project concerned how to best utilise the cloud for accelerating large-scale biomedical applications. Specifically, Can a biomedical application be directly migrated to the cloud without requiring any modification? How to develop a cloud-based biomedical application? What are the performance and the cost of an application in the cloud? Are the performance and the cost acceptable? Do we have optimal methods to keep both performance and the overall cost of applications within the acceptable range in the cloud?\nOur key findings include: \n 1) We have generated new knowledge which have been published in 1 Journal paper and 3 conference papers, specifically\n• Development of cost model for evaluating the cost of running an application in the cloud and data reuse model in order to accelerate the large-scale data handling and processing in the cloud; \n• Development of a cloud-based biomedical application- Automatic gene expression pattern recognition and annotation over large-scale image data; \n2) Through this project, we have developed and further enhanced our research methods and skills in relation to big data research (such as cloud computing, data analytics approaches). \n3). Additionally, based on the findings, we have also developed a number of research collaborations with other institutions and organisations in different domains (e.g. food, energy, city planning, etc.). \n4). The developed algorithms (e.g. parallel processing, data mining algorithms) will be used in teaching for training data scientists (MSc. programme – High performance computing and big data) The developed algorithms in this project (such as automatic data reuse algorithm and cost model) are generic models, which could be applied to any other data-centric workflow systems/large-scale data processing systems (Please refer to our papers for more detail). As mentioned in the section above, based on the findings, we have developed a number of research collaborations with other institutions and organisations in different domains (e.g. food security, energy, city planning, etc.). The algorithms could be used for solving big data problems. Additionally, the algorithms are now being adapted for teaching in MSc programme – High performance computing and big data ( will be delivered in 2015). Aerospace, Defence and Marine,Agriculture, Food and Drink,Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Retail,Transport","dataset":"gtr"}