{"id":"D5F0954F-E1A9-45FE-9640-2F0470164A1D","title":"Resilient and sustainable steel frame with innovative post-tensioned connections and rate-dependent passive dampers for multi-hazard resistant design","abstractText":"This project will investigate a steel moment-resisting frame with innovative post-tensioned beam-column connections and rate-dependent (elastomeric or fluid) passive dampers for multi-hazard resistant design. The overall research objectives are: a) decrease in the construction cost, rapid assembly on-site, simple deconstruction, adaptability, and potential for reuse of structural members; b) enhanced progressive collapse resistance and reparability against a sudden loss of column simulating bomb blast or heavy vehicle collision (terrorist attacks); and c) easy inspection/repair allowing almost immediate return to service after a strong (design) earthquake as well as increased life safety under a very strong (maximum credible) earthquake. \n\nThe project will develop fundamental knowledge, design details, and design methods for the proposed steel frame by conducting integrated design, analysis and experimental research. In particular, the project will: a) develop design details and criteria for an innovative post-tensioned connection; b) experimentally evaluate the behaviour of the post-tensioned connection with large-scale monotonic and cyclic tests simulating a loss of column scenario and seismic loading, respectively; c) evaluate the seismic performance and the progressive collapse resistance of the proposed steel frame; d) develop a practical seismic design procedure for the proposed steel frame in the context of the European seismic design standard-Eurocode 8; and e) compare the costs and sustainability aspects of constructing the proposed steel frame and a conventional steel moment-resisting frame.\n\nThe project will go beyond the state-of-the-art in the field of minimal-damage structural systems; significantly improve the UK's competitiveness in structural engineering; meet important national priorities related to sustainability and resilience; and align with EPSRC's global, economic and societal challenge themes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K006118/1","grantId":"EP/K006118/1","fundValue":"98310","fundStart":"2013-05-21","fundEnd":"2015-05-20","funder":"EPSRC","impactText":"  This is a project in progress and impact will be described close to its end. Construction Economic","person":"Theodore  Karavasilis","coPersons":[],"organisation":"University of Warwick","findingsText":" The project has developed a smart post-tensioned connection for steel moment-resisting frames. FEM models and nonlinear dynamic analysis show that frames using the developed connection have superior structural performance and can be easily repaired after extreme loading conditions. In addition, the proposed connection can be easily constructed and deconstructed, leading in that way to more sustainable steel buildings that can be adaptable during their life-time. The award is in progress with a large-scale experimental validation to be soon conducted at the Warwick Structures Lab. After the large-scale experimental validation, a report will be prepared with design guidelines. These guidelines will be also published in international Journals. We will disseminate our new connection through the steel construction institute and relevant Eurocode design committees; and we will also interact with structural engineering consultants. Construction","dataset":"gtr"}