{"id":"D5FC871F-CA56-442B-8FC4-0A55404E7A67","title":"Replication Termination in the Archaea","abstractText":"DNA is the blueprint for living organisms. For any species to propagate, be it a single celled microbe or a human being, it must be able to duplicate its DNA; thereby ensuring that it passes its genetic instructions onto its progeny. This research proposal outlines a series of experiments that will investigate the final step in the replication of DNA. In cells, DNA forms a double helix. For the molecule to replicate, the double helix unzips and both strands are copied to generate two daughter molecules. The structure formed as DNA unzips and is copied is termed the replication fork. Towards the end of replication, two forks will approach each other and collide. This collision of the two forks must resolved carefully so that two complete daughter molecules are generated. This process is called replication termination. We propose to study the molecular basis of replication termination in a class of microbe, termed the Archaea. The Archaea we work on grow in hot spring environments, such as found in Yellowstone National Park. Because the organisms grow at 80 degrees centigrade, their cellular machinery is unusually robust and this stability greatly aids our analyses of the organism's biochemistry. Furthermore, over the last few years it has become increasingly apparent that the machinery that Archaea use to duplicate their DNA is a simplified version of the machinery that our own cells use. Therefore, as well as shedding light on the process of replication termination in the archaea, our studies may also yield invaluable insights into the evolution and mechanism of DNA replication termination in human cells too. The experiments that we propose will determine if replication forks simply collide randomly or whether there are defined road blocks in the DNA that create specific stop sites for the replication forks at defined termination sites. If the latter possibility is found to be the case, we will investigate the mechanism by which the road block functions. Our studies will be extended to investigate a replication fork pausing site that we have previously identified. This pausing site does not lead to termination, but rather simply stalls the fork for a short period of time. Although our earlier work demonstrated the existence of this transient pause site, we do not yet know why or how it causes forks to briefly arrest at this site. We propose to perform a series of experiments to establish how this pause in fork movement is effected.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G00028X/1","grantId":"BB/G00028X/1","fundValue":"302639","fundStart":"2008-09-01","fundEnd":"2011-11-30","funder":"BBSRC","impactText":"","person":"Stephen  Bell","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}