{"id":"D5FF9BFE-8627-4E5F-8800-7A6E6B1A02BD","title":"Northumbrian Exchanges: Creative Community Engagement in Rural Northumberland","abstractText":"Aims\n\nThis proposal responds to identified needs of various partners in rural Northumberland (the sparsest populated county in England), exploring new models of knowledge exchange relating to rural cultural economies. Bringing together multi-disciplinary research excellence in creative practice and theory, it focuses on the under-researched contribution of culture, particularly visual arts practice and music, to rural development and the mechanisms by which this is enacted. A new Masters module in Creative Enterprise involves students in a cross-cutting KE activity. The project delivers through three strands, each responding to key issues identified by partner organisations, such as the Holy Island Partnership (HIP), Allenheads Contemporary Arts (ACA) and Alwinton Festival, who wish to develop new ways of working relating to local communities. We will use the expertise of staff, students and partners to understand creative engagement within rural contexts and test practical ways of addressing needs. Where solutions involve digital applications, we will work closely with the AHRC KE Creative Exchange hub led by Lancaster in which Newcastle's Culture Lab is a partner, and the Social Inclusion through the Digital Economy project, especially around the establishment of virtual networks, a crucial means of empowering scattered communities.\n\nKey Knowledge Exchange Activities will be organised in three main strands: \n\nStrand 1: Creative Community Engagement\n\nHIP was formed in 2009 by the local community and key stakeholders operating on the island, such as Northumberland County Council and English Heritage. Their aim is jointly to address key themes: Visitor Management; Landscape; Community and Cohesion. We will bring in an artist as a creative thinker to:\n\n- pilot innovative means of community engagement\n- develop way to realise the community 'voice' within the landscape.\n\nWe will also support local musicians, maximising their exposure to their own communities and facilitating interactions with students and graduates. We also seek to capture and promote interest in art forms in danger of neglect or extinction by:\n\n- liaising with village halls to provide platforms shared by local musicians with our student and graduate specialists in traditional music\n- developing systematic, sustainable partnerships with institutions, both large (eg Northumberland National Park) and small (eg village halls)\n- providing events and ongoing educational activities in partnership with local venues.\n\n\nStrand 2: SME's contribution to local cultural economy\n\nACA, in England's highest village, focuses on artists' residencies, disseminating results to a wide audience. We will examine how its residency programme:\n\n- impacts on the local economy \n- contributes to a sense of place/identity\n\nThis will include artists' residencies, student/graduate business placements and networking with other project partners, examining where aspects of urban SME strategies might be appropriate for this new context.\n\nWe will also assess the impact of small music festivals in the Coquet and North Tyne Valleys on the cultural economy and, simultaneously, strengthen their impact through creative exchange involving University staff, postgraduates and graduates.\n\nWe will:\n\n- facilitate performative and educational events at designated festivals\n- provide opportunities for students to work with festivals within their formal curriculum.\n\n\nStrand 3: Infrastructure for sustainable creative enterprises within rural communities.\n\nVisual Arts in Rural Communities is based in Tarset, Northumberland. VARC wish to draw on our interdisciplinary expertise, using a researcher to examine different delivery modes for their programme. We will explore ways of networking and sharing best practice across the region through open-source mechanisms to engender greater sharing and awareness of practices, developing digital networks with Culture Lab.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K002678/1","grantId":"AH/K002678/1","fundValue":"201174","fundStart":"2013-02-04","fundEnd":"2014-07-03","funder":"AHRC","impactText":"  Our research and consultation practice have developed a number of insights into KE practices in rural communities:\n• Ethnography and the role of the researcher: the development of artistic approaches to experimental ethnographic research in communities, including how to trace and articulate ethnographically the process of KE as mediated by artistic interventions.\n• Third space practice: new ways of thinking about where research is situated in a neutral 'third space' position in relation to the University, research partners and the community members.\n• The microscopics of community practice: that only a sustained and intimate engagement with arts, communities and social relations - and recognition of the complexity of that relationship - does justice to the nature of communities.\n• Multiple knowledge circulations: that rather than thinking about one-way transfer or two- or three-way exchange, we both practice and describe the multiple and complex circulations of knowledge around arts in communities.\n• The role of the university: that universities have to pre-design and co-design research projects in order to maintain effective KE relationships with communities. This includes establishing KE processes that are genuinely participatory and issues of legacy once interventions come to an end. Trust is a vital ingredient and, if small arts organisations are to be involved in research, remuneration is often vital.\n• Creativity and entrepreneurship in rural communities: we have described fluid and complex relations around the multiple ways that arts organisations pursue strategies of sustainability. The project has also helped to reveal the hidden value and contribution of arts programmes and organisations to rural places and communities, and their connections to the wider North East. \n• Families, lineages, and cultural production: this is an essential facet of who speaks for certain kinds of knowledge and who is seen to have 'authority' in performing rurality in the arts.\n• Knowledge sharing and resistance: we have mapped and understood the challenges around the ownership of information in rural communities and who speaks for it and to whom.\n• Networking in rural cultures: this is complex, fragmented and enmeshed in difficulties around travel, broadband and personalities.\n• Archiving cultures in Northumberland: how we do this digitally in a way that can be maintained into the future and about different kinds of archives and intellectual property rights and the university's role in this.\n• Indigeneity and outsiders: that this is a central theme in who practices art and who represents and speaks for communities.\n• The peculiarities of rural arts practice: that there is something distinctive about arts practice in rural areas which is not simply perpetuating a rural/urban duality.\n• Dissemination of findings practice: there are new and exciting ways of disseminating information through networks that go beyond the narrowness of current academic practice.\n• Landscape and culture: that relations and networks around land and landscape are central to thinking about identity and artistic representation.\n• Interdisciplinarity: that there are exciting ways of thinking about doing transdisciplinary work in communities and across University schools, agencies and regions that still hold to some sense of social-scientific discipline and ethics. The project has also revealed something of the nature and value of different kinds of knowledge to knowledge production more generally. Conclusions and policies \nWe provide a series of recommendations for policy and future research:\n• The construction and maintenance of new digital platforms to connect arts organisations, policy makers and creative arts practice into the future.\n• The use of interventions by artists and musicians into policymaking and the reassertion of the importance of rural arts to social development in the North East of England.\n• Using creative arts practice to develop connections between regional and European platforms for funding.\n• Supporting KE activities from below and for universities to support third spaces for arts development and research in order to combat rural social exclusion and the brain-drain of artists and musicians from the region.\n• Developing new ways of thinking about intellectual property and the creative work of SMEs and supporting the retention of university graduates in creative roles in the region. Creative Economy,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Eric Grahame Cross","coPersons":["David  Butler","Kathryn Derran Tickell","Venda Louise Pollock","Menelaos  Gkartzios","Agustin  Fernandez","Jamie  Savan","Bennett  Hogg"],"organisation":"Newcastle University","findingsText":" Processes of knowledge exchange\n\n- The co-production of artistic research interventions with professional stakeholders and community members provides collaborative processes rich in opportunities for knowledge exchange. \n\n- The creation of 'third spaces' provide platforms for knowledge exchange: spaces that are neither designated as 'university' or 'stakeholder' spaces of engagement.\n\n\n\nThe arts and rural development\n\n- The arts have multiple values across economic, social and environmental perspectives: art has the capacity to support rural development outside of the notion of the 'creative economy' as a mediator of relationships. \n\n- Arts practice can reveal and re-shape community relationships in support of community development and governance. \n\n- There are challenges to the University's idea of civic mission; the concept of rural civics and rural knowledges means immersing our practice in those spaces and understanding the locality of practice.\n\n\n\nPractitioner-researchers\n\n\n\n- Knowledge exchange practice moves between academic and practice-based perspectives. \n\n- Knowledge exchange researchers should have practice-based as well as academic experience. \n\n- This practice means thinking about how we advocate for the University and for communities and how we ourselves create third spaces for meaningful exchange.\n\nWe have developed new ways of thinking about Knowledge Exchange and circulations of experience in the course of the project. We have constructed an innovative vision of how researchers practice in communities often in conditions of distrust, sensitivity, and prior problematic relations in networks as well as in conditions for SMEs and arts organisations of commercial intellectual property and copyright. Furthermore, the whole conception of sharing and exchanging was often difficult for organisations that we worked with. Some had a resistance to sharing material and insights that they felt had been hard won in previous work, others felt that their knowledge and experience weren't worth sharing because of confidence issues, while others felt that they needed nothing from the university in terms of reciprocity. We found overall that we developed a number of insights into the practices of KE in working with arts organisations, SMEs and artists and musicians across the geographical complexity of Northumberland.\nSo both our research and consultation practice have developed a number of insights into KE practices in rural communities:\no Ethnography and the role of the researcher: the development of artistic approaches to experimental ethnographic research in communities, including how to trace and articulate ethnographically the process of KE as mediated by artistic interventions.\no Third space practice: new ways of thinking about where research is situated in a neutral 'third space' position in relation to the University, research partners and the community members.\no The microscopics of community practice: that only a sustained and intimate engagement with arts, communities and social relations - and recognition of the complexity of that relationship - does justice to the nature of communities.\no Multiple knowledge circulations: that rather than thinking about one-way transfer or two- or three-way exchange, we both practice and describe the multiple and complex circulations of knowledge around arts in communities.\no The role of the university: that universities have to pre-design and co-design research projects in order to maintain effective KE relationships with communities. This includes establishing KE processes that are genuinely participatory and issues of legacy once interventions come to an end. Trust is a vital ingredient and, if small arts organisations are to be involved in research, remuneration is often vital.\no Creativity and entrepreneurship in rural communities: we have described fluid and complex relations around the multiple ways that arts organisations pursue strategies of sustainability. The project has also helped to reveal the hidden value and contribution of arts programmes and organisations to rural places and communities, and their connections to the wider North East. \no Families, lineages, and cultural production: this is an essential facet of who speaks for certain kinds of knowledge and who is seen to have 'authority' in performing rurality in the arts.\no Knowledge sharing and resistance: we have mapped and understood the challenges around the ownership of information in rural communities and who speaks for it and to whom.\no Networking in rural cultures: this is complex, fragmented and enmeshed in difficulties around travel, broadband and personalities.\no Archiving cultures in Northumberland: how we do this digitally in a way that can be maintained into the future and about different kinds of archives and intellectual property rights and the university's role in this.\no Indigeneity and outsiders: that this is a central theme in who practices art and who represents and speaks for communities.\no The peculiarities of rural arts practice: that there is something distinctive about arts practice in rural areas which is not simply perpetuating a rural/urban duality.\no Dissemination of findings practice: there are new and exciting ways of disseminating information through networks that go beyond the narrowness of current academic practice.\no Landscape and culture: that relations and networks around land and landscape are central to thinking about identity and artistic representation.\no Interdisciplinarity: that there are exciting ways of thinking about doing transdisciplinary work in communities and across University schools, agencies and regions that still hold to some sense of social-scientific discipline and ethics. The project has also revealed something of the nature and value of different kinds of knowledge to knowledge production more generally. \nConclusions and policies \nWe provide a series of recommendations for policy and future research:\no The construction and maintenance of new digital platforms to connect arts organisations, policy makers and creative arts practice into the future.\no The use of interventions by artists and musicians into policymaking and the reassertion of the importance of rural arts to social development in the North East of England.\no Using creative arts practice to develop connections between regional and European platforms for funding.\no Supporting KE activities from below and for universities to support third spaces for arts development and research in order to combat rural social exclusion and the brain-drain of artists and musicians from the region.\no Developing new ways of thinking about intellectual property and the creative work of SMEs and supporting the retention of university graduates in creative roles in the region.\n\nWe have developed new ways of thinking about Knowledge Exchange and circulations of experience in the course of the project. We have constructed an innovative vision of how researchers practice in communities often in conditions of distrust, sensitivity, and prior problematic relations in networks as well as in conditions for SMEs and arts organisations of commercial intellectual property and copyright. Furthermore, the whole conception of sharing and exchanging was often difficult for organisations that we worked with. Some had a resistance to sharing material and insights that they felt had been hard won in previous work, others felt that their knowledge and experience weren't worth sharing because of confidence issues, while others felt that they needed nothing from the university in terms of reciprocity. We found overall that we developed a number of insights into the practices of KE in working with arts organisations, SMEs and artists and musicians across the geographical complexity of Northumberland.\nSo both our research and consultation practice have developed a number of insights into KE practices in rural communities:\no Ethnography and the role of the researcher: the development of artistic approaches to experimental ethnographic research in communities, including how to trace and articulate ethnographically the process of KE as mediated by artistic interventions.\no Third space practice: new ways of thinking about where research is situated in a neutral 'third space' position in relation to the University, research partners and the community members.\no The microscopics of community practice: that only a sustained and intimate engagement with arts, communities and social relations - and recognition of the complexity of that relationship - does justice to the nature of communities.\no Multiple knowledge circulations: that rather than thinking about one-way transfer or two- or three-way exchange, we both practice and describe the multiple and complex circulations of knowledge around arts in communities.\no The role of the university: that universities have to pre-design and co-design research projects in order to maintain effective KE relationships with communities. This includes establishing KE processes that are genuinely participatory and issues of legacy once interventions come to an end. Trust is a vital ingredient and, if small arts organisations are to be involved in research, remuneration is often vital.\no Creativity and entrepreneurship in rural communities: we have described fluid and complex relations around the multiple ways that arts organisations pursue strategies of sustainability. The project has also helped to reveal the hidden value and contribution of arts programmes and organisations to rural places and communities, and their connections to the wider North East. \no Families, lineages, and cultural production: this is an essential facet of who speaks for certain kinds of knowledge and who is seen to have 'authority' in performing rurality in the arts.\no Knowledge sharing and resistance: we have mapped and understood the challenges around the ownership of information in rural communities and who speaks for it and to whom.\no Networking in rural cultures: this is complex, fragmented and enmeshed in difficulties around travel, broadband and personalities.\no Archiving cultures in Northumberland: how we do this digitally in a way that can be maintained into the future and about different kinds of archives and intellectual property rights and the university's role in this.\no Indigeneity and outsiders: that this is a central theme in who practices art and who represents and speaks for communities.\no The peculiarities of rural arts practice: that there is something distinctive about arts practice in rural areas which is not simply perpetuating a rural/urban duality.\no Dissemination of findings practice: there are new and exciting ways of disseminating information through networks that go beyond the narrowness of current academic practice.\no Landscape and culture: that relations and networks around land and landscape are central to thinking about identity and artistic representation.\no Interdisciplinarity: that there are exciting ways of thinking about doing transdisciplinary work in communities and across University schools, agencies and regions that still hold to some sense of social-scientific discipline and ethics. The project has also revealed something of the nature and value of different kinds of knowledge to knowledge production more generally. \nConclusions and policies \nWe provide a series of recommendations for policy and future research:\no The construction and maintenance of new digital platforms to connect arts organisations, policy makers and creative arts practice into the future.\no The use of interventions by artists and musicians into policymaking and the reassertion of the importance of rural arts to social development in the North East of England.\no Using creative arts practice to develop connections between regional and European platforms for funding.\no Supporting KE activities from below and for universities to support third spaces for arts development and research in order to combat rural social exclusion and the brain-drain of artists and musicians from the region.\no Developing new ways of thinking about intellectual property and the creative work of SMEs and supporting the retention of university graduates in creative roles in the region. All of the key findings of the project apply to non-academic contexts as they relate to the sustainability of rural creative businesses. Findings have influenced the business plans of individual partners and further on-going research projects. Creative Economy,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}