{"id":"D602AF1C-1774-4F4E-9CC9-70A343701B31","title":"Researching Multilingually at the Borders of Language, the Body, Law and the State","abstractText":"How can translation and interpretation processes and practices at the borders of language, the body, law, and the state be rigorously theorised and researched, and research findings effectively represented and evaluated, in a multilingual manner? To answer this question, the proposed research brings together an international, multidisciplinary team of researchers and collaborators to work on an ambitious, integrated and innovative programme that promises (a) to transform academic and public understandings of processes and practices of translation and interpretation; (b) to develop more effective research practices in contexts where more than one language is used; and (c) to inform the work of policy makers and public, private and third-sector organisations in key areas of public policy concern (education, health and well-being, law, migration, and security), through original forms of knowledge exchange. The research question has emerged out of ongoing discussion with stakeholders in these fields (building on networks established through previous AHRC-funded research projects) as well as from recent innovative scholarship on 'researching multilingually', inter- and multi-disciplinary research on borders, and research on processes, practices and zones of translation, interpretation and representation.\n\nThe innovative project structure has the following components: (a) a Researching Multilingually and Translating Cultures (RMTC) 'hub'; (b) five original case studies (involving research in the UK and US, as well as in Bulgaria, Gaza, The Netherlands, Romania and Sierra Leone); and (c) a Creative Arts and Translating Cultures (CATC) 'hub'. The inclusion of five carefully selected case studies will allow for the documenting, analysing and comparing of translation processes and practices across different kinds of border and in a variety of geographical settings. Their linking into the RMTC (academic) and CATC (performance) 'hubs' will ensure integration and the maximisation of the added value. This overall structure provides for the development within a single, integrated project of new theoretical, conceptual and empirical understandings of processes and practices of translation, interpretation and representation, and also of the methodological, ethical and epistemological issues that arise when research is conducted in contexts where more than one language is used.\n\nThe members of the RMTC 'hub' will lead the development of integrated conceptual and methodological approaches, tools, and methods for researching translation processes and practices at borders where bodies are often at risk, in pain and/or in transition. Together with the CATC 'hub' they will work with all researchers in the team, both in the field and remotely, at strategic stages and milestones throughout the project, to collate, consolidate and improve research practices in multilingual contexts. The case studies have been selected according to the following criteria: (i) each focuses on a border at which under-researched processes and practices of translation and interpretation occur; (ii) each represents a multilingual research site where research will be conducted multilingually using a variety of methods; (iii) each presents opportunities for exploring the theory, methods and ethics of researching multilingually; (iv) each builds on previously funded research and specific findings. For each case study the methods selected are those appropriate for analysing practices of translation, interpretation and representation in that particular context. In the CATC 'hub', the consultant partner, Pan African Arts Scotland, will collaborate with the PI, RMTC 'hub' and case study investigators in all phases of the project to translate the case study data, participant/researcher narratives and life histories from the medium of academic understanding and representation into that of multilingual performance and creative arts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L006936/1","grantId":"AH/L006936/1","fundValue":"1625740","fundStart":"2014-04-01","fundEnd":"2017-09-30","funder":"AHRC","impactText":"  The Award began on 1st April 2014. Initial work has been received by policy and cultural bodies and within higher education where there has been interest in using the research questions to address aspects of challenge from multilingualism. Communities and Social Services/Policy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural","person":"Alison  Phipps","coPersons":["Nazmi A. Al-Masri","Karin  Zwaan","Ross George White","Robert  Gibb","Chantelle  Reynwar","Prue  Holmes","Jane  Andrews","Richard James Fay","David  Gramling","Sarah  Craig"],"organisation":"University of Glasgow","findingsText":" This grant began on 1st April 2104. The first 2 milestones have been met and the objectives for these milestones have been fulfilled. Across all disciplines and within multilingual working contexts. The intersectional question of how we live in multilingual contexts and how researchers address issues through different languages and codes offers important signposts to ethical and inclusive ways of conducting research. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Retail,Security and Diplomacy","dataset":"gtr"}