{"id":"D605ACCF-0F35-481F-BCF3-15452F023304","title":"Analytic Descriptions of the Ionospheric Impact on Space-Based Synthetic Aperture Radar","abstractText":"Current space based observations of the Earth, whilst providing consistent and global coverage of land use, do not accurately measure forest biomass. This is because high frequency electromagnetic radiation (including X-band radar, optical and infra red sensors) measure scattering from surface features, such as leaves, and do not measure the biomass contained beneath. Although the situation is better with lower frequency C-band radar (such as Envisat) and even lower frequency L-band radar (such as PALSAR), the scattering that they measure still saturates at low levels of biomass. To overcome this limitation, longer wavelength (~1m, P-band) signals, which penetrate deeper into the forest, are needed. The backscatter from such radars saturate at higher levels of biomass, thus enabling accurate measurement. Low frequency SAR also has potential military applications, most notably as a counter to camouflage, concealment under foliage, and deception, and in planetary exploration missions.The overriding disadvantage of using long wavelengths, apart from antenna design issues due to their proportionally larger size, is the degrading impact of the ionosphere. The ionosphere is a highly variable and turbulent medium which at these frequencies primarily affects the phase of a radar signal with amplitude affects due to diffraction. The degrading effects are most prevalent at high and equatorial latitudes and in the evening sector. Judicious choice of the orbit may mitigate the ionospheric impact but this is not always possible for operational reasons, including the requirements of other payloads. PALSAR is an example of a satellite in an orbit which is affected by ionospheric turbulence as well as gradients. In this project, the generic problems identified above will be addressed by a three pronged attack. (a) The development of novel analytical expressions of the effect of the ionosphere on SAR imaging. (b) Comparison and verification of the analytic expressions through numerical simulation (facilitated through a full-diffraction parabolic-method). (c) Comparison and verification of the analytical expressions through comparison with experimental SAR images of known calibrated targets which have been imaged through the turbulent equatorial ionosphere.The analytic theory will be verified by a full simulation of the ionosphere that includes diffraction effects, ideally required for P-band frequencies and below. The experimental validation of our model will use L-band PALSAR imagery (made available by ESA), since there is no P-band SAR in orbit; for this, calibrated corner reflector targets will be used. To link analytic, numerical and experimental data we will need a measure of the TEC and ionospheric strength of turbulence. This will be provided through Global Positioning Satellite (GPS) measurements of signal phase. Further, we will utilize satellite beacon measurements of scintillation at 150 MHz and 400 MHz to link measurements at L-band (SAR and GPS) to frequencies most pertinent to a low frequency SAR. The measurements will be made in the equatorial region where the effects are largest.Once the analytic theory has been developed and verified, it will be applied to biomass measurement accuracy estimates and more generally to the design of SAR systems optimized to mitigate the ionosphere. Algorithmic developments and improvements will follow.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I013601/1","grantId":"EP/I013601/1","fundValue":"434992","fundStart":"2011-03-08","fundEnd":"2014-09-07","funder":"EPSRC","impactText":"  Informed development of MOD Space Radar Policy. Aerospace, Defence and Marine Policy & public services","person":"Paul S Cannon","coPersons":[],"organisation":"University of Birmingham","findingsText":" Predictions of global climate change rely heavily on the global biomass, most notably forests. Space-based global measurement of forest biomass requires a foliage-penetrating, low-frequency synthetic aperture radar (SAR) which can suffer from ionospheric degradation. An important objective for this project was to analytically quantify the effect of the ionosphere on SAR imagery and hence biomass measurement.\n\nAn important and unexpected discovery was that the amplitude scintillation, induced by ionospheric irregularities, causes a systematic error as well as a random error, that results in average biomass figures that are too high. This backscatter enhancement (or RCS- enhancement) is common to all phase screens and was analytically parameterised for SAR imaging using the one-way S4 index. (The S4 index is a normalised estimate of the signal amplitude variability.) This radiometric calibration error was also demonstrated experimentally on PALSAR imagery. A method of measuring the amplitude scintillation index S4 from a SAR image was also developed, which could be used to correct for the systematic bias error. The change in image contrast for both monostatic and bistatic SAR was determined in terms of the S4 index.\n\nAnother important analytic result was that the order parameter of K-distributed SAR clutter rises in direct proportion to the ionospheric strength of turbulence, CkL. By comparing two SAR images of the same area it is, therefore, possible to measure CkL using our analytic equations. A simulation has shown that this technique can be used two orders of magnitude below the point where defocusing occurs. This technique may, therefore, provide a new method for mapping CkL over large areas. The effect on the SAR autocorrelation function was also derived, and may allow another ionospheric parameter, the spectral slope p, to be determined from the imagery. Thus the effect of the ionosphere on the SAR image intensity is now almost fully described by analytic equations, although not, as yet, fully verified by experimental data.\n\nGiven that the ionosphere can defocus a SAR image, it is important to establish how corrections for the defocussing can be made. An experiment was, therefore, conducted using two ground-based GPS receivers on a varying baseline to simulate both the defocusing and its correction. This novel technique showed that, as expected, the region over which an autofocus correction can be made is limited by the ionospheric decorrelation and provides a firm and rigorous foundation for the development of autofocus algorithms.\n\nFinally, an experiment was conducted that measured the ionospheric turbulence using ground-based GPS receivers simultaneously with the collection of radar data using PALSAR-2. This data set, obtained during the peak of the sunspot cycle over Ascension Island (a region of high scintillation) provides a unique resource that can be used for exploring the relationship between space-based SAR imaging and the effects of the ionosphere. This will facilitate the mitigation of ionospheric effects, with a consequent increase in both biomass measurement accuracy and for the measurement of the ionosphere itself. The primary wealth creation beneficiaries are companies and institutions designing, optimising and building space-based synthetic aperture radars (SAR) for biomass applications. The primary societal beneficiaries will be those that are affected by global warming, since this is strongly affected by the quantity of biomass and coordinated in the UK through DECC\nThe understanding and models developed here provide important inputs to the ESA BIOMASS mission and ESA will be progressively briefed.\n\nThe secondary wealth creation beneficiaries will be the defence industry building space-based surveillance radars. The secondary societal beneficiaries will be MOD.\nDSTL have been briefed in some detail and this will continue through a close working relationship.\n\nThe tertiary wealth creation beneficiaries will be industry involved in planetary exploration missions requiring surface and sub-surface radar measurements through an ionized atmosphere:- There has been no progress in this respect. We expect adhoc progress over the next year.\n\nThe primary knowledge beneficiaries will be scientists and engineers interested in the accuracy with which biomass measurements can be made. The secondary knowledge beneficiaries will be the ionospheric community of scientists studying equatorial scintillation physics and morphology. The tertiary knowledge beneficiaries will be the community of planetary scientists. \nTwo journal papers have been published; another is in review and another will be submitted shortly. These papers have been/will be published in a variety of journal in order to attract the requisite audience and maximise impact. This will continue in the months to come through conference presentations. Aerospace, Defence and Marine,Agriculture, Food and Drink,Environment,Security and Diplomacy","dataset":"gtr"}