{"id":"D60A9A0D-62DE-497B-8482-2A6864DB3D14","title":"Collaborative Research in Energy with South Africa. Intermediate Temperature Proton Conducting Membrane Systems for the Hydrogen Economy","abstractText":"Commercial water electrolysers based on proton exchange membrane (PEM) or solid polymer electrolytes (SPE) enable hydrogen production from pure (demineralised) water and electricity. They offer advantages over alkaline electrolyuser technologies; greater energy efficiency, higher production rates (per unit electrode area), and more compact design. The restricting aspects of these systems are the high cost of the materials; such as the electrolyte membrane and noble metal-based electrocatalysts and the electrical energy input. PEM based water electrolysers operate at temperatures of &lt; 80 oC and have a minimum energy requirement, determined by the equilibrium cell potential (standard potential). Practical cells require higher voltages due to polarisation at electrodes and ohmic voltage losses; raising both energy and economic cost. By operating cells at higher temperatures the free energy of the cell reaction and thus the equilibrium potential falls. Thus solid oxide steam electrolysers (SOSE) operating at high temperatures (&gt;800C) are under development but require a source of thermal energy at high temperatures; which is frequently not available or is expensive to supply. Operating at lower temperatures (150-350 C) gives benefits of reduced energy requirements (thermodynamic potential around 1.12V) and potentially a more practical solution in terms of coupling the thermal energy requirements to provide steam for the cell and reducing the constraints on materials required for very high temperatures.Operating at lower temperatures (150-350C) can also give benefits of reduction in Pt catalyst use and/or use of non-Pt catalysts for electrodes as well as reduced proton conducting membrane costs. In these ways capital and operating costs of PEM hydrogen electrolysers can both be reduced. The aim of this project is to start a collaborative programme between two complimentary groups in the UK and South Africa, that focuses on the development of hydrogen electrolysers in the intermediate temperature range (~200C) that will also have spillover benefits on its sister technology, PEM fuel cells. This programme thereby focuses on a new technology to compete with the two more established electrolysis technologies. The standard PEM electrolyser is already available (low risk) but its electrical efficiency is low. The intermediate temperature PEM electrolyser, although more speculative, could prove valuable if renewable electricity generation increases. Development of this technology requires significant investment into electrolyte research. Existing exploratory research on this topic at Newcastle helps to reduce the risk associated with new electrolyte development.An aim of this project is to increase the operating temperatures of PEM electrolysers through the use of proton conducting membranes; with inorganic and composite electrolytes; thereby reducing voltage requirements (knowing that the standard thermodynamic cell potential falls whilst the activity of electrocatalysts increases). Although high temperature electrolysers (&gt;600C) using oxide ceramic proton conductors have been researched there has been no significant research of the intermediate temperature range between approximately 150-300 C.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G042012/1","grantId":"EP/G042012/1","fundValue":"346087","fundStart":"2010-04-06","fundEnd":"2013-10-05","funder":"EPSRC","impactText":"  In designing electrolysers for hydrogen generation Energy Economic","person":"Keith  Scott","coPersons":[],"organisation":"Newcastle University","findingsText":" Improved efficiency hydrogen generation as a green fuel electrolyser manufacture Energy","dataset":"gtr"}