{"id":"D610A7CF-D4D9-46F1-85C1-413AB18B6A01","title":"Science and Mathematics Co-ordinator","abstractText":"<p>This award is to fund coordination of the ESRC’s Targeted Research Initiative on Science and Mathematics Education. The work will be undertaken by a Coordinating Team, based at King's College London, lead by Prof. Louise Archer working together with Co-Coordinators Dr. Jeremy Hodgen and Prof. Justin Dillon. The Initiative is a &pound;3million programme being undertaken by the ESRC in partnership with other Research Councils, the Institute of Physics, the DCSF and the Gatsby Foundation. Five major projects across the UK are funded under this Initiative.</p>\n\n<p>The Initiative aims to find new ways to encourage children and young people to greater achievement in, and understanding of, Science and Mathematics. There are four core research questions being addressed by Initiative projects:</p>\n\n<ol>\n \n\n <li>What are the key factors that shape children's and young people's participation, engagement and achievement in science and/or mathematics education?</li>\n\n <li>What can we learn from the effectiveness of past and current interventions, initiatives and practice?</li>\n\n <li>How can research-informed approaches help to address some of the key challenges in enhancing participation, engagement and achievement in science/mathematics?</li>\n\n <li>What specific new interventions or changes in policy or practice offer the greatest potential to improve participation, engagement and learning in science/mathematics?</li>\n\n</ol>\n\n<p>Website: <a href=\"http://tisme-scienceandmaths.org/\" rel=\"nofollow\">http://tisme-scienceandmaths.org/</a></p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I000518/1","grantId":"ES/I000518/1","fundValue":"221871","fundStart":"2010-07-01","fundEnd":"2014-09-30","funder":"ESRC","impactText":"","person":"Louise  Archer","coPersons":["Justin  Dillon","Jeremy  Hodgen"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}