{"id":"D61254C4-A2DF-4490-B2EC-18C672E7E221","title":"Quadratic Forms and Algebraic Cobordism","abstractText":"The subject area of this proposal is the modern theory of quadratic forms using new geometric methods suggested by the principal investigator. These methods are based on and further extend the new strategically important developments in algebra and algebraic geometry related to the names of V. Voevodsky (Fields Medal 2002), M. Rost, A.Merkurjev, A. Suslin, M.Levine, F. Morel.The research of the proposal lies at the boundary between algebra, algebraic geometry and topology. Each of these fields has a world of its own, governed by laws specific to it but interacting in a peculiar way; with algebra catching the most basic essence of mathematical objects, algebraic geometry translating this into the language where one can use geometric reasoning, and topology providing the rough shade of the geometric object, where exact shape is lost, but the most important ``topological'' invariants are kept. In a sense, topology is just a ``toy model'' of the much richer field algebro-geometric topology. All the phenomena one encounters in topology appear also in the algebro-geometric world, but in incomparably more variable shapes. The simplest object of topology is a point, out of which with the help of suspension operation one produces its derivatives - the spheres. The problem of computing morphisms between these objects, the so-called homotopy groups of spheres, is the central question of topology, and one of the main problems of mathematics as a whole. Despite many attempts, this problem resists breaking. In algebraic geometry one also has a point, but now it depends on a base-field, and one has spheres, but now they have two dimensions - the ``round'' and the ``square'' one - because there are two different suspension operations. In particular, the homotopy groups are now parametrized not by one natural number, but by two. These groups give the topological counterparts as a certain degeneration, but otherwise they are much richer. These groups store in a compressed form the information about the difference between topological and algebro-geometric worlds. And the central one of them can be described in terms of quadratic forms (by the result of F.Morel). Thus, studying quadratic forms we, in reality, study homotopy groups of spheres,and the results obtained here can be applied to the central question of topology, since both (quadratic forms and topological homotopy groups) interact as parts of the same object. And the properties of quadratic forms are well seen through their invariants.The principal aim of this proposal is the study of invariants of quadratic forms (both, new ones introduced by the PI, and the classical ones as well). The second aim is the study of the new cohomological operations in algebraic cobordism (in connection with the first aim, and independently). The third aim is the development of the new homotopy-theoretic viewpoint on quadratic form theory (thus, extending the theory of Morel-Voevodsky).The research will be undertaken at the School of Mathematical Sciences, University of Nottingham.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G032556/1","grantId":"EP/G032556/1","fundValue":"296851","fundStart":"2009-10-01","fundEnd":"2013-01-15","funder":"EPSRC","impactText":"  My research (as most research in Pure Mathematics) does not\nhave an immediate impact on a well-being of a society.\nSuch effects are usually delayed in time.\nThe impact here is mostly achieved through the creation of a pool of really world-leading research expertise in all major\npromising directions, by creating a research atmosphere in\na country in which research pioneers will prosper, which will\nattract young home talents, as well as the best researchers from all over the world. Such a scientific atmosphere in Pure\nMathematics will necessarily strongly affect the situation in\nApplied branches of Mathematics, and equally in Physics,\nComputer Science, other related areas, and finally, Industry,\nand will improve the competitiveness of the country. Moreover, in the long run, the well-being of Pure Mathematics is absolutely necessary for the health of these other sciences, and of the society, in general (as the tree does not feel good if the center has rotten). \nBut, in a real-time, it is usually impossible to predict what concrete impact a given pure mathematical result or an idea will have.  ","person":"Alexander  Vishik","coPersons":[],"organisation":"University of Nottingham","findingsText":" 1) The question of rationality of algebraic cycles studied. Was shown that rationality of an integral cycle can be checked over the generic point of a quadric of sufficiently large dimension. As an application we prove that cohomological invariants of degree r can not effect rationality of cycles of codimension up to m, where m grows exponentially on r.\n\n2) The structure of the motive of a quadric studied. The Conjecture &amp;quot;on excellent connections&amp;quot; (2001) proven. It claims that the motives of excellent quadrics are the most decomposable among the motives of all anisotropic quadrics of a given dimension. From this we deduce an (optimal) estimate from below on the rank of indecomposable direct summand in terms of its dimension.\n\nThis provides severe restrictions on the structure of the motive. In particular, we can classify all possible motivic decompositions for quadrics up to dimension 16. Another application is the new proof of the Conjecture of Hoffmann on the first Witt index of a quadratic form.\n\n3) The new invariant of an algebraic variety: &amp;quot;the growth rate of motivic cohomology&amp;quot; introduced. It measures how far the variety is from having a zero cycle of degree one (a weak version of a &amp;quot;rational point&amp;quot;). Shown that for quadratic Grassmannians this invariant carries exactly the same information as the Elementary Discrete Invariant of quadrics. The interaction between these two invariants of quite different nature gives plenty of interesting results about both. The ideas introduced here permit to create a picture where the Splitting Pattern is the &amp;quot;dual&amp;quot; of the J-invariant. In particular, one gets an extension of the Splitting Pattern invariant (in the same way as the EDI-invariant is an extension of the J-invariant). This rich structure gives a clear strategy of attacking the Conjecture describing the South-East-half of the Elementary Discrete Invariant.\n\n4) All stable and unstable operations in the Algebraic Cobordism theory were described. It is shown that arbitrary additive operation is uniquely presented as a rational linear combination of Landweber-Novikov operations satisfying integrality conditions. This gives a powerful and effective tool in constructing operations as these integrality conditions are easy to check. \n\nMore generally, we prove similar statement about (unstable!) operations between two generalised oriented cohomology theories (with mild assumptions).\n\nThis applies to Chow groups, K-theory, BP-theory, higher Morava K-theories. Applying the above technique to multiplicative operations we prove that multiplicative operations are in one-to-one correspondence with the homomorphisms of formal group laws. \n\n5) As an application of (4), we construct integral (!) Adams operations in Algebraic Cobordism. These are multiplicative unstable operations which are Lazard-linear. We extend such operations to any theory obtained from Algebraic Cobordism by change of coefficients (for K-theory we get classical Adams operations).\n\nAn application of these methods to torsion algebraic cycles is outlined.\n\n6) Symmetric operations for all primes are constructed (previously known only for p=2). This is another application of the general technique of (4).\n\nApplications to rationality of algebraic cycles produced. Cobordism Steenrod operations a la Tom T. Dieck constructed. Several far-reaching results obtained. New ideas and approaches introduced. This paths the way for new directions of research related to: discrete invariants of quadrics, and more generally, of homogeneous varieties; invariants of algebraic varieties and questions of rationality of cohomology elements; operations in Algebraic Cobordism and other generalized cohomology theories; conjecture of Bloch, etc. Other","dataset":"gtr"}