{"id":"D6166A0F-E168-4BEA-B4FA-6765D217495E","title":"InformaTEC: Informatics Technologies for the Environment Cluster","abstractText":"Global environmental data represents decades of investment by government, businesses and higher education. NERC is a world leader in this field. Environmental data are essential to the prediction and mitigation of the impacts of global environmental change. Equally important are the models that allow data to be processed, tools that allow it to be manipulated and standards that allow it to be exchanged. Environmental informatics covers all of these areas and is emerging on the international scientific landscape as an increasingly important area of active research. Currently this expertise is disseminated through the environmental science community without a cohesive focus. The demand of increased interoperability of predictive environmental model places increasing technological challenges on this community. Today, no common voice exists for this community to advise NERC and others on potential solutions to the technological challenges. Here we propose to create 'InformaTEC', a new cluster nucleated on the British Geological Survey (BGS), host of the NERC Geoscience Data Centre, and the Centre for Ecology and Hydrology (CEH) host of Environmental Information Data Centre (EIDC) which includes the NERC Environmental Bioinformatics Centre (NEBC), National Water Archive and Biological Records Centre. This network of informatics professionals will reach out into the Environmental community to identify researchers and informatics experts to exchange ideas, knowledge and best practice. The InformaTEC research network will engage a wide range of researchers working across diverse fields including geology, hydrology, ecology and then expand beyond to encompass all those managing and manipulating environmental data. As the informatics community are highly dispersed, many of these links do not yet exist. Conferences, working groups and dynamic websites will resolve this. Challenge one will be reaching out across the environmental informatics to ensure widest possible participation. Where technological solutions are available in one discipline, InformaTEC will provide a platform for knowledge transfer across the community. Where predictions require multi-disciplinary inputs to truly model the Earth's response, InformaTEC will identify bottlenecks to interoperability and seek to resolve them through proposing, developing and supporting open source standards and tools. It will combine leaders from in environmental informatics and information management. It will seek current technologies that allow complex datasets to be manipulated and identify to NERC future technological requirements needed to resolve these issues. Over two years, InformaTEC will be a community-platform for holding two major community-level meetings to identify common issues, to seek solution and required technological development to resolve them from across this community. It will act as a nucleation point for common endeavours in obtaining future funding. Members already funding pilot projects will be able to seek community advice and partnerships for funding though InformaTEC. Best practise and lessons learned will be shared. Up to 6 working groups will tackle key issues including models, data integration, terminologies, and interoperability. The Open meeting will also identify other community requirements and allow these issues to be pursued with vigour, developing prioritised recommendation for adoption by the NERC Technology Theme Action Plan. InformaTEC will result in a series of completed pilot projects and a set of future proposals. InformaTEC will set the technical agenda for this community for the immediate and long-term future Its legacy will be the creation and maintenance of this network into the vibrant sustainable community. Its future is as an umbrella institution to foster future collaborative work and to champion this to all those involved in environmental informatics across NERC, the UK and internationally","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H003339/1","grantId":"NE/H003339/1","fundValue":"101466","fundStart":"2010-02-04","fundEnd":"2013-02-28","funder":"NERC","impactText":"","person":"Jeremy Raymond Giles","coPersons":["Hefin Gwyn Rees","Andrew  Kingdon","Dawn  Field"],"organisation":"NERC British Geological Survey","findingsText":"","dataset":"gtr"}