{"id":"D61B14FA-C82A-402F-9F7C-1705C0724DA5","title":"Computer Modelling Study to Investigate the Pathogenesis of Syringomyelia Related to Chiari Malformation","abstractText":"Syringomyelia is a potentially disastrous progressive neurological condition characterised by the presence of fluid-filled cysts (syrinxes) in the spinal cord. The lack of understanding of the physical mechanisms that contribute to the formation and growth of cysts is one of the main factors that limit the success of currently available surgical treatments. Generally, it is believed that the condition originates from impediments to the normal movement of cerebrospinal fluid (a clear liquid that bathes the brain and the spinal cord) in the spinal cavity. Theories that attribute formation and growth of cysts to abnormal patterns of the cerebrospinal fluid circulation are known as hydrodynamic hypotheses on the origins of syringomyelia and they have traditionally been based on clinical observation and simple physical rationale. More recently, computer modelling of the cerebrospinal fluid motion within the spinal cavity has emerged as an alternative approach for gaining insights into the pathogenesis of the condition. This approach is adopted for this study. Various modelling strategies have been used in the existing studies; for this project it is proposed that modelling be conducted simultaneously on two different levels of physiological approximation, resulting in two models, each of which is intended to examine a specific aspect of the problem in question. For both of the models developed, new elements will be added to address the limitations of the current theories. In the final stage of the project, simulations involving one-way coupling of the models will be conducted. The goal is to generate new ideas on the pathogenesis of syringomyelia and the ways in which it can be managed. However, the modelling will also be relevant to other problems related to the dynamics of the cerebrospinal fluid.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H000461/1","grantId":"EP/H000461/1","fundValue":"100768","fundStart":"2010-04-19","fundEnd":"2011-04-18","funder":"EPSRC","impactText":"  The outcomes of the study contribute towards the progress in understanding of the causes of Syringomyelia. While the findings are not immediately applicable clinically, they should contribute to the eventual development of improved treatment methods. \nThe theoretical work performed during the course of the project laid down foundations for the development of even more advanced models; two way coupling between finite element and one-dimensional models and progression towards anatomically more realistic geometries are the natural next steps. The models should have application outside the scope of the currently proposed project: post-traumatic Syringomyelia, hydrocephalus, as well as the conditions involving inherent coupling of the CSF and cardiovascular dynamics such as stability of cerebral aneurisms, are potential topics. The outcomes of the study are also relevant for industrial applications involving flow in multi-layered elastic conduits. Education,Healthcare Societal","person":"Srdjan  Cirovic","coPersons":[],"organisation":"University of Surrey","findingsText":" The key contributions of this project fall into two categories. The first is the development and implementation of a simplified theory of cerebrospinal fluid dynamics in the spine, in which all key parameters are assumed to vary only in the direction of the long axis of the spine. The second is the implementation of the developed theoretical and associated one dimensional (1D) computational model to investigate possible causes for the development of pathological cysts in the spinal cord.\nThe 1D theory and modelling were successfully developed and validated against both more complex computational models (equivalent three-dimensional finite element models) and analytical theoretical data. The model was also validated against in-vitro experimental data from other independent studies. The advantage of the 1D model over its more complex counterparts is that it can be implemented with very modest computational resources, and without significant loss of fidelity. The application of the newly developed model to the investigation of possible causes of cyst formation in the spinal cord points to the significance of pressure waves which are inherent to the spinal column. The results suggest that these waves, which can be excited by everyday events such as coughing or straining, dissipate quickly if the communication between the CSF in the spine and head is normal. However, if this communication is compromised, as it happens in Chiari malformations often associated with syringomyelia, there is a build-up of pressure at the cranial (head) end of the spinal cord, where the cysts usually start to form. Education,Healthcare","dataset":"gtr"}