{"id":"D6255C3B-5CA7-4630-8CFD-66D1C1CF12BD","title":"Experimental and theoretical modelling of hot-gas ingestion through gas-turbine rim seals","abstractText":"This proposal is in the EPSRC portfolio research area of fluid dynamics and aerodynamics (maintained) and will contribute to the experimental capability and measurement instrumentation knowledge base of the science community. The primary industrial impact of the research will be improvement in energy efficiency, which is one element of the EPSRC energy theme.\n\nThe gas turbine engine is an adaptable source of power and has been used for a wide variety of applications, ranging from the generation of electric power and jet propulsion to the supply of compressed air and heat. Competition within the industry and, more recently, environmental legislation from government have exerted pressure on engine manufacturers to produce ever more cleaner and efficient products.\n\nThe most important parameter in governing engine performance and life cycle operating costs is the overall efficiency. High cycle efficiency depends on a high turbine entry temperature and an appropriately high pressure ratio across the compressor. The life of turbine components (vanes, blades and discs) at these hot temperatures is limited primarily by creep, oxidation or by thermal fatigue. It is only possible for the turbine to operate using these elevated mainstream gas temperatures (as hot as 1800 K) because its components are protected by relatively cool air (typically 800 K) taken from the compressor. However, this cooling comes at a cost: as much as 15-25% of the compressor air bypasses combustion to provide the required coolant to the combustor and turbine stages. \n\nIngress is one of the most important of the cooling-air problems facing engine designers, and considerable international research effort has been devoted to finding acceptable design criteria. Ingress occurs when hot gas from the mainstream gas path is ingested into the wheel-space between the turbine disc and its adjacent casing. Rim seals are fitted at the periphery of the system, and a sealing flow of coolant is used to reduce or prevent ingress. However, too much sealing air reduces the engine efficiency, and too little can cause serious overheating, resulting in damage to the turbine rim and blade roots. \n\nIt is proposed to build a new fully-instrumented rotating-disc rig to measure the flow structure and heat transfer characteristics of hot gas ingress in an engine-representative model of gas-turbine wheel-spaces. An annular single-stage turbine will create an unsteady circumferential distribution of pressure, which in turn will create the ingestion of hot air in the wheel-spaces. The rig will be designed specifically for optical access, with transparent rotating and stationary discs coated with thermochromic liquid crystal and illuminated by a strobe light synchronised to the disc frequency. This will be a new, bold application of the advanced thermal-imaging technology developed at Bath and will provide both qualitative 'thermal visualisation' and quantitative measurements of heat transfer coefficient in the regions on the rotating and stationary surfaces affected by ingress. Miniature unsteady pressure transducers, pressure taps, pitot tubes, fast-response thermocouples and concentration probes will also be used inside the seal annulus and in the upstream and downstream wheel-spaces. \n\nIn parallel with the experimental programme, new theoretical models developed at Bath will be used extensively in the analysis and interpretation of the experimental data obtained from the new rig. These generic models will be of use to any gas turbine manufacturer, and here this will be demonstrated by specifically translating them into the engine-design methodology used at Siemens. The research will generate unique and practically-useful data which can be rapidly exploited. The successful completion and implementation of this research through improved secondary air system design should result in a competitive advantage for the UK-based company.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J014826/1","grantId":"EP/J014826/1","fundValue":"532614","fundStart":"2013-02-12","fundEnd":"2016-08-10","funder":"EPSRC","impactText":"","person":"GD  Lock","coPersons":["M  Wilson"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}