{"id":"D627552C-6748-4E54-97A2-15FB6E3848F9","title":"Mitochondrial shaping proteins in models of optic neuropathy","abstractText":"Inherited optic neuropathies are amongst the most common causes of childhood blindness in the developed world. Not only are inherited optic neuropathies common but they are also currently completely untreatable and incurable. The purpose of this work is to cast light on strategies for preventing optic neuropathy based on understanding the expression, regulation and modulation of mitochondrial fusion/ fission pathways and mitochondrial shaping genes. There are an increasing number of genes known to be involved in controlling the shape, and hence the function of, mitochondria in the cell. Some have all ready been identified as being involved in causing inherited optic neuropathy. In the short term, new genes need to be discovered to permit diagnostic screening, clinical and molecular diagnosis and management, assessment of genotype/ phenotype correlation and prognostic counselling, and hence improve the global management of these conditions for today?s patients. Concrete outcomes of this research will be to broaden the genetic spectrum of inherited optic neuropathy and cast light on the expression and function of such genes in neural tissue. The research will also focus on developing real animal models of disease by reducing or removing the expression of selected of these genes in the retina and studying the effect this has on mitochondrial shaping and retinal and optic nerve histology and morphology. This will enable an understanding of what role these genes have specifically in causing blindness by their putative effects on retinal ganglion cells. Only by broadening our understanding of this group of physiological vital genes will we be able to understand why abnormalities in this delicate mechanism may lead specifically to blindness.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700949","grantId":"G0700949","fundValue":"399104","fundStart":"2008-07-07","fundEnd":"2011-10-06","funder":"MRC","impactText":"","person":"Marcela  Votruba","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}