{"id":"D62BB673-39A0-412D-8321-64BADA4E55D4","title":"A Co-operative Bimetallic Approach for the Transformation of Lithiation","abstractText":"Lithiation is one of best tools for building molecules big and small. Its application transcends chemistry and crosses over to other disciplines such as biochemistry and materials science. It offers an efficient direct way of breaking inert C-H bonds (ubiquitous in organic compounds) and transforming them into reactive C-Li bonds which in turn can be used to make a myriad of molecules, that mankind needs to sustain the quality of our daily lives. Organolithium tools find employment in academic laboratories worldwide and in the manufacture of many fine chemicals, in particular pharmaceuticals (it has been estimated that 95% of manufactured pharmaceuticals involve an organolithium tool in their preparation). The best known organolithium tool, butyllithium is near ubiquitous in synthetic chemistry, and its importance continues to escalate as evidenced by the fact that the chemical company FMC recently opened new butyllithium plants in Hyderabad (India) and Zhangjiagang (China) to service the rapidly expanding pharmaceutical business in the emerging BRIC (Brazil-Russia-India-China) economies. Because butyllithium can break numerous carbon-hydrogen bonds as well as performing other bond-breaking, bond-making tasks, it is widely used in drug development. Organolithium tools are also used to prepare other specialty chemicals such as agrochemicals, biochemicals, catalysts, dyes and perfumes.\n \nHow to perfect C-H bond activation is one of the World's most pressing scientific grand challenges as new innovative ways must be found for converting cheap and abundant raw materials such as alkanes into precious functionalised organic compounds given the rapid depleting of fossil fuels. Despite its vast utility, lithiation, a direct form of C-H bond activation, suffers from severe limitations. A major limitation which puts a question mark against its long term sustainability is that it is exclusively a stoichiometric process. For example one mole of the organolithium tool is needed to make one mole of the target product. Moreover, lithiation often requires energy wasteful cryogenic conditions as well as ethereal solvents which are expensive and hazardous on a large scale. It also has many intrinsic chemical limitations including a poor tolerance of functional groups, a failure to react with weakly acidic C-H bonds, and incompatibility with subsequent transition metal catalysed bond-forming reactions.\n\nTo transform lithiation into a substoichiometric process, ultimately developing it to a catalytic process is the ambitious goal of this project. For example, to use as little as 0.1 mole or less of the organolithium tool to make one mole of the target product. To reach this goal, the project will develop a new concept in bimetallic chemistry, synergistic stepwise metal - metal' co-operativity (basically two metals working one after the other in separate molecules) building on the successful, but wholly distinct foundation of synergic synchronised metal - metal' co-operativity (basically two metals working side-by-side in the same molecule) that the PI has recently pioneered. Initially a lithium-zinc co-operativity will be screened. Developing catalytic lithiation will be groundbreaking with direct chemical and economic benefits as well as indirect societal benefits given the long list of applications mentioned above. A library of interesting, useful new chemistry not currently possible in lithiation will emerge on the journey to achieving catalytic lithiation, including improved methods for direct C-H bond activation, new combined lithiation - Negishi coupling and other combined lithiation - transition metal bond forming strategies, reactions with high functional group tolerance, and &quot;greener&quot; processes using more environmentally friendly solvents and milder reaction conditions. Bonds impossible to break with existing organolithium tools will also be broken using new potassium based tools.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K001183/1","grantId":"EP/K001183/1","fundValue":"313249","fundStart":"2013-03-01","fundEnd":"2016-02-29","funder":"EPSRC","impactText":"","person":"Robert  Mulvey","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}