{"id":"D63338A7-7E03-48E4-B591-53CFF3392929","title":"Stability and Control of Power Networks with Energy Storage (STABLE-NET)","abstractText":"Summary:\nThe operations of interconnected power networks are facing unprecedented challenges which are primarily driven by new intermittent sources of generation that are replacing centralised flexible generation. Such intermittency in generation inevitably leads to difficulties in achieving reliable operation. The existing weak high voltage AC system in China suffers from stability-related problems and as a result, in 2010 17% of the electricity produced in China's top 10 wind power bases was curtailed with curtailment reaching as much as 25% in the Gansu province. A single grid fault on the 24th of February 2011 caused the disconnection of 598 wind turbines in Northwest China, resulting in a system frequency dip of 0.178 Hz, highlighting the inadequacy of the control technology currently used. A similar incident of generation outage in the UK on the 2nd of September 2010 led to a rapid decline in frequency, which disconnected about 350 MW embedded generation (mainly wind) through the action of the rate of change of frequency (RoCoF) protection. These are two of the many incidents that highlight the need for new approaches in fast system monitoring for enhanced stability and control. \nEnergy storage is essential to address the balance between generation and demand at different time scales. However, the description of the dynamic performance of energy storage under varied loading, and their state of charge and health monitoring are currently open problems. Complex dynamic behaviour, such as hysteresis, may manifest in storage systems. Therefore it is not clear how storage may impact power system operation, particularly with respect to stability. There have been instances of loss of generation because of the inadequate control of the power converter interface between intermittent generation and network. When the existing power converter technology is duplicated to act as an interface between storage and the grid, the poor performance is inevitable without improved understanding of local and global dynamics. Another key barrier is the lack of robust enabling technology for monitoring and control that can integrate the capabilities of storage in a time critical manner. Fast dynamic security assessment has been attempted through the energy function approach - but existing tools fail to compute the true stability margin because of the complexity of power system dynamic characteristics. All these barriers may be overcome through underpinning research in monitoring, modelling and control of storage to stabilise interconnected power network operations. \n\nThe challenges lie in fast computation, fault detection and robust control design of the interface between storage and the network. The approach proposed here is decentralised stability monitoring, assessment and control of the network. Existing network operation practice relies heavily on slow and centralised control architectures through large SCADA/EMS. The methodologies that are being proposed will thus need to rely little on system wide communication infrastructure. In addition, distributed approach to dynamic system monitoring, decentralised approaches to system wide disturbances and dynamic security assessment through distributed energy function are novel approaches. The innovations include cutting edge representations of high power low energy storage; energy functions to include asynchronous and synchronous generation with storage with resistive elements, practical applications of ground breaking decentralised fault detection and robust and reliable control between intermittent generation and the rest of the system.\n\nBecause the successful operation of interconnected power grids requires fast computation and control, as well as energy storage domain knowledge, the power system and energy storage experts in this consortium are joined by a number of leading control theory experts with experience in power networks - definitely a very unique strength of the team.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014343/1","grantId":"EP/L014343/1","fundValue":"1048080","fundStart":"2014-09-30","fundEnd":"2017-09-29","funder":"EPSRC","impactText":"","person":"Bikash  Pal","coPersons":["David  Howey","Thomas  Parisini","Alessandro  Astolfi","Nina Frances Thornhill","Lie  Xu"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}