{"id":"D63533B8-4CFD-4D91-8B8A-7C70A98ACF8B","title":"Identification of NMDA receptor subunits contributing to midbrain dopaminergic learning and behavioural functions","abstractText":"Many nerve cells in the brain communicate with each other by releasing chemicals known as neurotransmitters. Nerve cells depend on these chemical signals in order to carry out the functions of the brain, and any errors in neurotransmitter signalling can give rise to brain diseases, such as Parkinson's disease or drug addiction. One important neurochemical in the brain is the amino acid, glutamate. Glutamate is released from many nerve cells, and stimulates target cells by binding to receptor proteins specialised to recognise glutamate. Among the family of glutamate receptor proteins, one in particular is very interesting because it can have both beneficial effects and harmful effects on the brain. This receptor protein, known as the 'NMDA receptor', is required for the normal development of the brain from childhood to adulthood, and is also activated while the brain is learning and acquiring new information and memories. However, this receptor can be active under conditions that cause cells to die- this is known as neurodegeneration. Scientists have been interested in NMDA receptors for many years, and NMDA receptors have been identified and carefully characterised in several brain regions. However, one brain region where little is known about NMDA receptors is a set of nerve cells that are thought to be important in controlling our movements, and in making us feel rewarded and motivated. These nerve cells release another important brain chemical known as dopamine. They are believed to be affected in several brain diseases, including Parkinson's disease, schizophrenia and drug addiction. NMDA receptors are believed to have an important role in controlling the behaviour of dopamine nerve cells, but at present, we do not know which kinds of NMDA receptors are found here, or what beneficial or harmful effects NMDA receptors have on these cells. This project aims to characterise NMDA receptors in dopamine nerve cells, and to link the activity of NMDA receptors to a simple behavioural learning process. Not only will the results from this project provide new information about how NMDA receptors are involved in the normal function of dopamine nerve cells, but it might reveal new NMDA receptor targets for developing therapies in some of the brain diseases mentioned.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D015782/1","grantId":"BB/D015782/1","fundValue":"198205","fundStart":"2006-08-01","fundEnd":"2009-07-31","funder":"BBSRC","impactText":"","person":"Alasdair James Gibb","coPersons":[],"organisation":"University College London","findingsText":" Aim-1: We found no evidence for NR2A subunits in synaptic (or extrasynaptic: see Aim 3) NMDA receptors at any age\ntested, making NMDA receptors in midbrain dopamine neurones distinctive from cortical, hippocampal and cerebellar\nbrain neurones (Brothwell et al., 2008 J Physiol 586:739-750). This raises questions about the mechanisms by\nwhich SN neurones perform functions predominantly attributed to NR2A subunits (eg LTP; prosurvival signalling).\nAim-2: We have found that both NR2B and NR2D subunits contribute to functional synaptic NMDA receptors in midbrain\ndopamine neurones throughout postnatal development, most likely in an unusual triheteromeric combination\n(Brothwell et al., 2008). This offers the unique opportunity of studying native synaptic NR2D-containing\nNMDARs and synaptic triheteromeric NMDARs receptors in the mammalian brain. These particular receptors are\nidentified by a combination of pharmacological (supported by our collaboration with Professor D Jane, Bristol) and\nkinetic measurements (Brothwell et al., 2008) and endow domaminergic neurones with a slow time course, low\nmagnesium sensitivity (Huang &amp;amp; Gibb, 2014) synaptic and extrasynaptic receptors that may contribute to the characteristic burst firing behaviour of these neurones that is crucial for their function in vivo.\nWe have also optimised the conditions for immunolabelling in midbrain slices containing SN neurones with\ncommercial and custom NR2B antibodies (from our collaborator, Professor FA Stephenson), tyrosine hydroxylase\nantibody (marker of dopaminergic neurones), and VGLUT antibody (marker of glutamatergic synaptic terminals) (Fig\n2). Due to the difficulties of using the NR2 antibodies in brain slices, considerable time and effort was directed at\nachieving what we feel is an acceptable standard of labelling, but we are now poised to complete the immunolabelling\nalongside physiology and pharmacology to investigate these unusual NMDARs.\nAim-3: Using a combination of pharmacological single channel and kinetic measurements we have found that NR2B and NR2D subunits (but not NR2A subunits) also form extrasynaptic NMDA receptors throughout postnatal\ndevelopment, most likely as triheteromeric receptors (Suarez et al., 2011). This is particularly interesting as in cortex and hippocampus there is evidence that maturation includes selective stabilisation of NR2Acontaining receptors at synaptic sites. Furthermore, we have discovered that NMDARs in SNc dopaminergic neurones show different properties of desensitization and sensitivity to regulation by intracellular ATP compared to SNr nondopaminergic neurones (Suarez et al., 2011), that may be of importance to the sensitivity of these neurones to excitotoxicity and oxidative stress and which we hypothesise will have implications for the trafficking and plasticity of NMDARs in the two SN neuronal populations.\nAim-4: In the past 6 months we have optimised our detection of a progressive increase in locomotor activity in response to a\ndaily injection of amphetamine (2.5mg/kg) compared with saline injection in early postnatal rats (P7, P14; Fig 4A,B).\nThis represents the development of behavioural sensitization. We have also demonstrated that rats of this age, like\nthose aged P17, show an increase in the amplitude ratio of AMPA-EPSCs to NMDA-EPSCs measured 24 or 96\nhours following a single injection of amphetamine, compared with saline. However, we have not observed a change in the sensitivity of NMDA-EPSCs to ifenprodil following a single exposure to amphetamine, either 24 or 96 hours after a single injection at P7 or P14, or 7 days after a single injection at P7. These data suggest that any changes in NMDARs at these synapses do not involve an overt change in NR2 subunit composition.\nAim-5: Following our optimisation of NR2B immunolabelling and imaging in midbrain slices, we can now visualise obvious differences in the pattern of distribution of NR2B subunits in SNc dopaminergic, VTA dopaminergic, and SN non-dopaminergic neurones. Understanding the mechanisms of plasticity at excitatory synapses on domapinergic neurones is an area that has subsequently recieved much attention and particularly, questions of whether glycine or D-serine is the main co-agonist for the NMDA receptor on dopaminergic neurones has been very topical in the neuroscience community. Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}