{"id":"D636F75A-C82B-4C1E-8A5D-4A76CFB3FEF7","title":"Scatter enhanced 3D X-ray imaging","abstractText":"Poor quality X-ray images pose serious problems for the security operators manning X-ray scanners at places such as airports. The operators search for the weapons of terrorism such as guns, knives or explosive devices in images containing the clutter of everyday items. The detection and identification of a threat in a 'typical' suitcase or carry-on bag may be categorised broadly into two areas. Namely, the interpretation of cluttered images to reveal the presence of a threat 'shape' and the identification of potentially harmful or explosive substances through the production of material characteristic signals. The former, is reliant upon spatial information, which is best dealt with by a human operator as the full member set of threats cannot be defined, while the latter requires an appropriate sensor technology to provide the raw data for colour encoding of the resultant images. The logistical problems associated with hold-baggage screening and carry-on baggage cannot be understated. For instance, approximately 68 million people pass through Heathrow International Airport each year. The environment is akin to a high volume production line in which each item to be inspected is different. This is a unique and particularly difficult inspection task.Researchers from the Nottingham Trent University and Cranfield University are developing a new type of 3D X-ray scanner technology. The imaging technique combines powerful 3D imagery with the capability to discriminate between dangerous substances and benign luggage contents. In collaboration with scientists based at the Home Office Scientific Development Branch (HOSDB) at St Albans, they are developing a technology that will provide video type image sequences accurately highlighting the material composition of the objects under inspection. The dynamic imagery provides the observer with hitherto unseen information concerning the actual contents of the objects being inspected through a powerful and compelling sensation of three-dimensional structure. An interesting aspect of the technique is that the resultant images are a synthesis of the various signal contributions from a complex arrangement of integrated sensors. The combination of characteristically scattered signals with high-resolution mass discrimination images has the potential to provide fast and spatially accurate materials discrimination. To realise the integrated detectors required for this novel approach, scientists at Durham Scientific Crystals Ltd a spin off company from the Physics Department at the University of Durham, are developing compound semiconductors such as cadmium telluride in single crystal form. This UK led project brings together a number of timely innovations concerning the production of dynamic 3D X-ray images and the direct detection of X-rays by semiconductor sensors.The key to developing a the world's first scatter enhanced 3D X-ray scanner now relies upon establishing the precise requirements for the configuration of the sensors together with their geometric, temporal, spectral and electronic properties. Besides the potential to significantly improve the efficiency of visual inspection, the research will inform a larger body of work concerning the development of computational methods for the automatic detection of explosive substances. More futuristically the implications for the success of this approach are far reaching in that the technique may well have the potential to improve the high energy X-ray screening of freight and/or vehicles as well as medical and industrial applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F017804/1","grantId":"EP/F017804/1","fundValue":"138355","fundStart":"2008-05-27","fundEnd":"2011-05-26","funder":"EPSRC","impactText":"  The findings were used to stimulate a new research area (focal construct technology) that has subsequently attracted multiple grant awards and produced a commercialisation vehicle. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology,Security and Diplomacy,Transport Societal,Economic","person":"K  Rogers","coPersons":[],"organisation":"Cranfield University","findingsText":" A principal discovery was that X-rays that carry material information could be made to focus into high intensity spots. This means that signals that are normally too weak to measure can be recorded on low-cost detectors. The technology developed could be exploited wherever rapid materials specific information is required. For example to identify illicit materials at airports, to monitor in-line manufacturing processes and to provide clinical information in hospitals. Aerospace, Defence and Marine,Healthcare,Manufacturing, including Industrial Biotechology,Security and Diplomacy","dataset":"gtr"}