{"id":"D63DA64A-C1B0-4A4F-BB17-37518F60B391","title":"Researching and analysing Olive Schreiner's letters: the epistolarium in social science perspective","abstractText":"The feminist writer and social theorist Olive Schreiner (1855-1920) wrote novels, allegories, social commentary and political treatises and is widely considered one of the key feminist theorists. Her c7500 extant letters are an unparalleled but largely untapped resource, with her correspondents including key players in politics, literature, religion and many social movements. &quot;Researching and Analysing Olive Schreiner's Letters&quot; will fully transcribe Schreiner’s letters and analyse these in a project-designed cutting-edge Virtual Research Environment. Structural analysis will include her adherence to and departures from epistolary convention, inscriptions of silence and uses of different kinds of letter-writing. The analysis of content will include her unfolding analyses of 'local' capitalism, the role of finance networks in imperial expansionism; the origins of ‘race’ prejudice; gender, social labour and 'parasitism'; more and less oppressive government; war and its origins; international organisations and the 'great powers'. Alongside a high level of published print output, the project will electronically publish the letters to ensure wide access to this important resource for investigating key social science concerns and exploring the development of feminist social theory, and run workshops to promote the use of VREs for analysing other large-scale textual datasets in the social sciences.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/F041497/1","grantId":"ES/F041497/1","fundValue":"551954","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"ESRC","impactText":"","person":"Liz  Stanley","coPersons":["Helen Catherine Dampier","David  Shepherd"],"organisation":"University of Edinburgh","findingsText":" The research is in progress still. In progress Creative Economy,Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections","dataset":"gtr"}