{"id":"D64230EB-7DD4-44EC-BF4B-E1306ACF8A46","title":"A Unified Approach to the Diterpenes of Pseudopterogorgia elisabethae Featuring a Reagent Free Cascade Sequence","abstractText":"The marine environment is populated by a host of creatures. While some are familiar to us all, such as lobster and shrimp, others may be known to just a few marine biologists. Pseudopterogorgia elisabethae, a sea whip that lives in shallow waters off the Caribbean, falls somewhere between these two extremes. Also known as the Purple Frilly, it commonly adorns tropical fish tanks - its arms shimmering with an iridescent glow under the ultra-violet lighting.The chemistry of marine life is fascinating and as a subject is very much in its infancy. By studying the cocktail of chemicals found in a sea-creature, scientists can help to unravel some of its secrets. How does a seemingly defenceless animal protect itself from predators? One option is to produce poisons - an aquatic form of chemical warfare! And how do creatures with no eyes or ears find one another to date and mate? The use of arousing 'perfumes' is often the answer. To humans, such chemicals are unlikely to act as poisons or perfumes as our chemistry is quite different. These differences provide opportunities. For example, of the chemicals produced by the Purple Frilly, two have been found to be deadly to the parasite responsible for the most severe forms of malaria. Another displays potent activity against tuberculosis. A compound from the Purple Frilly is even to be found in an anti-wrinkle cream marketed by Estee Laude! Why a sea-whip should produce such compounds remains a mystery, though their potential benefit to man is clear.To harvest the sea-whip for its medicinal compounds is neither environmentally sound or practical. To place things in perspective, one tonne of sea-whip would give little more than a gram of the anti-malarial. Consequently, the chemical synthesis of such molecules provides the only viable means of accessing them in quantity. Our aim is to make five of the most important 'Purple Frilly molecules' in the laboratory. It is a challenging goal as each is made up of around fifty atoms, and there are billions of ways these could be arranged. For us to meet our goal, each of the fifty atoms must be positioned relative to the other forty-nine in exactly the same way as Nature chose to organised them. And whereas Nature took millions of years to develop a way of making these compounds, we are seeking to prepare them in just three years. Environmental pressure groups are often critical of the chemical industry and the level of waste they produce. The route we have devised uses very few chemical reactions in order to keep waste to a minimum. Central to our proposal is a complex sequence of four reactions which are relayed, one after the other, and without intervention. Remarkably, that relay or 'cascade' reaction employs no reagents and is triggered by simply heating the compound in a microwave. Our aim is to achieve maximum useful work for minimal effort and with no waste. It is not always possible, but we try.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C006364/1","grantId":"EP/C006364/1","fundValue":"195708","fundStart":"2006-01-03","fundEnd":"2009-07-02","funder":"EPSRC","impactText":"","person":"David  Harrowven","coPersons":[],"organisation":"University of Southampton","findingsText":" We made a complex target molecule using a very short series of reactions. The key step involved a reaction triggered by heat and air to transform a simple starting material into the complex three-dimensional molecular architecture found in the target compounds. Those who require colombiasin A or elisapterosin B are likely to employ our method of synthesis. I has been highlighted in many publications for its brevity. Chemicals","dataset":"gtr"}