{"id":"D64448E5-5DD8-413E-A341-8982E1232D08","title":"IN VIVO BILIARY IMAGING AND TISSUE SAMPLING","abstractText":"The aim of this project is to develop a NMR detector system capable of finding very small tumours of the bile ducts, or cholangiocarcinomas (typically no more than 1 mm in any dimension) in patients presenting with liver disease. The detectors will be positioned using whole body MRI guidance in likely sites, such as the common bile duct, using an MR-compatible, flexible endoscope with side-access and fiducial markers will be used for motion compensation. A tissue sampling system will be developed to obtain material for cytology, so that cells obtained from one part of the bile duct wall can be unambiguously located during subsequent analysis. Key components will be constructed using micro-electro-mechanical systems (MEMS) technology to allow low cost mass manufacture of high performance detector coils and precision tissue sampling surfaces. The project will draw together existing expertise at Imperial College in medicine (hepatology), bioengineering (imaging) and electrical engineering (design of MRI systems and micro-devices).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E005888/1","grantId":"EP/E005888/1","fundValue":"508084","fundStart":"2007-01-30","fundEnd":"2009-04-29","funder":"EPSRC","impactText":"  The findings have been used to demonstrate that the signal to noise ratio obtained during magnetic resonance imaging of the human body can be increased using an internal coil, provided it can be safely delivered into the body. Components developed under this program (a non-magnetic duodenoscope, and imaging catheters) have been further developed with Wellcome Trust funding, and are now scheduled for further trials at Khon Kaen University Hospital in Thailand, where there is an epidemic of biliary carcinoma due to infestation of the local population with liver fluke following ingestion of uncooked river fish. Healthcare Policy & public services","person":"Richard  Syms","coPersons":["Robert Julian Dickinson","Simon  Taylor-Robinson","Wladyslaw Michal Gedroyc","Ian  Young"],"organisation":"Imperial College London","findingsText":" This project involved the development of a NMR detector system capable of finding very small tumours of the bile ducts, or cholangiocarcinomas (typically1 mm in dimension) in human patients presenting with liver disease. Several generations of resonant detector were developed, including very compact flexible coils containing integrated capacitors for matching and tuning that required no adjustment after fabrication. To form insertable probes, the coils were wrapped around the outside of catheters and sealed with heat shrink tubing. A MR-compatible, flexible endoscope with side access was developed to deliver the detectors into the duct. 1H MR imaging trials were carried out in a 1.5 T clinical scanner at St Mary's Hospital, Paddington, using resolution test phantoms, animal tissue, diseased animal tissue and diseased human tissue, and showed a resolution of better than 0.7 mm. The boundaries between diseased and normal tissue were also detected in some cases. The detectors were designed to be compatible with a standard cytology brush; however, initial trials were also carried out on two generations of catheter based tissue sampling device.\n\nInitially, MR-visible fiducial markers were to be used for motion compensation. However, due to the relatively large size of marker needed, this solution was discarded in favour of a compensation system based simply on respiratory motion. An auxiliary B0 coil, triggered by respiration and capable of slice shifting in the axial direction, was developed. The coil consisted of a novel Helmholtz-type arrangement, constructed entirely from planar windings, and created a maximum field of around 1 mT, with a uniformity of around 1.6% over a 150 mm diameter spherical volume. The coil was driven from a power amplifier, and interfaced to a custom signal processing system. This system was equivalent to the front-end of a conventional MR scanner, and was capable of detecting trigger signals from a respiratory belt and applying compensatory axial field shifts via the motion correction coil. Axial and sagittal slice shifting were both successfully demonstrated in the same clinical scanner, using both conventional coils and catheter-based microcoils as detectors.\n\nKey components were constructed using micro-electro-mechanical systems (MEMS) technology to allow low cost mass manufacture of high performance detector coils. The project drew together expertise at Imperial College in Medicine (hepatology and magnetic resonance imaging), Bioengineering (imaging) and Electrical Engineering (design of MRI detector systems and micro-devices). The catheter imaging probes and duodenoscope have been further developed under Wellcome Trust Funding, and are now sufficiently practical that early stage trials are taking place in Thailand (where biliary carcinoma is epidemic). Healthcare","dataset":"gtr"}