{"id":"D6441D50-8185-4673-831F-5FCAAA46E48E","title":"Developing the Culture of Adventure at Queen's University Belfast, School of Chemistry","abstractText":"By working together in teams, scientists can pool their different knowledge and skills and make breakthroughs more quickly than working on their own. A famous example of this is the discovery of the chemical structure of DNA, and its role in heredity, which was made by a zoologist (James Watson) working with a physicist (Francis Crick). The project we propose here will encourage scientists with different expertise and skills, to work together in teams to achieve exciting new breakthroughs.The first three projects they will work on are:1. Molecular computingDNA is an extremely compact way to store information - a microscopic piece contains all the information needed to make a human being. This lead to the idea that DNA could be used in computing, although progress has been slow to achieve this. Recently, German scientists made a breakthrough which suggests that RNA, which is closely related to DNA, could be the answer. In Queen's University Belfast, the world expert in molecular computing, Professor de Silva, together with Dr Vyle, who is an expert in RNA, will put the pieces together. Their assistant will travel to Germany to learn the necessary techniques, and then return to Belfast to apply them to RNA computing guided by Professor de Silva and Dr Vyle.2. Liquids with holes inMolecules are the microscopic Lego bricks that make up everything around us. Solids with holes between the molecules ('porous' solids) act like molecular sieves, and are useful for removing pollutants from the environment, and to release medication into the body. Imagine a liquid molecular sieve, that could, for example, improve dialysis treatments to filter out toxins from blood. The expertise of Dr James (in porous solids) and Dr Lagunas (in ionic liquids) will be brought together to make the first porous liquids.3. Can left-handed light be used to store information?Your left hand is different to your right hand, as you discover if you get your gloves the wrong way round. In the same way, molecules have 'handedness', i.e. left and right forms. More amazingly, even light can have handedness. Shining this so-called 'chiral' light onto molecules can make them change their handedness, and this behaviour could potentially be used in high-density data storage and in optical technology. However, the problem is that the molecules either revert to their previous form when the light is switched off, or they decompose. The expertise of Dr Fletcher in left- and right-handed molecules, and of Dr Lane in chiral light will be brought together to make the first stable molecules which keep their handedness when the light is switched off.These projects will run simultaneously and last six months. When they are over, the researchers should have enough initial results to seek funding for longer-term projects from EPSRC. Proposals for other team-based projects will then be invited from all the staff in the School of Chemistry. These proposals will be judged by the Departmental Research Committee on the basis of how important the results would be, and how well-planned they are, and the best ones will be funded.At the end of two years, several new teams will have been established, and important new breakthroughs made leading to new research areas and eventually to useful applications in the real world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C00776X/1","grantId":"EP/C00776X/1","fundValue":"60000","fundStart":"2006-01-01","fundEnd":"2007-12-31","funder":"EPSRC","impactText":"","person":"S  James","coPersons":["Ian Christopher Lane","Christopher  Hardacre","A  De Silva","Maria Cristina Lagunas","Nicholas C.  Fletcher","Joseph Samuel Vyle"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}