{"id":"D6495D0D-7F8F-451E-A5D0-0E5AE0655DE3","title":"Reading Charles Ives","abstractText":"Charles Ives (1874-1954) was America's first composer of significance. Since his centenary in 1974, knowledge concerning his life and work has expanded enormously, resulting in a huge increase in the Ivesian scholarly literature. Ives has become a much-discussed figure, and a focus of both general interest and, particularly, university teaching and research. However, the sheer volume of new material has paradoxically led overall to a lessening of understanding, not least because of the changing views of Ives's position vis-&agrave;-vis Romanticism and the twentieth century, and the controversy concerning the dating of his compositions. Consequently, there is a continued reliance on the earlier, 'default,' quasi-mythological sources concerning Ives, all of which date from the approximate period 1930-1960, rather than the adoption of the more nuanced and complex views that have emerged since 1985. As one scholar put it, commenting on the book proposal for The Charles Ives Reader, 'in reality, there are many and different assessments of Ives and his music.'\\nDuring his compositional lifetime Ives was almost totally ignored by the musical and critical establishment. Following the self-publication during the 1920s of three major texts, his work began to attract attention, not least from composers such as Henry Cowell who were at that time working at the more radical end of the compositional spectrum. Thus, as J. Peter Burkholder suggested in 1988, Ives may have been attempting 'to live up to the image Cowell and others had of [him] as a great innovator.' In striking contrast to the image painted in earlier writings--whether by Ives or his supporter Henry Bellamann--he denies the past and instead stresses his independence from existing traditions. Ives was, of course, very much influenced by the music of his precursors and contemporaries: a number of studies have demonstrated his indebtedness to such composers as Dvorak, Tchaikovsky, Horatio Parker, and Debussy. But because it as inconvenient in the 1930s for the 'modernist' Ives to be identified with such 'conservative' influences, he disavowed them and instead (in Burkholder's words) 'credited his originality to his father George--not just his use of individual techniques such as polytonality and quarter-tones, but the very stance of open-mindedness that made him so original.' It is this quasi-mythological 'modernist' image that persists to the present day, despite the scholarship of Burkholder, Block, Sherwood, and others, that has emerged since ca. 1985, and which has questioned from multiple perspectives Ives's earlier reputation. \\nThis project aims to reverse the situation, by collating in a single volume approximately 60 primary and secondary texts by or about Ives, each fully contextualised through newly written critical editorial introductions, commentaries, and annotations. The overall objective is the publication of a substantial (100,000-word) book--of which approximately 30,000 words will be newly written material--which will enhance, and bring fully up to date, knowledge and understanding concerning a key figure in twentieth-century American culture. Again quoting the scholar cited above, 'students need to do substantial reading on the composer that is oftentimes scattered across an impractical number of sources: among many arguments in its favor, this book would eliminate that impediment...[the editorial] remarks will contribute a valuable critical voice and a useful narrative thread.' \\nIn short, therefore, the project will result in a genuinely contemporary 'reading' of Charles Ives and his work.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003958/1","grantId":"AH/E003958/1","fundValue":"35791","fundStart":"2007-10-04","fundEnd":"2008-02-03","funder":"AHRC","impactText":"","person":"David Roy Nicholls","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}