{"id":"D6534A50-9D21-46EA-B88A-8A1F7CAA6B0C","title":"Epigenetic reprogramming and pronuclear asymmetry in early mouse development","abstractText":"A detailed picture is emerging of the changes in cell nuclear architecture and epigenetic marks that accompany fertilisation and are necessary for subsequent early embryo development (Morgan et al., 2005). The molecular mechanisms underlying these events are nevertheless still poorly understood. A key question is how the zygote is reprogrammed by these mechanisms to initiate its full developmental potential. The importance of the nuclear remodelling process is highlighted by somatic cell nuclear transfer (SCNT) experiments into enucleated oocytes. In spite of well publicised successes in recreating zygotic development and even cloned mammals (Wilmut et al., 1997), high rates of early developmental arrest attributed to incorrect nuclear reprogramming are encountered in every species tested (Hochedlinger and Jaenisch, 2006). These experiments, which exploit the remodelling activity of oocytes in order to restore zygotic transcription potential to somatic cell nuclei, have identified an 'epigenetic memory' of tissue-specific cell characteristics that cannot easily be erased (Ng and Gurdon, 2005). Developmental potential is gradually lost in the transitions from zygote to somatic tissues. The specification of cell lineages involves the programmed activation and silencing of genes. DNA and chromatin modifications that are heritable over many cell cycles can act in concert to define the transcription profile associated with particular cell lineages. These epigenetic patterns that maintain cell differentiation in normal development can only be reversed with low frequency by SCNT, and they are disturbed upon malignant transformation in cancer. Natural reprogramming occurs solely in the germ line and upon fertilisation (Morgan et al., 2005), where it is necessary to reverse the differentiated state of the gametes. The preimplantation development period after fertilisation presents a unique window during which a dynamic behaviour of epigenetic markers can be observed while patterns are being reset. Mechanistic clues may be gleaned more readily from this dynamic sequence than from a steady state. Observations in the mouse have led to a model of nuclear reprogramming in which the epigenetic marks are globally erased upon fertilisation and preimplantation development. This model has been challenged by the observations from a number of other mammals showing varying degrees of epigenetic remodelling. In particular, the striking asymmetry between male and female mouse pronuclei resulting from the rapid DNA demethylation of the male pronucleus appears not conserved amongst mammals, which requires further explanation. Our earlier work suggested the existence of mammalian variation in oocyte remodelling activity, as well as in sperm remodelling susceptibility (Beaujean et al., 2004c). The species specific variations between male and female pronuclei on one hand and the poor outcome with somatic nuclei on the other hand suggest that the chromatin substrate is a determinant of the epigenetic outcome of nuclear reprogramming. In view of the special chromatin packaging of the male genome, this may depend on initial DNA methylation levels, the protamine composition, or the residual histones and their genomic distribution, variants and modifications. A complete investigation of the molecular mechanisms involved in nuclear programming needs to include the chromatin substrate perspective, to complement ongoing efforts in characterising the oocyte remodelling activity. Building on earlier work, as well as a combined expertise in reproductive biology, epigenetics of normal and cloned preimplantation embryos, DNA methylation, histone modification and chromatin assembly, the proposed research aims to fill this gap by employing physiological and biochemical substrates of known composition to pinpoint the elements of somatic and zygotic chromatin structure that delimit the nuclear reprogramming process and determine its epigenetic outcome.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E023355/1","grantId":"BB/E023355/1","fundValue":"466042","fundStart":"2007-12-01","fundEnd":"2010-11-30","funder":"BBSRC","impactText":"  Various aspects of the investigation and its findings have been continued during the course of two PhD projects and a funded grant. The labs involved in this grant have further collaborated, while an additional collaboration was started with a primordial germ cell biologist.\n\nThe co-Investigators have conducted public engagement activities to enhance the impact of the grant, respectively at the annual Edinburgh Science Festival, through the media (BBC Scotland) and public talks, by organising a Royal Society meeting ('What next for stem cell biology?'), and via the toxicology field, into environmental public health epigenetics (US standing committee on emerging science for environmental health decisions, Washington).\n\nOne co-Investigator also increased impact during the grant period by setting up a joint stem cell initiative with China; and another co-I by involvement in an EU IMI consortium between six academic and six pharmaceutical partners.  ","person":"Sari  Pennings","coPersons":["Ian  Wilmut","Richard  Meehan"],"organisation":"University of Edinburgh","findingsText":" 1. In this study of the mouse zygotic reprogramming process, we determined the levels of DNA demethylation of microinjected exogenous methylated DNA, following its exposure to the mouse pronuclear reprogramming environment. This was achieved by bisulfite sequencing of meCpG changes in a plasmid-borne Oct4 gene promoter.\n\n2. We established the involvement of histone H3K9 methylation in mouse zygotic nuclear reprogramming, and its control by Jmjd1a/2a histone demethylases in the mechanism at the basis of the pronuclear asymmetry in the zygote.\n\n3. We showed that heterochromatin markers that are lost from the female pronucleus during zygotic nuclear reprogramming are not reinstated until late development. The late timing of this epigenetic event revealed a role in differentiation maintenance rather than in the cell fate specification process. We provided novel evidence for a heterochromatin maturation process that can be ectopically induced in ES cells. \n\nAll main objectives of the grant were met. Proportionally more time was allocated to pursue results of publishable interest.\n\nOur study of the DNA (de)methylation dynamics used microinjected plasmid DNA to probe for the in vivo zygotic reprogramming process; time was allocated to additionally compare ES cell remodelling capacities using transformed plasmids. The technically demanding analysis of assembled chromatin templates in the zygotic reprogramming process was completed during a follow-up project.\n\nMicroinjection of sperm substrates from different animals provided comparative biology clues on the zygotic reprogramming process, which led us to focus on histone H3K9 methylation, thus reducing the need to study sperm composition or spermatid substrates. \n\nAdditional early gene expression analysis was conducted to study the role of nuclear programming in the regulation of early gene activation. We also additionally investigated the role of heterochromatin marker asymmetries in the zygote.\n\nFunctionality and potential nuclear effects of the transgenic reporter for meCpG binding were investigated in mouse cell culture and zebrafish and in vitro preimplantation embryos. The transgenic experiment was performed so as to achieve tolerable levels of reporter expression. The founders have been used in follow-up projects. The findings have led to follow-up projects in the lab, including further grant applications with collaborators, and further funding. The heterochromatin maturation study in particular received good impact in the field and we believe it has contributed significant new insights in this area, which other labs may continue to investigate. The findings of the project have progressed biological understanding of the zygotic programming process at the basis of new embryo development. Ultimately this knowledge will also be important in advancing somatic cell nuclear reprogramming methodologies, used to generate induced pluripotent cells and transdifferentiated cells. These are the cornerstone to regenerative biomedicine approaches, but the reprogramming technology still has to overcome low efficiency and quality issues. More molecular insight into the induced reprogramming process is required, clues for which may be found in the natural process of zygotic programming. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}