{"id":"D65C7988-4EBA-454E-A783-B87EBF854985","title":"EPSRC/ESRC/NERC/Defra Collaborative Centre of Excellence in Understanding and Managing Natural and Environmental Risks (the 'Risk Centre')","abstractText":"Defra shares its risk management responsibilities with its stakeholders, regulated communities, with its partner departments and with citizens. Policies need to be evidence-based and risk-informed so that prioritised, high quality and implementable decisions can be made that have the confidence of stakeholders. For policy makers, risk management must be practical and founded on cutting edge science.The EPSRC/ESRC/NERC/Defra Collaborative Centre of Excellence in Understanding and Managing Natural and Environmental Risks (the 'Risk Centre') will deliver practical research, tools and advice to Defra, whilst progressing a world-leading research agenda in risk science. Its role is to facilitate the provision of world-leading knowledge, understanding and managing of risk to provide an evidence base to inform policy development by Defra and other policy makers . To be cutting edge, the Risk Centre will: (1) lead the development of quantitative risk science; (2) generate new understanding about the societal response to risk and issues of governance; (3) create a fusion of academic and policy practice; (4) develop expertise within the research and Defra communities; and (5) be an authoritative source of risk expertise, especially on floods, radioactive waste, animal and plant disease, air quality and climate change. An overarching requirement is help Defra better explain its motives and actions to its stakeholders and so an important aspect of the Risk Centre's work will also be in communicating messages on environmental safety in accessible language.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G022682/1","grantId":"EP/G022682/1","fundValue":"1226210","fundStart":"2008-11-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"","person":"Simon James Pollard","coPersons":[],"organisation":"Cranfield University","findingsText":" Cranfield's 'Risk Centre' was established in 2008 following a national research competition let by Defra, ESRC, EPSRC and NERC. The Centre is fast becoming an authority on the analysis, management, communication and handling of environmental risk. It has a unique proximity to policy development through its relationship with Defra, deep experience of securing impact in policy settings and a distinctive position in the national landscape of environmental risk research. Since 2008, we have published numerous papers, conference papers, book chapters, expert reports and have delivered presentations (see attachment to this final report). We have chaired sessions at Society for Risk Analysis conferences and our scholarship has been praised by the Centre's advisory board (chaired by Prof. Mitch Small, Carnegie Mellon, Editor ES&amp;T) and Defra's Science Advisory Council. We have advised Defra's ministerial Board on strategic risk appraisal and re-energised the environmental risk community within government (EA, Fera, Cefas and VLA) through publication of revised Government guidelines on environmental risk management. We have established or progressed partnerships with LSE (Soane) on the psychology of risk and with Nottingham (Kendall) on agent-based decision-making . Internationally, we collaborate with U Alberta (Hrudey), Flinders (Cromar) and with U South Australia (Naidu).\n\n\n\nThe Centre has secured &gt;?2m additional research income in 2 years and added 6 new PhDs to the Centre, supported by industry and Government. As a result, our activities have received significant support through investments in staff, studentships and facilities and this proposal is aligned with Cranfield University's Strategic Plan to 2015. The beneficiaries of the Risk Centre's activities are:\n\n\n\n(1) Defra and its family of NDPBs, executive agencies and supported institutions (consideration of risk as a key component of the policy cycle, improved risk governance, and improved risk management maturity).\n\n\n\n(2) The wider academic and research community (a platform of research on strategic environmental risk appraisal and management; improved risk comparisons; improved articulation of priorities for action and their basis in evidence).\n\n\n\n(3) Other Government Departments (transferable expertise to assist in their own Departmental change and implementation programmes on risk; weight of evidence assessments for policy priorities; clearer risk visualisation and presentational formats).\n\n\n\n(4) Citizens (clearer explanations of Defra's motives and actions on risk management; societal resilience in face of environmental threats; clearer links between evidence-policy development and environmental and public health protection).\n\n\n\n(5) The industrial sectors regulated through Defra policies (Food, farming, chemicals, waste etc. - improved confidence in the rationale for Defra actions and the targeting of policies by reference to risk). The 'Risk Centre' (2008-2012) was established as a 'high risk' pathfinder project following a national competition run for HEIs by Defra and the Research Councils. It has developed into an adventurous strategic partnership, charged with improving Defra's ability to appraise the disparate risks for which it has policy responsibility. The Centre (6fte, 3.5 years) has been hugely successful and fast become an authority on the analysis, management and communication of environmental risk. Its' unique proximity to policy development, coupled with Cranfield's deep experience of securing impact in policy settings, has delivered a distinctive niche for the Centre in the international landscape of risk research.\n\n\n\nWe have delivered tangible impact for a range of audiences, from high-level advice on 'risk culture' for the Defra Management Board, to localized support for risk assessors within policy teams on the characterization of uncertainty. With unparalleled access to the Defra executive, The Centre has advised Defra's Board (including the Ministerial team and Permanent Secretary) on the management of strategic risks and re-energized the risk community within Defra's agencies (Environment Agency, Food and Environment Research Agency, Centre for Environment, Fisheries &amp; Aquaculture Science, Animal Health and Veterinary Laboratories Agency). \n\n\n\nMore widely, we have built fruitful collaborations with universities (Southampton, LSE), new and existing industrial clients (E.ON, Yorkshire Water, US Water Research Foundation) and have established a prolific international presence through workshops, presentations and joint initiatives, such as with the International Risk Governance Council. Environment","dataset":"gtr"}