{"id":"D65CADD5-1708-4910-B77B-B055FAAB6C16","title":"From curiosity to curative- developing Bdellovibrio as living antibiotics between farm and fork","abstractText":"Bdellovibrio are small, human-friendly, predatory bacteria which invade the cells of other pathogenic bacteria (such as ones that give humans food poisoning) and kill them. Bdellovibrio have no activities against human, animal or bird cells but they are naturally good at killing other bacteria. Pathogenic bacteria do not have simple cell surface receptors for Bdellovibrio attachment and invasion and so it is not easy for them to develop resistance to the Bdellovibrio (unlike the situation with conventional antibiotics) Bdellovibrio were discovered in the 1960s and recently we and others have been researching their genes and trying to understand how they may be useful to humans. Previous scientists have published short reports showing that Bdellovibrio has predatory activity against a range of food-borne pathogens, from farm settings, but they usually studied this on food preparation surfaces such as boards or knives, or in foods themselves. No-one has published data on Bdellovibrio treatment of food borne pathogens by Bdellovibrio in farm animals. This leaves Bdellovibrio sitting on the sidelines with much reported potential as an antibacterial agent but no real steps forward in applying it. We wish to do this in our application with human pathogenic Salmonellas including the phage type 4 Salmonella Enteritidis which causes human disease in Europe UK and USA, and in poultry and with bird pathogenic and colonizing strains including Salmonella gallinarum. We have carried out a small pilot project that shows that giving chicks that are colonized with Salmonella, some lab strain Bdellovibrio to drink, does not harm them, but does reduce the numbers of Salmonellas a lot in their intestines. Now we are asking for the funding to be able to study what the best dose of Bdellovibrio is for getting rid of the maximum amount of Salmonellas. How the Bdellovibrio do it exactly inside the chicks and what factors are important, and whether if we use Bdellovibrios we have isolated from inside chickens poultry farms, these ones are better than the lab Bdellovibrio at removing the Salmonellas without harming the chickens, or the people who may go on to cook and eat them. We will work with a mathematical modeller on all the data we collect to calculate what is going on inside each chicken's gut as the Bdellovibrio are killing the Salmonella and to work out how this might prevent infections in flocks of birds. The idea is to develop Bdellovibrio as a real new treatment for human, animal and bird disease and this is the first step.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G003092/1","grantId":"BB/G003092/1","fundValue":"525658","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"","person":"Renee Elizabeth Sockett","coPersons":["Paul  Barrow","Matthew  Keeling"],"organisation":"University of Nottingham","findingsText":" The key findings of this project were:\n\n\n\n1) That predatory Bdellovibrio bacteria can be administered orally to living animals (in this case poultry) without adverse effects on their well being and growth.\n\n\n\n2) That if the bird's guts are colonised with Salmonella infection (important as this can spread also to humans) then the Bdellovibrio a) reduce the gut inflammation caused by the Salmonella, b) reduce the Salmonella numbers in the gut by 90% with a single oral dose. \n\n\n\n3) The Bdellovibrio were short-lived in the gut (48hours) so repeated dosing would be required for an active therapy, 4) the Bdellovibrio were not shed live into the pens or the drinking water of the birds so no extra spread in a farm setting would be expected (though in our experiments the work was done in contained animal houses, not on farms). Animal and human health. Under investigation. We are exploring exploitation follow ups currently. Agriculture, Food and Drink","dataset":"gtr"}