{"id":"D665F528-ACBB-4586-9B6F-1FF890E54CFA","title":"Oral History of Twentieth Century Mongolia","abstractText":"'The Oral History of Twentieth Century Mongolia' is a project that examines the ways in which people remember and responded to the events of Mongolia's turbulent twentieth century. This included the imposition of socialism, the destruction of a way of life based around Buddhism, increased urbanization, and then the collapse of socialism. The project studies how people's situatedness - their social, political and cultural contexts - affects how they remember, understood and reacted to such events. Questions we address include: how did people act and react towards the collectivization of livestock in the 1950s? How did the expectations of the first decades of socialism compare to the first decade of democracy? By collecting oral accounts from hundreds of Mongolians of all ages and backgrounds, the project sheds light on how people remember, made sense of, reacted to and even tried to control these changes. This project is unique in its methodology and in the range and number of people it will interview. This allows us to understand more fully and in richer detail precisely how situatedness affects people's memories and attitudes by providing a much larger data set to work with. Rather than focusing on a single group or event, our approach enables the project to document many events from multiple perspectives, offering a rich, ethnographically informed understanding of memory and state processes, on an unprecedented scale. The project will greatly expand our understanding of Mongolian history and political processes, most of which remain poorly documented, if at all. It also helps us better understand more generally the factors that affect people's memories of events and how and why people chose to accept, reject or resist state processes. \\n Three books based on the research are planned, and it is expected that a number of journal articles by various project members related to their interests in memory and the state will be published, as well as articles on the research methodology and database itself. A book will be co-authored by the Principal Investigator and the Project Manager, and will be a synthesis of the project and its results. This is tentatively called: 'Remembering Mongolia: memory, change and politics throughout the twentieth century.' The Project Manager expects to complete a volume based on his research interests, with the working title 'Remembering violence: political violence, memory and morality in Mongolia.' A third book, 'XX Zuuny Mongolyn Aman T&uuml;&uuml;h,' will be co-authored with Mongolian project members and published in Mongolia. It will be an introduction to the project and the public database, described below. In addition to describing the database, it will suggest ways in which the resources can be most fully utilized by individuals and groups interested in history and cultural heritage. \\nVitally, the project will lead to the creation of a publicly available on-line database. This database will contain at least 500 interviews all available on-line, in both Mongolian and English, with supporting documentation, such as photographs, old letters and diaries, where available. This database extends the relevance and usefulness of the research project far beyond the limits of anthropology and area studies. The database will serve as a cultural heritage resource for all Mongolians, as well as being of interest to the general public, diplomats, journalists and anyone else with an interest in Mongolia, its culture and history. We will also encourage the continued preservation of Mongolia's cultural heritage through the collection of oral histories by the Mongolian side of the project beyond the funded life of the program, drawing upon the training, equipment and procedures of the project.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E002277/1","grantId":"AH/E002277/1","fundValue":"565694","fundStart":"2007-07-02","fundEnd":"2012-10-01","funder":"AHRC","impactText":"  To date, the impact of the project has been most evident in the academic / educational section, where the project's data and website have been used in courses and research in a number of institutions in both the UK and the US. Education ","person":"David Andrews Sneath","coPersons":[],"organisation":"University of Cambridge","findingsText":" The Project led to the development and deployment of an on-line oral history database, comprised of over 600 interviews, on understandings and memories of life under and after state-socialism in Mongolia in the twentieth century. The project has been key to illuminating our understanding of how everyday life during this period was experienced by people. The database was made freely and publicly available in order to facilitate its use by others. Data from the project has been used in a number of research projects, including ones on political violence in Mongolia, linguistic analyses, and understandings of key events in the creation of socialism in Mongolia. Mongolian arts and heritage groups have also expressed interest in using the material in a number of ways, to help reach a broader audience. Interviews have also been used by a number of film-makers to help provide background and context for documentary film projects. Creative Economy,Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}