{"id":"D66E833E-2402-413F-BDF9-AE27C6788E0C","title":"Applied Nonlinear Mathematics: Making it Real","abstractText":"Many problems of practical importance give rise to very similarunderlying applied mathematics problems. The proposed research willaddress four real-world challenges in the Life Sciences and inEngineering. They have in common the presence of delays due to thecoupling between different components and of nonsmoothness due tofreeplay and friction. Furthermore, we must address their spatial extentand the overarching question of robustness of mathematical models.The first real-world challenge we address is the neurophysiology of thehuman brain. Specifically, we will develop models of differentcomplexity with both local and distributed components. Delays enternaturally due to electro-chemical signalling. A major focus of this workis the prediction of the onset of epilepsy, which causes more than 2000deaths annually in the UK. More generally, the question is: how does thecontrol of microscopic neuronal parameters (e.g. via drug delivery orelectrical stimulation) affect the overall macroscopic behaviour?Biomechanical systems frequently perform far better than any man-madedevice. Examples include the detection of sounds by mammals and insects,as well as the locomotion of land animals (from the cheetah to thecockroach) that can travel over rough terrain at amazing speed andefficiency. Our second real-world challenge is to understand how thisreally works, and to help construct better communication systems or fast,legged robots. An important element is impact, for example of the legswith the ground, which gives rise to nonsmoothness in the mathematicalmodels.Our third real-world challenge is hybrid testing. This new method offersthe opportunity to test a full-scale individual component, such as anaircraft engine, bridge cable or floor of a skyscraper, as if it werepart of the entire engineering structure. Apart from potentially givinghuge cost savings over conventional tests, hybrid testing also allowsone to perform tests that are currently impossible. To make hybridtesting an engineering reality we need to close in real-time the controlloop involving sensors and actuators between the test specimen and acomputer model of the remainder of the structure. Both specimen andmodel are generally of large spatial extent and subject to externalinfluences such as periodic forcing. We will study the interplay betweenthese different effects in the presence of delays in the control loop.Even in our increasingly electronic world the performance of manyengineering systems depends crucially on an efficient mechanicaltransmission of energy. Our fourth real-world challenge concerns cleverways of avoiding noise and vibrations in mechanical transmissionsystems. Freeplay and impacts are the major concerns affecting theoverall performance. While in the car industry the goal is to reducenoise and achieve driver comfort, large vibrations may lead tocatastrophic failure of wind turbines. Another important application ispower scavenging at microscales, which could be used to drive pacemakersor even mobile phones. The parameter and phase spaces of mechanicaltransmission systems are very large, so that the issue of modelrobustness is crucial.The grant involves the collaboration of eight investigators, fourpostdoctoral researchers, and eight postgraduate students withengineering and life sciences colleagues at Bristol, and industrialpartners and visiting researchers from around the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E032249/1","grantId":"EP/E032249/1","fundValue":"1770630","fundStart":"2007-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Stephen John Hogan","coPersons":["Mario  Di Bernardo","John Robert Terry","Hinke M Osinga","Bernd  Krauskopf","Martin Edward Homer","Richard Edward Wilson","Alan  Champneys"],"organisation":"University of Bristol","findingsText":" Not applicable this year Not applicable this year Aerospace, Defence and Marine,Construction,Energy,Environment,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}