{"id":"D674D951-4EA4-4E79-889E-4CCF57C205FE","title":"Paperwork and pressure in educational workplaces: the textual mediation of target culture","abstractText":"<p>Contemporary social trends like the shift to a knowledge-based economy and the development of an audit culture mean that many types of work have come to require more and more involvement with written texts of various kinds.&nbsp;The aim of this study is to explore the impact of this textualisation in transforming the nature and experience of work in educational workplaces.&nbsp;It focuses on how a target-driven audit culture is mediated by different textual forms and literacy practices, and on how this is lived, resisted and handled by people in the workplace.&nbsp;</p> \n<p>The project takes a perspective which conceptualises literacy as a form of social practice that exists in multiple forms, tightly integrated with broader social practices and structures that shape the meanings associated with particular literacies. It will draw on linguistic ethnographic methods, aiming to develop an understanding of the meanings and experiences associated with literacy practices in particular settings, through reflexive immersion over time, participant-observation and ethnographic interviewing.&nbsp;The literacy practices of workers in contrasting educational environments will be documented, focusing particularly on paperwork perceived as being generated by external demands, and developing understandings of the effects of these demands on workers’ experiences, identities and social practices.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-2036","grantId":"RES-000-22-2036","fundValue":"67652","fundStart":"2007-04-01","fundEnd":"2009-09-30","funder":"ESRC","impactText":"","person":"Karin Patricia Tusting","coPersons":[],"organisation":"Lancaster University","findingsText":" The overall aim of this research related to the impact of changing textual processes on the nature of the work. The more general messages of the project in relation to this question resonate with other research that has been carried out in a range of related fields. They can briefly be expressed in terms of four areas:\n- Possibility. Increases in the volume and complexity of workplace paperwork, and in work intensity as paperwork is articulated with other tasks, are leading to feelings that keeping on top of the paperwork is becoming impossible, particularly when time and space are not allocated specifically for this. This also has an impact on possibilities for other activities at work, such as caring and emotional work (Davies 1994), 'hands-on' tasks (Lamvik, Naesje et al. 2009) or workplace learning (Arthur and Tait 2004). Constant change exacerbates these issues (Edward, Coffield et al. 2007).\n- Purpose. With the introduction of new paperwork demands, the purposes of 'work' are changing (Iedema and Scheeres 2003; Karlsson 2005). This is particularly problematic where purposes associated with accountability and paperwork are seen to compete with the purpose of the job as originally conceived (Sheldon and Biddle 1998), or where the process of completing the paperwork makes the other purposes of the job more difficult to achieve (Hughes, Aspinal et al. 2004). \n- Proximity. Increased centralisation of paperwork demands means that paperwork can be perceived as being requested by a 'faceless they', with sources and purposes of paperwork becoming increasingly unclear (Ball 2003), exacerbating resentment and feelings of lack of communication and control. Communication and reduction of perceived distance between staff and paperwork source is therefore crucial (Kerr 2008).\n- Professional identities, relationships and situations. Increases in paperwork demands can transform professional identities and relationships (Farrell 2001; Wong 2006). What it means to 'do a good job' becomes conflated with 'reporting on having done a good job'. Relationships change radically where audit demands are predicated on, and indeed create, mistrust (Power 1997; Inglis 2000).\n\nAs an in-depth study of two case study sites, these issues need to be explored further at different scales and in different settings before generalisations can be made. However, in communicating this research with others, these four areas have already resonated with people from a range of workplaces. They offer a framework for interpretation which goes beyond the simple 'paperwork overload' discourse and give a way of exploring the reasons and factors shaping people's experiences of paperwork in the workplace. Insights into the nature of paperwork demands people face and the reasons for their diverse responses to these have potentially broad relevance, anywhere people are working in institutional settings. Digital/Communication/Information Technologies (including Software),Education,Financial Services, and Management Consultancy","dataset":"gtr"}