{"id":"D6744E6E-6E1E-4BBB-90FF-6EF227197914","title":"The Public History of Science, Technology, Engineering and Medicine: Prospects and Issues","abstractText":"This proposal responds to the cross-Research Council Programme 'Connected Communities' and to AHRC emerging themes: 'Science in Culture' and 'Care for the Future'. \n\nThe popularity of historical leisure pursuits today is significant. Surveys show that more than 50% British adults express interest in learning more about family history. Television history programmes often have two million viewers, and historical magazines have monthly circulations of 80,000. This research network will explore the potential of this phenomenon for museums of science and technology to produce new kinds of historical exhibitions and events that display and interpret their historical collections more effectively. Simultaneously, it will look at the potential of these museums for successful history of science knowledge exchange from universities. \n\nThe reasons why this is timely relate to both museums and universities. \n\nAt a time when digital media have increasing cultural presence, questions are begged about the comprehensibility and therefore value of museums' collections of physical objects. For science museums in particular, collections may be becoming more remote from audience experience as visitors lack the familiarity with machines that was commonplace in the 19thc world that produced the great museums, or even 30 years ago when more people worked in manufacturing. Museums are also modifying how they operate because of changes in today's society and culture, including reduced deference to authority, increased informality of - especially online - communication, and greater expectation of participation in cultural production. A core concern of this network will be how science museums can draw on the opportunities provided by the popularity of history in general to respond to the palpable crisis in curatorial practice threatened by this changing status of material and mechanical culture and broader changes in society. (Workshop 1) \n\nTwo different currents within the universities are pertinent to these issues: Cultural consumption has been a favoured area of activity for many humanities disciplines over the last generation, for example in the reader-response criticism in literature, audience studies of moving image media, and the historical study of the public culture of science. Here, the types of issues exemplified in the visitor experience of museums today have already been explored using theoretical and historical approaches in the universities, where relevant perspectives and analytical practice have been developed. These are complementary to the empirical audience research of museums. On the other hand, the humanities, including the history of science, share an impetus to ensure that the new understandings they develop - conventionally distributed through academic channels - are made available through public media, including museums. The network will explore the potential of material culture - not often a prominent aspect of academic history of science - to produce heightened levels of engagement between academics, museum staff and members of the public with active historical enthusiasms. (Workshop 2)\n\nFinally, the network will discuss whether its issues and concerns are peculiar to science and technology museums as compared with museums of art or archaeology, for example. In general culture, identification of the history of science with today's science - rather than with broader history - is widespread, but worthy of critical scrutiny. It is arguable that the negative associations that science has acquired for many lay people may serve to reduce their engagement with its history. Contrariwise, the emphasis of academic history on the social nature of science can assist public engagement with science in the present. The existence of enthusiast groups in many areas of historical technology suggests that it is eminently possible for lay people to find ways to enjoy the history of science and technology. (Workshop 3)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012319/1","grantId":"AH/J012319/1","fundValue":"23208","fundStart":"2012-07-01","fundEnd":"2013-09-30","funder":"AHRC","impactText":"","person":"Timothy Martyn Boon","coPersons":["Helen  Weinstein"],"organisation":"Science Museum Group","findingsText":"","dataset":"gtr"}