{"id":"D6786A7E-B856-4D96-B03B-E3B5901A844F","title":"Control and Imaging of processes triggered by X-ray pulses in multi-center molecules","abstractText":"Attoscience is one of the great scientific challenges of the 21st century. While femtosecond laser pulses provided a candid camera into the world of nuclear motion, attosecond laser pulses will bring a revolution in our understanding of electron dynamics. Attoseconds and sub-femtoseconds are the natural time scale for multi-electron effects during complete ionization and break-up of atoms and molecules. \n Attosecond ``steering&quot; of electrons in chemical bonds using ultra-short pulses is a fundamental way of manipulating\nthe molecular structure. Controlling the electronic motion in small molecules will pave the way for modifying\nthe structure of complex biomolecules, thus impacting such diverse fields as physics, chemistry and biology.\n\n\n The overall aim of the proposed work is to harness the properties of ultra-short and ultra-strong laser pulses to time-resolve and control attosecond phenomena triggered by intense X-ray laser pulses in multi-center molecular systems. The rapid experimental advances make urgent the quest for new theoretical tools that will address the challenges facing Attoscience.\n The main intellectual weapon that I bring is my expertise on novel, non-mainstream quasiclassical techniques that are much faster than quantum-mechanical ones and that allow for significant insights into the physical mechanisms. These techniques are appropriate for ionization processes through long range Coulomb forces. I propose to deliver sophisticated and efficient techniques for tackling some of the most fundamental problems facing Attoscience. My objectives are:\n\n1)Explore the correlated dynamics of two-electron escape during the break-up of multi-center molecules triggered by intense and ultra-fast X-ray pulses.\n2)Explore pump-probe schemes for coherent control and transfer of electrons in multi-center molecules.\n3)Use infrared laser pulses as an ``attosecond clock&quot; to accurately map the properties of the observed spectra of the final fragments to the temporal evolution of correlated electron escape dynamics during the break-up, by X-rays, of molecules.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J017183/1","grantId":"EP/J017183/1","fundValue":"309665","fundStart":"2012-10-21","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"  The paper we submitted in 2014 regarding the toolkit we have developed for strongly-driven molecules was just accepted in Physical Review A. We believe that it will be used by AMO scientists in the future to explore the fragmentation of strongly-driven molecules. Digital/Communication/Information Technologies (including Software),Education Economic","person":"Agapi  Emmanouilidou","coPersons":[],"organisation":"University College London","findingsText":" In the last two years of this award we have explored single photon processes in multi-electron atoms. Specifically we have shown that for the ground state of Be the four electrons, for a photon energy close to the fragmentation threshold of Be, escape on the apexes of a triangular pyramid. This is an unexpected pattern since according to the famous Wannier law (1950s) we expect the four electrons to escape on the apexes of a regular tetrahedron. Moreover, we verified, with a fully quantum-mechanical ab-initio calculation, the surprising break-up pattern of the three-electron escape in Li, that is a T-shape, which we predicted in 2006 using a state-of-the-art quasiclassical calculation.\n\nMoreover, concerning molecules we have developed a powerful, novel, non mainstream, quasiclassical and semiclassical computational tool for exploring the fragmentation of molecules when driven by intense and infrared laser pulses (strongly-driven). This toolkit we have developed we have already used to explore the break-up of diatomics in linear and elliptical laser fields. Currently, we are in the process of analyzing our results for the break-up of triatomic molecules that are strongly-driven. This is a highly challenging problem that is mostly unexplored. As explained above we have developed a powerful and novel computational toolkit that can be used by other AMO scientists to explore the fragmentation of multi-center molecules when driven by strong-fields. Digital/Communication/Information Technologies (including Software),Education,Energy","dataset":"gtr"}