{"id":"D6795FEC-E5EB-4A15-A063-984AAE26957B","title":"Nottingham multi-user project: in vivo analysis of energy intake and expenditure","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D525064/1","grantId":"BB/D525064/1","fundValue":"114718","fundStart":"2006-05-01","fundEnd":"2007-01-31","funder":"BBSRC","impactText":"  Research using the equipment funded by this grant has been published in 12 manuscripts to date:\n\n\nBeale KEL, Gardiner JV, Bewick GA, Hostomska K, Patel NA, Hussain SS, Jayasena C, Ebling FJP, Jethwa PH, Prosser HM, Lattanzi R, Negri L, Ghatei MA, Bloom SR, Dhillo WS (2013) Peripheral administration of prokineticin 2 potently reduces food intake and body weight in mice via the brainstem. British Journal of Pharmacology 168: 403-410. \n\nMurphy M, Samms R, Warner A, Bolborea M, Barrett P, Fowler MJ, Brameld JM, Tsintzas K, Kharitonenkov A, Adams AC, Coskun T, Ebling FJP (2013) Increased responses to the actions of fibroblast growth factor 21 on energy balance and body weight in a seasonal model of obesity. Journal of Neuroendocrinology 25: 180-189. \n\nMurphy M, Jethwa PH, Warner A, Barrett P, Nilaweera KN, Brameld JM, Ebling FJP (2012) Effects of manipulating hypothalamic tri-iodothyronine concentrations on seasonal body weight and torpor cycles in Siberian hamsters. Endocrinology 153: 101-112.\n\nI'Anson H, Jethwa PH, Warner A, Ebling FJP (2011) Effects of neurotoxic lesions of posterior hypothalamic histaminergic neurons on seasonal rhythms of food intake and body weight in Siberian hamsters. Physiology and Behavior 103: 268-278.\n\nJethwa PH, Warner A, Fowler MJ, Murphy M, de Backer MW, Adan RAH ,Barrett P, Brameld J, Ebling FJP (2010) Short-day induced weight loss in Siberian hamsters overexpressing the gene encoding agouti-related peptide (AgRP). Journal of Neuroendocrinology 22: 564-575. \n\nWarner A, Jethwa PH, Wyse C, I'Anson H, Brameld J, Ebling FJP (2010) Effect of photoperiod on daily profiles of metabolic gas exchange, locomotor activity and feeding behavior in a seasonal mammal. American Journal of Physiology Regul Integr Comp Physiol 298: R1409-R1416.\n\nGardiner JV, Bataveljic A, Patel NA, Bewick GA, Roy D, Campbell D, Greenwood HC, Murphy KG, Hameed S, Jethwa PH, Ebling FJP, Vickers SP, Cheetham S, Ghatei MA, Bloom SR, Dhillo WS (2010) Prokineticin 2 is a hypothalamic neuropeptide which potently inhibits food intake. Diabetes 59: 397-406.\n\nJethwa PH, Barrett P, Turnbull Y, Enright RA, Warner A, Murphy M, Ebling FJP (2009) The role of histamine 3 receptor in the control of food intake in the Siberian hamster. Behavioural Pharmacology 20: 155-165.\n\nJethwa PH, I'Anson H, Warner A, Prosser H, Hastings MH, Maywood ES, Ebling FJP (2008) Loss of prokineticin receptor 2 (Prokr2) predisposes mice to torpor. American Journal of Physiology Regul Integr Comp Physiol 294: R1968-R1979.\n\nJethwa PH, Warner A, Nilaweera KN, Brameld JM, Keyte JW, Carter WG, Bolton N, Bruggraber M, Morgan PJ, Barrett P, Ebling FJP (2007) A VGF-derived peptide, TLQP-21, regulates food intake and body weight in Siberian hamsters. Endocrinology 148: 4044-4055.\n\nSchuhler S, Warner A, Finney N, Bennett GW, Ebling FJP, Brameld J (2007) TRH decreases feeding and increases body temperature, activity, and oxygen consumption in Siberian hamsters. Journal of Neuroendocrinology 19: 239-249.\n\nProsser H, Bradley A, Chesham JE, Ebling FJP, Hastings MH, Maywood ES (2007) Prokineticin receptor 2 (Prokr2) is essential for the regulation of circadian behaviour by the suprachiasmatic nuclei. Proceedings of the National Academy of Sciences, USA 104: 648-653. Pharmaceuticals and Medical Biotechnology Societal","person":"Fran  Ebling","coPersons":["Zdenka  Pausova","Simon  Langley-Evans","John  Brameld"],"organisation":"University of Nottingham","findingsText":" This grant funded equipment to measure simultaneously food intake, activity, and metabolic rate in experimental rodents: a Comprehensive Laboratory Animal Monitoring System (CLAMS). Matching funding for this major item of equipment was contributed by The University of Nottingham, and a local company, RenaSci. It has been used by a large number of different researchers at the University of Nottingham. A major benefit is that by virtue of simultaneously collecting data on multiple physiological and behavioural variables it reduces the number of experimental subjects required. Experimental data derived from this equipment has been included in 12 peer-reviewed publications in scientific journals between 2005 and 2014. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}