{"id":"D685FC66-D57E-4E22-9B54-70839958375F","title":"Pulsed laser deposited carbon electrodes for diamond radiation sensors","abstractText":"This project will explore and optimise pulsed laser deposition (PLD) low resistivity amorphous carbon coatings as electrode material for radiation sensors based on high purity, high resistivity synthetic diamond produced by chemical vapour deposition (CVD). It will be the first time that the PLD technique is used for this purpose and it offers flexible deposition parameters to optimise the amorphous carbon based electrode properties with a technology that is compatible with conventional lithography.Electronic grade synthetic single crystal diamond is of interest for a large variety of electronic devices, such as high frequency components, transistors, high power diodes and more. High quality diamond bulk properties are ideally suited for a wide range of radiation detector applications ranging from X-ray and neutron sensors to deep UV detection, particle timing and spectroscopy. However, the current limitation to diamond sensor technology is a lack of understanding and reproducibility of contact depositions to the bulk material. This project will focus on the characterisation and optimisation of diamond sensor performance in medical dosimetry and X-ray beam monitoring applications, where diamond with metal-free pure amorphous carbon electrodes uniquely fulfils the requirements placed on X-ray sensors by the current progress in these areas. The nature and quality of the electrical interface determines the stability and performance of diamond radiation detector devices. The project will exploit the flexibility of PLD which allows the investigators to deposit pure carbon layers under a variety of deposition conditions to control and adjust the structural and electronic contact layer properties. PLD will allow them to optimise the deposition parameters of the contact layers according to the radiation sensor performance during the first phase of the project. This will improve the understanding of the influence of the contact properties on the charge transport across the diamond/electrode interface.In the second phase, pad and position sensitive radiation sensors based on the results of the first phase of the investigation will be produced. The sensor performance, including the spatial variation of the response will be studied. The spatial resolution of the prototype position sensor will be investigated to estimate the potential of this development for future X-ray imaging and monitoring devices. The application of the contacting techniques developed is not limited to radiation sensing and every electronic application involving diamond, which can operate at temperatures up to several hundred Celsius and in challenging chemical environments, will benefit from an improved understanding of the processes affecting charge transport across electrode interfaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I027327/1","grantId":"EP/I027327/1","fundValue":"97057","fundStart":"2011-10-03","fundEnd":"2012-10-02","funder":"EPSRC","impactText":"  Graphitic electrodes fabricated by laser illumination in diamond to produce 3D structures is a topic of ongoing research, including groups at Manchester University.\n\nAt Surrey, a PhD project (funded by an overseas government) studying the effect of dose enhancement on medical devices and electrode performance is currently being continued. Aerospace, Defence and Marine,Electronics,Energy,Healthcare,Security and Diplomacy ","person":"Annika  Lohstroh","coPersons":["Simon John Henley"],"organisation":"University of Surrey","findingsText":" The project investigated the suitability of pulsed laser deposition carbon based coatings as an alternative electrode material to traditional metal layers for diamond based radiation sensors, particularly with respect to X-ray sensing. \n\nThe first objective was to study the correlation between the properties of the carbon coating and the conduction mechanism - initial deposition trials with pulsed laser deposition of pure Carbon and Carbon/Nickel mixtures on low cost thermal grade oxygen passivated polycrystalline diamond were promising in terms of the X-ray sensor performance achieved. As metal-free electrodes are the preferred option for medical and high intensity/low energy X-ray beam monitors, subsequent efforts focused on the optimisation of pure Carbon layers with varying laser deposition parameters on electronic grade polycrystalline diamond. Achieving sufficient adhesion of the carbon layers to the diamond was a major challenge, which made this part of the study take more time than originally envisaged. Carbon based electrodes could only be realised in the laser pulse energy range of 2.3 to 3.6 J cm^(-2)) and for carbon layer thicknesses of approximately 20 nm maximum. Adhesion stability could be slightly improved through a subsequent annealing procedure, which reduced stress and sp3 content in the electrode films. However, Raman studies on the annealed films suggest that differences in the amorphous carbon structure following the annealing procedure are negligible within the laser pulse energy range realised. Similarly, no systematic variation of the electronic performance of the prototype devices produced with deposition laser pulse energy could be found and all prototype sandwich devices (one side carbon electrode, one side Aluminium) showed very similar electronic diode like characteristics, indicating that the deposition process was well controlled and reproducible. \n\nThe second objective - to produce and characterise a pure carbon electrode X-ray sensor made of electronic single crystal diamond - was achieved. The device showed lower dark currents and superior signal to noise ratio and time response under X-ray illumination compared to the electronic grade polycrystalline samples (normalised to active area/volume), which - combined with the sublinear relationship between X-ray dose rate and signal current suggests that the carbon electrodes act as blocking contacts that do not allow charge injection and hence reducing signal as well as dark currents, which led to a significantly improved signal to noise ratio, which satisfies the IAEA recommendations for medical dosimetry. \n\nThe final objective - producing and evaluating a position sensitive sensor based on the developed technology could not be realised throughout the duration of the project due to the delays caused by the challenge to overcome the limited adhesion of amorphous carbon layers during the earlier parts of the project, which took more time than initially planned. However, the work on diamond X-ray dosimetry is currently being continued through PhD student project (self-funded). Graphitic electrodes fabricated by laser illumination in diamond to produce 3D structures is a topic of ongoing research, including groups at Manchester University.\n\nAt Surrey, a PhD project (funded by an overseas government) studying the effect of dose enhancement on medical devices and electrode performance is currently being continued. Electronics,Energy,Healthcare","dataset":"gtr"}