{"id":"D686326B-588E-4956-97F9-F998FB5ED1FB","title":"The Development of Unstructured Mesh Technology for Viscous High Speed Flows","abstractText":"Traditional design of aerospace vehicles has involved the extensive use of wind tunnels to test different configurations and to finalise design. However, this is an expensive and lengthy process that also requires the use of specialist test facilities designed for particular flow speeds. With the advent of the computer a new technology has emerged over the last 20 years that provides a powerful tool to aid aerodynamic design. The equations that govern the movement of air have been known for several centuries. However, for general flows, their solution is not amenable to classical mathematical solution techniques. With the advent of high performance computers, a new technology, termed computational simulation or, more generally, scientific simulation, that is based upon solving these complicated equations on the computer, has emerged. The basic concepts involved in simulating airflow are straightforward. Approximations to the unknowns in the equations that govern airflow are made that transforms the few highly complicated equations into millions of simple equations. The computer is then used to solve these equations using an algorithmic approach. In reality, the region around an aircraft is subdivided into small elements and within each element the flow variables are approximated in some appropriate and consistent form. This process of subdividing the space is termed mesh generation. The algorithms that solve the equations and in turn produce the unknown flow variables (such as pressure, density etc) are called the solution algorithms and these are structured to ensure that maximum efficiency can be obtained from high performance computers that will, in general, have many processors. The results of the calculations are then processed using computer graphics and important quantitative data such as lift and drag can be extracted.This technology is now used routinely in all major aerospace companies. Whilst not making the use of the wind tunnel redundant, the technology has enabled designers to explore new and innovative designs and ensure that fewer geometries need to be subjected to costly wind tunnel analysis.Whilst the basic concepts of computer simulation for high speed flows are simple, the requirement to predict accurately key aerodynamic parameters represents a significant technical and intellectual challenge. Representing the geometry of an aircraft accurately demands innovative ways of representing three-dimensional surfaces and the generation of the elements around the aircraft that will enable the solution algorithm to capture all the complex physics still remains a challenge. Whilst the equations of fluid flow can be written exactly, the restrictions in available computing power, even taking into account the capabilities of the World's largest computers, require researchers to make approximations, as is the case for the simulation of turbulent flow. For some cases, these approximations do not enable the details of the flow to be captured and hence the predictions do not accurately represent reality. This project is aimed at focusing on further technical developments that will increase the accuracy of high speed flows for complicated aerodynamic shapes, such as complete aircraft configurations, whilst ensuring that the computations can be performed in a time scale that meets real-world project deadlines encountered in design. In particular, the project will focus on enhancing our capability to predict aerodynamic parameters accurately, such as lift and drag, and to simulate highly complicated flowfields generated when an aircraft is in take-off and landing configuration where ground effects can be significant. When these developments have been completed, computer predictions will be compared with real test data to ensure appropriate validation of the techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F032617/1","grantId":"EP/F032617/1","fundValue":"740719","fundStart":"2007-08-01","fundEnd":"2011-01-31","funder":"EPSRC","impactText":"  To date the BLOODHOUND SSC will not exist without this funding Aerospace, Defence and Marine,Education Societal,Economic","person":"O  Hassan","coPersons":["Nigel  Weatherill","Kenneth  Morgan"],"organisation":"Swansea University","findingsText":" Developed modelling techniques for high speed vehicle on the ground Used for CFD modelling in Aerospace and automotive industries Aerospace, Defence and Marine","dataset":"gtr"}