{"id":"D687D8A3-6DD1-44B2-A4A0-4BE5CFC606E2","title":"Polynomial Algebraic Methods for Modeling, Analysis and Control of Distributed Physical Systems","abstractText":"The research described in this proposal aims at providing theoretical tools and algorithms based on multivariable polynomial algebra to deal with some specific problems regarding the stability, modeling, and control of distributed systems.Linear distributed (also called ``N-D'') systems arise naturally when considering the modeling of physical phenomena whose evolution depends not only on time but also on space, for example in image processing, seismology, circuit theory, flow-control, and iterative learning control. In the research proposed here we aim at studying open distributed systems described by systems of linear constant-coefficient partial difference/differential equations. A system of this sort is described by a set of linear, constant-coefficient partial differential/difference equations and it is naturally associated with a polynomial matrix in N indeterminates, in the sense that properties of the dynamical system are reflected in the algebraic properties of the polynomial matrix. The interplay of systems dynamics and functionals typical of many applications (for example in stability theory, in optimal control, etc.) also can be described effectively by polynomial matrices (in 2N indeterminates). Using the framework outlined above, we aim at using polynomial algebraic methods for the computation of first-order representations; and for the study of functionals arising in the analysis of physical systems. In both areas the expertise of the Principal Investigator and of the Host Investigator is considerable and complementary. The project is articulated in two work packages. 1) COMPUTATION OF FIRST-ORDER REPRESENTATIONS OF 2-D SYSTEMS First-order representations, corresponding to state-space equations in the 1-D case, are of primary importance for simulation, filtering, and so forth because of the ease of update. However they cannot be considered a starting point for the description of a system, but they need to be constructed from a higher-order model consisting of the interconnection of simpler subsystems, for example obtained from a library of standard models for certain components. The problem thus arises of how to compute a first-order representation of a system described by a set of higher-order partial differential or difference equations. In this work package we aim at investigating the computation of first-order representations for distributed systems. Crucial in this investigation is the notion of state map, developed in the 1-D case by the principal investigator, and the notion of Markovianity for 2-D systems, studied by the Host Investigator. The possibility of deriving automatically a first order representation from a set of higher-order partial differential/difference equations is particularly relevant for applications in simulation of 2-D systems. 2) FUNCTIONALS IN THE DESCRIPTION AND ANALYSIS OF PHYSICAL SYSTEMSThe interplay of dynamics and functionals is often considered in systems and control, for example in stability analysis, in the modeling of physical quantities, and in optimal control. In this research stream we investigate some themes related to this area, in particular the development of polynomial algebraic algorithms to compute conserved- and zero-mean quantities for 2-D systems; the development of algorithms for the solution of important polynomial matrix equations arising in the analysis and control of 2-D systems, for example the Lyapunov equation; and a representation-free approach to Hamiltonian systems. Automating the computation of these quantities opens up the possibility of using computer algebra for energy-based modeling and control methods such as those used in engineering practice, to be integrated in computer-aided simulation and analysis tools.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I000909/1","grantId":"EP/I000909/1","fundValue":"5360","fundStart":"2010-07-02","fundEnd":"2010-10-01","funder":"EPSRC","impactText":"","person":"Paolo  Rapisarda","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}