{"id":"D6914EB3-B9A4-4595-9A62-B8B5053777CD","title":"Controlling Self-assembly through Host-Guest Chemistry: Metallo-supramolecular Assemblies with Stellated Polyhedral Structures","abstractText":"Small molecules can be organised into large assemblies with distinct geometric shapes (especially polyhedral shapes such as cubes and octahedra) through the use of hydrogen bonding or metal-ligand coordination interactions. These assemblies are of interest to chemists because they are often nano-sized and highly complicated but, given the right conditions, effectively make themselves in a process called self-assembly. They often show internal space where other molecules can be trapped or even react, acting like nano-sized reaction vessels. Chemistry performed inside such confined spaces may produce results quite different to those found in bulk solutions.We propose to use ligands that have a rigid pyramidal shape to produce very large metal-ligand assemblies with polyhedral structures that have a stellated aspect. Stellations of a polyhedron look like spikes or pyramids emanating from the faces. We are looking to make assemblies with structures resembling stella octangula and stellated small cubicuboctahedron amongst others. These are dubbed the starburst prisms. While these types of structures are known mathematically there are very few examples of them in chemistry. The ligands we will use are known to be molecular hosts which mean that they can recognise or bind other molecules - in particular they have a great affinity with fullerenes. Hence we may be able to trap fullerenes or other guest molecules inside the stellation of these metal-ligand assemblies. The host-guest chemistry of the ligands can be used to control or manipulate the overall self-assembly. Discrete stellated assemblies will have the ligand binding sites all pointing inwards with particular geometric relationships between the binding sites. Hence templating guests with complementary geometries and sizes, or simply small guests will favour particular discrete stellated assemblies. Guest molecules that are not complementary for discrete structures due to their size or positioning of functional groups will instead favour polymeric metal-ligand materials, known as coordination polymers.These stellated assemblies (and any coordination polymers) will be studied by solid state (e.g. X-ray crystallography, thermal techniques) and solution techniques (e.g. mass spectrometry, DOSY NMR). the host-guest behaviour of the assemblies will be studied with a view to developing future applications of the assemblies as nano-sized reaction vessels, in catalysis, in molecular separations, and other fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E023517/1","grantId":"EP/E023517/1","fundValue":"320230","fundStart":"2007-01-15","fundEnd":"2010-01-14","funder":"EPSRC","impactText":"  There have been high levels of citation for work on new chemical topologies and new cages resulting from this proposal, it is too early to be able to cite any direct economic impact of this work.  ","person":"Michaele Jane Hardie","coPersons":["Julie  Fisher"],"organisation":"University of Leeds","findingsText":" Small molecules can be organised into large assemblies with distinct geometric shapes through hydrogen bonding or metal-ligand coordination. These assemblies are of interest to chemists because they are often nano-sized and highly complicated but, given the right conditions, effectively make themselves in a process called self-assembly. They often show internal space where other molecules can be trapped or even react, acting like nano-sized reaction vessels. Chemistry performed inside such confined spaces may produce results quite different to those found in bulk solutions.\n\nHere we developed a range of ligands (L) with a rigid pyramidal shape and three extended arms each with a metal-binding site such as pyridyl, imidazole or carboxylate groups. The ligands have a molecular cavity and can form host-guest complexes. We intended to exploit the pyramidal shape of the ligands to produce large metal-ligand assemblies with stellated polyhedral structures. We have successfully made a series of nanometre-scale Pd6L8 &quot;stella octangula&quot; assemblies, the size of the stella octangulas can be altered by using different sized ligands, and all feature significant internal space. The stella octangulas exist in both solution and the solid state and preliminary studies of their solution chemistry indicates that large molecules such as anionic surfactants can be incorporated inside them. Smaller capsule-like and open bowl assemblies have also been synthesised and characterised.\n\nAn emerging trend from this research are assemblies showing topologically complicated structures. A topologically complicated assembly is one which displays mechanical inter-linking or threading. Zn and Co complexes of a bipyridine-derived pyramidal ligand form triply inter-linked [2]catenanes where two individual M3L2 capsules interlocked together. While catenanes (ie cyclic molecules with chain-like linkages) are well known, the linking motif that we observed here is very rare. We have also discovered a unique molecular topology in the Pd4L4 the &quot;Solomon's cube&quot; complex which has a topology akin to a self-threaded cube. We have established new cage types and new topologies which may be used by other chemical researchers with interests in supramolecular chemistry and guest entrapment. This work has potential indirect downstream application in the development of chemical confinement as a tool for unusual chemistry and reactivity, in development of molecular transport devices and has made significant fundamental contributions to our understanding of chemical topology and self-assembly of coordination cages. Chemicals","dataset":"gtr"}