{"id":"D69DEB6A-68A7-4447-8233-C3BF677679DC","title":"Responsive, biocompatible lanthanide-nanoparticle conjugates for enhanced imaging","abstractText":"Sensors for zinc are of great interest since this metal ion is essential for human growth and development. In particular, molecular probes that allow monitoring of intracellular levels are attractive because they can inprove our understanding of the development of degenerative conditions such as Alzheimer's disease, but also more common conditions such as breast cancer, diabetes and even asthma. For example zinc transporters are known to be incredibly important in the devlopment of breast cancer and perhaps even more inportantly how these cancers become resistant to therapies.We are interested in using non-invasive imaging techniques such as fluorescence and magnetic resonance imaging (MRI) the latter of which is one of the most common imaging techniques used in hospitals.Currently there are some fluorescent dyes used for zinc detection and these are based on organic compounds such as quinoline derivatives. However these are fluorescent in the green part of the spectrum. This is a problem for biochemists and pharmacists who routinely use green fluorescent protein in their studies. Usually it is very difficult to differentiate between the green fluorescent protein and the zinc dye. Therefore we are developing fluorescent species for zinc that can be easily differentiated from green fluorescent protein and otehr fluorescent bio-molecules. Our compounds are based upon metal complexes (in particular lanthanide metal ions) and these have very unique luminescence characteristics which are highly suited to biological studies (they have long fluorescence half-lifes and can be emissive in regions of the spectrum where water does not absorb strongly). Finally we are going to be assembling these molecules to nanoparticles. The nanoparticle will act as a stable transporter for the fluorescent dyes and will hopefully enhance the characteristics of the dye thus improving the signal.These systems have been specifically designed to be applicable to not only fluorescent imaging but also to MRI. By literally making one trivial change to the molecule (i.e. changing the type of lanthanide metal ion to gadolinium) the agents will be applicable to MRI imaging as well.The underlying key to the project is understanding how to switch signal response in the presence of zinc, design water soluble, non-toxic compounds and understand the associated imaging techniques.By the end of the project we hope to be imaging zinc in cells and helping to understand the role of zinc in breast cancer, with the help of colleagues at Cardiff.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E048390/1","grantId":"EP/E048390/1","fundValue":"162823","fundStart":"2007-09-01","fundEnd":"2009-08-31","funder":"EPSRC","impactText":"  The outcomes of the work have been primarily associated with developments at the cutting edge of interdisciplinary academic research. Although the work achieved falls into the general area of chemistry, its outcomes have facilitated broad collaboration in subsequent projects, including the biosciences and physics disciplines. Chemicals,Energy,Healthcare Societal","person":"Simon Johnathan Pope","coPersons":[],"organisation":"Cardiff University","findingsText":" The project developed the chemical methods for the attachment of luminescent molecules (based on metal containing species) to biocompatible gold nanoparticles (GNPs). This required a broad range of chemistry skills and resulted in the first report of hybrid species that are water soluble and luminescent. The GNP essentially acts as a carrier molecule for the luminescent tags. We also developed environmentally responsive compounds that can switch their luminescent output when sensing a specific target. This has great application in the fields of bioanalysis and bioimaging. The work that was published from this grant directly led to more than six publication, and indirectly to numerous others (&amp;gt;40) via forged collaborations and developments. Aerospace, Defence and Marine,Chemicals,Electronics,Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}