{"id":"D6A140F7-A494-4433-8872-E8806986C167","title":"Modelling Human Brain Development","abstractText":"The neural network of the human brain is arguably the most complex biological pattern; however, the mechanisms forming such neural systems are unclear. Neural systems show structurally emergent properties in terms of their topology and functionally emergent properties concerning information processing. Structural properties are the rise of modular and hierarchical connectivity, of long-distance connections, and of highly connected nodes. Functional properties are the distribution and integration of information, the formation of specialized modules dealing with different tasks, and a rapid reaction time due to parallel processing. \n\nRecent advances in neuroimaging, using diffusion tensor imaging, allow us to observe how the human brain network differs over ages ranging from the embryonic to the adult stage (age of 20 years). This project will analyse how the human brain network arises during development by combining data analysis with simulations of brain development. Objectives are to develop a simulation of human brain development, to analyse network features of human brains at different developmental stages, and to compare simulations with real data to discover the underlying mechanisms for brain network development. Simulations are crucial to study the role of different developmental parameters on the final brain network as well as on intermediate networks during development. Understanding how parameters lead to (adult) network features will help to evaluate the contribution of these parameters to healthy and pathological development. Once understanding the time course of development, we should also be able to predict the probabilities of future stages of development. This will be crucial for giving a prognosis for the progression of developmental diseases. In addition to understanding the formation of human cognitive systems, these results will inform the design and update of artificial information processing systems.\n \nIdentifying these key developmental mechanisms will greatly improve our understanding of emergence in biological systems. In addition, it might lead to several predictions about the rise of brain disorders such as schizophrenia, epilepsy, and autism that often originate during development and are linked to changes in hub organization. Beyond biological pattern formation, such 'algorithms' for human brain development could inform us how to build artificial intelligent systems. Rather than constructing artificial brains in a top-down manner, applying identified mechanisms for neural network development will allow the emergence of intelligent information processing systems leading to systems that are more adaptable. In summary, the formation of human brains is a fundamental question that touches on the emergence of natural and man-made information processing systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K026992/1","grantId":"EP/K026992/1","fundValue":"465494","fundStart":"2013-09-23","fundEnd":"2016-09-22","funder":"EPSRC","impactText":"","person":"Marcus  Kaiser","coPersons":[],"organisation":"Newcastle University","findingsText":" Girls connectome matures earlier: selective pruning stabilizes network despite massive changes\n\nNewcastle University scientists have discovered that as the brain re-organises connections throughout our life, the process begins earlier in girls which may explain why they mature faster during the teenage years.\n\nAs we grow older, our brains undergo a major reorganisation reducing the connections in the brain. Studying people up to the age of 40, scientists led by Dr Marcus Kaiser and Ms Sol Lim at Newcastle University as part of the Human Green Brain project found that while overall connections in the brain get streamlined, long-distance connections that are crucial for integrating information are preserved. \n\nThe researchers suspect this newly-discovered selective process might explain why brain function does not deteriorate - and indeed improves - during this pruning of the network. Interestingly, they also found that these changes occurred earlier in females than in males. \n\nExplaining the work which is being published in Cerebral Cortex, Dr Kaiser, Associate Professor in Neuroinformatics at Newcastle University, says: &quot;Long-distance connections are difficult to establish and maintain but are crucial for fast and efficient processing. If you think about a social network, nearby friends might give you very similar information - you might hear the same news from different people. People from different cities or countries are more likely to give you novel information. In the same way, some information flow within a brain module might be redundant whereas information from other modules, say integrating the optical information about a face with the acoustic information of a voice is vital in making sense of the outside world.&quot;\nThe researchers at Newcastle, Glasgow, and Seoul Universities evaluated the scans of 121 healthy participants between the ages of 4 and 40 years as this is where the major connectivity changes can be seen. \n\nUsing a non-invasive technique called diffusion tensor imaging - a special measurement protocol for Magnetic Resonance Imaging (MRI) scanners - they demonstrated that fibres are overall getting pruned that period.\n\nHowever, they found that not all projections (long-range connections) between brain regions are affected to the same extent; changes were influenced differently depending on the types of connections.\nThese projections are short-cuts that quickly link different processing modules, e.g. for vision and sound, and allow fast information transfer and synchronous processing. Changes in these connections have been found in many developmental brain disorders including autism, epilepsy and schizophrenia.\nThe researchers have demonstrated for the first time that the loss of white matter fibres between brain regions is a highly selective process - a phenomenon they call preferential detachment. They show that connections between distant brain regions, between brain hemispheres, and between processing modules lose fewer nerve fibres during brain maturation than expected. The researchers say this may explain how we retain a stable brain network during brain maturation. \nCommenting on the fact that these changes occurred earlier in females than males, Ms Sol Lim explains: &quot;The loss of connectivity during brain development can actually help to improve brain function by reorganizing the network more efficiently. Say instead of talking to many people at random, asking a couple of people who have lived in the area for a long time is the most efficient way to know your way. In a similar way, reducing some projections in the brain helps to focus on essential information.&quot; \n \nAcademic paper: Preferential Detachment During Human Brain Development: Age- and Sex-Specific Structural Connectivity in Diffusion Tensor Imaging (DTI) Data, Sol Lim, Cheol Han, Peter Uhlhaas and Marcus Kaiser. Cerebral Cortex. Results about the self-organisation of neural systems can inform the understanding of developmental diseases and the implementation of artificial neural networks. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}