{"id":"D6A2A77C-65F8-4CAA-8B79-40C48A02ED48","title":"Making Sense of Information in Professional Work: Understanding and Enabling the Digital Library User","abstractText":"Accessing, managing and using information are central activities for all forms of knowledge work. Most professionals (e.g. lawyers, teachers, journalists, health professionals and engineers) work with information from a wide variety of sources including libraries, the World Wide Web, colleagues and specialist documents. Within many professions, there is a growing reliance on specialist digital resources, often provided on a subscription-only basis. These offer a reliability and authority that reflects that of earlier paper archives but is not provided by more widely accessible resources such as the visible World Wide Web. Digital resources have the potential to be more widely available, more easily searched and more easily restructured and integrated with ongoing work than their traditional counterparts. However, there is a growing body of evidence that existing specialist systems are falling short in terms of ease of use and value delivered. One important reason is that there is an inadequate understanding of how professionals work with information and how systems can be designed to support rich information work.This project will address this shortcoming, focusing particularly on how professionals make sense of information in the process of working with it. We will focus on two professions, law and journalism, both of which make extensive use of digital document collections. The work will have two main strands: gathering and analysing data on how professionals work with information, leading to the identification of requirements for systems design; and proposing, prototyping and testing novel design solutions that address those requirements. By studying two professions, it will be possible to draw out generalisations and contrasts.Data gathering will be based on observations and interviews located in the workplaces of participants. We have secured the co-operation of Freshfields Bruckhaus Deringer, a large law firm, and The Times newspaper. We will gather data from employees with a variety of roles and statuses, including different members of a team where appropriate. Most data analysis will be qualitative, drawing on techniques such as 'Contextual Design' for understanding practitioner activities and artefact design and use. We will also apply Dervin's 'Sense Making Methodology', which focuses less on behaviour and more on the interaction between mental processes and external information sources. Other theories related to learning and sense making will be applied as they become pertinent. Analysis will deliver accounts of the information work practices of the two professions being studied, and also provide requirements for tools to support those practices.Those requirements will form the basis for developing prototype tools that can be tested back in the work settings. The focus will be on whether the approaches developed within the project fit with working practices, and provide better solutions to users' information needs than currently available tools. Findings will be reported to both academic and practitioner (systems developers) communities.To this end, as well as user community partners, the project has a partner based within the developer community: Lexis Nexis UK, providers of news and legal information. Their participation will ensure that prototype system development is grounded in the requirements and constraints of developers as well as those of users, and also that there is a ready route for dissemination into the developer community.Overall, the project will deliver validated solutions to user requirements, based on empirically identified work practices and informed by design practice constraints, as well as theoretical contributions to the understanding of professional information behaviours.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D056268/1","grantId":"EP/D056268/1","fundValue":"323176","fundStart":"2006-06-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"  The findings led to a cultural change within the main partner organisation, leading them to involve Human Factors in all their new projects. The suite of products that were developed as a direct result of the collaboration on this project went on to be a market leader in the legal information market. Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Other Economic","person":"Ann  Blandford","coPersons":["John  Dowell"],"organisation":"University College London","findingsText":" Accessing, managing and using information are central activities for all forms of knowledge work. Most professionals (e.g. lawyers, teachers, journalists, health professionals and engineers) work with information from a wide variety of sources including libraries, the World Wide Web, colleagues and specialist documents. Within many professions, there is a growing reliance on specialist digital resources, often provided on a subscription-only basis. These offer a reliability and authority that reflects that of earlier paper archives but is not provided by more widely accessible resources such as the visible World Wide Web. Digital resources have the potential to be more widely available, more easily searched and more easily restructured and integrated with ongoing work than their traditional counterparts. However, there is a growing body of evidence that existing specialist systems are falling short in terms of ease of use and value delivered. One important reason is that there is an inadequate understanding of how professionals work with information and how systems can be designed to support rich information work.\n\nThis project addressed this shortcoming, focusing particularly on how professionals make sense of information in the process of working with it. We focused on two professions, law and journalism, both of which make extensive use of digital document collections. The work had two main strands: gathering and analysing data on how professionals work with information, leading to the identification of requirements for systems design; and proposing, prototyping and testing novel design solutions that address those requirements. By studying two professions, it was possible to draw out generalisations and contrasts.\n\nWe worked with a large law firm, and a major newspaper. We gathered data from employees with a variety of roles and statuses, including different members of a team where appropriate. Most data analysis was qualitative, drawing on techniques such as 'Contextual Design' for understanding practitioner activities and artefact design and use. Other theories related to learning and sense making were applied as they became pertinent. Analysis delivered accounts of the information work practices of the two professions being studied, and also provided requirements for tools to support those practices.\n\nAs well as user community partners, the project has a partner based within the developer community: Lexis Nexis UK, providers of news and legal information. Their participation ensured that prototype system development was grounded in the requirements and constraints of developers as well as those of users, and also that there was a ready route for dissemination into the developer community. The study of sensemaking within this project contributes to our understanding of how lawyers work with information and more broadly how people interact with information resources to make sense of complex ideas. The research has already been exploited by our developer project partner in devising novel products for the legal information market. Their involvement with us also led to a cultural shift within their organisation, leading to a more user-centred focus for future product development.\n\nOther organisations in the information provision sector can exploit both the methods and the findings of this research in re-thinking how information is provided to support end-users' sensemaking when working with complex information, both individually and in collaborative settings. Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}