{"id":"D6A3F8BB-6D0E-4701-BAFC-6A25AA873855","title":"The analysis of names from the 2011 Census of Population","abstractText":"Previous research conducted at UCL has demonstrated that a name very often provides an open and accessible statement of the cultural, ethnic and linguistic characteristics of its bearer (e.g. Mateos et al 2011). Additional light may be shed upon these characteristics by parental choice of fore-(given) name, while changing fashions often render forenames a valid indicator of age and other geographic and social characteristics. This information has been used to develop working classifications of names, and they have been successfully used to augment incomplete data records for audit purposes - for example in gauging the success of NHS preventive care initiatives across different ethnic groups. However, these classifications have been developed using incomplete address registers (such as the public version of the Electoral Roll) and telephone directories.\n\nThere are a number of shortcomings to the data sources hitherto used in this kind of research that limit the usefulness of the resulting classifications when applied to new datasets:\n1. The data sources underlying the classifications provide incomplete and probably biased representations of the population-at-large. For example, public electoral registers do not include (young and immigrant) non-voters or (privacy sensitive) 'opt out' individuals, and public telephone directories provide less than universal coverage and few given names. \n2. Commercial classifications of the age profiles of given names are typically restricted to the 16+ age cohorts, and supplementation with ONS birth name data (e.g. www.ons.gov.uk/ons/rel/vsob1/baby-names--england-and-wales/2012/stb-baby-names-2012.html) is error prone because young children may move abroad and immigrants may bring young children with them. Thus these sources do not allow an inclusive snapshot of the population resident in the UK at any specific moment in time.\n3. Whilst 'crowd sourced' validation is possible (e.g. www.onomap.org), there is no comprehensive means of comparing predicted and objective (e.g. age) or self-assigned (e.g. ethnicity) characteristics. \n4. Little focus has been developed upon refining attempts to classify 'hard to reach' groups, such as Caribbeans, whose ethnicity can likely only be ascertained through subtle associations between forename-surname pairings. \n5. The clustering procedure has been largely aspatial, in significant part because of unevenness of geographical coverage and the absence of highly granular location information. \n\nThis research will address these shortcomings through use of the best available secondary dataset for developing an enriched classification and conducting sensitivity analysis to refine and improve its universal application across the UK. Individual level Census data will be used in order to develop a classification of given and family names into cultural, ethnic and linguistic groups, by extending the methodology of Mateos et al (2011). Crucially, and for the first time, the results of this classification will be compared to individual and household data on Ethnicity, National Identity, Country of Birth, First and Second Language Spoken and Nationality. This will make it possible to investigate the causes of apparent errors in the classification, and to identify the small geographic areas in which they are concentrated. Through an iterative procedure, secure online facilities will be used to improve the classification in the light of these results.\n\nComparison of household and individual classification results with self assignments in terms of Census measures of identity will make it possible to make the classification tool sensitive to indicators of cultural assimilation, whether through inter-marriage or duration of residence, at scales from the local to the national.\n\nThe 'surname regions' will also be used to add regional context to the 2011 ONS Output Area Classification.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L013800/1","grantId":"ES/L013800/1","fundValue":"136504","fundStart":"2015-03-01","fundEnd":"2016-02-29","funder":"ESRC","impactText":"","person":"Paul Arthur Longley","coPersons":["Alex  Singleton","James Allen Cheshire"],"organisation":"University College London","findingsText":"","dataset":"gtr"}