{"id":"D6B14857-1CFD-4E67-BD99-50CF9AE80513","title":"Structural control of Ti alloys for high strength, high toughness","abstractText":"This proposal is focused on two areas of the control of properties of Ti alloys processed via the ingot-route and via powder, both of which should lead to high strength, high toughness alloys: (i) the addition of carbon to Ti alloys, which reduces grain boundary alpha and (ii) the application of Net Shape HIPping to produce components directly from powder, where HIPping can increase the toughness by a factor of two, coupled with a slight improvement in tensile strength.The main aim of the first area of work is to investigate using ingot-route samples, whether carbon can have the same effect on grain boundary and matrix alpha in alloys such as Ti6246 and Ti5553 as that found in Ti-15-3; grain boundary precipitation is virtually eliminated and matrix precipitation of alpha is refined. Addition of carbon to Ti5553, coupled with optimisation of the heat treatment, could lead to an alloy with a tensile strength of over 1000MPa and a fracture toughness approaching 100MPavm. Improvements in Ti6246 would hasten the replacement of Ti64 in engine applications. For quenched alloys, such as Ti-15-3, grain boundary alpha is formed during ageing. In order to limit the boundary alpha in Ti-15-3, solution treatment is carried out at temperatures where a significant density of crystal defects which are formed during processing, remain, or samples are deformed after quenching and the dislocations introduced act as nucleation sites for alpha. Because dislocations are distributed heterogeneously this is not satisfactory. The solution treatment of Ti5553 is usually carried out below the beta transus, so that some globular alpha remains, much of it on grain boundaries. This boundary alpha is important, since it limits grain growth during solution treatment, but its presence and the presence of any additional grain boundary alpha formed during cooling and ageing limits the fracture toughness of thermomechanically processed samples.The specific objectives of this first part are to understand the precipitation behaviour (and to establish if precipitation involve vacancies) and to investigate and understand the tensile and fracture properties in ingot-route samples of solution treated and aged C-free and C-containing Ti153, Ti5553 and Ti6246.The second area is focused on the properties of as-HIPped powder samples. The development of optimised properties during processing of components produced via powder processing has become of increasing significance recently for two reasons. Firstly, the production of structural components via Net Shape HIPping (i.e. the production of a near net shape component from powder in a single HIPping operation) is becomingly increasingly important for a number of reasons; as-HIPped components will thus be competing with forged components and the reliability, reproducibility and level of their properties must be guaranteed. The second reason why the properties of as-HIPped components have become an important area requiring research and development, is the fact that it has been found that Ti6Al4V, in the as-HIPped condition, can show an increase in fracture toughness of nearly a factor of two, over those typical for thermomechanically processed samples. This remarkable improvement is coupled with small improvements in other properties.The aim of this part of the project is to understand the factors that control the microstructure of as-HIPped powder processed samples of Ti6246 and Ti5553 and thus to understand the factors that control the fracture behaviour of as-HIPped powder-processed samples of Ti6246 and Ti5553. The overall aims of the project are thus to develop an understanding of this improvement in properties of ingot-route and powder-route Ti alloys and to use this understanding to optimise the processing for both alpha-stabilised and beta-stabilised alloys and to assess whether addition of carbon to alloys would lead to further improvements in the fracture properties especially of beta-stabilised alloy","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F005946/1","grantId":"EP/F005946/1","fundValue":"395747","fundStart":"2007-11-01","fundEnd":"2011-04-28","funder":"EPSRC","impactText":"","person":"Xinhua  Wu","coPersons":["Michael  Loretto","Roger Charles Reed"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}