{"id":"D6B4423E-1A6E-4DEA-A094-1657160E1D01","title":"Disruptive Semiconductor Technologies for Advanced Healthcare Systems","abstractText":"The central aim of this Platform Grant is to support our research vision of personalised healthcare devices. These devices will make transformative changes in the diagnostics and management of many diseases, significantly improve the cost effectiveness of healthcare and ultimately save lives. For the last ten years we have been developing the Institute of Biomedical Engineering (IBE) at Imperial College London as a world-leading center for this multidisciplinary research initiative. Here we combine the best electronics engineering skills in semiconductor technology with specific sensory interfaces to create new types of medical devices, developed and tested in close collaboration with clinicians. \n\nThis grant will provide our existing multidisciplinary team with the critical support required to continue its work and sustain a strong, internationally renowned position in disruptive semiconductor healthcare technology. There are three key components to successful development and deployment of a new healthcare technology: (1) an excellent team with key combinations of skills and expertise (in electronics, materials, physics, chemistry, biology, medicine), (2) specialist equipment and tools (such as Cadence tools for designing electronic chips/lab on chips, instrumentation to interface with the microchips, wet labs to test these devices), and (3) strong interaction with key stakeholders including clinical/industrial partners, such as public/private health institutions, SMEs (e.g. Scientifica, DNA electronics) and multinationals (e.g. GSK, Roche, Intel). Our group has developed and successfully integrated all three components to create new technologies and devices, including the first totally implantable cochlear prosthesis, a wireless vital signs monitoring system, a next generation DNA sequencing technology, and an artificial pancreas for diabetes. \n\nThe Platform Grant will provide support for early stage research, enabling us to explore several new strategic research directions in which we are capable of making a major impact. These new areas of investigation include: two novel approaches to cancer diagnostics using ion-sensitive transistors and breath analysis, DNA technology for bacterial strain identification, and biosensors integrated into semiconductor devices. We also plan to introduce two entirely new concepts for non-invasive large-scale recording of neural activity, which will help us to better understand the human brain.\n\nBuilding a sustainable future is an important goal for the group. The platform grant will be instrumental in maintaining and further developing our group's unique capability. It will allow us to retain some key researchers and their expertise (such as CMOS and lab-on-chip design and testing, biosensors, etc) while helping them to develop their independent research careers and form the next generation of world-class scientists. Finally, this platform will allow us to participate in establishing a major worldwide network on &quot;Human-Bionic Interface&quot; together with world leading clinical and technology experts in neuroprosthetics, as well as to establish new collaborations in adaptive, assistive and rehabilitative technologies.\n\nOur aim is that our research in these new strategic directions will ultimately provide new research devices and tools as well as new diagnostic and treatment technologies. By building on the reliability, scalability and processing power of silicon microchips, these technologies will be mass-producible and highly portable. Thus we expect to make important contributions in solving some of the greatest challenges of our generation: understanding cancer and how to control it, how to cope with new strains of increasingly antibiotic-resistant bacteria and how to tackle growing problems in the brain disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N002474/1","grantId":"EP/N002474/1","fundValue":"692737","fundStart":"2015-08-01","fundEnd":"2020-07-31","funder":"EPSRC","impactText":"","person":"Chris  Toumazou","coPersons":["Timothy Gregory Constandinou","Anthony Edward Cass","Konstantin  Nikolic","Pantelis  Georgiou"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}