{"id":"D6C69BB5-BFED-49F9-B827-5FE190A1DE40","title":"Nature's solution to the iron problem: Mechanisms of iron management in ferritins","abstractText":"Iron is essential for virtually all forms of life, playing central roles in many of the reactions on which life depends. Although this metal is highly abundant in the earth's crust, it is largely 'locked up' in minerals that are highly insoluble and this severely limits its availability to living organisms. The scarcity of iron has led to the evolution in microbes of many ingenious mechanisms to obtain sufficient quantities to sustain growth. These include the secretion and re-absorption of small organic molecules that can bind iron very tightly and therefore hoover up what iron there is. Pathogenic bacteria can effectively steal iron from iron-containing proteins in their hosts, and the success of such mechanisms is a key determinant of whether or not a successful infection is established. Another important aspect of how cells overcome the iron problem, is their ability to store iron. This is achieved through a remarkable family of proteins known as ferritins. These can be thought of as being football-like molecules with a hollow centre, inside which thousands of iron atoms can be stored in the form of an iron mineral - one that would form insoluble precipititates were it not for the solubilising effect of the protein coat. The storage of iron serves two important functions. Firstly, it enables microbes to draw on reserves when iron in the immediate environment becomes particularly low, and secondly, it overcomes the potential toxicity of iron that results from the very properties that make it useful to life: without proper control, iron can lead to the generation of reactive oxygen species that can cause severe cellular damage. In this research we propose to better understand how two particular ferritins from two very different microbes take up iron and orchestrate the deposition of their iron mineral cargo, and how they subsequently release it. One of these is from the organism Escherichia coli - a bacterium that has for decades been a workhorse for understanding cellular processes, but which can also be pathogenic. The other ferritin is one that was very recently identified in phytoplankton. These organisms are responsible for a large proportion of the primary production of organic molecules from carbon dioxide in the oceans. Furthermore, they also form spectacular blooms in areas of temporary nutrient sufficiency. In many areas, the growth limiting nutrient is iron and it is now known that the presence of ferritin in these phytoplankton is crucial for their ability to utilise temporarily available iron. This research will lead to a significant advance in our understanding of iron cycling processes and of the relationship between structural and functional properties of ferritins. This will also have more general impact in understanding the reactivities of iron proteins and in protein-driven biomineralisation processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I021884/1","grantId":"BB/I021884/1","fundValue":"338901","fundStart":"2012-06-01","fundEnd":"2015-05-31","funder":"BBSRC","impactText":"  Our work on diatom ferritins provides novel understanding of iron management in the marine environment. This was only recently published so we are not yet aware that it has been used by others. Most of our findings from this grant have not yet been published and so have not yet been taken up by the community.  ","person":"Nicolas Edward Le Brun","coPersons":["Geoffrey Robert  Moore"],"organisation":"University of East Anglia","findingsText":" Ferritins are proteins that function as intracellular stores for iron, a micronutrient that is both essential and extremely toxic. We have sought to understand the fundamental chemistry that underpins the ability of ferritins to synthesise an iron mineral core within their hollow centres. Our work has led to several important advances. Most of this work is in preparation for publication or is still in progress. In summary, we have discovered a novel mechanism of mineralisation in a bacterioferritin that involves radical chemistry. We have also discovered novel features of the function of the ferritin of a diatom - organisms that are responsible for primary production in the oceans and are therefore of fundamental importance for life. Our work provides fundamental new understanding for how iron is managed by ferritin proteins. It provides a connection between the well known radical chemistry of some diiron proteins and the ferritins, with important implications for general understanding of iron metabolism. Furthermore, there are significant potential applications in synthetic biology/biotechnology that could arise from this work. Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}