{"id":"D6C97F34-61BC-41E5-AB20-B3FBA7B7FE30","title":"Teacher education for the changing demographics of schooling: policy, practice and research","abstractText":"Throughout the UK there are many good schools that produce very high academic attainment for many pupils, but concerns remain about the long tail of under-achievement for the lowest performing 20% of students. Too many schools still struggle to deliver on the promise of a good quality education and good academic and social results for everybody. A key concern is that many classroom teachers report feeling unprepared for the challenges of today's schools and their increasing cultural, linguistic and developmental diversity. \n\nTeacher education (TE) has an important role to play in how well prepared new teachers feel for the challenges of today's classrooms, yet in the short time that student teachers are in initial training, it is impossible to anticipate every type of challenge or difficulty they might meet in their professional lives. Moreover, the two widely used but contrasting approaches to preparing student teachers for diversity - specialized courses that are added on to existing programmes or content knowledge on diversity and additional needs that is 'infused' into them, have met with limited success and typically occur alongside other diversity projects related to race, class, culture and language. \n\nThe proposed seminar series will create a professional space to engage in a broad dialogue with multiple stakeholders to examine the assumptions and values that underlie current TE practices and programmes and consider emerging innovations aimed at synthesising and integrating new thinking about the role of TE in preparing teachers for the changing demographic of schooling. It creates an opportunity for teacher educators and other stakeholders who wish to work collaboratively with colleagues in university schools of education to set out a vision for the future as part of a broad agenda to support reform in teacher education as a strategy to reduce educational inequality by better preparing primary and secondary class teachers to respond to diverse student groups.\n \nA new vision is high on the policy agenda in many countries as the pressure to perform well on international comparisons and compete in a global economy drives education policy and as policy makers increasingly look to TE as a site for reform. There is a need to engage key stakeholders in thoughtful discussions on how to prepare primary and secondary classroom teachers to hold high expectations for all students, including students with special educational needs, English language learners and those who might be otherwise disadvantaged or marginalized. Such discussions need to be informed by the evidence about inclusive practices that the research has provided to date, as well as to identify the need for further research in the area.\n\nA series of six one day seminars and a mini conference are proposed over 25 months to address the themes of: TE and teachers' practices for diversity (seminars 1 &amp; 2); teachers' knowledge, skills and values (seminar 3); how these can be developed (seminar 4) and incorporated in TE curricula, culture and policies (seminars 5 &amp; 6). Three papers will be presented in each seminar ensuring ample time for discussion. The final mini-conference will disseminate the seminar outcomes.\n\nThe core seminar group will consist of teacher educators, researchers, teachers and other school staff, policy makers and representatives of professional associations. Other UK participants will be invited to engage in a broad dialogue on relevant themes. In recognition of the value of practitioners' insights on the topics at least half of the participants in each seminar will be teachers and other practitioners. Considering the international relevance of the area, one presenter at each seminar will be an international researcher to provide insights from other contexts and encourage critical reflection. A series of policy briefs and an edited book will be produced.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001314/1","grantId":"ES/L001314/1","fundValue":"30334","fundStart":"2014-02-28","fundEnd":"2016-03-27","funder":"ESRC","impactText":"","person":"Lani  Florian","coPersons":["Natasa  Pantic"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}