{"id":"D6D32E82-637D-4C10-A93D-AAD00E566C4A","title":"Changing Discourses of the Parent-Child Relationship","abstractText":"In recent years, parents and parenting have featured prominently in policy discourse in the UK and elsewhere. The increasingly prevalent view that social and educational policy must pay specific attention to the role and needs of parents and families is reflected in talk of 'parenting workshops', 'parenting orders' (introduced by the UK Ministry of Justice, the Youth Justice Board and the Department for Children, Schools and Families in 2004) and in the recent establishment of a National Parenting Academy (based at Kings College, London). Parallel trend are evident elsewhere in Europe, for example through initiatives such as the Belgian Higher Institute for Family Sciences, and the idea of a 'parenting contract' (Van Crombrugge, 2005). At the same time, a wealth of popular literature and television programmes is aimed at parents, suggesting ways they can improve their 'parenting skills'.\\n\\nWhile the endeavour to put families and children on the public policy agenda, and the recognition that there is a range of ways in which social services and professionals can support parents is to be welcomed, there is some concern that the manner in which this discourse is framed and the conceptual and evaluative resources that inform it are somewhat narrow.\\n\\nIn particular, much of the policy discourse on parenting support (e.g. the recent Every Child Matters initiative), as well as academic research that informs this policy (see for instance Hallam et al, 2004), is framed in predominantly psychological or psychiatric language. Likewise, the constitution of the UK National Academy for Parenting Practitioners and affiliated parenting support organizations is composed of researchers and practitioners from the fields of health care, psychiatry, developmental psychology and social work. While we recognize the importance of work in these fields for our understanding of the impact and nature of parent-child relationships, we feel that there are important conceptual, ethical, and historical questions to be asked about the underlying assumptions and implications of this work and the normative positions associated with it. \\n\\nThe current proposal draws on some initial conceptual work already undertaken through publications, workshops and conference presentations by the principal investigator and her colleagues, in order to explore ways in which philosophical insights and resources can be brought to bear on parenting practice and policy. The interdisciplinary workshop series is intended to foster discussions between academics, policy-makers and practitioners, bringing philosophical work together with theoretical perspectives from other related disciplines, including history of childhood, sociology and psychoanalysis, in order to develop a more robust and theoretically rich account of 'parenting' that can both inform policy initiatives and suggest new directions for research.\\n\\nWhile the long-term goal of this project is to inform parenting policy and practice, an essential stage in the process of developing research and policy initiatives is to facilitate and encourage a rigorous philosophical discussion about the concepts and values involved. To this end, the workshops will address issues such as the following:\\n\\n1. The distinction between parenting as a task and a profession; the difference between the parent-child relationship and other relationships; the implications of applying the language of justice and rights to the realm of the family. \\n\\n2. The cultural, political and historical roots of the normative assumptions behind current conceptions of 'good parenting'. \\n\\n3. The connections between dominant practices and norms around parenting, and broader theoretical understandings of political and social trends, such as the professionalization of private life and the idea of the 'learning society', as well as some of the commonly-encountered opposition to these perceived trends, i.e. arguments against the &quot;nanny state&quot;.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G009767/1","grantId":"AH/G009767/1","fundValue":"12104","fundStart":"2008-09-01","fundEnd":"2009-08-31","funder":"AHRC","impactText":"","person":"Judith  Suissa","coPersons":[],"organisation":"Institute of Education","findingsText":"","dataset":"gtr"}