{"id":"D6D6CF69-F89F-4BC3-9060-46D61EF3C6E8","title":"Reversible Computation 2009","abstractText":"Reversible Computation 2009 (RC 2009) workshop will be the first ever meeting in the UK devoted solely to reversible computation. It will provide scientists and postgraduate students with a rare and valuable opportunity to present and discuss the foundations of reversible computing and the state-of-the-art reversibility research, establish new collaboration links and strengthen the existing ones.The workshop will take place in conjunction with the 12th European Joint Conferences on Theory and Practice of Software, ETAPS 2009. One of the main aims of the workshop is to widen the knowledge of reversible computation among postgraduate students and young researchers from the UK and abroad. In order to achieve this aim, the workshop will have four internationally leading scientists giving invited lectures as well as a number of carefully selected talks presenting the recent developments in reversibility research. Moreover, there will be an industrial involvement in the workshop to enrich further students' experience. A scientist from Undo Software Ltd will present a reversible debugging software tool UndoDB. The invited lectures and presentations will target mainly postgraduate students and young researchers and will provide training in reversible computation as well as stimulate interest in this field.This application is for financial assistance towards the cost of inviting three eminent overseas scientists to deliver the invited lectures and tutorials, and for registration, accommodation and subsistence expenses for up to ten UK-based PhD students to attend RC 2009.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G039550/1","grantId":"EP/G039550/1","fundValue":"6113","fundStart":"2009-03-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"  Following a success of the 2009 workshop on reversible computation, an annual international conference on Reversible Computation exists now. The 2015 edition of the conference will take place in July 2015 in Grenoble. Digital/Communication/Information Technologies (including Software),Education,Energy Societal","person":"Irek  Ulidowski","coPersons":[],"organisation":"University of Leicester","findingsText":" The aim of the grant was to support participation of several eminent scientists, including Alexis De Vos, Kenichi Morita and Tommaso Toffoli, to deliver keynote lectures on the achievements and challenges in Reversible Computation, a new field of computer science and software engineering. The grant sponsored also participation of PhD students and young researchers interested in Reversible Computation. Following the workshop in 2009, Reversible Computation is now an annual international conference. Digital/Communication/Information Technologies (including Software),Electronics,Energy","dataset":"gtr"}