{"id":"D6D94DF5-7C32-4526-AAC6-7ED0484B2A43","title":"Ionic Coulomb blockade oscillations and the physical origins of permeation, selectivity, and their mutation transformations in biological ion channels","abstractText":"We will apply physics to elucidate the operation of biological ion channels including the long-standing problem of how their function emerges from their structure. These natural nanotubes exist in the membranes of all biological cells. They control a vast range of biological functions and are crucially important for life. Just lifting a finger requires the coordinated operation of billions of ion channels. Understanding ion channels is relevant to curing many diseases, and may also provide the future basis for bio-computers and their integration with nano-electronics. \n\nThe project promises significant contributions to the EPSRC Physics Grand Challenges (a) &quot;Understanding the Physics of Life&quot; and (b) &quot;Emergence and Physics Far from Equilibrium&quot; - and it has been inspired and encouraged by their associated NetworksPlus.\n\nChannels are extraordinarily complex devices, built of thousands of atoms, and operating under non-equilibrium conditions. They conduct selected ions discretely on &quot;one-by-one&quot; basis. Channels can be very selective, e.g. the calcium channel discriminates between Ca++ and Na+ ions by a factor of 1000, even though they are of almost identical size. Yet a channel conducts almost at the rate of free diffusion, like an open hole. Modelling channels is an innately difficult many-body problem with long range interactions and widely-varying timescales, ranging from ps atomic motion to ms gating dynamics. The detailed structures of some channels are now known, but this knowledge has helped much less than expected/hoped in understanding how they actually work.\n\nOur recent research has involved the analysis of a generic ion channel of very simple form: an open nanotube with some fixed charge around its middle, using both analytic theory and modelling with self-consistent electrostatic Brownian dynamics. We complemented this mesoscale description with molecular dynamics simulations that take account of individual atoms and provide the parameters needed by the analytic description. \n\nOne outcome was our discovery of an emergent phenomenon: a periodic sequence of conduction-bands and stop-bands dependent on the fixed charge. We hypothesise that it is a manifestation of Ionic Coulomb blockade, closely analogous to Coulomb blockade oscillations in quantum dots. In the context of ion channels, this brings an entirely fresh vision of the conduction process. Our new model based on ionic Coulomb blockade seems potentially able to account for numerous earlier observations on wild-type channels and their mutants that have hitherto been regarded as mysterious and puzzling, bringing them together within a consistent, unified, picture. \n\nWe now request the funding needed to exploit this scientific break-through. We will develop an analytic model of ionic Coulomb blockade oscillations, accounting for resonant fluctuation-induced permeation. We will validate the model through an experimental investigation of bacterial sodium channels and their mutants, comparing the measurements with model predictions, and seeking evidence for for Ca2+ and Ba2+ conduction bands, stop-bands and selectivity. By extending the ionic Coulomb blockade model to include the discreteness of the hydration shells around the ion, we can expect to account for selectivity between alike ions, i.e. of equal charge like Na+ and K+. \n\nFrom the perspective of our reduced model based on ionic Coulomb blockade, there is no inherent difference between an ion channel and an artificial charged nanopore. So we expect most of our results to be equally applicable to nanopores, if values of charge and dimensions are adjusted appropriately.\n\nThe investigations bring ideas from far-from-equilibrium physics to bear on problems in biology that are also applicable to nanotechnology. The work will draw freely on the consortium's special expertise in experiments on ion channels, nonlinear dynamics, fluctuation theory, and molecular dynamics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M016889/1","grantId":"EP/M016889/1","fundValue":"375556","fundStart":"2015-04-01","fundEnd":"2018-09-30","funder":"EPSRC","impactText":"","person":"Igor Aleksandrovich Khovanov","coPersons":["P Mark Rodger"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}