{"id":"D6E0A4C8-E47E-4CA9-9132-4EB4404F175E","title":"International Conference on Graph Transformation and Satellite Events 2008","abstractText":"The 4th International Conference on Graph Transformation (ICGT 2008) will be held in Leicester in the second week of September 2008. It will include a doctoral symposium and host four satellite workshops and an introductory tutorial. The conference takes place under the auspices of EATCS, EASST, and IFIP WG 1.3. Awards will be given by EATCS and EASST for the best theoretical and application-oriented papers. Proceedings are to be published with Springer's Lecture Notes in Computer Science (LNCS) series. This will be the first time for ICGT to take place in the UK, providing a great opportunity to bring internationally known researchers and industrialists to the Midlands. An Industry Day will combine several events (presentations, exhibitions, and tool demos) particularly relevant for the industry.As organisers of ICGT 2008, we seek funding from the EPSRC tosupport ICGT 2008 by providing: * 2 fully funded places for invited speakers (Wil van der Aalst, and Heiko Doerr) for the main conference * partial support for invited speakers at satellite workshops, among them Tero Harju (University of Turku, Finland) and Jeremie Chalopin (University of Aix-Marseille, France) * 20 subsidised places for PhD students attending the main conference and doctoral symposium * 20 subsidised places for PhD students attending workshops * publicity costs associated with attracting international participants and studentsApart from a Doctoral Symposium, an Introductory Tutorial on Graph Transformation, and an Industry Day the programme will include the following satellite workshops * GCM: Workshop on Graph Computation Models * NCGT: Natural Computing and Graph Transformation * GraBaTs: Graph Transformation Tool Contest * PNGT: Petri Nets and Graph TransformationShould our proposal to EPSRC be successful this would allow us toinvite high-profile keynote speakers both for the conference and the workshops thus encouraging greater participation. We will also attract more PhD students through subsidised places.Research profiles of the invited speakers are chosen to both reflect the interests of ICGT participants and reach out to other closely related research communities or industry.All speakers for the main conference have confirmed their participation.Invited speakers at workshops will allow doctoral students to get into contact with renown researchers in a more cosy atmosphere, and will generally raise the profile of these workshops. Invited presentations at workshops will be open to participants in the conference.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G01700X/1","grantId":"EP/G01700X/1","fundValue":"8142","fundStart":"2008-09-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"","person":"Reiko  Heckel","coPersons":["Emilio  Tuosto"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}