{"id":"D6E43A00-D58F-4CEA-9A65-9CD31042A38E","title":"Reverberations of War: Communities of experience and identification in Germany and Europe since 1945","abstractText":"The project analyses reverberations of the Second World War across Europe through the Cold War and beyond. It sheds new light on the complex legacies of war for generations of Europeans, and, through coordinated in-depth studies, develops a new theoretical approach. \\n\\nChallenging approaches based on the notion of 'collective memory', the project explores instead the relationships between 'communities of experience' and later 'communities of identification', which may not be closely related to communities of origin. Four particular themes intrinsically connect a later present to a difficult past: reckoning, reconciliation, reconstruction and representation. These are interrelated: a concern for reconciliation may be seen as a means of evading reckoning; the demands of reconstruction may entail a degree of selective repression rather than representation of difficult aspects of the past; ethical responses to the war may themselves exert a normative effect, overriding the possibility of some forms of representation. Each implies - despite the linguistic connotations of 'return' - an attempt to build anew under changed circumstances. Such attempts are coloured by later social, political, and also emotional and cultural contexts, in which imaginative engagements in film and literature play a powerful role in shaping aspirations and perceptions; hence the collaborative approach involving literary scholars as well as historians. Each strand of the project highlights one aspect, while the project as a whole aims to explore interrelations. \\n\\nThe project consists of the following elements, with the case of divided and reunited Germany central to all strands: Legacies of Nazi racial and political persecution in Austria, divided Germany, France and Poland; Transnational activities for reconciliation and peace across Europe and Israel and the values and assumptions underpinning them; The ambiguous legacies of occupation for former occupiers as well as the occupied, in Greece, Italy, West and East Germany; Experiences of migration as a result of war, comparing two communities; The 'emotional legacies' of war transmitted through literature and film of the German-speaking countries, focusing particularly on the possibilities of humour for representing trauma and suffering; Shifting representations of war and its emotional effects in the literature and film of selected communities, with special attention to the normative effects of 'acceptable' emotions on gender; and concluding reflections on the 'Reverberations of War'. \\n\\nThe project explores legacies of war through a transnational and comparative lens, looking at war-related violence as a phenomenon transcending the (changing) borders of European states. It thus develops a deeper understanding of national discourses and specificities as well as discerning the European dimensions and relatedness of the various experiences and discourses. The systematic exploration of communities of experience and identification allows observation and analysis of the evolution of subjectively perceived and narrated experiences of those directly affected through to later frameworks of reference that can be selectively adopted by groups not sharing the original experiences. By focusing both on the transmission processes and the active patterns of 'making sense' of the legacies of the past in different later circumstances, the project highlights both culturally shaped agency as well as changing political and structural contexts. It brings a genuinely multi-disciplinary approach to this complex, highly sensitive area, ranging from insights and provocations in the cultural arena, through familial and social reverberations, to political instrumentalisation and intellectual controversy in public spheres. The collaborative approach promises to develop fruitful new insights into areas which, although already extensively treated seperately, have not as yet been conceived and reconsidered in this integrated way.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H008659/1","grantId":"AH/H008659/1","fundValue":"858720","fundStart":"2010-03-01","fundEnd":"2015-01-31","funder":"AHRC","impactText":"  The project has aimed to shift the terrain and parameters of debate beyond nationally-based 'memory' studies by developing new approaches to understanding significant long-term legacies of the Second World War in Europe. We have published several articles on this subject and discussed our findings with various audiences at conferences and public engagement events. To this end, we have collaborated with various cultural institutions, such as the German Historical Insitute, the Max Planck Institute for Human Development and the Polish Cultural Institute. Culture, Heritage, Museums and Collections Cultural,Societal","person":"Mary  Fulbrook","coPersons":["Stephanie Rachel Bird"],"organisation":"University College London","findingsText":" The project has aimed to shift the terrain and parameters of debate beyond nationally-based 'memory' studies by developing new approaches to understanding significant long-term legacies of the Second World War in Europe. It has focused on the disturbing legacies that National Socialist violence and genocide perpetrated in Europe continue to have in German-speaking countries and communities, as well as on those directly affected by the regime. It examines how those legacies are in turn shaped by the present. The project investigates in different and interdisciplinary ways how the experiences of violence continue to disrupt a later present. Yet it also considers the ways in which the past is disturbed by subsequent responses to it, as well as pointing to disturbing issues that scholars, writer and artists face when they investigate the past. The different strands of the project consider conflicting, unexpected and often dissonant interpretations and representations of these events, made by those who were the witnesses, victims and perpetrators at the time and also by different communities in the generations that followed. The individual projects enrich our understanding of the complexity of the ways in which a disturbing past continues to disrupt the present and how the past is in turn disturbed and instrumentalised by a later present.\n\nThe project extends our understanding of the legacies of the Second World War and the ways in which these legacies continue to affect the present and are in turn shaped by the present. By bringing together historians and cultural critics the project has been able to analyse different but interacting levels: the past itself and those who experienced it; those who actively investigate and interrogate the past; and the disturbing issues that scholars, writers and artists - and their audiences - face, including ethical issues and the wider impact of interventions in the past.\n\nThe project have engaged with and also challenged concepts that have become key to analyzing the Second World War and its effects. It offers a critical examination of expectations and norms of representation; it challenges widely used categories such as collective memory; and it provides critical perspectives on ways in which the past has been instrumentalised, whether for political, cultural or historiographical reasons. At the same time, the project has opened up new avenues of inquiry and interpretation that help us to understand better some of the issues with which such approaches have sought to grapple.\n\nOur Research has, crucially, been interdisciplinary: it has taken seriously the ways in which people inhabit a world of physical spaces and cultural meanings, in which works of literature, art and film are significant interventions in historical processes and self-understandings, not only 'representing' but actively affecting the course of history. It is only as historians, film critics and literary scholars work together, drawing also on the insights of the social sciences and psychology, that we have gained a better understanding of the complex reverberations of a violent and still disturbing past.\n\nOur research has in various ways engaged with the key themes of representation, reconciliation, reckoning and reconstruction. We have asked, first, why particular pasts may be acutely disturbing for some groups and not others. Which communities are particularly disturbed by what aspects of the Nazi past? Under what conditions do they (re)interpret and redefine their experiences? And how do different postwar conditions affect the extent to which, and ways in which, different people are disturbed by a disturbing past? Secondly, we have explored questions about the violent past reverberates into the present, elaborating the key concepts of communities of experience, connection and identification. Thirdly, we reflected on our own practice and what issues we ourselves face, as scholars actively engaged in disturbing the past for scholarly (and other) purposes. These issues may be personal, in relation to the immediate objects - or human subjects - of our inquiry; or they may be broader, relating to the wider impact and longer-term implications of the results of our inquiries. We too will be, in due course, a part of someone else's past; our own research on the reverberations of World War Two is part of wider processes of changing the present and shaping the future. Finally, we have considered how disturbing the past really is, and the ways in which our current engagement with it may be a form of fascination or pleasure, or a quest for moral coherence. \nExplicitly engaging with recent development and approaches to concepts of collective memory, the project members have sought in this way to develop a new approach to understanding the complexities of the unsettling and ever-changing presence of aspects of a disturbing past.\n\nThe research has led to the following key findings:\n\nMary Fulbrook's research findings explore representations of the past among different communities of experience, and patterns of transmission across generations, in the context of public confrontations with the legacies of Nazi terror - trials, official rituals of commemoration, memorials, media and historical debates, informal social relations - in five rather different post-war states: Austria, East and West Germany, France and Poland. In all cases, survivors among Jewish and political victims of Nazi terror had divergent post-war experiences of 'return' or unwilling relocation, shaping strategies of coping and bearing witness (or not) under later circumstances; former collaborators, facilitators and perpetrators developed varying responses to political, social and juridical challenges. Systematic comparisons are undertaken in the light of wider debates about a possible 'hybridisation', 'cosmopolitanisation' or 'Europeanisation' of 'collective memory' in a context of population mobility, European division and integration.\nFurthermore, Fulbrook considers how the past raises difficult emotions - emotions which may be hard to control, which deeply implicate the self or compromise a sense of self-worth at a later date, and which mean that it is impossible to give a dispassionate account of the past. Such emotions do not map neatly onto experiences; they are also affected by the later contexts in which people seek to make sense of a troubling past. Fulbrook explores experiences and admissions of a sense of guilt or shame among different communities after the Holocaust. Focussing on both perpetrators and victims, those who were persecutors and those who were persecuted, she explores the relations between emotional expressions and varying historical situations. Who acknowledges a sense of shame, about what, to whom, when, in what contexts? Why do the innocent feel guilty, and how do the guilty claim innocence? How are shame and guilt interrelated? And how do patterns vary with historical setting, with changing collective actors, emergent cultural interpretations and differing socio-political configurations? On the basis of selected examples, she explores the relations between changing historical circumstances, different communities of experience and identification, and diverse manifestations of guilt and shame after Nazism. Exploring the past in relation to a continuing sense of injustice, or uncomfortable feelings of shame and guilt, in turns alters how that past is debated and perceived by later generations.\n\nStephanie Bird explored the relationship of comedy and suffering in post-war German-language literature and film. Her book has a number of complementary aims. It seeks to draw critical attention to the comic aesthetic at play in the work of key authors and directors. It examines the ways in which a comic aesthetic is deployed in their work, and how it functions to sustain or complicate the narrative perspective and modes of identification set up by the narrative. Thus comic devices may be used to sustain or challenge structures of empathy and identification that themselves depend upon a particular ethical or political position. Key to the book's enquiry is therefore the question of what comedy contributes to debates around the ethics of representing trauma, victimhood and suffering. It also centrally engages with the importance of comedy for interrogating and challenging our understanding of the notion of trauma and its prevalent use in cultural criticism. \nHer book does not analyse comic texts but those where a comic aesthetic is discernible at the margins. This aesthetic crystallizes the question of how we may enjoy portrayals of suffering: by integrating comedy into those portrayals, anxiety arising over the pleasure at others' pain is not contained by conventions of genre or form. Indeed, the relationship of pleasure and suffering is further illuminated by the way in which most of the texts assimilate comedy with the aesthetic modes of melodrama and melancholy, both of which are fundamentally concerned with suffering. Thus a further analytic thread running through the book is be a consideration of what comedy contributes to our understanding of melodrama and melancholy as two very differently evaluated articulations of suffering: melancholy as a privileged, masculine mode of perceiving and melodrama as a trivializing, feminine response.\nThe book casts significant light on key post-war German language writers and directors: Ingeborg Bachmann, Rainer Werner Fassbinder, W. G. Sebald, Volker Koepp, Reinhard Jirgl, Ruth Kl?ger, Edgar Hilsenrath and Jonathan Littell. It is unique in using comedy as a starting point for offering new interpretations of their work. In addition, the study engages with central tenets of theories of trauma and representation. It is distinct in arguing for the importance of a comic aesthetic for questioning and resisting the prevalent use and ethical privileging of trauma, traumatic subjectivity and victimhood. Similarly, the focus on comedy leads to a critical appraisal of how empathy and identification are sought and elicited to sustain moral positions and how these positions are also linked to and supported by aesthetic modes, particularly melancholy and melodrama. \n \nJulia Wagner's monograph examines German tourists in Europe and reminders of a disturbing past. A mere decade after World War Two ended in absolute defeat for Germany shattering National Socialist dreams of world domination, Germans in East and West (re-)discovered the desire for international travel. By the mid 1950s going on a holiday was increasingly considered the norm rather than a luxury in West Germany and by 1968 a majority of West Germans were spending their main annual holiday trip abroad. While patterns of East German tourism differed significantly from the West, they were soon allowed to visit other Socialist countries. In the 1970s the number of East Germans undertaking foreign travel rose to up to one quarter of the population. Despite all differences, Germans in East and West were 'world champions' (Hasso Spode) in tourism. \nMany German tourists chose to spend their holidays at European countries which had been trampled by 'German soldiers' boots' (Axel Schildt) during World War II. The inhabitants of these places had often suffered brutal persecution and starvation. Now, a few years after the end of the fighting, the locals encountered Germans again - this time not as soldiers but as paying guests. \nThis study looks at the relationship between tourism and the reverberations of the Second World War in Europe. Tourism was the first occasion when large groups of Germans met their former enemies under different circumstances. Most tourists set out to have a good time and enjoy the lighter side of life forgetting about the problems of everyday life for the duration of their holiday. However, they often encountered reminders of the violent past during their stay abroad. These could be incidents of resentment, such as name-calling, refusals on the part of their hosts to serve them or, in rare cases, physical violence. Yet most were more subtle encounters with the past, such as noticing the after effects of the wartime destruction or topics coming up in conversations with locals and other occurrences that triggered reflection about the events which had happened during the war at the very places they were visiting at tourists and elsewhere in Europe. These - often unexpected - reminders were at odds with the dominant narrative of a happy and successful holiday. They challenged the understanding of what it meant to be a tourist.\nBased on an analysis of the narrative strategies employed in first hand travel accounts by German tourists from East and West this book asks how German tourists negotiated and reflected on this incongruity between holidays on the one hand and confrontations with the Nazi past on the other. Travel narratives allow us to explore how tourists tried to make sense of their travel experiences. Wagner argues that we can discern a number of strategies of selectively engaging with and denying aspects of the past. On a more general level, she addresses questions about the role tourism played in postwar Europe. She argues that for German holidaymakers, tourism became an arena for negotiating the legacy of war and for constructing a post conflict identity.\n\nChristiane Wienand's monograph focused on on 'Reconciliation after 1945 - experiences, ideas, practices'. Reconciliation projects, whether initiated by the state, by non-governmental organisations or at the grass-roots level, were rooted in various sets of experiences: the shock of the Holocaust, the war as an experience of mutual killing, as a civilian experience, and mass migration and occupation as results of the war. On the state level, these experiences influenced official West German policies of reconciliation and compensation, such as 'Wiedergutmachung' with Israel, German-French friendship, or Chancellor Brandt's 'Ostpolitik'. They also stimulated the establishment of transnationally active non-governmental organisations, such as the religiously motivated Aktion S?hnezeichen Friedensdienste and the Maximilian-Kolbe-Werk, as well as war veterans' associations. Further campaigns evolved to promote international understanding through town twinning schemes or church partnerships, as well as the more controversial activities of German associations for refugees and expellees. Furthermore, these experiences fostered non-institutional personal connections. At all levels, reconciliation efforts aimed at integrating the younger generations, who became the core reconciliation activists. The reconciliation efforts are analysed as transnational activities which established formal and informal contacts and networks across Europe and elsewhere, including Israel. Using selected case studies, Wienand's study examines the concepts of reconciliation developed by activists; the practices of reconciliation initiatives; the motives behind different reconciliation activities; the reception and evaluation of reconciliatory efforts by participants and critics; and the broader political, societal and intellectual impact on post-war Europe.\n \nGaelle Fisher's PhD thesis examined the changing associations with the region of Bukovina in Germany since the end of World War II. A former province of the Habsburg Empire, Bukovina was independent from 1775 to 1918, part of Romania until 1940 and is now split in between Romania in the south and Ukraine in the north. Bukovina thus ceased to exist as a political unit after the Second World War and was isolated behind the Iron Curtain for the duration of the Cold War. Yet in the post-war world, it remained a point of reference for a range of individuals and groups who had lived there before 1945. Bukovina's legacy survives in particular in the German-speaking realm where the region is known not only as formerly Austrian but also to have been the home to 120 000 German-speaking Jews and some 80 000 self-identifying ethnic Germans. The vast majority of these people were displaced during or as a result of the Second World War and large numbers perished in the conflict and the Holocaust. But exile organisations of Bukovinians such as the Homeland Society of Bukovina Germans (Landsmannschaft der Buchenlanddeutschen) and the World Organisation of Bukovinian Jews were founded after the war. Bukovinians after World War II can therefore be seen as representatives of wider interest groups such as German &quot;Expellees&quot; (Heimatvertriebene) and Jewish Holocaust survivors. By looking at the changing ways in which they conceptualised and enacted their relationship to the region, therefore, it is possible to compare how Germans and Jews came to terms with both the experience of violence during the war and the shared heritage of Germanness in Central Europe. Adopting a long-term, comparative and socio cultural perspective and drawing on macro, mezzo and micro level sources, this thesis shows that multiple discourses - Bukovina and Bukovinians as 'lost', 'expelled', 'immersed', 'forgotten', 'destroyed' and 'scattered' - coexisted throughout the post-war period. However there were significant variations in emphasis for different stances at different times. This is explained by the combined needs for belonging, compensation and coherence that determined people's approaches to the recent past and were significant regardless of their affiliation or later context. By taking Bukovina as a point of interaction for a range of people, discourses and practices, therefore, this thesis challenges the reliance on conventional national frameworks of understanding and offers a combination of historical, anthropological and social psychological explanations. In so doing, it also challenges the direct link often posited between experience and identification.\n \nFor her thesis, Alexandra Hills examined how effects of war or the totalitarian state threaten the integrity of human beings through their exposure to violence, and I explore the uncanny collapse of the animal/human boundary as a result of or metaphor for wartime violence and genocide. The result of the physical disturbance of the body caught in the political force fields of war and violence is the creaturely embodiment of human figures, who can no longer confidently be described as human. The ubiquity of the figure of the creature in Austiran and Italian literature after the Second World War is instrumental to this inquiry into the nature of how the body is warped by its exposure to politics as the notiion of the creature investigates how life is entrapped in the political on the one hand and vulnerable to physical entropy on the other. The concept of the creature encompasses the physical, affective and political figurations of the human body and self caught in political and material structures, and, as I see it, fears, hopes, anxieties and fascination associated with various types of creaturely, or uncannily animal-like, human bodies act as a barometer for attitudes towards victimhood, historical agency and responsibility. Animal-like human beings alienated from society and struggling for survival populate post-1945 novels and films in Austrian and Italian culture and the following questions may help elucidate how creaturely embodiment is linked to the legacies of war and totalitarianism in both Austria and Italy. Does the creature invite compassion on grounds of its presumed innocence and exposure to suffering? How is trauma embodied as a physical scar or stigma, and can a recourse to trauma an physical suffering upset ethical boundaries between victims and perpetrators, and between innocence and guilt? Or are the embodied effects of trauma the stigma of guilt and responsibility, or conversevely the signs of violence and unjust suffering that command compassion and humanity? By engaging with the porosity of self/other, animal/human, and victim/perpetrator binary oppositions, my exploration of creaturely across generations and across timecales has hitherto demonstrated complex investments in the memories of racial persecution, political oppression, conflict and genocide in post-war Italy and Austria. What does the presence of creatures reveal about the attitude to otherness marginalisation and difference in Austria and Italy in the aftermath of the Second World War? These are questions that my chapters address, with reference to authors and directors from Pier Paolo Pasolini and Liliana Cavani, to Elsa Morante, Carlo Levi, Anna Mitgutsch, Thomas Bernhard, Ilse Aichinger and Primo Levi. 1. Our research group's interest in communities of experience and communities of connection and identification has led into an inquiry into the subject of perpetrators. This has led to the ongoing film series Portraying Perpetrators and the workshop Only doing my duty. Perpetrators in relation to state-sanctioned violence (Oct 2014). In a further step towards exploring the topic of perpetrators, UCL is cooperating with filmmaker Luke Holland in creating a significant archive of filmed interviews with elderly individuals who played some part as perpetrators, accomplices or bystander-witnesses in Nazi crimes. \nThese activities are contributing directly to the development tot a new research project on perpetrators. The new project seeks to address the meaning and long-term significance of involvement in state-ordained violence. In recent decades, there has been a notable shift from focusing primarily on the experiences and suffering of victims of Nazi violence towards an interest in perpetrators. Research on perpetrators has largely been concerned with motives, ideology and the circumstances in which violent acts were committed. However, there has been little that problematizes the term itself, asking what exactly we mean by the concept of 'perpetrator' in a period of mass mobilization, when violence is not merely sanctioned by the state, but actually ordered by those in authority. Moreover, there is relatively little research on the long-term significance of involvement in such acts, and on ways of living with such a past in different post-war contexts. \nThis project will combine a number of interrelated research strands, addressing several dimensions of the complex subject of perpetration and its aftermath. \na) The time of war. This research strand focuses on issues relating specifically to National Socialist policies of persecution, genocide and other atrocities committed during the Second World War. By examining the relationships between mass mobilization and individual motivation in changing circumstances, and the associated scope for responsibility and agency, in the light of perceptions of what it means to be a 'perpetrator', it will reopen debate on the tripartite scheme of 'perpetrators, victims and bystanders'. Furthermore, it will look at aspects of perpetration and perpetrator groups that have been marginalized in public discourse, including involvement in the euthanasia programme, and the diverse groups of administrators, functionaries and others who were involved in the system and machinery of persecution. \nb) Ethics and justice. Part of this strand analyses the ethical questions raised by state-condoned violence and the tension between 'doing one's duty' and moral responsibility to the Other. It considers definitions of justice, legal and moral, in order to examine how far justice can be served in relation to extreme events and how far justice is sought outside the legal system, be that in relation to revenge, revenge fantasies and imagined justice. Another part of this strand will compare conceptions of transitional justice, and the constructions and treatment of those defined as perpetrator sunder different postwar legal systems in varying postwar historical and political contexts. Comparisons will be drawn, for example, between the juridical records of Israel, Poland, France, West and East Germany and Austria in relation to the investigation and prosecution of Nazi crimes.\nc) Representations and Performance. Here the project focuses on strategies and patterns of (self-)representation of perpetrators in literature, historiography, ego-documents and the media. It explores how perpetrators narrate their deeds, how they have been constructed as individuals or as a group and how such constructions in turn affect notions of guilt and culpability. It analyses how images of perpetrators have changed both over time and in different contexts, and how they have been received and developed in popular discourse. It also considers the implications of our interest in and fascination with perpetrators. \nd) Life stages and contexts. This strand looks specifically at how perpetrators and perpetration is understood in relation to changing contexts. These contexts include the life stages of perpetrators and how their self-representations change at different points in their lives: priorities as a young adult are very different from those as an older person or giving an account when nearing the end of life. There are also key differences relating to the geopolitical and social contexts in which perpetrators lived after 1945. It examines the ways in which the effects of perpetration are transmitted across generations and communities. Crucially too, it analyses how and why changing academic discourses (memory studies, trauma studies, history of emotions) have influenced how perpetrators are constructed as objects of study. \nThree key questions run through the four inter-related strands: What may be considered 'normal', permissible or desirable in certain contexts? In what ways is gender significant? What role do emotions play? \n\n2. We are currently applying for funding for a series of public engagement activities and outputs. They will encourage non-academic audiences to interact with the results of the research conducted by AHRC-funded project Reverberations of the Second World War in Germany and Europe after 1945. The ideas for the suggested activities were born out of the research project on the long-term effects of war and violence in Europe. The activities will consist of two interrelated parts to be completed over a period of 12 months starting in May 2015. One key component concerns the creation of an interactive webpage specifically targeted to the interests and needs of young people/intenet users in Britain and Europe. The second component is a collection of short essays examining the legacies of the Holocaust and Holocaust memory written for a non-academic audience.\nThe overall aim of the activities is to engage the interest and imagination of non-academic audiences in Britain and Europe and to motivate them to reflect about the ways in which the legacies of Second World War still influence the lives of Europeans today. The launch of these follow-on activities from Reverberations of the Second World War coincides with the 70th anniversary of the end of World War II which is likely to generate a lot of attention in the media and amongst groups who were personally affected by the War, such as Holocaust survivors, war veterans, expellee associations etc. The activities aim to encourage members of later generations of Britons and Europeans to examine how the Second World War continues to play a role in memory, how it continues to influence society, culture, lifestyle and politics. It aims to show that the knowledge of our national history as well as our family history informs our self-understanding, our surroundings and our perception of current situations. The suggested public engagement activities enable participants to examine how the past influences the present and reflect upon their own identities as postwar Europeans. Culture, Heritage, Museums and Collections","dataset":"gtr"}