{"id":"D6F5304D-1509-411C-9836-AC8861271380","title":"Understanding green production: A pilot study to explore the production centred factors impacting the development of green producers","abstractText":"As demand continues to rise for green products substantial opportunities are now emerging for the creation and development of new businesses. This new wave of producers represents both an important environmental and economic opportunity for UK Plc. However, it may be that our existing knowledge of production operations is inadequate to support the rapid growth of green producers, and that the UK will be slow to reap the benefits of these new business opportunities. In contrast to many traditional manufacturers, here, factors such as the sources of materials, proximity to markets, control over production, and ethics of employment, are key to brand identity and product differentiation. Moreover, this change in values also challenges conventional thinking on production operations design and management. For example it may be an anathema to seek cost reductions by outsourcing production to China. This has led us to question 'what are the production centred issues that can impact the growth of UK based green manufacturers?' This is a relatively unexplored topic within the mainstream operations research community and, as we are unsure of what we may encounter, we propose this pilot study to better understand these issues and form a foundation for future work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G006997/1","grantId":"EP/G006997/1","fundValue":"27907","fundStart":"2008-10-15","fundEnd":"2009-07-14","funder":"EPSRC","impactText":"  This is an ongoing exploratory study. Whilst it has helped us to build our understanding of the research area, at this stage we do not yet have a set of findings that could be directly adopted by business. Reports on the use of our research findings will be available during the later stages of the project.  ","person":"Tim  Baines","coPersons":["S  Brown"],"organisation":"Cranfield University","findingsText":" This project explored the linkages between operations strategy and environmental strategy. This was a pilot study, and consisted of a series of visits to organisations such as 'The Body Shop' to assess this linkages. Through this process came to understand that some association did exist. We chose not to take this project further to a larger study, largely because my circumstanced changed. Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}