{"id":"D701C27B-BD02-4E4F-8563-89C474EEFBC0","title":"NSF- MNW: Structure, Dynamics and Critiacl Phenomena in Biaxial Liquid Crystals","abstractText":"Currently research into dendrimers is one of the most relevant research topics in Chemistry and this research activity is centred on Materials Science (mainly in Nanoscience and Nanotechnology) as well as on Biology/Medicine.This research subject has moved within a few years from a fringe interest to a subject which is central to a large number of research disciplines. This is due to the fascination with the architectural beauty of dendritic constructions as well as their potential applications. Initially research has focused on the design and construction of the initial dendrimer architectures and to determine basic structure properties correlations. At present research is concerned with adding functionality to dendritic architectures and to establish precisely where dendritic architecture enhances specific properties. Though a great deal of work has been reported, surprisingly little attention has been paid to photodirected shape and property modulations of dendrimers, specifically no effort has been reported, to the best of the knowledge of the applicant, of a systematic and quantitative investigation of the effects of positioning photochromic groups in the branching points of dendrimers. Thus, such research is very timely and necessary and promises significant scientific advances and it is the subject matter of this proposal. Ultimately it is the aim to achieve a quantitative understanding of dendrimers under photochemical control. This is for the future design of dendrimers, where by using light, a) the overall shape of the dendrimer can be changed, b) the interior of the dendrimer can be exposed (either to release a payload or for catalytic purposes., c) the self assembly behaviour can be addressed, d) the optomechanical behaviour can be exploited (eg artificial muscles).For a systematic investigation dendrons and dendrimers containing photochromic groups in the branching points will be prepared up to generation 3. As photochromic groups thermally reversible chromenes and bistable dithienylethene groups will be used.Properties to be investigated quantitatively are the values and/or changes of: extinction coefficients, quantum yields of the photoconversions, absorption maxima, rate constants for the photoconversions, proportion of the photochromic groups reacting, sequence of the photoconversions, (eg from periphery to centre, or random), dependency of rate constants of formation on the position of the photochromic groups in the dendrimer (eg internal vs. external groups), size and shape change as a consequence of the photoreactions (hydrodynamic radii), kinetics of the photoreactions and the aggregation behaviour.Based on these investigations, synergistic effects of photochromic groups being in close spatial proximity in dendrons and the overall dendrimer effect will be determined. Conversely the effect of the inclusion of photochromic groups in the dendrimer structure will be understood and design strategies and rules for classes of new functional materials will be formulated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G030006/1","grantId":"EP/G030006/1","fundValue":"210508","fundStart":"2009-01-19","fundEnd":"2012-01-18","funder":"EPSRC","impactText":"  So far the materials have been used and are continued to be used to investigate the fundamentals of LC phase behaviour especially of the nematic phase which is commercially and technologically the most important LC phase. Chemicals,Electronics ","person":"Georg Hans  Mehl","coPersons":[],"organisation":"University of Hull","findingsText":" A wide range of materials, rod shaped aswell as disc shaped and intermediate structures were synthsizedand investigated for their phase behaviour. In particular mixtures of such materials were prepared and it could be shown that continuous miscibilty in the nematic phase exists, a feature, according to theoretical models of nematic biaxiality. Additionally nematic biaxiality in tetrapodes was explored. Design of new biaxial materials, new optical films; further invesitgatio of hte fundamentals of liquid crystal phase behaviour Chemicals,Electronics","dataset":"gtr"}