{"id":"D704C5E3-04B1-4060-8DFB-ABC27D93ED24","title":"Epigenetic regulation of GR function in pulmonary inflammation: the role of MERM1","abstractText":"Respiratory diseases are a significant health burden in the UK, with an estimated 3.7 million people with chronic obstructive pulmonary disease (COPD) and 5.2 million people being treated for asthma. In 2010, respiratory diseases accounted for 14% of all deaths. Glucocorticoids (Gc) are widely used to treat human inflammatory lung diseases, but their use is limited by side-effect profile resulting from the use of supraphysiological doses, or potencies of synthetic Gc. This supraphysiological requirement is necessary to overcome the partial resistance conferred by active inflammation. Various mechanisms to explain this resistance have been proposed, but none has led to improved therapy.\nWe have discovered a novel chromatin remodelling enzyme, MERM1, as a strong candidate for regulating GR function in pulmonary inflammation, and now propose to exploit this advance for the benefit of patients with pulmonary inflammatory disease.\nMERM1 is widely expressed, but the highest expression observed in humans was in bronchial epithelium. MERM1 is required for GR to access its binding sites in the genome, and to regulate both induced and repressed target genes, including repression of pro-inflammatory cytokines. MERM1 protein is degraded in response to pro-inflammatory cytokines, in a ubiquitinylation-dependent mechanism. This is accompanied by loss of GR function. GR activity can be completely rescued by restoring MERM1 expression. Relevance to human disease was confirmed by finding marked loss of MERM1 protein in a panel of human lung inflammatory diseases.\nWe will now define the role of MERM1 in pulmonary inflammation.\nThe mechanisms of MERM1 action, and regulation of GR activity will be pursued in human cells ex-vivo. We will use primary human bronchial epithelial cells, and primary human macrophages; to maximise translation potential. We will investigate the responses of these cells in isolation to inflammatory activation, and investigate how MERM1 responds, and how MERM1 regulates the anti-inflammatory actions of the glucocorticoid receptor. We will extend our observations beyond candidate GR targets to analyse the genome-wide actions of MERM1, which extend well beyond potentiating the GR. This will be addressed by RNA-Seq and ChIP-Seq approaches targeting MERM1, and GR.\nWe will define the regulation of MERM1 in induced pulmonary inflammation, the function of MERM1 in innate, allergic, and viral induced lung inflammation. To specifically determine the role of MERM1 in the bronchial epithelium we will generate floxed Merm1 mice, and cross them to a bronchial epithelial-specific cre deletor line. We have the deletor mice, and have already shown the specificity and efficiency of floxed gene excision. In this way we can target MERM1 loss to the epithelium in-vivo. We will investigate the consequences of this loss for response to innate inflammatory challenge with LPS, allergic challenge using house dust mite, and viral challenge, using the common cold inducing respiratory rhinovirus. The pulmonary inflammation induced by all three stimuli responds to exogenous, high-dose Gc therapy. Therefore we will also be able to characterise how MERM1 loss in the epithelium affects Gc action in inflammation. \nTranslation to human inflammatory lung disease is essential, and will be achieved by analysing MERM1 expression in pathological samples of lung tissue, and lung-derived cells (mainly airway macrophages). In addition, we have access to a cohort of well-defined severe asthma patients. These subjects have been characterised as not responding to intramuscular, potent steroid therapy, either with a change in lung function, or a change in sputum eosinophilia. We will compare MERM1 expression in induced-sputum, and peripheral blood cells from these patients compared to two control groups, one with mild asthma, and one of healthy controls.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L010240/1","grantId":"MR/L010240/1","fundValue":"637919","fundStart":"2014-04-30","fundEnd":"2017-04-29","funder":"MRC","impactText":"","person":"David William Ray","coPersons":["Angela  Simpson","Andrew  Loudon","Magnus  Rattray","Rachelle Pauline Donn"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}