{"id":"D708DB62-0469-4A9C-B469-7D91B4F1D660","title":"Widening Ethnic Diversity in Journalism: Towards Solutions","abstractText":"<p>Minority ethnic groups in Britain face social and cultural barriers to participation in the public sphere. The lack of ethnic diversity in the British media involves a shortage of minority ethnic groups in mainstream journalism and newsroom management which corresponds with the misrepresentation and under representation of minority ethnic groups such as Blacks and Asians in national and regional news (Cottle 2000, Poole 2002; Poole and Richardson 2006). These issues are of growing concern to the media industry, media academics and minority ethnic communities themselves. As the industry undergoes substantial restructuring due to economic upheaval, technological revolution and deskilling, this situation may worsen without rigorous analysis and effective policy.</p>\n\n<p>In the light of these problems, the seminar series addressed ways to increase the representation of Black and ethnic minority communities in mainstream newsrooms to raise their participation and profile in British civil society. The aim was to examine ways to rectify under representation of Black and minority ethnic communities in mainstream journalism, including media leadership roles.</p>\n\n<p>The series has provided a facilitative forum in which representatives of the mainstream and minority ethnic media industry, journalism education and relevant academic disciplines can collaborate to examine ways to increase the ethnic diversity of the media industries. It has assembled distinct perspectives and fostered interactions across the social, industrial, academic and educational landscape to create productive interdisciplinary propositions for future collaborations and schemes. Academic research will inform the development of policy and practice in Government, media industries and journalism education and training.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H002111/1","grantId":"ES/H002111/1","fundValue":"18031","fundStart":"2010-01-20","fundEnd":"2012-01-19","funder":"ESRC","impactText":"","person":"Deborah Ann Chambers","coPersons":["Liviu  Popoviciu","Jack David Baines","Simon  Cottle","Ian  Blackhall","Mike  Jempson","Herman  Wasserman","Ivor  Gaber"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}