{"id":"D7083A40-6CFE-4F14-98EF-54AA357AA321","title":"Structured and graphical queries for Drosophila neuroscience data","abstractText":"Disorders of the nervous system account for the single biggest cost to the National Health Service and affect one in three people in the developed world at some point in their life. Designing treatment therapies requires us to understand first how the brain works yet it is the most complex organ known and thus simpler models are essential. The brain of the fruit fly, Drosophila melanogaster, provides an excellent model system for studying how brains function. It is orders of magnitude smaller and simpler than a mammalian brain, yet genetically it is remarkably similar. Moreover, like mammalian brains, is capable of learning and is remodelled in response to experience and environmental context. There is a large history of research into the brain of Drosophila and other insects. This gives a firm foundation to modern studies of the genetic basis of how the Drosophila brain is built and functions. Such studies take advantage of an increasingly powerful array of genetic techniques that allow specific regions, cells and genes to be disrupted thus measuring their function. At the same time, increasingly sophisticated imaging techniques are revealing the structure of the Drosophila brain in ever-finer detail. The sheer volume and microscopic detail of the data being collected poses a problem to researchers wanting to build and communicate coherent models of brain function or to share the tools they use for their experiments. Navigating through the blizzard of new information is made particularly difficult by the varying and often confusing nomenclature that is an inevitable feature of a complicated field with such a long history. We aim to remedy this by building a web-based atlas and search tool - Virtual Fly Brain. Users will be able to navigate by clicking on labelled regions in a 3D reference image of a brain, or by searching and browsing a structured vocabulary which names brain regions and the brain cells which connect them. Users will be able to highlight brain regions in various colours by choosing terms in the vocabulary they find through browsing and searching. Choosing a term will also prompt the display of various information related to that term: links to additional images; written definitions with references to the scientific papers they come from; synonyms and comments to help disambiguate confusing or conflicting usage of terms. Users will be able to use the lists of terms generated by these queries to search for related data stored in FlyBase, the main genetic database of the Drosophila community. This will allow them to find genes expressed in structures on the list or which are known to be involved in the construction or function of these structures. It will also allow them to search for sophisticated genetic reagents which target these structures. Finally, we will provide tools to help new researchers and students to explore and learn how the brain is organised and allow expert users to label their own data using our structured vocabulary and for.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G02233X/1","grantId":"BB/G02233X/1","fundValue":"343493","fundStart":"2009-07-01","fundEnd":"2012-09-30","funder":"BBSRC","impactText":"  The VFB website has become a hub for the research user community as we hoped. By the end of the grant in September 2012, usage per month had reached some 500 users, 700 sessions, and 2000 page views. In the two years since then, at the end of October 2014, monthly usage had reached some 1400 users, 1600 sessions, and 25000 page views (Source: Google Analytics).  ","person":"Michael  AshburnerCahir  O'Kane","coPersons":[],"organisation":"University of Cambridge","findingsText":" The Virtual Fly Brain web resource, generated by this project, makes it easy for researchers to search and query across information from hundreds of papers and 10s of thousands of database entries and images to find key data to help them formulate hypotheses and to find the reagents they need to do their experiments. The standard vocabulary that lies at the core of this resource also provides a means for users to mark up their own data in a way that allows them to be easily integrated with data on our site. The new methods for finding groups of neurons that with similar shape and location, developed for this project and available on our site, provide a means for users to make sense of the vast amount of image data now becoming available in this field.\n\n\n\nWe first publicly released VFB in March 2011. Its user base has increased as we have added functionality and improved the user interface, with over 2700 pageviews in November 2012 and rising.\n\n\n\nThe data on VFB include:\n\n\n\n(a) Implementation of BrainName standard nomenclature (Neuron, under revision) with terms linked to painted domains in a standard 3D brain image. Users can browse virtual sections of this brain and select regions by pointing and clicking. Selecting a region prompts display of descriptions and references. Selected regions can be queried for innervating tracts and neurons, for expression of genes, transgenes, and for phenotypes.\n\n\n\n(b) A near comprehensive catalogue of published neuron classes for the adult brain (590 classes from 119 papers). Neuron classes can be found by autocomplete searching or by queries of neuropil regions or tracts. All classes have a text description, references, synonyms, and queries for expression of genes, transgenes and phenotypes. We provide images where available (e.g. from FlyCircuit [Chiang 2010 Curr Biol]), with links to their source.\n\n\n\n(c) Extensive, queryable expression patterns and phenotypes for the adult brain: 9006 expression assertions for 3139 transgenes, 1270 assertions for 299 genes and 4512 phenotype assertions. Following user feedback we have devoted significant effort to documenting transgenes for targeted manipulation of specific neurons. VFB has a near comprehensive set of published transgene expression patterns for adult brain, several thousand transgene expression patterns from BrainTrap [Knowles-Barley 2011, Database] and HHMI Janelia Farm Flylight [Jenett 2012 Cell Rep], including images. All query results show links to FlyBase and their source data or reference.\n\n\n\n(d) Over 16000 single-neuron images from FlyCircuit, registered to our standard brain and clustered by similarity, measured using a tool (N-Blast) developed by G. Jefferis. Some clusters correspond to known classes, while others predict new ones. The clusters can be found via queries for the brain regions they overlap and are viewable as rotatable 3D images.\n\n\n\n2. An ontology of Drosophila neuroanatomy covering all stages and regions, for use in annotating images, expression, phenotypes and more. All data annotated with it can be rapidly integrated into VFB and FlyBase - as we have done with HHMI Janelia Farm and BrainTrap data. The ontology consists of 3680 terms and 5843 logical axioms, including 2361 that record neuronal specific properties, based on 325 references. The logical structure of the ontology in combination with standard OWL reasoning software drives queries on the VFB site. More sophisticated queries are available when the ontology is used directly.\n\n\n\n3. Expression curation includes gene and transgene expression for all stages and regions of the Drosophila nervous system. Much of this is not yet available on VFB, but all is available on FlyBase. We have curated: 8897 expression assertions about 923 transgenes and 556 genes from 393 papers; 5575 expression assertions about 2242 transgenes from 2 databases (BrainTrap and Flylight).\n\n\n\n4. A standard system for representing neuroanatomy in queryable form using web ontology language. This is intended to be a general system applicable to any nervous system. It is already in active use by other ontologies including the Cell Ontology (http://cellontology.org).\n\n\n\n5. User toolkit:\n\nWe released an open-source neuron tracing tool in 2011 (Longair, 2011 Bioinformatics). We have a prototype brain annotation tool in alpha-testing that allows users to register their own brains to our standard and annotate with ontology terms. There has been some interest in VFB reference brains for quantitative comparisons with brain images from neurodegeneration-affected, aged and matched controls for anatomical comparison VFB is itself now a public database, hosting data deposited and curated as part of this project. This includes thousands of expression patterns; referenced descriptions of hundreds of neuron classes and brain regions and queryable assertions of the relationships between them; over 16000 single-neuron images grouped into over 600 clusters on the basis of their morphological similarity.\n\n\n\nThe ontology built during this project is openly available in OBO and OWL formats via the OBO foundry and searchable via multiple ontology portals (e.g. bioportal, ontology lookup service). OWL versions of the ontology and every term within it can also be accessed and referenced using persistent URLs that are guaranteed to be stable and resolve to a web page when accessed with a browser, but to rdf-xml when accessed programmatically. All terms have also been deposited in NeuroLex (http://neurolex.org/) where they are available in wiki form for user editing.\n\n\n\nAll expression curation generated during this project has been deposited in the FlyBase CHADO database. FlyBase keep this dataset in-sync with the molecular data and genetic feature names in FlyBase. All curated data is visible on FlyBase, who also provide a publicly accessible SQL server for programmatic access.\n\n\n\nAnnotation of single neuron images in OWL can be downloaded from our sourceforge site (https://sourceforge.net/projects/virtualflybrain/). Combined with the anatomy ontology, this forms a queryable structure that allows more sophisticated queries than the VFB site.\n\n\n\nAll code from the project is openly available on SourceForge (https://sourceforge.net/projects/virtualflybrain/). Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}