{"id":"D70F2E8B-1D46-45DC-B5A1-3382C97F1642","title":"Linguistic and direct transmission of concepts in robot-human networks","abstractText":"Human intelligence relies on concepts. Anything we talk about is associated with concepts: each word is connected to a concept in our brain, and saying that word evokes a similar concept in anyone within earshot. Concepts however do not only serve language, they also help us structure our thoughts and make plans. They are fundamental to human intelligence, so much that when recreating human-like intelligence on a robot, the robot will need concepts that are similar to those of humans or that are coordinated with human concepts. It is impossible to program concepts for a robot, not only because there are too many concepts, but also because concepts are notoriously hard to describe in a programming language. Another problem is that concepts need to be grounded physical reality: a robot needs to experience a concept through its sensors for the concept to become meaningful. Perhaps a better approach is to let a robot learn concepts just like people do. A number of concepts are learned by exploring our environment, but most of our concepts have been taught to us by our caretakers. Recently it has become clear that language plays a crucial role in concept learning, both for young children and for adults: language provides additional information which aids concept learning, for example, it delineates concepts and helps make distinctions between concepts that are otherwise hard to differentiate. In this project we will build two robots that will learn the meaning of words through interacting with people, much in the same way that young children learn conceptual knowledge from hearing adults speak to them about objects, relations and actions. It takes children almost three years to master a few hundred word and related concepts, as long as the duration of this project. However, we could speed up the process of word-concept learning by using training more than one robot, thus reducing the training time needed, and then downloading the missing knowledge from one robot to the other. Such telepathic access to concepts is impossible for humans: we need to resort to pointing out examples of concepts and speaking about them, but direct transfer should be easy to arrange for robots. However, bluntly copying information from one robot to another will most certainly upset the conceptual knowledge already present in the receiving robot. To avoid this, direct transfer of conceptual knowledge needs to proceed with care in order to not disturb already present knowledge.The project has two major aims. One is to study how a robot needs to behave in order to elicit conceptual knowledge from people. Therefore we will build a robot face, containing cameras and microphones, on a long articulated neck. The neck allows to robot to look around the room, but also allows it to scrutinise objects laid out on a table in front of the robot. The robot will be able to seek eye contact, engage in joint attention and interpret gestures related to concept learning. It will engage in activities, such as asking its human teacher to confirm a word or play a round of spot the X , to check its knowledge and, if necessary, adapt it. The second major aim of the project is designing computer algorithms that efficiently learn concepts from interaction involving real-world scene and words. Children are particularly good at this, and the reason for it is that they use a number of constraints to help their learning. We want to program these constraints into our robot learning mechanisms. Finally, we want to study the fast direct exchange of knowledge between robots, and we believe that we can reuse the aforementioned algorithms to allow robots to teach each other new concepts and words. The robots will use the internet as a medium to interact and are no longer limited by the slow real world to do show and tell teaching. Learning thousands of concepts might, instead of the years it takes children, now take only a few minutes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G008353/1","grantId":"EP/G008353/1","fundValue":"192291","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  The research on the one hand provided insights in social machine learning: where a robot or computer engages on a social level with a human in order to elicit better learning examples for its machine learning algorithms.\n\nOn the other hand, the retro-projected face technology we developed has been copied by several academic institutions and is now being sold by EngineeredArts, UK and also forms the basis of a start-up based in France. Creative Economy,Digital/Communication/Information Technologies (including Software) Economic","person":"Tony  Belpaeme","coPersons":[],"organisation":"University of Plymouth","findingsText":" The project set out to develop two strands of research in cognitive robotics. The first focused on using simulation and robotic experiments for the social acquisition of language. The second strand focused on the design, implementation and validation of novel robotic interfaces to facilitate social learning. Both strands furthered the understanding of autonomous acquisition of knowledge by artificial agents and robots, and progressed our understanding of how to develop general purpose learning methods able to exhibit social learning and human-like category learning. We also made considerable progress in the design of human-robot interfaces by designing a novel robot face. The face has potential to be used to support social learning, but is versatile enough to be deployed in a range of human-robot interaction scenarios. Social robots, robot assisted therapy and commercial/marketing purposes. A commercial projection face robot based on the LightHead robot. The robot was commissioned by the University of North Carolina, Chapel Hill from EngineeredArts, Cornwall, UK. A start-up company (Syntheligence, Paris, France) has been founded to commercialise the technology. The retro-projected face technology is also commercialised by EngineeredArts, UK. Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}