{"id":"D710AF88-BFD9-451C-B304-49ED75E95928","title":"Development and function of the zebrafish vestibular system across the life course","abstractText":"The inner ear is the sensory organ that detects sound, gravity and motion, enabling us to hear and to balance correctly. Within the ear, sensory hair cells detect gravity together with body movement in all directions. This sensory information is relayed, via the brain, to muscular reflexes to enable an organism to maintain balance.\n\nThe inner ear is rightly also called the labyrinth. The vestibular (balance) part of the ear consists of three smoothly curved tubes-the semicircular canal ducts-together with several interlinked sensory chambers, which house the sensory cells of the ear. The whole organ is one continuous fluid-filled cavity. This beautiful and intricate structure is essentially similar in all vertebrate organisms, from the fish (which we use here as a model system) through to humans. \n\nThe inner ear develops in the embryo from a simple ball of cells, and the cell and tissue rearrangements that convert this rudimentary structure into the complex labyrinth of the mature ear are truly remarkable. Sheets of cells must grow, bend, fuse and rearrange. Different cells take on widely differing sizes and shapes to achieve this. These events must be tightly controlled to ensure that the correct cell types and tissue shapes are produced in the right place and at the right time. \n\nOur primary aim in this proposal is to use cutting-edge imaging technology to describe and understand these cellular rearrangements. We use the zebrafish as our model system, as it is beautifully suited to this imaging approach. The zebrafish embryo is optically clear, meaning that we can see internal organs in the live animal under the microscope, without any need for dissection. Secondly, we can label cells with fluorescent proteins, lighting up different structures as they develop. By using specialised microscopes, we can measure dynamic changes in cell shapes and tissue movements as the whole organ develops in the live embryo. We will undertake these studies across the life course of the fish, including events during embryogenesis, metamorphosis and adulthood.\n\nA major goal of the project is to develop and forge new links with engineers, who will use our imaging data to develop computer models of how cells change shape, move, fuse and rearrange to form the elaborate structures of the ear.\n\nWe also wish to understand the genetic factors that control ear development during embryogenesis. In our previous work, we have identified a number of genes that are critical for development of the semicircular canal system. A number of our fish strains carry specific genetic mutations in these genes: we will use these mutant fish in the imaging and computer modelling experiments described above, to gain new insights into how gene function affects cell movement, cell division and cell shape as the inner ear develops.\n\nA final aim is to correlate our imaging data with vestibular behaviour in our fish. Several of our genetic strains develop with anatomical defects in the semicircular canal system, and have mild balance defects. We will use these fish to understand the contribution of the ear to balance function, using automated tracking of swimming behaviour. This will give us new insights into the function of the balance system of the ear, and its relative importance compared with visual and other functions.\n\nResearch on the vestibular (balance) system is hugely under-represented compared with that on the auditory (hearing) part of the ear, despite the fact that vestibular disorders are common and cause significant clinical problems, especially in the elderly. This project will help to redress that discrepancy and will contribute to the knowledge base that underpins our understanding of the human inner ear in both health and disease. We also aim to uncover fundamental developmental principles that will improve our understanding of how organ systems are built from sheets of cells in the developing embryo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M01021X/1","grantId":"BB/M01021X/1","fundValue":"720737","fundStart":"2015-02-01","fundEnd":"2019-01-31","funder":"BBSRC","impactText":"","person":"Tanya T Whitfield","coPersons":["Alejandro Federico Frangi"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}