{"id":"D7139232-0CEE-463C-B585-01C04E409BBB","title":"Guidance for evaluations of interventions to prevent violence against women in conflict-affected settings: Lessons from a trial in Cote d'Ivoire","abstractText":"<p>Violence against women and girls (VAWG) can include intimate partner violence (IPV), child sexual abuse, forced marriage, sexual harassment, and rape. Although 'rape in war' has become a priority in the nascent area of VAWG prevention programming, emerging evidence from conflict settings suggests that IPV occurs more frequently than wartime rapes. However, with limited evidence on the impact and process of implementing prevention activities, many agencies are struggling to determine how to target their resources most effectively. There is increasing recognition of the need for rigorous evaluations of VAWG prevention strategies to determine how to measure the impact of programming and learn from ongoing and new large scale investments.</p>\n\n<p>This project aims to advance the field of intervention evaluation by developing a first generation of evaluation guidance for VAWG prevention interventions in conflict-affected settings. Our project will build on our evaluation work in Cote d'Ivoire, a West African conflict-affected setting, our other IPV prevention evaluations, and the experience of our programming partners and donors in order to:</p>\n\n<ul>\n \n\n <li>raise the profile of different forms of violence beyond sexual violence in conflict settings</li>\n\n <li>develop evaluation guidance for VAWG prevention interventions in conflict-affected settings within sub-Saharan Africa.</li>\n\n</ul>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J021032/1","grantId":"ES/J021032/1","fundValue":"100182","fundStart":"2012-08-15","fundEnd":"2013-12-18","funder":"ESRC","impactText":"","person":"Charlotte Helen Watts","coPersons":["Cathy  Zimmerman","Mazeda  Hossain"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}