{"id":"D71B2F89-7E5F-463C-8D80-548E9B9DA88B","title":"iRFSim for BSNs -Imaging based subject-specific RF simulation environment for wearable and implantable wireless Body Sensor Networks (BSNs)","abstractText":"With increasing sophistication of wearable and implantable medical devices and their integration with wireless sensors, ever-expanding ranges of therapeutic and diagnostic applications are being pursued by the research and commercial organisations. These new miniaturised wireless devices include, for example, context aware implanted pacemakers and cardiac defibrillators, wirelessly controlled valves in the urinary tract operating on-demand by the patients for restoring bladder control, and integrated drug-delivering therapeutic systems such as those used for fast-acting insulin in diabetics. For these devices, the wireless data-path used to interrogate and communicate with the implants represents one of the most significant research challenges in overall system design due to its significant power consumption and complex characteristics within the human body. While wireless communication through the air has been extensively studied, communication from implanted devices through the human body is a new area of study. The human body is an uninviting and often hostile environment for a wireless signal. Typical geometries of implantable devices, such as implantable cardiac defibrillators and pacemakers, implantable glucose sensors, endoscopic and drug-delivering capsule devices, vary from mm to cm ranges. Wireless implants are restricted to a compact antenna that needs to be fully characterised and effectively coupled to the transceiver. There is also an issue of low power consumption required by implantable devices and these two factors are highly related. In order to design power efficient in-body communication schemes, understanding the mechanism of wave propagation and attenuation inside human body is important, but so far has not been explored systematically. Accurate modelling of induced electromagnetic fields and propagation in the body is a prerequisite to the design of wearable and implantable wireless sensors. The difficulty of simulating electromagnetic field and radio propagation within the human body is mainly due to the morphological complexity of organs and their heterogeneous tissue characteristics, coupled with dynamic deformation and inter-subject variations. In terms of how radiowave attenuates inside the body and the associated field behaviour around the body surface, there is so far limited knowledge. In this case, the characteristics of in vivo multiple path reflection is different and in vivo radio propagation is expected to be subject-specific and influenced by organ deformation and body movements. For developing implantable devices with optimised wireless data-path, long battery life, and effective control of field distribution, a thorough understanding of these issues is critical to the future advancement of BSNs.The objective of this proposal is to create a new imaging based subject-specific RF simulation environment for wearable and implantable wireless Body Sensor Networks (BSNs). It brings together a multi-disciplinary team from Imperial College London (ICL) and Queen Mary, University of London (QMUL) with expertise in medical imaging, BSN, electromagnetic modelling, antennas and radio propagation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E057837/1","grantId":"EP/E057837/1","fundValue":"573937","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  The results of the project has helped to establish a large EPSRC grant on Elite Sport Performance Research in Training (ESPRIT), which contributed to the training of athletes for the 2012 Olympic Games. The outcome of the project is mainly in the form of algorithm designs, subject-specific radio propagation models and their simulation environment, as well as the whole-body reference databases, which are essential for the development of next generation BSNs. Digital/Communication/Information Technologies (including Software),Healthcare,Leisure Activities, including Sports, Recreation and Tourism ","person":"Guang-Zhong  Yang","coPersons":[],"organisation":"Imperial College London","findingsText":" This proposal is aimed at developing a new imaging based subject-specific RF simulation environment for wearable and implantable wireless Body Sensor Networks (BSNs). A thorough understanding of electromagnetics for in vivo radio propagation is crucial to the future development of BSNs. This is because the wireless data-path currently constitutes the majority of the power utilisation and it dictates the level of miniaturization that is achievable for implantable devices as well as the amount of on-node processing required. The project has resulted in a high quality whole-body reference database that incorporates dynamic tissue deformation, cardiac and respiratory motion, body articulation and posture changes. Efficient segmentation and modelling schemes have been developed and subject specific models using in/on-body propagation measurement with different antenna configurations have been obtained. The project also investigates radio propagation issues for wireless implants to tackle the trade-offs between accessibility of sensory signals and radio ranges. The results of the project has helped to establish a large EPSRC grant on Elite Sport Performance Research in Training (ESPRIT), which contributed to the training of athletes for the 2012 Olympic Games. The outcome of the project is mainly in the form of algorithm designs, subject-specific radio propagation models and their simulation environment, as well as the whole-body reference databases, which are essential for the development of next generation BSNs. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}