{"id":"D71B5239-4E71-4631-9CCD-38374CEDB9BD","title":"Incentives for Accurate Diagnosis: Improving Health Care Quality in Mali","abstractText":"Finding ways to deliver high-quality health care to low-income populations in developing countries is a critical policy challenge. Our initial ESRC-funded project found that reducing user fees (by providing primary health care for free) does substantially increase Malian households' use of this care. However, we also find evidence that much of this care may be unnecessary or mis-targeted: our data suggest that children seeking care in government-run community clinics (CSCOMs) are frequently prescribed antimalarials and antibiotics when they do not need the treatment. This is particularly striking for malaria, since the Malian government has mandated that malaria diagnoses be confirmed by diagnostic testing. Our findings are consistent with a large body of economic literature, which on the one hand provides theoretical underpinnings for the problem of over-prescription and over-treatment, and on the other documents low levels of doctor effort and quality of care in both the public and private sectors across the developing world. Our implementing partner, Mali Health, has indicated that the increase in program costs due to over-prescription and the need for close monitoring and quality checks are a key barrier to scaling up the free-care intervention. \n\nWe propose to conduct a follow-on project to identify the leading causes behind over-treatment, and test whether alternative incentive regimes can improve care outcomes without producing unnecessary costs. Our analytical framework is motivated by economic models of an &quot;informed expert&quot; selling &quot;a credence good&quot;: the doctor has knowledge about the patient's illness and need for treatment that is not verifiable, and the patient must buy the treatment without knowing if it is truly what he or she needs. The model clarifies how doctor incentives, patient incentives, observability of diagnostic test results, and beliefs about test accuracy interact to produce care outcomes in this context. \n\nThis analysis informs the design of a randomized controlled trial (RCT), which we will use to empirically test the model (as well as alternative theories for over-treatment) and identify promising strategies for improving care outcomes in the Malian public sector. Our primary application will be malaria, since high-quality, low-cost rapid diagnostic tests for the disease are readily available. However, given the striking rates of antibiotic use in our data, we also propose to use part of the new grant to conduct additional scoping work and expand the project to include bacterial illness if possible.\n\nThe RCT will be conducted at 48 CSCOMs in the Bamako area and will allow us to evaluate the relative importance of test verifiability, provider beliefs about diagnostic test accuracy, and patient education about testing; provider incentives to diagnose and adhere to test results; and patient incentives to follow doctor advice and purchase medications. Over the course of the RCT we will construct a unique dataset that captures detailed information about patient demographic characteristics, symptoms, and treatment outcomes (tests and prescriptions given, medications purchased). We will also conduct home-based follow-up surveys to obtain information about patients' true malaria status, compliance with treatment, and provider satisfaction. This will allow us to estimate how alternative incentive and information regimes impact over-treatment and care outcomes in the public sector. \n\nWe propose to forge a close collaboration with Malian health officials, to ensure that our project has maximal policy impact. Aside from its immediate relevance for the Malian public health system, this project will be of broad interest to researchers and policymakers working in the fields of economic development and public health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N00583X/1","grantId":"ES/N00583X/1","fundValue":"201103","fundStart":"2015-08-10","fundEnd":"2017-02-09","funder":"ESRC","impactText":"","person":"Anja  Sautmann","coPersons":["Mark Robert Dean","Simone  Schaner"],"organisation":"Brown University","findingsText":"","dataset":"gtr"}