{"id":"D72036B3-4202-45C8-B69F-7A50C53C6DF8","title":"Mapping class groups and related structures","abstractText":"Surfaces are fundamental objects in all scientific disciplines, including physics, chemistry, and biology. In a non-mathematical context, we usually think of a surface as a boundary of some sort, as when we speak of the surface of the earth or the sea. In such a context, a surface is an inherently 2-dimensional object situated in 3-dimensional space.\n\nTo a mathematician, a surface is any space that appears roughly planar to an inhabitant, in the same sense in which early man believed the earth to be flat. Examples of surfaces include the sphere and the torus (the surface of a doughnut). The mathematical notion of a surface captures the fundamental idea of 2-dimensional space, without insisting on any reference to a surrounding space. \n\nA key way to deepen understanding of an object is to study its symmetries. These symmetries are encoded in an object's automorphism group, that is, the set of all functions or maps of an object to itself which preserve its essential features. The mapping class group Mod(S) of the surface S is the automorphism group of a surface, including, e.g., rotations. \n\nThe mapping class group Mod(S) also appears in a wide variety of contexts in many different areas of mathematics, particularly in algebra and topology. We describe one natural and important example. Though inherently 2-dimensional, surfaces are the building blocks for all 3-dimensional spaces (and even an important class of 4-dimensional spaces) The construction of 3-dimensional spaces via a so-called Heegaard splitting depends on being able to &quot;glue&quot; two surfaces together in a nice way via a map from one surface to an identical copy of itself. These maps are precisely the elements of Mod(S). Thus one reason to study Mod(S) is to better understand 3-dimensional spaces.\n\nThe mapping class group Mod(S) also plays an important role in mathematics and particularly in group theory because of the many deep analogies between Mod(S) and other important classes of groups. These include arithmetic groups (e.g., the matrix group SL(n,Z), which is an automorphism group of a vector space) and Aut(F), the automorphism group of a free group F, a fundamental object in algebra. The group Aut(F) also appears frequently in geometric contexts. An ongoing theme in the international geometric group theory community is to compare and contrast the various properties of these three classes of groups.\n\nThe primary objective of the proposal is to broaden and deepen knowledge of the structure of Mod(S) by answering key questions about an important subgroup: the hyperelliptic Torelli group SI(S). This group arises when one studies how two basic properties of curves on a surface are changed under a map of the surface. These two properties are (1) symmetries under rotation by 180 degrees, and (2) their homology classes (homology is an algebraic invariant of a geometric/topological object). The mapping class group SI(S) appears naturally in the classical theory of braids and also in algebraic geometry. Success in this part of the proposal (which will be joint with Margalit) will provide a strong link between algebra and geometry/topology.\n\nA second objective of the proposal is centred on a subgroup of Aut(F), denoted PIA(F). The subgroup PIA(F) in Aut(F) is the appropriate analogue of SI(S) in Mod(S). This analogy does not appear to have been explored. Thus an analysis of the structure of PIA(F) is extremely timely. Success in this part of the proposal will represent a significant contribution to the furthering of analogies between Mod(S) and Aut(F). \n\nThe PI proposes to use methods of combinatorial and geometric group theory in order to achieve these objectives. In particular, the PI will study the action of SI(S) on spaces constructed using curves on the surface having a certain symmetry property. The PI is well poised to address the questions under consideration, and will build on recent joint work with Margalit and Childers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J019593/1","grantId":"EP/J019593/1","fundValue":"83090","fundStart":"2012-08-15","fundEnd":"2014-08-14","funder":"EPSRC","impactText":"","person":"Tara  Brendle","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}