{"id":"D725D121-026D-4206-BEB5-610BA87B70C9","title":"Flexible Robotic Assembly Modules for the Built Environment - FRAMBE","abstractText":"The research undertaken by the University of Reading (UoR) as part of this project focusses on the identification of cultural\nchange requirements to enable flexible manufacturing and FRAMBE to become a viable, mainstream approach to\nconstruction activity. It supports the technical and process development activities undertaken across the consortium.\nInitially, it involves assessments of consortium and supply chain readiness in terms of implementing flexible manufacture\ntechniques, identification of potential social and cultural barriers to implementation and the development of strategies to\nsupport this for the pilot projects (WP2 / objective 1). Following this, UoR will monitor and evaluate the pilots, focussing on\nemerging cultural and working practice change requirements such as required skills, alignment of expectations and\nintegration of practices and process (WP 5 / objective 2). Post-pilot, the research activities will move to proposing new\nbusiness models and identifying change management steps to enable the necessary cultural change and work practice\nreconfiguration to mainstream these new ways of working. These may include skills and capability identification, training\nand mentoring arrangements, incentives and management systems, and leadership approaches to support cultural change\n(WP 6 / objective 3).\nUoR will also participate alongside BRE and the rest of the project consortium in the overall evaluation and dissemination\nof the project's broader outputs to construction sector, policy and academic audiences as per the dissemination plan and\npathways to impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N508925/1","grantId":"EP/N508925/1","fundValue":"63114","fundStart":"2016-03-01","fundEnd":"2018-08-31","funder":"EPSRC","impactText":"","person":"Christopher Francis Harty","coPersons":["Richard John Davies"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}