{"id":"D733C767-7A22-46F6-8A18-D173650A0FE0","title":"Exploiting natural genetic variation to map QTLs of telomere properties in Yeast: Length silencing ageing and senescence","abstractText":"Most properties of an organism are under the control of many genes rather than single major genes. Genetics in the past 100 years has been split into two modes of analysis. The first is breeding genetics which generally dealt with complex traits that were inherited, such as egg production, milk yield and crop yields, but were not inherited in a simple fashion. Very complex statistical analyses have been generated over the decades to deal with the inheritance of these traits. The second mode of analysis deals with the simple single gene effects where a variant or mutant has a visible phenotypic effect. Modern molecular genetics has generally dealt with this single gene approach where a knockout or mutation of a gene has been assessed for the effect on particular phenotypes. This has grown to large scale genome wide approaches where the effect on a particular phenotype of every gene knockout is assessed. There are now concerted efforts to assess many if not all double gene knockouts to look at gene interactions. There hasn't yet been an effective marriage of the complex quantitative traits with the modern molecular approach though there have been some efforts with limited success. The advent of genome wide mapping of SNPs and other variation has improved the mapping of genes involved in complex traits but it is still a slow and arduous task. Nature has provided us with the necessary experimental material to undertake a modern molecular approach to complex traits in the form of populations that have diverged in sequence and phenotypic characteristics. In yeast populations we have found up to 4.5% sequence divergence as well as divergence in a number of phenotypes such as the length of telomeres. We can show that this difference in phenotypes is due to a number of genes rather than a few major genes. A global screen of all single gene knockouts has already been done on a laboratory strain of yeast which has identified a large number of genes that may be involved in telomere length. We will use the natural genetic variation to map all the genes involved in telomere length control, which will include essential genes not detectable in the previous studies, as well as their interactions. By comparing our approach to the previous approach we will identify new genetic factors but more importantly how these factors interact. We will assess the relative efficiency of our approach to the previous gene knockout approach and will also assess the relative workload required to determine the genetic factors of telomere length as well as related phenotypes of aging and nearby gene repression. The approach will definitely reveal further genetic factors involved in these traits but if it proves to be as feasible we will apply it to complex phenotypes in general and make the materials available to the community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F015216/1","grantId":"BB/F015216/1","fundValue":"298252","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"  So far no direct demonstrable impact however the advanced QTL analysis generated has had a profound impact on the academic science derived and will soon have real impact in terms of developing yeast strains for the biofuel industry as well as IBB production of high value chemicals.  ","person":"Edward J Louis","coPersons":[],"organisation":"University of Nottingham","findingsText":" We have shown that natural genetic variation in yeast populations harbours a great deal of potential for useful properties from heat and stress tolerant industrial strains to production of high value chemicals to determining the genetic causes of 'good' flavours in wine. This is in addition to the original focus on telomere properties. Improvement of production strains for industrial purposes, development of new beer and wine strains to meet current consumer desires - low alcohol, low calorie, as well as industry drivers - faster fermentation, higher temperature fermentation. New strains for 2nd generation bioethanol as well as new strains for high value chemical and platform chemical production. Agriculture, Food and Drink,Chemicals,Creative Economy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}