{"id":"D737A53C-6FC6-4CDE-9AE1-D3BA0013989B","title":"Let the right ones in: Testing microeconomic models of screening in an ant-bacteria microbiome","abstractText":"A group of ants in tropical America, known as the 'attines' or 'leafcutters,' evolved agriculture at least 50 million years ago. These ants collect plants and take them back to their nests, where they chew up the plants to feed a special fungus that is only able to live with leafcutter ants. Not surprisingly, in some parts of the New World, leafcutter ants are a pest, able to strip leaves off whole orange trees in one night, to feed enormous fungal gardens that fill underground ant nests as big as a two-story house (in London, not Las Vegas). In return for housing and food, the fungus produces fat- and sugar-rich structures, called gongylidia, that the ants harvest as food. Scientists call this co-dependence a mutualism because the ants and the fungus mutually benefit each other. The ants also protect their valuable fungal garden by weeding out moulds, which, if not controlled, would eventually consume the garden. The ants also apply antibiotics to kill the foreign moulds. They get the antibiotics from another mutualist, which also lives with the ants. These other mutualists are a special set of bacteria, called the actinomycetes, which are famous (amongst biologists) for making many kinds of antibiotics, some of which we use as medicine, like erythromycin. The actinomycetes are therefore also mutualists with the ant and the garden, because the bacteria fight disease, and in return, live on the ant bodies, where specialised glands appear to feed the bacteria.\n\nWe have shown that many actinomycete species live on the ants and provide a mixture of antibiotics, probably to slow down the evolution of antibiotic resistance in the diseases that invade the fungus gardens. Biologists call the bacterial communities that live on a host organism its microbiome. In the attine microbiome, one group of actinomycetes, known as Pseudonocardia, are thought to have been handed down over generations, adapting to its ant hosts. Other actinomycetes, mostly in the group called Streptomyces, appear to be acquired anew from the soil in each generation. This is surprising, because the soil is full of bacteria, most of which are not Streptomyces, but somehow the ant is able to selectively take up useful, antibiotic-producing bacteria, and not harmful or useless bacteria. At a conceptual level, this problem is the same as the one faced by auto rescue companies wanting to sell coverage only to customers who own reliable cars. The characteristics of the soil bacteria and of potential customers are hidden, but everyone, good or bad, reliable or unreliable, wants to live on the ant or be rescued on the road.\n\nEconomics has developed a solution to this problem of hidden characteristics, which is known as screening. Applied to ants, our hypothesis is that the ants provide the right mix of resources to promote fighting amongst bacteria. The winners are the ones that can release antibiotics, since the real purpose of antibiotics is to allow the producers to kill other bacteria. It happens that antibiotic-producing bacteria also have genes that make them resistant to their own antibiotics (and, because bacteria exchange genes, to many others), otherwise, they would commit suicide when they make antibiotics. The fighting produces a microbiome dominated by antibiotic-producing and -resistant bacteria, which, of course, is the desired outcome. One of our goals is to understand the mix of resources that promote the 'right kind of fighting' amongst bacteria. \n\nIt appears now that every animal and every plant has a microbiome that provides important benefits, such as synthesising essential nutrients and defending against disease. An emerging idea in human medicine is that managing our own microbiome could cure some of our more recalcitrant diseases. The attine microbiome is just one of many, but its advantage is that we can do experiments with it, which gives us hope that we can work out general principles governing how to create and manage microbiomes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J01074X/1","grantId":"NE/J01074X/1","fundValue":"427349","fundStart":"2012-08-01","fundEnd":"2016-01-31","funder":"NERC","impactText":"","person":"Matthew Ian Hutchings","coPersons":["Douglas W. Yu"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}