{"id":"D73960C6-A8F7-4599-8FB4-C592D9D668F0","title":"Philosophy of Religion and Religious Communities: Defining Beliefs and Symbols","abstractText":"In recent years, a number of legal cases of religious discrimination concerning the wearing and exhibition of religious symbols have received widespread media coverage and engendered much debate among religious communities. At issue in these cases has been the strength of the relation between such symbols (crosses and crucifixes, niqabs, karas, chastity rings) and core religious beliefs. For example, Nadia Eweida failed to overturn her dismissal from British Airways for wearing a cross over her uniform, because the cross was not 'intimately linked' to being a Christian, whereas Sarika Watkins-Singh did successfully appeal her expulsion from school, because her kara (wristband), while not scripturally mandated, was of 'exceptional importance' to many British Sikhs.\n\nIn this scoping study, we propose to use the tools of philosophical analysis and knowledge of background debates in the philosophy of religion to understand and clarify this disputed relation between religious beliefs and symbols. Philosophy of religion is in the business of providing definitions of religions, beliefs, and symbols; it is therefore well-placed to contribute to this issue. Working alongside religious communities in the North-West and beyond, as well as legal practitioners and other academics interested in religious discrimination, we shall review the existing research and non-academic discourse on this problem from a distinctive, philosophical perspective.\n\nOur orienting question in this study will be, 'When is it unacceptable discrimination to prohibit the wearing or exhibition of religion symbols?'. We shall approach this question from three angles: first, and most importantly, in terms of the views and arguments of religious communities themselves, who will contribute to the scoping study at a two-day collaborative workshop in May; secondly, in terms of the legal cases and the debate they have already given rise to in legal theory and the social sciences; finally, in terms of the unique contribution philosophical methodology can make. Through this threefold approach, we hope to begin to sketch a framework for understanding the relation between religious beliefs and symbols in cases of religious discrimination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011843/1","grantId":"AH/J011843/1","fundValue":"19947","fundStart":"2012-02-01","fundEnd":"2012-09-14","funder":"AHRC","impactText":"","person":"Daniel  Whistler","coPersons":["Daniel  Hill"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}