{"id":"D7431DD9-6C73-43B9-9456-E59973B049A8","title":"Visualising the UK General Election 2015 TV Debates","abstractText":"During the 2010 general election the first ever televised leaders' debates to be held in the United Kingdom took place. A key argument in favour of these televised events was that they could reach a wider audience than is usual for politically-related content and that, after watching them, normally apolitical debate-watchers might be better informed about election issues; more likely to discuss policies with their friends and families; and more likely to vote than those who are not exposed to the debates. In short, televised election debates perform a heuristic function, providing voters with resources that enable them to carry out their normative role as informed and reflective citizens of a representative democracy. Research conducted by Coleman et al (&quot;Leaders in the Living Room--The Prime Ministerial Debates of 2010&quot;, Oxford: Reuters Institute, 2011) after the 2010 UK debates showed that there was a significant public appetite for this means of learning about the candidates and their policies, but that many viewers were left feeling uncertain about the meaning of what they had witnessed. This prompted a group of scholars from different disciplines - information science, political communication and design - to get together with a view to exploring how future televised leaders' debates might be made more comprehensible to groups of viewers with specific information needs.\n\nIn considering the best approach to presenting complex arguments to citizens with a view to generating better informed public debate about political issues, we have turned to the field of Computer-Supported Argumentation Visualisation (CSAV) which has a track record of utilising innovative information techniques to present complex arguments that citizens can make sense of and reflect upon in the course of policy deliberations.\n\nOur aim in this research is to develop an open-source web-based platform that incorporates a suite of visualisation tools and to develop a working model of how this platform can be embedded within a mixed-media ecology for covering and responding to issues of public political debate. The platform will be designed with a view to i) responding to the information needs of audiences and specific types of audience member; ii) presenting the discursive content in ways that take account of the aesthetic and symbolic needs of information seekers; and iii) not only visualising the debaters' arguments by adopting innovative CSAV methods, but also visualising other features of the debates through the use of non-CSAV-specific techniques, such as word-cloud visualisations (where key words and phrases used in a debate are extracted and visualised such that graphical features like font-size, colour, and positioning are used to depict most import words and phrases) and time-series analyses (where the emphasis is on visualising the chronology of the various speech acts during the debate, so that the context &quot;in time&quot; of key rhetorical events can be captured).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L003112/1","grantId":"EP/L003112/1","fundValue":"382053","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"EPSRC","impactText":"  The project is halfway through and we will be in a position to complete this in 2016 when it is completed. Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice Cultural,Societal","person":"Stephen  Coleman","coPersons":["Paul  Wilson","Simon  Buckingham Shum","Giles  Moss"],"organisation":"University of Leeds","findingsText":" 1. We conducted twelve focus groups in which we asked a range of different groups to evaluate the 2010 election debates and tell us what they wanted from the debates that are expected to take place in 2015.ii Drawing on this research, we set out five main capabilities of democratic citizenship that the election debates could help to enable and support:\na) 1. To be respected as a rational and independent decision-maker\nb) To be able to evaluate political claims and make an informed decision\nc) To feel part of the debate as a democratic cultural event\nd) To be able to communicate with and be recognized by the leaders who want to represent me\ne) To be able to make a difference to what happens in the political world\n2. We have started to design a platform that will help citizens/voters to realise these capabilities. The Democratic Replay website we create will synchronise secondary channels around debate videos for a more reflective user experience.One of the challenges of complex debates is that it's hard to track how all the contributions connect (indeed,\nthey do not always), and the societal challenges we face today are in fact so complex that no single person, party or perspective has 'the solution'. This is where debate visualization technologies have a role to play, helping to show how issues are being framed, who claims to have a solution, how contributions support and challenge each other, and\nwhat evidence, if any, is appealed to, or could be connected. Moreover, the Democratic Replay platform will show who attacked/supported who on which issues. We have a\nway to see the 'skeleton' structure of the moves being made.\nWe have devised a method that automatically detects non-cooperative features in annotated political debates, generating markers that indicate every time a rule is being broken and the nature of the violation. At the end of the dialogue, these markers are aggregated into normalised scores, revealing the extent to which each speaker has conformed to the rules of the\ngame. These are numbers between 0 and 1 that we call 'degrees of cooperation'.\n3. We have been developing a method of instant feedback that is much more nuanced and multi-dimensional than 'the worm' or sentiment analysis. Our method has the following characteristics:\no It is not intrusive to the viewing experience;\no It capture rich nuances of meanings and reactions;\no It is easy to understand and use;\no It relates specifically to key aspects of political communication that we want to measure. \n4. We have been talking to leading broadcasters and digital service providers with a view to collaborating with them during the 2015 election debates We have been talking to leading broadcasters and digital service providers with a view to collaborating with them during the 2015 election debates. We hope to have firmer answers to this question by January 2015. Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice","dataset":"gtr"}