{"id":"D744111C-4240-4701-83DD-2748FC3C9533","title":"Chromosome Cohesion during Protracted Meiotic Arrest in Oocytes","abstractText":"We are trying to understand the basic mechanisms that make sure eggs receive a single copy of every chromosome. Genetic information, the blue-print of our body, is written on the chromosomes, which is first replicated before cells divide. Mistakes in distributing equal numbers of chromosomes can generate eggs with too many or too few chromosomes, which leads to spontaneous abortion or developmental disorders such as Down Syndrome. The chance of this kind of mistake happens more often when women are over the age of 35. Replicated chromosomes have to be kept stuck to each other until their separation into two daughter cells after fertilisation. From previous studies we know that glue proteins link these replicated chromosomes together. In eggs, the glue proteins have to hold replicated chromosomes for decades, because chromosomes are replicated before the birth of a girl, but the separation of chromosomes is triggered by sperm at the time of fertilisation. It is unknown, how these glue proteins are maintained during this long period of time. In this study, we will use mammalian models to test if the glue protein is added to chromosomes in order to maintain stickiness. We will observe eggs with advanced techniques, for example, detecting proteins on chromosome samples and taking movies of cell division and chromosome separation. Recent studies also discovered that abnormal glue proteins cause another genetic disease known as Cornelia de Lange Syndrome, probably because of irregular gene regulation during the process of reading the blue-print. We will also study the function of the glue proteins in gene regulation by inactivating the glue proteins in eggs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901046","grantId":"G0901046","fundValue":"494702","fundStart":"2009-12-01","fundEnd":"2013-04-20","funder":"MRC","impactText":"","person":"Nobuaki  Kudo","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}