{"id":"D74495E2-C754-4D1F-B546-0B9464EDEB0E","title":"Soils Security Programme Coordinator","abstractText":"The role of the Soil Security Programme Coordinator is to lead, manage and coordinate activities within the Soil Security Programme. This programme is aligned to the Global Food Security programme (http://www.foodsecurity.ac.uk/) which is where the UK's main public funders of food-related research and training are working together to meet the challenge of providing the world's growing population with a sustainable, secure supply of safe, nutritious, and affordable high-quality food using less land, with lower inputs, and in the context of global climate change and declining resources. The Soil Security programme focuses on the ecosystem services provided by soil namely; food security, climate mitigation and water and nutrient cycling.\nThe Coordinator will maximise the impact of the research within this &pound;5 million pound investment by ensuring that the programme links with the wide range of programmes that are ongoing or developing across government and the research councils e.g. Sustainable Agriculture Research and Innovation Club (SARIC), Soil and Rhizosphere Interactions for Sustainable Agri-ecosystems (SARISA) and the Agri-Tech Centres. By close collaboration with the policy makers at Department of Environment Food and Rural Affairs and the devolved administrations in Wales and Scotland the findings of the research will provide evidence to support current and developing policy such as the European Soils Framework Directive. Agricultural practitioners will also be co-opted into the programme so that improvements in production without negative impacts on the environment can be realised. \nAt the conclusion of the programme a cohesive soils community will have been developed that can deliver the aspiration of sustainable soils by 2030.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M005747/1","grantId":"NE/M005747/1","fundValue":"742962","fundStart":"2015-01-05","fundEnd":"2020-01-04","funder":"NERC","impactText":"","person":"Christopher David Collins","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}