{"id":"D745B95A-D7F6-4E01-9416-3D51DD1587FB","title":"Music and politics in Amsterdam, 1969/1970","abstractText":"Context:\\nDutch musicians have had a major impact on today's musical world, in fields including avant-garde composition (Louis Andriessen; Peter Schat), performance (Frans Br&uuml;ggen; Reinbert de Leeuw), and jazz (Willem Breuker; Misha Mengelberg). The creative development of these musicians was shaped by the tumultuous musical life of Amsterdam in the 1960s, in which political engagement, interventions in musical institutions, and artistic experimentation interacted in productive and unpredictable ways. The richness of present-day Dutch musical life is often attributed to the upheavals and realignments of this period, but these developments have received no sustained scholarly attention, even in the Netherlands. \\n\\nAims:\\nMy project has two principal aims. \\nFirst, I wish to give a more rigorous historical account of these events than has been assembled hitherto, based in large part on interviews and archive sources. My account will focus on the activities of five young composers, each of whom was later to become an establishment figure. I have the full co-operation of the surviving composers and some of their closest collaborators. Sadly, two of the composers died in the past three years; it is thus particularly important that my project should forge ahead while the others are in good health. My account will also be guided by consideration both of the particular local context of the composers' activities, and of influential cultural trends of the period that are sometimes overlooked in accounts of music of the 1960s. \\nSecond, I want to interrogate what these events tell us about the political and social role of avant-garde musical practice more generally - a hotly debated topic in recent musicology. A number of influential writers have argued that modernist and avant-garde music serves no social function other than bolstering the professional prestige of its composers and their immediate circles. Yet this picture fails to recognise the extent to which avant-gardecomposers have been actively involved in the pressing social issues of the time - not least in the 1960s, as anti-establishment protest found its fullest expression. My research project is motivated by a fascination with a central paradox - between, on the one hand, persistence with a creative agenda whose appreciation typically depends upon social and educational privilege, and on the other, a desire for involvement with political trends dedicated to challenging the power of privileged classes and educated elites. The various ways in which Dutch musicians negotiated this apparent paradox will be a central concern of my research. \\n\\nApplications and benefits:\\nI identify three principal applications and benefits to my project.\\nFirst, it will contribute to a fuller understanding of avant-garde musical practice - by which I mean musical practice shaped by a sense of radical departure from tradition, by opposition to both established canons and contemporary commercial production, and by appeal (intended or unintended) to various kinds of specialised audience. In so doing, it joins other emerging American and European scholarship that seeks to reassess the social role of modernist and avant-garde music. \\nSecond, it throws light on a formative phase in the development of many internationally important Dutch musicians, including Louis Andriessen, Frans Br&uuml;ggen and Bernard Haitink. While musicians such as these are familiar names to many music-lovers, their involvement in the turbulent events of the late 1960s are little known outside the Netherlands. \\nThird, it will for the first time bring into the public domain findings from previously unpublished or forgotten materials which are of central importance to an understanding of the period. This includes materials contained in the personal archives of the composers, in a number of research institutions in Amsterdam and Den Haag, and in the detailed contemporary reports of newspapers from the period.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E001149/1","grantId":"AH/E001149/1","fundValue":"24506","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"  This research fed into a later project, which had some impact. Creative Economy Cultural","person":"Robert  Adlington","coPersons":[],"organisation":"University of Nottingham","findingsText":" The findings are described in the journal articles and book chapters published as a result of this research. These publications are already cited in other relevant research. Creative Economy","dataset":"gtr"}