{"id":"D74872C5-2AE8-4813-BA58-28AA7C6375F6","title":"Molecular helicity as a conveyor of information: kinetics and thermodynamics","abstractText":"Since the invention of the microchip, almost all of micro technology has relied on electronic signals transmitted by the movement of electrons (or holes ) in conductors and semiconductors. But as the micro scale squeezes down towards nanoscale, the dimensions over which communication is occurring approaches the dimensions of an individual molecule. Methods for communication on this scale within molecules are well established within biological systems, many of which are controlled by the changes in the shape of large molecules such as proteins arising when small molecules bind to them. A change of shape (conformation) lead to effects such as the opening of channels allowing ions to pass through membranes or changes in affinity at other remote binding sites on the surface of the protein molecule. A famous example is the way oxygen binds to haemoglobin, and the conformational effect is termed allostery. We now aim to explore for the first time a chemical analogue of allostery: control, via conformation, of chemistry from a distance. The mediators of information transfer will be helical molecules, whose shape we will study using the quantitative spectroscopic techniques of NMR and circular dichroism. The shape of a helix - which can twist to the left or the right - can be viewed as a form of binary information, and we hope to use the helix to transmit this binary information. The challenge is this: can information about a local change in bonding or structure, covalent or non-covalent, constitutional or stereochemical, be usefully propagated through a simple non-biological molecule by means of a conformational change? Can that conformational switch achieve an effect - a detectable change in reactivity, binding affinity, or other detectable feature - remote from its point of origin? If it can, chemists will have at their disposal a new, molecular scale, mechanism for controlling function at a distance - mediating the transmission of information through a membrane for example, or linking together molecular devices. This proposal will seek to establish that by careful quantitative study of conformation it should be possible to achieve this aim.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E018351/1","grantId":"EP/E018351/1","fundValue":"369387","fundStart":"2007-04-01","fundEnd":"2010-07-31","funder":"EPSRC","impactText":"","person":"Jonathan  Clayden","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}