{"id":"D74DEA71-E400-4C94-A9C1-099B3B8D4FAC","title":"French Capital: A Study of French Highly-Skilled Migrants in London's Financial and Business Sectors","abstractText":"<p>The French constitute a significant and growing migrant population in the UK, and in particular, London. With a notable concentration employed in highly-skilled occupations, they have been overlooked in migration research which tends to focus on more marginalised and disadvantaged migrant labour.</p>\n\n<p>This project will explore the migratory, occupational and settlement careers of highly-skilled French professionals working in London’s financial and business sectors, and contribute to our understanding of their economic, social and cultural experiences and role. In examining the interplay of factors shaping migration, occupation and settlement decision-making in this context, the project will inform our understanding of the dynamics of intra-European mobility amongst the highly skilled.</p>\n\n<p>The study is informed by a qualitative methodology, in the form of semi-structured interviews and focus groups, designed to capture the rich personal narratives of this migrant population’s experiences. The data aims to capture the complexity and diversity of this population through the incorporation of variables such as gender, age, ethnicity, length of residence in London, employment status and family circumstances.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4240","grantId":"RES-000-22-4240","fundValue":"76241","fundStart":"2010-11-01","fundEnd":"2012-09-30","funder":"ESRC","impactText":"  Whilst a project of this nature is rarely likely to have a significant, or broad, economic and societal impact, given the somewhat 'privileged' circumstances of our participants and the qualitative nature of the methodology used, the project nevertheless committed to engaging with key stakeholders with a view to contributing to the conditions in which impact may occur. To this end, we built a positive and supportive relationship with both the French Consulate and the French Chamber of Commerce, both of whom were recipients of our findings and participants in the research process and at the public dissemination event at the French Institute in London. Furthermore, our own Policy Seminar (Opportunities and obstacles: intra-EU skilled migration to the UK) brought together interests from the Home Office, DWP, Migration Policy Institute, and the European Parliament. Furthermore, through our presentation to the Compas Breakfast Briefing Seminar, and our panel participation and paper presentation at the Home Office/EU Migration Network event (Intra-EU Mobility: The Latest Evidence and Policy Perspectives, British Library, St. Pancras) we have been able to present our findings directly to an audience of key stakeholders. In both cases, the audience included leading policy makers and analysts, and representatives of key political parties. Communities and Social Services/Policy,Financial Services, and Management Consultancy,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Other Cultural,Societal,Policy & public services","person":"Jon  Mulholland","coPersons":["Louise  Ryan"],"organisation":"Middlesex University","findingsText":" Our findings: \no Transcend rigid typologies, highlighting the complexity and fluidity of highly-skilled migrants' mobility, status and settlement trajectories. Resisting a tendency to reduce highly-skilled migrants to mere economic actors, we illuminate the dynamic interplay of economic and non-economic (social, cultural, familial) variables, and the role played by emplacement in informing this process. \n\no Advance understandings of the multiple roles played by social networks in facilitating the enhancement of economic capital. Challenging simplistic dichotomies between bonding and bridging networks, we show the importance of both weak and strong ties (even to the highly-skilled) to enabling career escalation. We delineate some of the potential obstacles impeding access to important social ties (opportunity, skills, shared interests etc). Our data challenge the sequential model of networking found in aspects of the migration literature, suggesting that ethnically dense bonds may in fact strengthen over time, as they enable valued expressions of cultural or linguistic identity (especially where children are involved). We also demonstrate the critical importance of the role of mothers and children to the networking activities of highly-skilled migrants. \n\no Demonstrate the importance of ongoing variegation in the national political economies of different European societies as a driver for opportunity-driven highly-skilled migration. We delineate a host of underpinning structural and cultural characteristics attributed to London as a global hub of financial capitalism, and highlight how these are perceived as enabling opportunities to career escalation, enhanced remuneration and onward mobility for the talented. \n\no Indicate enduring obstacles to seamless mobility, even for a highly-skilled constituency blessed with much cosmopolitan capital. National variegation is reflected in differential business cultures and practices, and highly-skilled migrants may still experience barriers associated with unfamiliar business-related methodologies, language use, and communication praxis. We highlight the potential for a non-transferability of skills, competencies and business-related cultural capital across national borders accordingly.\n\no Illuminate the ways in which highly-skilled migrants construct and signify place/s, and the work and non-work related inter-cultural experiences they have in such places. Our data show how emplaced inter-cultural meaning is constructed in relation to significations about the nature of migrants' national home. \n\no Contribute to an understanding of the temporally-informed dynamics of trans-local lives, as these are navigated in global city spaces. Asserting a multi-scalar model, we show how London offers opportunities to live out valorised dimensions of a French identity, culture and lifestyle, locally, whilst supporting virtual and 'trip'-based contact with important people and places 'back home'. But we also suggest that even for highly-skilled migrants, important forms of emplacement occur over time (with implications for how calculations of the cost and benefits of onward mobility are made), allied to a progressive detachment from 'home'. In this respect we challenge some of the more enthusiastic claims made in the name of trans-nationalism. As a platform for links between research teams in the field of intra-EU and highly skilled migration\n\nAs a resource for stimulating future research trajectories concerned with other manifestations of intra-EU and highly skilled migration\n\nAs a platform for collaboration with key institutional representatives of EU, and highly skilled migrant constituencies in the UK and Europe\n\nAs a resource for key interests concerned with policy debates and developments pertaining to intra-EU migration Communities and Social Services/Policy,Financial Services, and Management Consultancy,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}