{"id":"D756C699-E7B2-4FB0-AE37-C52C099957D4","title":"Going Outdoors: Falls, Ageing and Resilience ( Go Far)","abstractText":"Going outdoors is important in preserving good physical, mental and social health for everyone but particularly older people. Approximately one third of people aged 65+ living in the community fall at least once per year, with many suffering multiple falls leading to disability and decreased mobility. This fear of falling can prevent older people from getting outdoors. In 2009 The Department of Health identified a need for research to prevent outdoor falls and decrease the barriers in the environment that prevent physical activity. Many of the barriers such as pavement quality, dilapidation, kerb height appear to be preventable through better design and maintenance. However, research to date has rarely looked at outdoor falls, instead focusing on the indoor environment.\n\nThis pilot study explores features of the outdoor environment which shape older people?s resilience to falls by:\n\n? Considering the role of the outdoor environment in shaping inequalities in health through effects on society and geography\n? Exploring older people?s perceptions and experiences of falling, and fear of falling outdoors \n? Developing innovative methods, tools and techniques to evaluate the relationship between the person who falls, or who has a fear of falling, and the outdoor environment\n? Developing practical suggestions for future research that will address the most important issues related to ageing, falls, and the outdoors\n\nThis research will take 12 months and have 4 work packages bringing together a multi-disciplinary group from 7 UK Universities plus AGE UK, Toronto Rehab, Marshalls paving, and the Health and Safety Laboratory. These work packages involve mapping of ?hotspots? where older people fall most often; focus groups with older people to identify risk factors for falling; developing of an audit tool to identify environmental changes and the develop ways to test slipping on pavement materials.\n\nThe knowledge created by this research will allow us to develop a greater understanding of the many factors involved in outdoor falls and create practical tools which will significantly help older people?s health and wellbeing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001872","grantId":"G1001872","fundValue":"246507","fundStart":"2012-02-01","fundEnd":"2013-05-31","funder":"MRC","impactText":"","person":"Marcus Gregory Ormerod","coPersons":["Peter Alan Aspinall","Rita  Newton","Claire  Ballinger","Jamie Robert Pearce","Judith Eleri Phillips","Samuel Robert Nyman","Catharine  Ward Thompson","Dawn Alexandra Skelton","Ricardo  Codinhoto"],"organisation":"University of Salford","findingsText":"","dataset":"gtr"}