{"id":"D7591D99-8CFE-489C-93D5-45152F428EBB","title":"SPLIT SENSOR FURTHER DEVELOPMENT FOR COMMERCIALISATION","abstractText":"Our approach with SPLIT, the Small Planetary Linear Impulse Tool, is to take a specialised instrument developed for planetary exploration and use that publically funded research to deliver an economic return through commercial exploitation. SPLIT is a geologist hammer where a field geologist cannot be sent, because the environment is too hostile, or in the case of space exploration, on another planet. From a space science point of view, SPLIT enables scientists to open a rock like a book and read its geological secrets. For an astro-biologist, if life ever existed on Mars, SPLIT probably represents the best chance of finding that evidence. We know that life seeks refuge from the environment inside rocks on Earth and so it is reasonable to expect that life could have done the same on Mars. A piezo sensor inside SPLIT also enables the device to &quot;feel&quot; the rock upon which it might be deployed, where the force it applies is directly proportional to an output signal, in this case, a small voltage.\n\nThis proposed SPLIT technique is delivered by its tool tip for the mechanical removal of rock samples from a bigger specimen by spalling and splitting. It takes advantage of weathering lines, cleavages and other natural weaknesses in the rock, as well as using the tip to induce brittle fracture through low cycle fatigue. The tool works similarly to an automatic centre punch, where a mechanism delivers a rapid force to the tool tip. SPLIT is a motor driven mechanism. As the motor inside a spring rotates, it drives a cam wheel about the profile of its inclined helical cam, thus compressing the spring. The potential energy stored in the spring is released rapidly when the cam wheel reaches a profile drop on the cam, driving a mass forward towards the mechanically decoupled tool tip. It is in this impact path that we place the piezo sensor so that the characteristics of the impulse (impact over time) can be mapped by the signal output of the sensor.\n\nThere are two technologies we can exploit from SPLIT:\n\n1) SPLIT as a geo-technics tool for use in extreme environments (space or terrestrial)\n2) Piezo sensors to measure physical properties of rock &amp; other materials (focus of this application)\n\nSo how does the sensor side of SPLIT work and how is it of value to industry?\nPart of the SPLIT technique is not dissimilar to a device used in industry called a Schmidt Hammer. As the Schmidt Hammer is pressed against the surface of a material an impact mechanism is used to deliver an impulse to the tip, just like a hammer striking an anvil. A component of the energy is absorbed at the surface (work done in plastic deformation) and the remaining portion represents the penetration resistance, which is thus related to hardness of the surface. Consider the rubber ball analogy; drop it on a hard surface and the ball will bounce to a particular height. Drop it from the same level on a softer surface, like a carpeted floor, and the ball will not bounce as high. The sensor in SPLIT enables us to measure the energy lost in the bounce and thereby measure the hardness, or more correctly, the resistance to penetration of the surface. Unlike the Schmidt Hammer, SPLIT is a dynamic measurement and can measure the profile of the bounce, similar to the tactile sensation of pushing a pointed object, like a screw driver, into different materials. Furthermore, because the SPLIT tip remains in contact with the rock the piezo sensor is able to record the elastic properties of the rock as it vibrates. As an analogy, consider the different sounds (vibrations) made when a wine glass with various amounts of liquid is tapped. It is these mechanical measurements that are proposed as an enhancement to the Schmidt Hammer, or other existing technology, and may offer a cost effective capability to industry and science alike.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M004678/1","grantId":"ST/M004678/1","fundValue":"86197","fundStart":"2015-07-01","fundEnd":"2016-09-30","funder":"STFC","impactText":"","person":"John Michael Holt","coPersons":["Mark Rayner Sims"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}