{"id":"D75D4E1C-5580-4DB6-85C7-650A3AAB82A4","title":"Lambda-structures in stable categories","abstractText":"Motives are objects encoding arithmetic and geometry at the same time. This project is about derived symmetric powers in the Morel-Voevodsky motivic stable category over a field.In mathematics it is important to relate additive and multiplicative operations in an algebraic structure, or in a category of geometrical or arithmetical nature. For example, the Kuenneth rule expresses the multiplicative n-th power of a sum A + B in terms of the sum of products of multiplicative i-th and (n-i)-th powers of A and B respectively. A categorified lambda-structure in a symmetric monoidal triangulated category T is a set of endofunctors of T, indexed by non-negative integers, which behave similarly to a usual algebraic lambda-structure in a commutative ring. In particular, the values of the n-th endofunctor on the vertices in a distinguished triangle are related by means of a tower (called Kuenneth tower) of morphisms in T whose cones can be computed by the Kuenneth rule. Our first aim is to show that if T is an abstract stable homotopy category, i.e. the homotopy category of symmetric spectra over a nice simplicial symmetric monoidal model category C, then left derived symmetric powers do exist in T, and they give a lambda-structure in the above sense, provided some natural symmetrizability assumption on cofibrations in C. Left derived symmetric powers will be homotopical symmetric powers, i.e. homotopy colimits of the action of symmetric groups on monoidal powers. Lambda-structures of left derived symmetric powers bring a powerful computational tool to compute homotopical symmetric powers in many stable homotopy categories. For example, this works well in topology, when T is the homotopy category of the category of topological symmetric spectra.Being applied in the Morel-Voevodsky motivic stable category, such lambda-structures encode deep geometrical and arithmetical properties of algebraic varieties over the ground field, which do not appear in the topological setting. In particular, the relation symmetric powers with the contraction of the affine line to a point, and with operations arising from symmetric powers of algebraic varieties over a field, attract our special attention in this project. Thus, we aim to construct and to study a lambda-structure of left derived symmetric powers in the Morel-Voevodsky motivic stable category, and to use it in order to discover completely new phenomena in arithmetic algebraic geometry and motivic theory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I034017/1","grantId":"EP/I034017/1","fundValue":"97203","fundStart":"2012-05-21","fundEnd":"2015-05-20","funder":"EPSRC","impactText":"  In Pure Mathematics the results are used by other researchers in the field. Our results are quoted in several recent papers, for example:\n- S. Schwede. Global homotopy theory, 2014\n- D. White. Model structures on commutative monoids in general model categories, 2014.\n- D. Pavlov and J. Scholbach. Rectification of commutative ring spectra in model categories, 2014. Education,Other ","person":"Vladimir  Guletskii","coPersons":[],"organisation":"University of Liverpool","findingsText":" We have discovered universal homotopical properties of symmetric group actions in algebraic geometry and algebraic topology. Our findings will be the basis for further research in algebraic geometry and algebraic topology. In particular, we are going to apply them to develop a new theory of categoric zeta-functions, categoric measures and then apply them to study rational equivalence of 0-dimensional algebraic cycles in terms of A^1-path connectivity on loop spaces of classifying spaces of symmetric powers of algebraic varieties over a field. This new approach to rational equivalence of algebraic cycles is based on the result which we obtained within this research programme. Among other applications, the obtained results allow to construct the model structure on commutative monoids in a symmetric monoidal model category. Another potential application is expected in the domain of F_1, i.e. the field of one element, and in arithmetics. Overall, due to their universality, our results can be used in many areas of algebraic geometry in terms of A^1-homotopy theory of schemes, or algebraic topology. The above quotations show that our findings are already used by other people in the domain of homotopical algebra. Education,Other","dataset":"gtr"}