{"id":"D7623142-DCE5-412D-8A7E-6EA3A95C4BC6","title":"Music's Digital Cultures: music, policy, production and identity in the digital era","abstractText":"The purpose of the period of research leave requested from AHRC is to prepare for publication the findings of research on the uses of music in the early twenty-first century, which develops earlier work (see Blake and Jeffery 2001; and Blake 2004b; 2005a; and 2005b, in attached CV). The writing project will report on research carried out in and before the autumn of 2005. At least two conference papers, a chapter in a commissioned and contracted edited book (which will be delivered in December 2005), and a commissioned and contracted single-author monograph (due for delivery in September 2006) will disseminate the research findings.\n\n\nThe project will open with a literature review. Recent books, journals, websites, and company information will be consulted. This will establish the ways in which policy makers such as the Department for Culture, Media and Sport (DCMS), companies such as EMI, Sony and Motorola and their advertisers, and the online members of user communities, have imagined shifts in the availability uses of music, and have, and/or are, actively providing for such shifts- for example through:\n\n\nThe formation of cultural policy and revisions to copyright and intellectual property law (e.g. the Creative Industries Intellectual Property Forum which was launched by DCMS in 2004);\n\nMP3 download provision on laptop computers, MP3 players and mobile phones;\n\nThe iTunes personal computer programme and online music sales facility, and its recently introduced Virgin and HMV rivals;\n\nThe Garage band music composition programme which is currently delivered with new Apple computers*;\n\nNon-proprietary web forums which discuss the best use of these devices.\n\n\nThe literature review will aid in the preparation of documentation for semi-structured interviews which will aim to test policy makers', producers' and users' attitudes to legal, ethical and personal issues arising from the uses of music through new portable technologies.\n\nInterviews will be held with representatives from government; from record and mobile phone companies and the advertisers who work for them; journalists who regularly evaluate these businesses' products; with the operators of non-proprietary websites dedicated to the users of mobile technologies such as the iPod; and at least four groups of 8-10 consumers from London and the South-East of England, selected by age (plus or minus 25), and gender-balanced. A schedule has been drawn up for these interviews, which will be held during the autumn of 2005. If necessary further Interviews with groups of users of mobile technologies will be scheduled for January 2006.\n\nThere will be catch-up literature reviews in January, March and May 2006, and this may lead to further email correspondence or face-to-face contact with interviewees, if it is necessary either to clarify issues or there has been a significant change in, for example, product availability, or the legal position on the ownership and use of music.\n\n\nThe Garage band programme is of particular interest because of the assumptions it makes about the ordinary computer user's attitude to composition through the provision of ready-made music. In composing a 'new' piece of music, the user is encouraged to use existing factory-made samples. This apparently conceptualises the composition of music as the juxtaposition of available material, which may in turn reinforce users' willingness to pay, or not to pay, for copyrighted music. The project will test such assumptions and the ways in which technologies confirm or deny users' beliefs and desires.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500796/1","grantId":"AH/D500796/1","fundValue":"27225","fundStart":"2006-03-01","fundEnd":"2006-06-30","funder":"AHRC","impactText":"","person":"Andrew John Blake","coPersons":[],"organisation":"University of Winchester","findingsText":"","dataset":"gtr"}