{"id":"D76D4AF7-75F2-4028-9ADA-A702E67A6854","title":"Small items of research equipment at the University of Southampton","abstractText":"The University of Southampton has a long history of innovative research across the EPSRC remit which is built upon a vibrant environment of Early Career Researchers including postgraduates, post-doctoral researchers and newly appointed academic staff. Access to equipment and facilities is imperative for a large proportion of these researchers and PhD students working in Engineering, Physics, Chemistry, and many other areas. \n\nA fresh and growing equipment base enables the best individuals working at the cutting edge in areas of national need to continue to lead the research agenda. The University of Southampton continues to establish unique capabilities and grow capacity from early career through to more senior academics. Recently the University has made a number of strategic investments in key research areas with the provision of state-of-the-art research facilities and the recruitment of talented early career researchers. This call is a unique opportunity to further enhance the excellent research environment we have put in place.\n\nWe request small items of equipment to support research in a number of areas of strategic importance to the university, the UK and beyond. We have taken the thematic approach of looking at five areas where the University and EPSRC have invested heavily which also address some of the most important global challenges, from energy to healthcare. A sixth, more flexible strand will allow the university to retain some responsiveness and will support research and researchers with the potential to transform their disciplines and forge new ones.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K029150/1","grantId":"EP/K029150/1","fundValue":"500000","fundStart":"2012-11-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Philip Arthur  Nelson","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}