{"id":"D76DD142-902E-4976-91D0-A67559213DD6","title":"(Digitally) Transforming the Discipline: Reading games as (authorless) literature","abstractText":"The videogame L.A. Noire was released for Playstation 3 and XBOX 360 in May 2011. \nThe diegesis is set in 1947, and the game appropriates conventions from American film noir texts of the 1940s and 1950s, as well as later texts such as Alphaville (Godard, 1965) and L.A. Confidential (Hanson, 1997). The novels of Elmore Leonard and James Ellroy also contribute to this 'sphere' of influence. \nUnlike these novels and films, this videogame is an author / auteur-less digital text which is pre-designed but 'written', in narrative terms, only when read (played). However, its highly 'LITERARY' and 'FILMIC' nature would seem to be 'useful' for teaching / learning in the English Literature curriculum. \nAs a research subject, L.A. Noire offers an opportunity to revisit ideas of adaptation and appropriation in the context of this 'DIGITAL TRANSFORMATION' of the 'hard-boiled detective novel', and to further examine the relationship of exchange that exists between linear and digital texts. Videogames are still largely ignored in education as 'textual subjects' but L.A. Noire is potentially transgressive, in terms of its potential to be taught / studied as a book (novel) in its digitally transformed state. \nThis project will explore the ways in which gamer-students and teachers might work with L.A. Noire to reconfigure dynamics of expertise, begin a remediation of the English Literature curriculum and respond to the digital transformation of what we think it means to 'read' in order to think differently about the function of books and the nature of textual authority in the digital age.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013048/1","grantId":"AH/J013048/1","fundValue":"23999","fundStart":"2012-02-01","fundEnd":"2012-07-31","funder":"AHRC","impactText":"","person":"Julian  McDougall","coPersons":[],"organisation":"University of Wolverhampton","findingsText":"","dataset":"gtr"}