{"id":"D7700C78-58D8-4C2C-BAE4-4C9EE3E4D26F","title":"The role of marine diagenesis of tephra in the carbon cycle","abstractText":"Every year volcanoes eject approximately 1 billion tonnes of ash into the atmosphere. Because most volcanoes are found around the edges of continents and on islands, most of this material ends up in the oceans. As a result, it is estimated that around a quarter of all the sediment in the Pacific is derived from the products of explosive volcanoes that surround this ocean, but very little is known about what happens to this material after it falls to the seafloor. Volcanic ash (or tephra) is not an inert material. It has a very high ratio of surface area to volume and the chemical composition of the tephra is such that it starts to undergo extensive reaction with seawater as soon as it enters the oceans. For example, in a study of the seafloor around the volcanic island of Montserrat we found that where layers of tephra accumulate on the seafloor they completely deplete the sediment pore water of dissolved oxygen within a few millimetres of the sediment-water interface as a result of oxidation of iron bound to the surface of the volcanic particles. This rapid oxygen depletion in sediments is very unusual as it is normally only observed where there are very high concentrations of organic matter in the sediments, for example in the shallow waters in estuaries and on the continental shelf. One of the consequences of this behaviour when tephra accumulates in the oceans is that it helps to preserve high concentrations of organic carbon in marine sediments that would otherwise be oxidised to carbon dioxide. This is important, because the return of this source of carbon dioxide to the atmosphere helps to regulate the Earth's climate, and there is evidence that massive volcanic eruptions in the Earth's distant past have been linked to the initiation of intense glaciations. While we can make some estimates of the global impact of this process on the seawater chemistry from studies of the sediments around a single volcano (such as we done in the Caribbean), it is likely that different types of volcanic material erupted into different parts of the oceans (e.g. cold high latitude seas versus warm tropical seas) will have different effects. Hence, we plan to study a range of different types of tephra that have been erupted into several areas of the oceans.\nAs most oil and gas deposits are ultimately derived from the preservation of organic carbon in marine sediments, it is possible that our studies will also aid oil companies with new exploration targets for the future. In addition, there have been several studies of how we might carry out geoengineering to mitigate the increase in carbon dioxide concentrations in the atmosphere. Many of these solutions involve considerable expense at potential harm to the environment, it is possible that the sequestering or carbon by spreading tephra (an abundant, cheap, renewable and naturally occurring material) on areas of the seafloor may be one of the least damaging and expensive alternatives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K00543X/1","grantId":"NE/K00543X/1","fundValue":"465599","fundStart":"2013-03-01","fundEnd":"2017-10-31","funder":"NERC","impactText":"  We are just at the start of this project and have not collected sufficient data to have a significant impact.  ","person":"Martin Ralph Palmer","coPersons":["James Andrew Milton","Thomas Michael Gernon"],"organisation":"University of Southampton","findingsText":" The project has only just started so there are no more findings other than those given in the conference abstract. None as yet. None as yet. Environment","dataset":"gtr"}