{"id":"D77928D4-DCBE-4AE2-9E3B-F2F261D51E65","title":"Structure and regulation of the chordin-BMP inhibitory complex","abstractText":"The bone morphogenetic proteins (BMPs) are powerful 'growth factors' which are messenger molecules that can direct processes in cells, for instance telling them how much to grow or even whether they should live or die. These processes are crucial in maintaining normal tissue structure and function, and for essential processes in early embryonic development. The BMPs were first discovered for their ability to stimulate new cartilage and bone formation and they do this by manipulating cellular behaviour. The action of BMPs is controlled by inhibitors found outside of the cell and correct regulation by inhibitors is required for correct development. The inhibitors are large proteins that bind to the BMPs, thereby preventing them from interacting with their receptors and sending a message to the cell. We are interested in one BMP inhibitor, chordin, which is necessary for correct embryonic developmental but there are currently no details of the chordin-BMP complex. Our limited knowledge regarding BMP inhibitors and the complexes they form presents a major obstacle to understanding BMP function. The main aim of our work therefore is to understand the structure of the chordin-BMP complex which we believe will lead to an understanding of how BMP regulation occurs. We will determine the shape of chordin when bound to BMP and how chordin releases BMP. Finally, we will discover how the BMP receptor competes with chordin to interact with BMP and how these interactions underpin their important roles in tissue assembly and embryo development. Understanding these molecular events preceding cartilage formation could have significant health and economic benefits to the UK. Joint diseases such as osteoarthritis and rheumatoid arthritis affect more than 10 million people in the UK. The diseases have a huge economic impact, due to the high medical costs and work disability. Cartilage heals poorly after damage and BMPs may be useful therapeutically to stimulate healing of damaged cartilage. Our research findings could be of future interest to the pharmaceutical industry in developing future treatments to modulate cartilage deposition. Effective treatment for cartilage damage would significantly improve the quality of life of an ageing population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I019286/1","grantId":"BB/I019286/1","fundValue":"305232","fundStart":"2011-11-07","fundEnd":"2015-05-06","funder":"BBSRC","impactText":"  We have recently published a paper in PNAS (Troilo et al., 2014) which led to an invitation to the biannual BMP meeting held in Berlin, Sept 2014. The use of soluble BMP inhibitors has led to interest in application as biotherapeutics as BMP-2, approved for clinical use is insoluble and difficult to maintain bioactivity. Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Clair  Baldock","coPersons":[],"organisation":"The University of Manchester","findingsText":" The bone morphogenetic proteins (BMPs) are powerful growth factors, crucial in maintaining normal tissue structure and function and for essential processes in early embryonic developmental. Extracellular regulation of BMPs is of therapeutic interest in relation to a broad range of pathologies including cancer, vascular disease and arthritis. Large extracellular proteins form inhibitory complexes with these growth factors, thereby preventing receptor activation. One such regulator, Chordin, acts by binding to BMPs thereby preventing their association with BMP receptors on the cell surface. We have recently shown that Chordin has a horse-shoe shaped structure that supports BMP-binding in a co-operative manner (Troilo et al., PNAS USA 2014). Joint diseases such as osteoarthritis and rheumatoid arthritis affect more than 100 million citizens in Europe. The diseases have a huge economic impact, due to the high medical costs and work disability. Cartilage heals poorly after damage and BMPs may be useful therapeutically to stimulate healing of damaged cartilage. For example, our research findings could be of future interest to the pharmaceutical industry in developing novel inhibitors or enhancers of BMPs to modulate cartilage deposition. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}