{"id":"D779B24F-7FC1-44DD-AF8F-6CFA36B128B1","title":"Significance of Piezo1 in endothelial physiology and patho-physiology","abstractText":"Mechanical forces are very important for the development and maintenance of a healthy human body. This is particularly true in the cardiovascular system because of the beating of the heart and the flow of blood through blood vessels. We know, for example, that correct sensing of force by cells that line the inner wall of blood vessels (the endothelial cells) is important in protecting people against coronary artery disease, which causes heart attacks. Intriguingly, the processes by which the body senses mechanical force have remained poorly understood. Recently, however, a protein called Piezo1 was discovered. Investigating this protein may help us understand how mechanical force is sensed. This protein was discovered as a sensor of noxious mechanical hitting. That is, as a detector of mechanical insult from an external source. Our new data suggest an important and previously unrecognised perspective on Piezo1. They suggest that it is also a sensor of a more subtle physiological, internal, force call shear stress, which arises as a result of the rushing of the blood against endothelial cells. In the proposed project we will use newly-developed genetic modification of Piezo1 in mice to determine the significance of Piezo1 in vascular physiology and patho-physiology. Through this work we will provide fundamental new insight into how the cardiovascular system senses force. We think we will also provide a foundation on which new cardiovascular modulators could be developed in the future to correct or improve the way the human body senses and responds to mechanical force in disease situations. Such modulators could ultimately be useful for reducing the impact of cardiovascular disease which is the number one killer and disabler worldwide and reason for major financial burden on our societies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L019051/1","grantId":"MR/L019051/1","fundValue":"748555","fundStart":"2014-09-01","fundEnd":"2018-08-31","funder":"MRC","impactText":"","person":"David John Beech","coPersons":["Paul David Baxter","Stephen Bentley Wheatcroft","Mark  Kearney","Jing  Li","Paul  Ajuh"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}