{"id":"D786165A-8A03-495E-BDB9-5E20DCF78B68","title":"Listening to Voices: Creative Disruptions with the Hearing Voices Network","abstractText":"In the context of mental health services, voice-hearers feel the effects of academic language-use in their everyday lives through 'othering' languages and stigmatising labels. This project seeks to learn how to listen to 'others' and to counter oppressive structures of language-use by building a trans- and inter-disciplinary network of expertise in listening. It brings together voice-hearing networks, independent artists and academics to develop a suite of resources for creative listening practices. These stakeholders will collaborate to design the project activities and outputs.\n \n'Listening to Voices' asks 'what would it be like to learn to listen together/differently?' How might creative listening practices enable individuals and communities to become more attuned to the voices of 'others' previously marginalized, repressed or ignored? It focuses on listening as the site of meaningful exchange and collaboration between the academy and those outside it, recognising that Hearing Voices groups in Scotland and N.Ireland are experts in developing innovative and carefully thought out listening practices in relation to multiple and complex voices. Similarly, the early career researchers facilitating the research are also experts in listening practices developed in three different disciplines: in this case focusing on a cross-disciplinary approach that relates to the multiple voices of (1) poetic, (2) musical and (3) narrative texts.\n \nThe aim of this exchange is to disrupt hierarchies of knowledge and power, where 'expert' academics conduct research on 'subject' communities and then create texts that reproduce aspects of this power structure. All co-created texts that result from this project will be subjected to the disruptive effect of 'other' voices, and creative means (musico, poetic, lyrical) will be used to display the results of those disruptions within the text itself. The Latin for 'text' is 'tissue' or 'woven' thing. The resulting guide to listening and all other outputs (including sound art works) will make visible the layers of meaning that represent the struggle for authority in the tissue of a collaboratively produced text, woven from the voices of voice-hearers, academics and artists. By making visible and audible the creative disruptions (in, for example, 'overwriting', erasure or annotations), these texts will foreground what is challenging and meaningful about the collaborative process and the politics of authority written over and into the fabric of the 'finished' text. \n\nThe resultant listening guide will be downloadable from the website. It will also be published in a limited printed run to be given out for free via Hearing Voices Networks. It will be made available to all project partners, and distributed at Intervoice 2015.\n\nThis data will form the basis for co-authored journal articles, which will use the innovative listening practices developed in the creation and disruption of the listening guide in order to re-imagine academic writing practices, in allowing 'other' voices within academic texts to become obvious and 'audible'. Academic practices can force the suppression of certain forms of voice but these voices resurface, for example, in the footnotes of academic texts which become places where 'other' voices (e.g. subjective, doubting, meandering, hyper-critical, comic) are allowed to be present. These places also clearly echo some aspects of voice hearing experience and therefore demonstrate resonance between the forms of expertise outlined above. This is not to say that the practice of footnoting is analogous to the experience of voice-hearing, but to foreground how academic texts claim to be objective, rational and authoritative, and place the subjective, personal and multiple at the bottom of a hierarchy of knowledge, yet academic footnotes reveal that these texts always already contain within themselves a kernel of recognition of precisely the kinds of knowledge they deem to be 'other'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M009181/1","grantId":"AH/M009181/1","fundValue":"40979","fundStart":"2015-03-01","fundEnd":"2016-05-31","funder":"AHRC","impactText":"","person":"Gail  McConnell","coPersons":["Jo Collinson Scott","Deborah  Maxwell"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}