{"id":"D7A40B55-8110-4C0B-9F19-C0C9D40793AA","title":"The VISTA Deep Extragalatic Observations (VIDEO) Survey","abstractText":"Astronomy research has come a long way in the past decade. We now know the principal consituents of the Universe in the form of Dark Matter, Dark Energy and normal matter, the material we are able to observe directly. With these parameters now in place we are able to investigate the physical processes which occur in the Universe. One of the most fundamental questions is how the galaxies and the stars and black holes which reside in them are built up over the history of the Universe. To do this we are required to look both far and wide; far because we need to look back in time to when the first galaxies were forming and the finite speed of light means that we do this by looking further and further away, even up to a time when the Universe was less that 1 billion years old (the Universe is currently about 13billion years old); and wide because the way in which galaxies form and evolve can be heavily influenced by the environment in which they reside. For example, one might imagine that the most massive galaxies in the Universe would be surrounded by the most massive cluster of galaxies as all galaxies are attracted to each other via gravity, so massive galaxy may attract more galaxies than a lower mass galaxy. Therefore, we need to look over large areas of the sky in order to get a full picture of galaxy formation and evolution. Obviously, if one goes deep then there is more volume surveyed in the radial direction. Thus, most extragalactic astronomical surveys now have a wedding-cake structure, with the deepest narrowest survey analagous to the top-tier of the wedding cake, and the widest shallowest surveys analagous to the lowest tier. All of these surveys fit together as they probe different but representative volumes of the Universe. The VISTA Deep Extragalactic Observations (VIDEO) survey is a ~200 night survey which will be carried out on the VISTA near-infrared telescope in Paranal, Chile, over the next five years. It is the second deepest survey to be carried out with VISTA, and thus the second highest tier in the wedding cake. The science questions that it will address are wide-ranging but all are concerned with how galaxies form and evolve over the history of the Universe and how this may depend on their environment. It is deep enough to detect the most massive galaxies at a time when they were first beginning to form and wide enough to probe the whole range of environmental density over ~90% of the age of the Universe. Furthermore, the survey will be carried out at infrared wavelengths, where the old stars which dominate massive galaxies emit the bulk of their radiation. This allows us to estimate the mass of the galaxies much better than if we were to work at optical wavelengths where any star-formation activity can boost the emission in the bluer optical bands, leading to a very uncertain estimate of the galaxy mass. We also know that much of the star-formation activity and the light emitted from material acccreting onto a supermassive black hole is obscured by dust. This dust extinguishes the blue light of a galaxy, thus observing in the infrared again gives a much clearer picture of the galaxy. On the completion of the VIDEO survey we will have a much clearer idea of the physical processes governing galaxy formation and evolution over the history of the Universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F002556/1","grantId":"ST/F002556/1","fundValue":"19429","fundStart":"2008-04-01","fundEnd":"2009-03-31","funder":"STFC","impactText":"","person":"Matthew John Jarvis","coPersons":[],"organisation":"University of Hertfordshire","findingsText":"","dataset":"gtr"}