{"id":"D7A6786F-C661-48B1-9904-80426E8717DB","title":"Novel drug sensor platform - bringing new technology closer to market","abstractText":"In the year 2010 - 2011 the UK Border Agency (UKBA) made over 1,200 individual seizures of Class-A drugs totalling 3,000kg. In August of this year alone a record-setting 1.2 tons of cocaine was seized in one drug bust aboard a pleasure boat - an unusually high amount for one bust but a level of success the UKBA wants to maintain.\n\nThere is a range of drug detection equipment on the market today, but each has its strengths and limitations, including sniffer dogs, which are often considered one of the most efficient and highly sensitive means for drug detection. The limitations of existing technologies include high levels of false alarms, low levels of sensitivity compared to sniffer dogs and high cost using disposable consumables. Specifically with regards to dogs, high upkeep cost and a dog's nature of getting tired or confused, and inability to act as evidence in a court of law, are all big issues. \n\nThe team at City is proposing to develop a prototype real-time multi-drug sensing detection system to address the above challenge and this builds upon the success of the initial EPSRC project, where a novel, highly sensitive and selective optical fibre-based portable cocaine sensor, using the molecularly imprinting polymer (MIP) technique coupled with fluorescence signalling, has been successfully developed and evaluated. The Home Office CAST members were instrumental in identifying the need as an end-user for this new sensor technology exploitation and its associated new drug sensor development. They, together with advisors from Smiths Detection, are shaping the main deliverables of this proposal to ensure that it results in a commercially robust product. \n\nInitially the device will be developed to detect drugs concealed in hard-to-reach areas in vehicles or containers crossing borders, where currently sniffer dogs are frequently used to locate the illegal substance. However, the underlying technology is capable of meeting a much wider range of applications. \n\nThis follow-on funding is vital for the team to develop the technology to a stage that it can be licensed to an existing manufacturer, currently supplying drug detection devices to the Border Security Agencies around the world. \n\nCity's technology transfer team will be an integral part of this project, carrying out simultaneous market validation exercises and feeding back to the academic team on a continual basis. This intelligence will advise the product development process. The team will also work with the in-house Incubator to establish whether an additional or alternative route to market could involve creating a spin-out company capable of attracting seed investment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013552/1","grantId":"EP/J013552/1","fundValue":"140298","fundStart":"2012-09-26","fundEnd":"2014-02-28","funder":"EPSRC","impactText":"  The findings have both been patented before being published. New funding applications have been filed to seek new support for the refinement of the sensor design, making it a step closer to the commercial market.  ","person":"Tong  Sun","coPersons":["Kenneth Thomas Victor Grattan"],"organisation":"City University London","findingsText":" The key contribution of this project is the establishment of a novel drug sensor platform which enables the creation of a suite of new drug sensors to meet increasing needs from the industry and from the security sector. Either through the publications or the patents filed during the project period Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}