{"id":"D7A805AD-9933-49EE-B0A8-9FD579FB32F8","title":"Pliocene Gateways ('PlioGate')","abstractText":"In the wake of rising greenhouse gases, such as carbon dioxide (CO2) and methane, how will the climate evolve over the next 100 years? This question is paramount in the minds of scientists and politicians alike. However, despite over 100 years of research into climate sensitivity, the range of projected future warming remains startling wide; 1.5 to 6.1 degrees C for a doubling of atmospheric CO2. The disagreement between projections made by different climate models makes a considerable contribution to this uncertainty.\n\nBecause a compromise must be reached between the limits of technology and our knowledge of climate processes, climate models are necessarily approximations of reality. As a result, all models differ in terms of the processes they represent and the resolution they run at. This is why climate models produce different results even though they are based on the same mathematical principles. It is also why it is crucial to test the models, to make sure that they really are capable of simulating Earth's climate.\n\nAs there are no observations for future climate change, we look to the past to evaluate climate models. The instrumental record provides one such test of the model. However, throughout the short duration of our instrumental record, climate change has been small in comparison to projected changes for the next 100 years. This makes the instrumental record an inadequate definitive test of the models and we must test the models in other time periods too.\n\nThe last time atmospheric CO2 was as high as today was during a period known as the late Pliocene, specifically around 3 million years ago. Obviously there are no direct observations from so long ago, but evidence from fossil-remains of Pliocene fauna and flora show a climate-dependent chemical and biological signal, which we can use to reconstruct the climate conditions that these fauna and flora lived in. The conclusions from this work suggest that climate was 2 to 3 degrees C warmer than the Pre-Industrial era, with particularly large amplitude warming in the N.Atlantic and Greenland-Iceland-Norwegian Sea. Therefore, the parallels between the Pliocene and future scenarios makes the Pliocene an ideal test case for models used to project future climate change.\n\nTo date, model simulations for this period have been able to simulate the overall warmth of the Pliocene, but fail to reproduce the large amplitude warmth in the N.Atlantic GIN Sea. Recently, under the auspices of the international PlioMIP project, 14 different state-of-the-art climate models have been run for this period, but all have failed to reproduce the N.Atlantic/GIN Sea warming.\n\nWe suggest that this mismatch is symptomatic of inadequate representation of ocean gateways during the Pliocene, rather than a fundamental error in climate models during warm periods. Recent work at the University of Bristol has showed that changing the way ocean gateways are set-up in a model of modern climate can impact regional climates by 5 degrees C or more. This proposal will investigate the role of two key ocean gateways, namely the Bering and Gibraltar Straits. Nobody has ever investigated whether changes in their exchange could have had an impact on Pliocene climate, despite the fact that there is evidence that the gateways were different and that they can have a big impact on climate. \n\nThe results from the project will make a considerable contribution to improving our understanding of Pliocene climates and whether climate models work for past warm intervals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J012726/1","grantId":"NE/J012726/1","fundValue":"49828","fundStart":"2012-11-01","fundEnd":"2013-06-30","funder":"NERC","impactText":"","person":"Paul  Valdes","coPersons":["Alan Michael Haywood"],"organisation":"University of Bristol","findingsText":" The research project investigated the role of ocean gateways on climate change in the past, particularly during the Pliocene era (approximately 5 to 2.5 million years ago). For some of these gateways, such as the closing of the Panama isthmus about 4.5 million years ago, we had already shown that this could have a major impact on Northern hemisphere ocean circulation and hence climate in Europe and N. America. Our project investigated a number of other gateways such as the Bering Strait, Gibraltar Strait, and the flow through the Canadian archipelago of islands. Our computer modelling results have shown that opening/closing the Gibraltar straights and Canadian archipelago has very modest impact on climate, indicating that the Panama isthmus is the most important change. More generally, it appears that tropical gateways are potentially more important to climate than mid and higher latitude gateways.We are currently completing work for the Bering straights to confirm this result. Ocean gateways remain an important issue, with geological data often indicating greater importance than modelling studies. This paleoclimate enigma does need further work to reconcile the mismatch, which may be resolved by newer and better interpretations of the data, but may also be related to problems with the relatively coarse resolution (i.e. NOT eddy resolving) models used in this study.\nOur preliminary results have informed the experimental design of the Pliocene Model lntercomparisonson Project (PlioMIP) Phase 2, where all groups are required to carry out simulations with a closed Panama Seaway, closed Canadian Archipelago, closed Bering Strait and open Gibraltar Strait. We refer to the recently released PlioMIP resources for more detail on the project and current experiment design: http://geology.er.usgs.gov/egpsc/prism/7_pliomip2.html Energy,Environment","dataset":"gtr"}