{"id":"D7AAD0C7-4236-44CF-89D2-1A01FDBDC473","title":"Microseismometer for ExoMars 04/2009 - 6/2009","abstractText":"Landing a seismometer on Mars will answer one the most important unknown questions about the Martian environment, is Mars still geologically active? We can see evidence for ancient geological activity on Mars in many forms (e.g. the giant volcanoes such as Olympus Mons), but the current level of Martian geological activity is a mystery. On the Earth and Moon (and also the Sun) seismic studies have been used to probe both deep and local internal structure / our models of the Earth with a deep molten core, mantle and crust are based on modelling the propagation of seismic events (e.g. Earth quakes) through the Earth. A seismic station on Mars will give us a glimpse into the interior of another terrestrial planet for the first time ever. A seismic study of Mars has been one of the highest priorities for Martian exploration for at least the last ten years. The silicon microseismometer described in this proposal represents a unique opportunity for the UK to participate in the geophysical science of ExoMars within Aurora. The microseismometer is a critical sensor for in-situ Mars exploration and will provide data on the key questions of Martian seismicity and internal structure. If, as expected, a significant number of natural sources on Mars produce large events the instrument will be able to provide information on: 1, Source distance 2, An estimate of the source direction. 3, An approximate value for the depth of the source. These measurements will reveal the level and type of internal activity on present-day Mars. For example, are there deep events of any kind within Mars, and if so, do they tell us anything about large-scale mantle convection? Once the approximate source location has been determined, the data can then be used to study the Mars' internal structure, specifically: 1, Measure the depth to the core/mantle boundary. 2, Measure the thickness of the crust 3, Look for small and large scale sub-surface structure. As well as probing the deep structure of Mars, the microseismometer will be used to investigate local structure using small local sources such as dust-devils, dust-storms and even the motion and activity of the ExoMars rover itself and will provide a geological context for the ExoMars science results. The microseismometer will have important applications for use on other missions (e.g. future seismic stations on Mars or the Moon) as well as on the Earth. The sensor and electronics are being designed to work at extreme temperatures (150K (-123C)) and for extended periods of time (2 Martian years, approximately 4 Earth years). This results in a robust design ideal for adaptation to harsh environments on the Earth, such as ocean bottom seismic networks or volcanic monitoring.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H001123/1","grantId":"ST/H001123/1","fundValue":"47852","fundStart":"2009-04-01","fundEnd":"2009-06-30","funder":"STFC","impactText":"  To build a seismometer for the InSight mission to Mars Aerospace, Defence and Marine Policy & public services","person":"William Thomas Pike","coPersons":[],"organisation":"Imperial College London","findingsText":" Development of a microseismometer for Mars Use in terrestrial seismic investigations Energy,Environment","dataset":"gtr"}