{"id":"D7AB67EA-4486-43B2-9115-F624C67A8DDA","title":"High Deposition Rate Additive Manufacture of Complex Metal Parts (HiDepAM)","abstractText":"Additive manufacturing (AM) is a process of building a component layer by layer. In a simplified manner, it can be described as 3D printing of a component. The technology is important because it is logistically and conceptually extremely simple with major benefits. For example it would lead to significantly reduced material and energy use and manufacture of structures such as aircraft. Lowering of material wastage is an important issue as presently the aerospace sector machines out complex shapes from regular shaped structures. This causes significant wastage and a very high buy to fly ratio, i.e. A large amount of material needs to be purchased compared to that which goes on the aircraft. AM is able to create complex component architectures which would supplement the advancement in soft design technology. Therefore, it is no wonder that AM technique has been identified as one of the transformational technology for the future manufacturing sector. \nThis project is tackling two major barriers to implementation of AM technology for applications such as making aircraft. These are the very high cost of the process and the properties of the material that is being deposited. In the present programme the multi-disciplinary team seeks to investigate the development of AM processes that are overcome the barriers. This includes a new AM process based around the use of the laser combined ways a new method of adding material. We are also developing a new process to go with the AM process which transforms the properties of the material so that it is similar to the material currently used on aircraft. This new process uses techniques like rolling to introduce cold work into the metal; this changes the structure of the material at the microscopic level. Finally manufacturing of complex shapes, out of position (not vertical down) and multi-axes deposition and integrated machining will be evaluated for production of near net shape from a single process. The research programme would also study the feasibility of developing an innovative and non-destructive way of online process control of microstructure by Spatially Resolved Acoustic Spectroscopy (SRAS) technique. The consortium is carefully formed with complimentary knowledge base between the partners so that a significant progression can be made within the project span. This cross continental activity will help in leveraging the tacit knowledge base through regular visits; web based discussions and investigator exchange programme. The project is expected to solve the major issues identified in AM Technology, leading to its early application in industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K029010/1","grantId":"EP/K029010/1","fundValue":"488909","fundStart":"2014-01-06","fundEnd":"2016-07-05","funder":"EPSRC","impactText":"","person":"Stewart Wynn Williams","coPersons":["Supriyo  Ganguly","Steve David Sharples"],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}