{"id":"D7B4D95C-7689-4E8D-B0EF-0EF820D43607","title":"Accessible resource for integrated epigenomics studies (ARIES)","abstractText":"Epigenetic studies are becoming a central focus of biological research internationally. Epigenetic profiles can serve as exposure markers and as prognostic or predictive biomarkers, with leukocyte methylation currently being the most commonly measured form of epigenetic modification, in the most readily obtainable tissue and one that has undergone epigenetic analysis in many investigations. In regard to this mode of analysis the Avon Longitudinal Study of Parents and their Children (ALSPAC) provides a unique potential resource, in having two-generational data and cord blood and later peripheral blood samples available, allowing for intrauterine influences, intergenerational transmission, change in methylation from birth through to pre-pubertal and post-pubertal age, and investigation of how methylation patterns predict and change with development. Such methylation data would be linked to the extensive exposure, genotype and phenotype data available in ALSPAC. The human data will be coupled with rodent data documenting the relationship between leukocyte and other tissue methylation and gene expression and rodent model tissue banks related to over-nutrition, obesity and ageing. Additional rodent tissues will be banked for future analysis upon request. Data generated will be uploaded for browsing on a custom web-based interface developed specifically for this initiative which will permit the integration of data from multiple sources from both human and rodent sources. The user will have access to data exploration utilities, a graphical genome browser and interactive graphical views of data relationships. The integration of data on epigenetic profiles in this intensively characterised human cohort with rodent epigenetic and transcriptomic data to generate an accessible resource to enhance research in the field of epigenetics for the benefit of the wider scientific community represents a considerable bioinformatic undertaking. We will draw on the expertise of leading scientists in the field of epigenetics and population-based human cohort studies to generate relevant data and combine this with up to date and highly skilled bioinformatics input (developed with substantive previous investment from the BBSRC) to meet our stated objectives. In combination, the proposed generation of biological data together with state of the art bioinformatic tools for data integration and access, would provide an unequivocally world-leading resource for epigenetic studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I025263/1","grantId":"BB/I025263/1","fundValue":"264942","fundStart":"2012-01-01","fundEnd":"2014-06-30","funder":"BBSRC","impactText":"","person":"Caroline Laura Relton","coPersons":["Anil  Wipat","Tom  Kirkwood"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}