{"id":"D7BBA083-6968-4AB1-B54A-66A875F798EE","title":"Probing intramolecular dynamical processes in electronically excited states of small aromatic molecules","abstractText":"A molecule can be considered as a collection of balls and springs. If a spring in one part of a molecule is tweaked, the energy can be transferred to other parts of the molecules. Chemists are interested in the mechanism and the timescale of this transfer process because it dictates the kinds of reactions that the molecule can undergo. In the experiments proposed here, the tweak will come from a very short laser pulse that has a well-defined energy. This energy will be matched to a resonance in the molecule. The transfer of the energy around the molecule will be monitored by a second laser pulse which will be delayed with respect to the first so that it arrives at a well-defined time, less than one ten billionth of a second later. The second laser pulse will cause the ejection of an electron from the molecule whose behaviour as a function of the controlled time delay will enable us to watch the energy moving around the molecular framework. We have chosen a set of molecules for study which are all based on a ring structure, with various related groups of atoms attached to the rings. This will enable us to examine in a systematic way the effect of changing the molecular structure. Thus, we hope to find common threads that will enable us to understand energy transfer processes in molecules.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E046150/1","grantId":"EP/E046150/1","fundValue":"840132","fundStart":"2007-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  So far our results have stimulated modelling work by Warren Lawrance and coworkers at Flinders University in Australia. (See, for example, JR Gascooke, JR and WD Lawrance, J. Chem. Phys.\n138, 134302 (2013)). This work is ongoing and we are currently working on a collaborative publication.  ","person":"Katharine  Reid","coPersons":["Timothy G  Wright"],"organisation":"University of Nottingham","findingsText":" We have pioneered a new technique which enables us to watch how energy which has been initially deposited with a short pulse of light moves around within isolated molecules. Using our technique we can answer detailed questions regarding the mechanisms governing this movement as well as the timescales. This mechanistic information will be of importance in photochemistry, which in turn underpins processes such as vision, photosynthesis and the operation of solar cells. Future work could study molecules specifically tailored for their relevance in vision, photosynthesis or the operation of solar cells. Energy,Environment","dataset":"gtr"}