{"id":"D7C0C1FE-B567-41F5-8854-31D98D3083E4","title":"PHOTORECEPTOR OPTIMISATION OF PLANT WATER USE","abstractText":"A changing climate coupled with increasing population and resource use is placing a greater strain on our ability to feed the world community. Crop productivity is dependent on water availability and predicted reductions in this resource could seriously impact our Food Security. We therefore need to develop crops with improved photosynthetic performance and reduced water use. A plants performance is determined by its ability to respond to environmental signals. Light is one of the most important signals for regulating plant growth and development. It is required not only for photosynthesis but also various other processes including seed germination, stem elongation and leaf development. Transforming a light signal (direction, quality and quantity) into a response is the role of plant photoreceptors and phytochrome B, a red/far-red photoreceptor, plays a major role in many of these responses. This includes balancing photosynthetic performance with the amount of water a plant uses. Plants defective in phyB, show a trade-off with significant improvements in their water use at the expense of reductions in their photosynthetic performance. Our work has shown that phyB regulates the development of stomata on the leaf surface. Stomata are the small pores found on the surface of leaves and they are critical regulators of plant gas exchange, balancing the uptake of carbon dioxide gas, which is required for photosynthesis, in exchange for water vapour. phyB signalling determines the number of stomata that develop on a leaf, which has a direct impact on plant water use and photosynthesis. A major outcome of this proposal will be to establish the role of a phyB signalling network in regulating this process through both tissue specific and inter-tissue signalling. Modulating this phyB signalling network presents a means of manipulating the trade-off between water use and photosynthesis to generate plants with improved performance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N002393/1","grantId":"BB/N002393/1","fundValue":"418814","fundStart":"2016-02-08","fundEnd":"2019-02-07","funder":"BBSRC","impactText":"","person":"Stuart Anthony Casson","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}