{"id":"D7C41FBC-2E1C-46E0-A163-4F8A5880905A","title":"Ultra-Sensitive Measurements of Electronic Structure and Correlations in Magnetic Fields up to 25 Tesla","abstractText":"While much of textbook condensed matter physics is described in terms of non-interacting electrons, either in simple metals or in simple insulators, a whole host of new physics arises in materials conceptually at the interface between those two classes such as transition metal oxides. We propose a research programme to investigate the electronic structure of such correlated materials.Our main experimental technique (the so-called de Haas-van Alphen effect) involves quite literally sending electrons around in a circle. This is achieved by applying a large magnetic field: just as a bar magnet held to a conventional TV screen will deflect the electrons that create the TV image, a larger magnetic field will cause the electrons to orbit in a tight circle. The same happens to electrons in metals - except that their orbits are then no longer circular. We cannot look inside a piece of metal with our own eyes, but using sophisticated quantum interference effects, we can still infer the shape of these orbits (as well as the mass of the electrons inside the metal which, intriguingly, can differ from the electron mass outside it). These effects are rather subtle, and one needs very large magnetic fields, very low temperatures, and very sensitive detection systems to observe them. We propose to build a sensor smaller than a human hair, and use the world's strongest magnets including one that is soon to be installed in Cambridge, to boost our signal size for these measurements. We will use this new setup, along with our existing one, to work on some of the most intriguing materials that have emerged in the past few years - amongst those yet unexplained superconductors, and insulators that start to conduct if you squeeze them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D051266/1","grantId":"EP/D051266/1","fundValue":"221717","fundStart":"2006-08-01","fundEnd":"2010-01-31","funder":"EPSRC","impactText":"","person":"John Robert  Cooper","coPersons":["Michael Leonard Sutherland","Jack Jikui Luo","Timothy Arthur Coombs"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}