{"id":"D7D42BD4-4FC9-4BC7-B58D-13EBE5334765","title":"Three-dimensional optical imaging of cardiac electrical activity using alternating illumination","abstractText":"Every heartbeat is triggered by a rapidly propagating electrical wave that synchronizes the contractions of the various chambers of the heart. Abnormal propagation of these electrical waves compromises the mechanical function of the heart and can result in life-threatening arrhythmias. Several computational studies have highlighted the complex three-dimensional wave patterns during both normal activity and arrhythmias in cardiac tissue. However, so far only limited experimental information has been gained on the three-dimensional spatiotemporal dynamics of electrical waves in the heart. Cardiac imaging using voltage-sensitive dyes has become a widely used method to image cardiac electrical activity. Voltage-sensitive dyes can be injected through coronary flow, bind to the cell membranes, and respond to changes in transmembrane potential by shifts in their absorption and fluorescence spectra, allowing monitoring cardiac electrical activity. Cardiac optical imaging has primarily been used in epi-fluoresence mode, providing only superficial information about the activity on the epicardial surface. Several laboratories have reported that epi-fluorescence images contain information from deeper layers up to 1 mm below the epicardial surface. We recently demonstrated that this depth penetration can be improved by using transillumination imaging, where excitation and acquisition of fluorescence occur on the opposite surfaces of a tissue slab. Although transillumination allows visualizing various intra-myocardial wave patterns through a single optical projection, it does not provide time-resolved three-dimensional reconstruction of cardiac electrical activity.The major goal of this project is to develop the first technology that will enable time- and depth-resolved optical imaging of cardiac electrical activity in coronary perfused slabs of ventricular tissue. We will utilize a novel method / termed alternating illumination / which combines images obtained in epi-fluorescence and transillumination from both the epi- and endocardial surfaces, to achieve a complete three-dimensional reconstruction of cardiac electrical activity. One acquisition cycle will thus consist of four optical images and should be completed within 1 ms using contemporary CCD cameras. The reconstruction of three-dimensional cardiac electrical activity will be utilizing a detailed photon transport model based on Monte Carlo simulations to accurately calculate contributions of intramyocardial layers to the surface optical signals. Three-dimensional deconvolution will be achieved through solution of the inverse optical problem, using methods commonly applied for various tomographic techniques. The reconstruction algorithm will initially be tested computationally using our recently developed electro-optical models to simulate cardiac optical signals. Our optical imaging system will be developed from currently available epi-fluorescence imaging systems by implementing a dual CCD based system for acquisition and computer triggered LED arrays for illumination. After calibration of the system on optical phantoms, we will apply it to visualize electrical waves in left ventricular wall preparations during paced activity and arrhythmias. Further validation and refinement will be obtained through detailed DTI-MRI based computational studies on each tissue slab. This research project will be highly multi-disciplinary and combine methods from the Physical, Engineering and Life Sciences. It will deliver the first and thoroughly tested three-dimensional visualization technique optimized for depth- and time-resolved optical imaging of normal and arrhythmic cardiac electrical activity in slabs of ventricular tissue and will provide unique and publicly available information about propagation of electrical waves during arrhythmias.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F065574/1","grantId":"EP/F065574/1","fundValue":"351041","fundStart":"2008-11-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"","person":"Olivier Ghislain Bernus","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}