{"id":"D7DCF0C9-F15C-4183-8B49-A848F1764D3A","title":"Diffusive shock acceleration and magnetic field amplification","abstractText":"Explosive events and supersonic flows are a feature of many of the most interesting objects in the universe. Explosions naturally produce shocks, and shocks naturally produce large numbers of very energetic particles such as those that arrive at the Earth as cosmic rays. These energetic particles are responsible for emission from long wavelength radio waves to extremely short wavelength gamma rays. This emission give us much of our information about astrophysical processes. We understand the general processes by which shocks accelerate energetic particles, but the detailed processes are less well understood. As the particle are accelerated they attempt to escape the shock, and in the process they set the surrounding medium into motion, which winds up the magnetic field lines and produces greatly increased magnetic field. The magnetic field deflects the trajectories of the accelerating particles and stops them escaping so they continue to be accelerated and eventually reach very high energies. Important breakthroughs in recent years have been x-ray observations which tell us that the magnetic field is stronger than previously thought and the development of a new theory of how accelerating particles produce the amplified field. The overall aim of the project is to investigate these processes using computer simulation. We will use a computer model to predict the strength of the magnetic field and the energy spectrum of the accelerated particles. We will then compare the computer predictions with a wide range of observations. This will help us to understand some of the most explosive and exotic phenoemna in the universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H001948/1","grantId":"ST/H001948/1","fundValue":"370769","fundStart":"2010-10-01","fundEnd":"2013-03-31","funder":"STFC","impactText":"  Our findings represent a significant advance in our understanding of events in the universe at very high energy Education Cultural","person":"Anthony Raymond Bell","coPersons":[],"organisation":"University of Oxford","findingsText":" We have advanced the understanding of the origins of cosmic rays (high energy particles pervading the Galaxy), especially explaining where and how they gain their energy and how they escape from their sources to reach the Earth. we are extending our research to the investigation of ultra-high energy cosmic rays that are accelerated in distant active galaxies. Education","dataset":"gtr"}