{"id":"D7EE3A61-EB64-490C-BFE3-D6C79B66CC53","title":"Manufacturing Green Nanoparticles for Efficient Cell Manufacture","abstractText":"Material-cell interface, which strongly depends on surface and materials properties, can augment cell growth and is extremely useful in enabling exquisite control of cellular manufacturing. We will address challenges related to the total efficiency of the cell production process starting with nature-inspired manufacture of bespoke green nanomaterials (GN), characterizing these nanoparticles, and evaluating how these materials affect the subsequent cell manufacture. As part of this call, we seek limited proof-of-concept funding 2 years. \n \nIn order to manufacture green nanomaterials for efficient cell manufacture, there are following challenges:\n- Can we scale up green nanomaterial manufacture so as to be competitive?\n- How can we control flow to control manufacturing?\n- Can we showcase the application of green silicas for cell manufacture?\n- What nanoscale properties make green silicas superior?\nWe will address these challenges from a unique perspective by collaborating across non-traditional disciplines involving nanomaterials chemistry, fluid dynamics, cell manufacturing and nanotechnology, and combining expertise from two EPSRC Centres for Innovative Manufacturing and two EPSRC Manufacturing Fellows. \n \nWe have shown that GN, which provide an environmentally friendly approach, are scalable and have promising biomedical applications, while establishing the importance of mixing in nanomaterials scale-up operations. We have also identified strategies to efficient and automated cell manufacturing and developed nano-probes to extensively investigate surfaces and interfaces at the nanoscale. In this project, we aim to build on this success and go significantly beyond to address a number of key challenges to deliver large scale manufacturing of green nanomaterials suitable for cellular manufacture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L015269/1","grantId":"EP/L015269/1","fundValue":"34001","fundStart":"2014-04-29","fundEnd":"2014-08-21","funder":"EPSRC","impactText":"","person":"Simon  Kuhn","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}