{"id":"D7F328E4-2EFF-49D0-A164-786F2CD74FE5","title":"Cryo-electron microscopy using DNA-templated protein arrays","abstractText":"Molecular machines, signalling molecules and structural components made from protein and RNA are some of the most important fundamental building blocks of biology. One way to study their function is to determine their structure - this can often be done by X-ray crystallography with sufficient accuracy to reveal the positions of individual atoms. For some proteins, however, it is difficult to obtain the required crystals - either because it is difficult to produce a sufficient quantity of the protein, or because the molecule is inherently difficult to crystallize. Important examples are the large class of membrane proteins which represent about 30% of all proteins and 60% of drug targets but only 1% of known structures. We are developing new techniques to facilitate structure determination based on an alternative method - cryo-electron microscopy - which requires only very small quantities of protein and no three-dimensional crystals. Molecular structures can be determined from electron microscope images of thousands of molecules embedded in a thin layer of ice. These images are averaged to improve their quality, and the three-dimensional structure of the molecule is obtained by comparing images of the molecule in different orientations - either using a sample of randomly oriented molecules or obtained by tilting the sample. The results depend critically on the quality of the sample - how flat is it? how even is the ice thickness? how many molecules can be identified? do images of neighbouring molecules interfere with each other? We are developing a new way to prepare protein samples for cryo-electron microscopy which has the potential to increase its usefulness as a tool for determining the structures of hard-to-crystallize molecules. Our method is based on the use of self-assembled lattices made from synthetic DNA that provide anchorages to bind the target molecules in a regular pattern with a spacing of around 10 nanometres. This creates a dense, flat array of non-overlapping molecules which is ideal for structure determination.We have carried out pilot studies on a membrane protein with previously unknown structure, and have shown that our techniques can achieve excellent results. We will develop this technique while studying other important proteins whose structures are unknown. Our goal is to develop a generally applicable technique that can be adopted by other groups to improve the quality of structural information available from cryo-electron microscopy and the throughput of the technique.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H000321/1","grantId":"BB/H000321/1","fundValue":"487652","fundStart":"2009-10-01","fundEnd":"2013-03-30","funder":"BBSRC","impactText":"  Work on the use of DNA nanostructures to present proteins in controlled positions and orientations to facilitate their study by cryoelectron microscopy has been taken up by at least two other international research groups. Other ","person":"Andrew Jonathan Turberfield","coPersons":["Anthony  Watts","Robert John Gilbert"],"organisation":"University of Oxford","findingsText":" Molecular machines, signalling molecules and structural components made from protein and RNA are some of the most important fundamental building blocks of biology. One way to study their function is to determine their structure - this can often be done by X-ray crystallography with sufficient accuracy to reveal the positions of individual atoms. For some proteins, however, it is difficult to obtain the required crystals - either because it is difficult to produce a sufficient quantity of the protein, or because the molecule is inherently difficult to crystallize. Important examples are the large class of membrane proteins which represent about 30% of all proteins and 60% of drug targets but only 1% of known structures. \nWe are developing new techniques to facilitate structure determination based on an alternative method - cryo-electron microscopy - which requires only very small quantities of protein and no three-dimensional crystals. Molecular structures can be determined from electron microscope images of thousands of molecules embedded in a thin layer of ice. These images are averaged to improve their quality, and the three-dimensional structure of the molecule is obtained by comparing images of the molecule in different orientations - either using a sample of randomly oriented molecules or obtained by tilting the sample. The results depend critically on the quality of the sample - how flat is it? how even is the ice thickness? how many molecules can be identified? do images of neighbouring molecules interfere with each other? We are developing a new way to prepare protein samples for cryo-electron microscopy which has the potential to increase its usefulness as a tool for determining the structures of hard-to-crystallize molecules. \nOur method is based on the use of self-assembled lattices made from synthetic DNA that provide anchorages to bind the target molecules in a regular pattern with a spacing of around 10 nanometres. This creates a dense, flat array of non-overlapping molecules which is ideal for structure determination.We have carried out pilot studies on a membrane protein with previously unknown structure, and have shown that our techniques can achieve excellent results. We are developing this technique while studying other important proteins whose structures are unknown. Our goal is to develop a generally applicable technique that can be adopted by other groups to improve the quality of structural information available from cryo-electron microscopy and the throughput of the technique. The techniques that we are developing have potential for application in structure-based drug development. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}