{"id":"D7F7604F-186B-4534-8906-CACF0FCD881F","title":"Bilateral BBSRC-FAPESP: Amelioration of the autonomic imbalances of old age with exercise - exploring the molecular and physiological mechanisms","abstractText":"It is estimated that by 2050, 25% of the populous will be over 65. Whilst this dramatic increase in lifespan should be celebrated, the resultant demographic change represents a major challenge. This is because wellbeing and health in old age has not improved proportionally with longevity. This imbalance not only impacts on the individual, who would obviously wish to enjoy a healthy life post-retirement, but it also imposes considerable economic and social burdens on families and society. The reasons why bodily systems deteriorate in the elderly is not well understood. However, there is growing evidence that brain dysfunction is involved in a wide range of chronic conditions of old age. It is thought that an imbalance develops in the autonomic nervous system, that is responsible for controlling certain bodily functions, and that this can lead to chronic pathological conditions associated with growing old, such as obesity, insulin resistance, diabetes, heart failure, stroke, and high blood pressure. \n There are two possible approaches to the problem of frailty in old age. One is to view the problem as being medical, with the solution residing in increased clinical interventions as the individual gets older. Another, preferable, approach is to view the deterioration of old age as a process that cannot be prevented, but can be ameliorated. It is recognized that particular environmental conditions, nutritional choices, life events and lifestyles, acting on a genetic substrate, can contribute to either wellbeing, or ill health, as we get older. Thus, for example, there is considerable anecdotal evidence that a sedentary lifestyle can lead to ill heath in old age, whereas physical activity has long-term health and wellbeing benefits. However, physiological understanding of these phenomena is scant. \n We propose to study the effects of ageing and physical activity in a rat model of autonomic imbalance that spontaneously develops high blood-pressure as it gets older. We will use techniques that enable us to identify and quantify all of the genes that are expressed in parts of the brain involved in autonomic nervous system activity. We will then ask how gene expression changes with age. We will also allow these animals to exercise, and we will measure how this affects their physical wellbeing as they age. We will look for genes that are turned on or off by exercise, and we will use state-of-the-art gene manipulation techniques to determine their physiological function(s) in the animal. \n Overall, we propose to identify ageing genes (bad brain genes) and exercise genes (good brain genes), and knowing this we will find out whether we can ameliorate some of the pathophysiological problems associated with ageing. This knowledge may one day contribute to improving the quality of life of the older generation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J005452/1","grantId":"BB/J005452/1","fundValue":"520942","fundStart":"2012-02-01","fundEnd":"2016-01-31","funder":"BBSRC","impactText":"","person":"David  Murphy","coPersons":["Julian Francis Paton"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}