{"id":"D80A5EA2-AEE2-4102-941B-E8C6A6BF5C8A","title":"Recognition of Object Categories and Scenes","abstractText":"This research project proposes to advance state-of-the-art image recognition techniques to be able to recognize a large number ofscenes and object categories in real and unconstrained indoor andoutdoor environments i.e. traffic scenes (cars, bicycle vehicles,pedestrians, human faces, street signs etc.), urban and naturalscenes (buildings, landscapes etc.) with various rigid andarticulated objects as well as textures. Nowadaysalmost everybody carries a digital camera and taking a photo or ashort video has never been easier. Broadcasting companies receivethousands of pictures from the general public after every majorevent and the annotation of those documents is done manually. Crime investigators collect large amounts ofvisual evidence and its classification is also done manually. The UKhas the largest number of security cameras in Europe but the dataprovided by the cameras is very little explored. Furthermore,recognition and interpretation of visual information is one of themajor requirements for autonomous intelligent robots. There is therefore a dire need for a reliable recognition system capable of automatic classification and annotation of large amounts of visual documents. Any success towards achieving that goal i.e., automatic prioritizing of document browsing for experts, will be seen as a clear benefit in improvingthe efficiency of work.To fulfil the objectives of this project major progress has to bemade in the domain of features extraction, category representationand efficient search. Recent interest point based approachesdemonstrate the capability of dealing with large numbers ofcategories in the context of visual recognition. These methods showpromising directions towards successful scene and objectrecognition. Based on these results we propose to develop noveltechniques for extracting image features robust to backgroundclutter and viewpoint change, which are currently great challengesin image recognition domain. Those features will be suitable forsimultaneous representation of scenes and objects at variousappearance and structure levels as well as for segmentation ofobjects. Mid-level image segmentation methods have a potential toprovide such features and can bridge the gap between interest pointdetectors and semantic segmentation in the context of categoryrecognition. There has been little overlap between recognition andsegmentation domains although the goal is to solve both problemssimultaneously.We also propose to introduce novel hierarchical representationswhich will exploit the properties of new features and allow to dealefficiently with large number of image categories. Therepresentation will model the categories in multiple hierarchies ofvarious image attributes i.e., intensity, color and texture as wellas relations between different object parts and views. The multiplehierarchies will allow for coarse-to-fine classification based onimage cues relevant to the query. Very little work has been done inthis area and the proposed research can shed new light on imagerepresentation problems. Finally, efficient tree structures andnearest neighbor search techniques will be employed to handle largeamounts of data in multi-category learning.Developing novel, efficient and robust techniques which may providesuccessful solutions to fundamental recognition problems and advancethe state-of-the-art in feature extraction, categoryrepresentation and data exploration, make this project verychallenging and adventurous. The project is expected to achieve theobjectives within 36 months and it will involve a research student,a research assistant and the principal investigator.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F003420/1","grantId":"EP/F003420/1","fundValue":"236180","fundStart":"2008-05-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"  Image retrieval and classification as well as feature detectors developed in this project were used in various industrial applications such as video archive exploration by the BBC.\nMatching of user generated content in the BBC web pages.\nThese state-of-the-art recognition systems were evaluated in international competitions in image classification. The recently developed recognition systems are submitted to independent evaluations organized by National Institute of Standards and Technology (NIST, USA), or Pascal Network of Excellence (Europe). Our image classification system with novel multi-kernel KDA classifiers won 3 different competitions (TrecVid, Pascal, ImageClef) in 2008, 2009, and 2010. \nThe system was extensively tested as a part of a UAV robot designed for MoD Grand Challenge 2008. For design, construction and control of an autonomous reconnaissance robot the Swarm Systems Team received Best Innovative Idea Award from the Ministry of Defence (UK) in 2008. \n\n\nTLD technology is exploited in various professional fields all over the world.\nPhotron is the world's leading manufacture of high speed digital imaging systems. Head Office is located in Japan. TLD is used for motion analysis for video images in high speed camera software.\nVirginia Tech is a public land-grant university with a main campus in Blacksburg, Virginia. TLD is used for building a face and object (vehicle) tracker.\nMovcam is a company that develops and manufactures camera stabilizing devices. TLD technology is used in development autonomous camera and lens control system.\nIndra Sistemas, is an information technology and defense systems company. TLD technology is used in development of EWE-8000 family emulators for antenna alignment.\nCladoop is a startup company focusing on computer vision, surveillance and big data. TLD technology is used for development of their core product.\nMAGnet Systems is a software and hardware development company based in Canada. G2Associates is the authorized representatives of their products. TLD is used for devleopment of advanced object tracking capabilities for UAV. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Retail,Transport Economic","person":"Krystian  Mikolajczyk","coPersons":[],"organisation":"University of Surrey","findingsText":" A Smart Camera that Learns from Experience' is addressing challenges in visual tracking i.e. following an object moving through video (well demonstrated in computer games). Instead of a programme that will inevitably make mistakes, Predator accepts the mistakes, stores them and is then able to make better decisions in the future - resulting in a unique, real-time visual tracking system that improves its performance over time with the end result resembling the performance of human vision.\n\nA generic visual recognition system capable of dealing with large numbers of scene and object categories in unconstrained indoor and outdoor environments i.e. traffic scenes (vehicles, pedestrians, human faces, street signs etc.), urban (buildings, rooms) and natural scenes with various rigid and articulated objects as well as textures (landscapes, animals, vegetation). It addresses extremely challenging problems in visual recognition, which are simultaneous recognition, localization and segmentation of various objects and scenes independently of viewing conditions, with background clutter and occlusion. The human eye and brain has an outstanding ability to deal with these problems. Unfortunately, existing recognition systems are still far from this level of performance. One of the main limiting factors is the unlimited and unpredictable variability of the appearance of objects even for the same semantic meaning. This implies large amounts of training data, compact image representations and efficient search techniques.\n\n The main achievements of this project was to advance the state of-the-art in visual recognition, to classify large numbers of scenes as well as detect and segment object categories in still images or video frames. The project developed:\nNovel image representations suitable for simultaneous modeling of scenes and object categories.\nNew methods for extracting local features robust to viewpoint change and background clutter.\nData structures, clustering and search techniques for efficient recognition.\nGeneric recognition system capable of dealing with hundreds of scene and object categories. The potential applications span from new human computer interfaces, eHealth, animal behaviour analysis, surveillance, to robot navigation, assisted driving etc. Aerospace, Defence and Marine,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Retail,Transport","dataset":"gtr"}