{"id":"D80EDC36-E6EA-45CE-B9F1-F33DAB115F6F","title":"Small Items of Research Equipment at Newcastle University: Developing the Research Base in Healthcare Technologies, Sustainability and Digital Economy","abstractText":"For the UK to remain at the forefront of research excellence, it is essential that it has a well-funded and state-of-the-art research equipment pool that our researchers can use in their investigations. This award will enable us to purchase a suite of small items of research equipment at Newcastle University, in three research Themes that are of considerable importance to society: Healthcare Technologies; Sustainability; and the Digital Economy (HT-S-DE). \n\nOur particular aim is to use this research equipment to support those in the early stages of their research careers. Thus, the items of equipment included in this proposal have been requested by our early career researchers (ECRs) to enhance their research capabilities in the HT-S-DE research themes. The equipment will enable them to carry out their research more effectively and efficiently and will also allow them to expand their interests to new research areas. It will also give them the opportunity to work more closely together with one another and with other researchers in the UK and overseas. \n\nWe believe that it is important to maximise the use and therefore the benefits of this equipment. We will therefore manage it in a coordinated way. Responsibility for this management will lie with an ECR Development Steering Group consisting of our most promising ECRs, guided by a small team of very experienced and successful senior academic staff. In this way we will maximise the benefits of this portfolio of equipment and at the same time give our ECR team valuable research management experience, an important career development opportunity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K031678/1","grantId":"EP/K031678/1","fundValue":"496353","fundStart":"2012-11-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  This project enabled Newcastle to purchase a suite of small items of research equipment at Newcastle University, in three research Themes that are of considerable importance to society: Healthcare Technologies; Sustainability; and the Digital Economy (HT-S-DE). \n\n\n\nThe project focused on ensuring this research equipment supported those in the early stages of their research careers. Thus, the items of equipment purchased were requested by our early career researchers (ECRs) to enhance their research capabilities in the HT-S-DE research themes.\n\nThe equipment sourced allowed the Early Career Researchers to carry out their research more effectively, collaborate with other researchers and and expand their research interests thematically.\n\nBeneficiaries: Early Career Researchers, academic community, healthcare, sustainability and digital economy sectors\n\nContribution Method: The equipment is likely to be utilised in both UK and international academic research projects as well as non-academic contexts through industrial partnerships, training, consultancy and outreach activities. Agriculture/Food and Drink,Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Transport Cultural","person":"Anthony Paul  Roskilly","coPersons":[],"organisation":"Newcastle University","findingsText":" The project ensured the provision of state of the art research equipment for use in three research themes: Healthcare Technologies; Sustainability; and the Digital Economy (HT-S-DE). \n\n\n\nThe project focused on the provision of equipment for early career researchers (ECR) to allow them to enhance their research capabiltiies in the HT-S-DE research thems by work more effectively. The project was also able to support an expansion of their research interests and improve long term collaboratation between ECRs and other researchers in the UK and worldwide. The equipment is likely to be utilised in both academic and non-academic contexts through industrial partnerships, training, consultancy and outreach activities.\n\nThe equipment detailes are included in the 'Kit-Catalogue' website (develped by N8) which has been published internally and will be externally visable. It is important to maximise the use and therefore the benefits of this equipment. This was achieved by an ECR Development Steering Group consisting of our most promising ECRs, guided by a small team of very experienced and successful senior academic staff. By identifying the potential use of the equipment for multi-disciplinary research, the project has allowed researchers to maximise the benefits of this portfolio of equipment, bridge the gaps between research areas and at the same time give our ECR team valuable research management experience, an important career development opportunity. Chemicals,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}