{"id":"D80EF38A-28CE-4E51-8EBF-E14BA3CB15FC","title":"Adaptive Gradient Elasticity and Mechanical Stimulation in Bone Remodelling","abstractText":"In nowadays ageing population, the problems related to bone loss are on the rise. As such it is of crucial importance to the public health and well-being in general to offer a strategy that can reverse bone degradation.\nComputational modelling strategies are needed to complement and enhance a recently developed treatment for bone degradation, namely using mechanical vibrations of low magnitude to trigger bone regrowth. The computer modelling will subsequently be used to optimise this treatment for individual patients. The project is interdisciplinary between Engineering (&quot;mechanical vibrations&quot;) and Biomedical Sciences (&quot;bone regrowth&quot;) and it requires strong mathematical modelling input to complement the existing experimental biomedical programme.\nThe degradation of bone is a widespread phenomenon that is often followed by fracture. Bone degradation has various causes, most prominent of which are osteoporosis, bone cancer and common ageing. Certain groups of individuals are particularly prone to bone degradation, such as post-menopausal women. Reversing bone degradation has been recognised by leading medical specialists around the world to be of crucial importance to public health and public well-being. \nBone regrowth can be stimulated by pharmaceutical measures; however, their long-term effects remain unspecified and there may be undesired side effects. More recently, research efforts have been directed towards triggering bone regrowth through mechanical stimulation. Especially dynamic loading (as opposed to static loading) is advantageous to stimulate bone growth namely through exposing the patient repeatedly (say 20 minutes per day for the duration of a year) to straining of the intensity of everyday activities such as standing.\nUnfortunately, the experimental programmes are expensive and require a lot of organisation and research efforts. It is also often necessary to acquire approval of the relevant Professional Institutions or Ethical Committees. As in many areas of engineering, computer modelling can be used to complement and/or partially replace the expensive experimental programmes. \nIt is thought to be opportune to suggest in the present research computer modelling techniques that can be used to simulate bone remodelling due to vibrationary mechanical stimulation, thereby taking into account the microstructure of the bone material via a multi-scale approach. It is suggested to use upscaling techniques and translate these microstructural responses into effective properties on the macro-scopic level. The resulting models would be relatively simple to use and much more &quot;transparent&quot; than the associated microstructural models; thus, their use by the beneficiaries should be much more straightforward. In this research, a particular type of multi-scale techniques, adaptive gradient elasticity model, will be developed for the benefit of subsequent applications.\nFinally the dependence of bone stimulation on the various aspects of the mechanical vibration, such as frequency, amplitude and duration will be analysed. The partial sensitivities to these aspects can be quantified and subsequently used to manipulate the details of the mechanical vibrations in order to optimise bone growth and rationalising patient treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004782/1","grantId":"EP/J004782/1","fundValue":"95803","fundStart":"2012-03-26","fundEnd":"2014-01-25","funder":"EPSRC","impactText":"  National societal impact: the finding of the grant have been reported and presented on the grant-holder organised workshop that has attracted not only from colleagues from academia, but also practising health-care providers. \nInternational societal impact: the key-note presentation of the key findings from the grant will be presented in December 2014 in &quot;Bio-mechanics 2014&quot; Conference, held in Russia, where international colleagues from different (national and international) universities together with health-care providers will be present. Good discussions and possible continuation of the research and its applications are envisaged.\nNational and international technological impact: the newly developed methodologies and software made it possible to develop new stream of research beyond the initially envisaged in the project. This new methodologies made it possible to extend the current techniques of material analysis and resulted in the new angle of join work with colleagues cross-departmentally in the University of Sheffield and in Aristotle University of Thessaloniki Greece.\nEducational impact: during the course of the project one Research Associate involved into the first part of the project broaden the own research and as a result could advance his career into the University Lecturer. Another Research Associate, seconded to the second part of the project, advanced his research and benefited greatly from the new methodologies (now in the process of publication) in two ways: (a) by broaden his own research and (b) by translating the new approaches to the home-place thus advancing the research in his home-group. Digital/Communication/Information Technologies (including Software),Education,Healthcare Societal","person":"Inna  Gitman","coPersons":[],"organisation":"University of Sheffield","findingsText":" Particular micro-structure of bones, its anisotropy and time-changing properties are of at-most importance while offering a patient-specific decision making tool in that can be offered to the medical colleagues.\nCertain properties of bones, such as its viscosity, should not be underestimated: they have a strong influence on the outcome of bone modelling and need to be taken into account.\nVibrationary mechanical stimulation is a beneficial treatment to improve the overall bone properties (bone remodelling).\nAn offered numerical methodology is generic and can be translated to other classes of materials with heterogeneous (visco-)elastic (an-)isotropic micro-structure that changes with time.\nA key development was the writing of a number of computer programs that can predict the behaviour of the (bone) material. As the potential beneficiaries from this project, colleagues in academia will benefit and possibly built upon the published research and the developed numerical methodology, which is translatable to the wider class of materials.\nThe developed numerical tool, can possibly be used by healthcare practitioners community as the we offer a patient specific accessible tool that will be able to predict the outcomes of particular treatments scenarios.\nWe could also take this research further, as including an arising during the project questions, such as the introduction of patient-specific scenario of bone-aging. A lot of research need to be put into this area, jointly by Medical and Engineering colleagues, in order to quantify the bone degradation process. Once the methodology is well established, it would greatly benefit from being added to the developed in the current research project methodology of bone properties predictions after vibration stimulations. That is the next step would be to analyse the two &quot;competing&quot; effects: bone degradation (due to aging) and bone remodelling due to mechanical vibrations, and offer a patient specific tool for the possible treatment. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}