{"id":"D8125D92-B60B-499E-AAF9-CE26E97A1F69","title":"SI2-CHE: ExTASY: Extensible Tools for Advanced Sampling and analYsis","abstractText":"One of the biggest problems we face as we try to develop new materials and new medicines is the enormous gap between the size and complexity of the individual molecules that we understand and can manipulate through chemistry and physics, and the size and complexity of the materials we want to make or biological systems we wish to influence. Computer simulation methods are extremely useful for predicting the properties and behaviour of individual molecules - e.g. of a potential new polymer or a newly-discovered protein - but how will that behaviour relate to the real world situation when we have maybe 1,000,000,000,000,000,000,000 of them together? It is completely beyond the power of computers to deal with this number of individual molecules, but fortunately we don't have to. As long as we can study a big enough sample of them, our predictions of the properties of the bulk material should be reliable. The required sample size is often very large, but fortunately increasingly within the range that the most powerful modern-day computers can deal with. The aim of this project is to develop the software necessary to support these types of 'ensemble' calculations; software which will be very versatile and so theoretically able to applied to very many different areas of science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K040723/1","grantId":"EP/K040723/1","fundValue":"110496","fundStart":"2013-08-13","fundEnd":"2016-08-12","funder":"EPSRC","impactText":"  Currently there exists no rigorous framework to address the computational and mathematical challenges that arise from models that consider dynamics across multiple scales.\nCurrent research in this area is concerned with various ad-hoc approximations and custom made algorithms for specific applications. This project is currently ongoing and the main outcome so far is the development of a rigorous methodology to improve the tools available to be able to speed up molecular dynamics simulations. Through a series of workshops (London Optimisation Workshop, Global Optimisation Workshop and the CPSE seminar series) we have discussed our results we with both other academics and researchers from industry (mainly companies from the processes systems engineering and software engineering).\nThe PI has received feedback on the progress so far and this is being incorporated into the final deliverables. Agriculture, Food and Drink,Chemicals,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Energy,Environment,Financial Services, and Management Consultancy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic,Policy & public services","person":"Panos  Parpas","coPersons":[],"organisation":"Imperial College London","findingsText":" The first objective of the project is to define the representational structures that will facilitate rigorous quantitative multiscale models to be developed. Our second objective is to develop algorithmic techniques for simulating, optimising and controlling stochastic multiscale systems. \n\nThe project has delivered two major results so far. Firstly, we showed that the major benefit of dimensionality reduction techniques is that the reduced order model is numerically well behaved. This was a surprising result since intuition would suggest that the reduced order model can be solved more efficiently because it has fewer degrees of freedom. However we showed that this is not necessarily the case. This result has shed new light on the role of reduced order models and gave us several ideas about how to develop new algorithms based on this insight. \n\nOur second main result concerns an exact mathematical estimation of error bounds for stochastic models that capture multiscale dynamics across both time and space. Using modern optimisation techniques we were able to show rigorous bounds for spatial models with singular perturbations across space. It is important to note that while some of these models have been studied for over 30 years, the magnitude of the error due to the dimensionality reduction was (until now) impossible to estimate. \n\nBased on the results we have obtained so far we are currently working on the development of new algorithms. Since one of our objectives is to apply our tools to realistic case studies we have also started collecting and experimenting with real world data. The output of our research is software that can be used by people interested in molecular dynamic simulations. We are in the process of integrating our s/w into a package that will be made available to the wider community. Agriculture, Food and Drink,Chemicals,Creative Economy,Education,Energy,Environment,Financial Services, and Management Consultancy,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}