{"id":"D815B40D-F01B-4457-BA51-F089CE1A388E","title":"Meaning it: the philosophical psychology of speech acts","abstractText":"Some acts are meaningful while others are not. For those that are (e.g. drawing something or referring to something by name), it is reasonable to ask how this meaningfulness arises. One possible answer, at least for the linguistic acts that are my main focus, is that the meaningfulness of a meaningful act derives from the meaning of the words used. But this merely pushes the question back a step, since we would need to know where the meaning of words comes from if not from their being spoken in the course of referring, asserting, or asking, etc. Besides, we often say things whose meaning goes well beyond, or is at odds with, or is for some other reason not determined by, the meaning of the words used (as with insinuation, malaprops, and ambiguous phrases). \n\nIn the monograph that gives this project its title I defend the thought that the meaningfulness of meaningful acts derives from the content of the agent's (e.g. the speaker's) mental states. More particularly I advance a specific account of how linguistic and other meaningful acts inherit the content of the intentions that give rise to them. The mark of a meaningful act, I suggest, is that it belongs to some kind k that instantiates what I call the 'representational schema': \n\nAn agent ks if and only if she or he acts with the intention of being recognized as having ked. \n\nMeaningful acts, acts that satisfy this schema, inherit their meaning from the content of the relevant intention. It follows that assertoric and other linguistic acts, as well as acts of depiction, since they are all meaningful, must respect the schema. This prediction is borne out, I argue. For example, in the determination of an assertion's meaning, the intention of being recognized as having asserted something is never trumped by the public-language meaning of the expressions used, even if facts about the wider speech community sometimes affect the content of the intention itself in limited ways. \n\nIn the course of the investigation I raise a variety of questions, including: When if ever are sentences or other syntactic entities realized ('spoken')? What links exist between the meaning of artworks and the meaning of linguistic utterances? Is referring something that words do (as when we say that the name 'Abraham Lincoln' refers to a 19th century US president) or something that people do (as when we say that someone referred to the 19th century US president, meaning that they talked about him, perhaps mentioning him by name)? I will also attempt to unify two dissociated disciplines of philosophy: the literature on testimony that takes the notion of comprehension as a given, and the literature in the philosophy of language that is surprisingly unsettled on what comprehension amounts to. \nThe monograph is aimed primarily at philosophers of language, but should also be of interest to linguists concerned with the nature of meaning and the ontology of syntactic entities, epistemologists working on testimony, and aestheticians studying depiction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E506178/1","grantId":"AH/E506178/1","fundValue":"24179","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"Alexander William Barber","coPersons":[],"organisation":"Open University","findingsText":" The key finding of the work undertaken under this grant is that the act of meaning something - in particular the more specific acts of referring to something using a word and of producing a particular linguistic expression - is a matter of acting with a characteristic intention. This intention is self-reflexive, so that Xing is a matter of intending to be recognized as having Xed (where Xing could be the act of referring to Louis XIV, or of producing a sentence with a particular hidden linguistic structure). The primary use is academic, but it could have use in a legal context, when the question arises as to what a speaker or author really meant by a spoken or written utterance. Other","dataset":"gtr"}