{"id":"D81C176E-7C42-4E04-A944-20E92D10BA5E","title":"Advanced applications of SXD in structural evolution in molecular systems, and towards chemical applications of LMX","abstractText":"We are interested in the way molecules hold together in the solid state. This can happen by various favourable interactions, but the one we are most interested in is hydrogen bonding, which is amongst the strongest of these intermolecular interactions. The methods we use to carry out these studies are diffraction and computational chemistry. The diffraction - a way of elucidating molecular structure inside crystalline materials - is carried out using both X-rays (routine in the home laboratory) and neutrons (only available at central facilities). The work we propose to do here focuses on diffraction studies, and includes a particular emphasis on neutron diffraction. Neutron diffraction is important in our work as it gives the definitive means of locating the important hydrogen atoms in our molecular structures (X-rays are much less good at this in general). Since we are interested in the intermolecular hydrogen bonds and their detailed behaviour, and since hydrogen atoms are vital to the formation and understanding of hydrogen bonds, the need for neutron diffraction in our work is clear.Over many years we have carried out an extensive programme of research exploiting variable temperature single crystal diffraction measurements, with a particular emphasis on applying neutron diffraction methods to the study of hydrogen atom behaviour in molecular systems. We look for odd or interesting behaviour of the hydrogen atoms, including situations where they may be mobile (proton transfer) or otherwise able to be tuned within hydrogen bonds - if we can tune the nature of hydrogen bonds we can exert a lot of control over the properties of materials, even including changing their colour, or electrical properties, etc. In parallel with this, the architecture of the structures we create using hydrogen bonds can have useful properties in themselves, such as cavities, and part of our work involves trying to create molecular materials with cavities and then trying to put gases in and out of these, with many potential applications. None of this is easy to do - the structural chemistry of our systems is very flexible and does not always lend itself to precise design of the way in which molecules hold together, but we have many techniques for increasing our chances of making this happen.In the work we want to do here, we apply these neutron diffraction methods to a range of hydrogen-bonded material that have various potentially interesting features. However, since we are doing to be looking at how structures might change as the conditions are changed (for example if we heat or cool the sample, or if we apply pressure to it), this is a challenge for neutron diffraction. In fact it is only very recently that the instruments - have been capable of tackling this problem. The work we want to do on the SXD instrument at the ISIS neutron source has been made possible by pioneering advances in instrumentation and data collection techniques, which now routinely allow neutron single crystal diffraction data to be obtained in periods from a few hours to a day or so for many of the systems in which we are interested. As part of this work we will also study systems that are probably beyond the scope of even the upgraded SXD instrument, but these will provide important data and challenging targets for the LMX instrument being built on the ISIS Second Target Station.A student will work on this project, and will have the chance to work both in the home laboratory and extensively at the SXD Facility with the scientists there, to help discover some exciting science in the programme of structural science, but also gain experience of using the SXD instrument in the area of chemistry, which will be useful to chemistry beyond out own group studying these specific materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F021666/1","grantId":"EP/F021666/1","fundValue":"128454","fundStart":"2007-10-01","fundEnd":"2010-12-07","funder":"EPSRC","impactText":"","person":"Charles Crichton Wilson","coPersons":["David Anthony Keen"],"organisation":"University of Glasgow","findingsText":" The project aimed to establish the extended use of the single crystal diffractometer SXD at the ISIS neutron source for a range of applications in molecular systems. A wide range of experiments were carried out both at the neutron facility and in the home laboratory, using the complementary technique of X-ray diffraction.\n\nThe experiments chosen for study on the SXD instrument were challenging, including gas loading into porous materials and subtle structure evolution effects in molecular complexes of proton sponges and other systems with the potential to exhibit proton behaviour that may lend a material interesting properties. Significant results on proton migration in short strong hydrogen bonds in molecular complexes were obtained, in which the neutron data were shown to be vital.\n\nThe research was augmented by a series of synchrotron experiments on some of the most promising gas storage materials, notably 4-phenoxyphenol, a purely molecular porous system. The work on benchmarking SXD data processing carried out as part of this project has helped develop more integrated data analysis provision for the wider user base.\n\nIn terms of materials, the molecular porous systems have been further developed by ourselves and by a group with whom we are now collaborating, in Stellenbosch, South Africa. Chemicals,Energy,Environment","dataset":"gtr"}