{"id":"D81FAC4E-EBE7-4684-92A7-7E2CF4EA7AAC","title":"In-Visible Difference: Dance, Disability and Law","abstractText":"This Project sets out to extend current thinking about the making, status, ownership and value of work by performance artists in the 21st century. It will do so by focusing on one art form; dance, and specifically dance made and performed by disabled dance artists. By considering different theoretical and practical perceptions of creation, interpretation and authorship, and different perspectives on the role of law in relation to creative practice, the Project will investigate how existing theoretical and legal frameworks might help or hinder the participation of disabled dance artists in mainstream performance. We will align that enquiry within models of disability articulated by disabled people and by the law; and we will draw on empirical observation of the construction of dance as developed by choreographers and dancers and map that on to the legal framework. In so doing, the Project will both uncover and discover new ways of thinking about how dance made and performed by disabled dance artists contributes to our cultural life, and it will seek to lay the foundations for a new theoretical framework for transforming the legal landscape. The Project will thus have much wider application and impact, by identifying new models for recognising intellectual property and what the implications might be for those working within the cultural and legal communities, within and beyond the Academy.\n\nDisabled dance has been chosen as a case study because dancers with disabilities confront particular challenges. Despite many within the professional dance community supporting the removal of labels such as 'inclusive', which categorise disabled performers as 'other', there is still a long way to go before disabled artists are fully integrated within mainstream performance. Adding to their relative invisibility is a dearth of robust models for identifying authorship and ownership of dance's intellectual property. The Project will critically evaluate relevant regulatory frameworks, including copyright, the legal/medical framework for disability and human rights within the UK, the European Union, and internationally. It will assess the extent to which these frameworks are complementary and/or conflictory, rhetorical or practical, and the degree to which they encourage creativity and its dissemination. \n\nThe Project will bring together researchers from two different disciplines - dance and law - and draws on concepts and methods from the arts and social sciences. We will conduct our research in collaboration with dance artists, both disabled and non-disabled, and with arts professionals and policymakers, to discover how artists view their role in the creative process in relation to others, and their experience of embodiment and bodily habitus. We will then disseminate the research via scholarly publications, policy papers and via a series of public events, some in conjunction with performances, to establish positive dialogues with and between stakeholders, including dance artists, educators and policymakers. A core component in the Project is therefore the knowledge exchange between researchers and practitioners and the distribution of knowledge across different discipline areas. This will raise awareness of the particular challenges and opportunities faced by disabled people and strengthen the case for change (where necessary) in working practices and the legal frameworks that underpin the artists' work. Above all the Project will seek to empower disabled dance artists and strengthen their place in our cultural milieu.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006491/1","grantId":"AH/J006491/1","fundValue":"472270","fundStart":"2013-01-01","fundEnd":"2016-03-31","funder":"AHRC","impactText":"","person":"Sarah  Whatley","coPersons":["Charlotte  Waelde","Shawn H. Harmon","Abbe Elizabeth Brown"],"organisation":"Coventry University","findingsText":"","dataset":"gtr"}