{"id":"D8208C69-F056-4B85-83B1-D52F8C28D5FC","title":"An Internet of Soft Things","abstractText":"The Internet of Soft Things project asks how a radically connected world can be designed to benefit human wellbeing, and in particular, what types of experience will be enabled by smart textile interfaces as an important part of this vision of the future. \n\nOne in four of us is likely to experience mental health problems at some time in our lives, and wellbeing has come to be seen as a 'grand challenge', crucial to the future of our cities and even our security. In the UK, the coalition government committed to measuring national wellbeing through an Office for National Statistics programme, and anxiety is understood to be more than a 'mere curiosity'. However, social stigma often leads individuals to hide difficulties instead of seeking help: in the past, the vast majority of clients using the mental health charity MIND would have been through psychiatric services and still be taking medication. Today the charity finds that this is changing, with increasing numbers of people walking in off the street. Managing the anxiety and distress of individuals so that they are at lower risk of becoming disturbed or dysfunctional (and therefore prescribed medication) has become an important part of MIND's work. While in the past evidencing the cost benefits of non-medicalised approaches to mental wellbeing has been difficult, research undertaken in Western Finland presents compelling figures for talking therapies (for example, presenting cases of schizophrenia are claimed to have been reduced by 90% over the last 25 years). \n\nThe project will draw on this and other relational approaches in psychotherapy and counselling. The Internet of Soft Things project will add to the debate in the design community about how we name the beneficiaries of design ('user', 'human', 'person'?) and champion the move from an individual to a collaborative, social model of meaning making. This new Person-Centred Approach to Design is important because it will enable us to move beyond the current deficit model and narrow focus on what people lack or need, to look at the positive things and meanings people bring to situations and communities. Design will be able to engage more meaningfully with calls for wellbeing through a better understanding of people's potential for growth and capacity for meaning making and a new ability to design for people's ongoing creativity and empowerment. There are parallels between the scale of mental health issues and a purely technological vision of the Internet of Things (IoT); that is, that it occurs everywhere, but is often concealed. If the statistic of one in four people experiencing mental health problems is powerful, it becomes even more pervasive if we consider the mental wellbeing as a continuum upon which every one of us sits (and moves).\n\nThis project will build on recent research in smart embroidered interfaces to explore the potential benefits of an Internet of Soft Things for mental health and wellbeing. It will draw on recent research in wearable technology, which has challenged many of the initial assumptions of 'ubiquitous' computing, namely, that it should be concealed, and that we should not be aware when we are acting through it. These assumptions have led to a belief that no new things or forms need be developed, as technology would merely be hidden within the objects already familiar to us. In fact, what the last two decades of wearable research have shown is that an expressive use of technologies works better with the way we manage our social identities through things. There is therefore scope to explore a range of existing and new experimental forms for personal networked design concepts while addressing the pressing need for more robust and reliable textile interfaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L023601/1","grantId":"EP/L023601/1","fundValue":"294021","fundStart":"2014-09-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"","person":"Sarah  Kettley","coPersons":["Amanda  Briggs-Goode","David  Brown"],"organisation":"Nottingham Trent University","findingsText":"","dataset":"gtr"}