{"id":"D821FF04-B323-493B-B002-0DCF339FF991","title":"Personalised social marketing of multi-dimensional physical activity profiles in at risk men &amp; women","abstractText":"The NHS Health Check is a major public health initiative targeting men and women aged 40-74 years. The aim of this initiative is to identify people who have an increased risk of diseases such as heart disease, stroke, diabetes and kidney disease. Patients are invited by their healthcare provider approximately every five years and around 2.2 million men and women a year will attend. The intention is to offer personalised advice and support to those identified as at increased risk; and thus help them to help themselves. The costs of this initiative will lead to savings to the NHS if enough people make improvements to their lifestyle and/or receive new medication or treatment that they would not normally have received.\n\nPhysical activity is a very important part of lifestyle. For those men and women identified as at risk of chronic disease through the NHS Health Check, physical activity can have a very powerful positive effect on future risk. However, people find it hard to judge their physical activity status. Many people have the perception that they are more active than is actually the case and this prevents them from seeing the need for change. It is also difficult for people to know whether a change in their behaviour has had a meaningful impact on a given aspect of physical activity (some people may overestimate the impact of the introduction of a new behaviour and/or counter forces such as substitution or compensation may lessen the net effect). At present, it is estimated that only 5% of people identified through the NHS Health check will change their physical activity. Physical activity has potentially so much more to offer people who have been told that they have an increased risk of chronic diseases; and thus has much more to offer the NHS and its partners. \n\nWe are learning more about physical activity and health all the time. It is becoming increasingly apparent that there are multiple ways to harness the protective properties of physical activity because there are various dimensions to this behaviour that are independently important. Thus, we do not all have to do the same thing (one-size does not fit all). Rapid developments in technology mean that we can now portray simple and/or sophisticated physical activity 'profiles' and personalised illustrations of current physical activity dimensions. In turn, this means that we can promote (market) a smorgasbord of personalised physical activity choices (in the context of existing personalised behaviour) with options tailored to an individual's need and preferences. \n\nIn this research, we want to find out how the users (patients and healthcare workers) would like the information provided from technological advances in physical activity measurement to be portrayed (Phase 1). There are various highly-visual ways to depict personalised physical activity profiles and there are many different options and alternatives. The aim is to develop a definitive physical activity profiling tool and approach that we can use in a trial. We will seek external advice in this development phase (e.g., National Social Marketing Centre). After this development work, in a subsequent 12-month trial, we will examine whether personalised social marketing of physical activity profiles is more effective at increasing physical activity and reducing risk than standard care in 216 men and women across the South West (Phase 2). The premise is that most patients do not understand their current physical activity behaviour and the options that are open to them; and that a long-lasting change in physical activity behaviour requires greater empowerment and self-determined engagement (people need to experience an understanding of their behaviour and the options so that they can make informed-decisions about their physical activity). \n\nWe aim to translate the investment of resource in the NHS Health Check into a meaningful change in physical activity behaviour in individuals identified as at risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J00040X/1","grantId":"MR/J00040X/1","fundValue":"401014","fundStart":"2012-07-06","fundEnd":"2016-09-05","funder":"MRC","impactText":"","person":"Dylan  Thompson","coPersons":["Afroditi  Stathi","Alan  Tapp","Martyn  Standage","Alan Mark Batterham"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}