{"id":"D8216C4E-3125-41F5-9ADC-5D877D7A21B8","title":"Gustotopic mapping in humans: a high resolution fmri study to assess detailed topography and modulations","abstractText":"How and why do individuals perceive tastes differently? Our sense of taste evolved to encourage the consumption of nutrients, and to avoid ingestion of dangerous substances. However, today, the positive experience of sweet and salty taste can lead to the overconsumption and its associated detrimental effects on health. Conversely, bitterness and acidity can also prevent some individuals from consuming healthier foods such as bitter tasting green vegetables. Research progressing our fundamental understanding of taste perception will inform nutritional policy makers and the food industry to develop healthy diets and food products, hence improving the health and well-being of society in general.\nThere are five categories of taste: sweet, bitter, umami, salty and acidic, and the receptors for these tastes have been identified on taste receptor cells housed in papillae on the tongue. This proposal focuses on mapping how the brain processes these taste signals from the mouth. Modern neuroimaging methods have made it possible to study many neuroscience questions directly in the human. By using functional magnetic resonance imaging (fMRI), for example, we can track changes in the local blood flow that accompanies increased neural activity. We can measure which parts of the brain are more active while subjects consume different tastants. One of the problems with studying the neural mechanisms underlying our sense of taste is that in the human brain, these responses are relatively small. Using cutting-edge technology we can measure neural responses in the human cortex at very high spatial resolution in the living human brain. By using ultra-high-field magnetic resonance imaging techniques, we can measure robust neural responses non-invasively at a much higher spatial resolution than has previously been possible, whilst concurrently assessing perceived taste sensations, linking perception and the brain's responses.\nIn this proposal, we will investigate whether specific areas of the brain in the primary taste cortex can be identified that process sweet, bitter, umami (a savoury sensation), salty and sour tastes using improved state-of-the-art brain scanning technology. There is debate as to whether certain other 'tastes' exist, in particular 'fat' (fatty acid) and metallic 'taste'. We plan to determine if, and where, these stimuli are processed in the primary taste cortex, providing evidence as to whether these sensations should be termed tastes.\nIn addition we will study a recent phenomenon known as thermally induced taste whereby some individuals report a taste sensation, although there is no physical taste stimulus present, when the tongue is rapidly heated or cooled. As sensitivity to taste varies across individuals, we will determine how brain processing is affected by these known differences in taste perception. We are also interested to see if, and how, the phantom taste induced by temperature changes the brain's response in the primary taste cortex. The brains of thermal tasters (previously reporting sweet or bitter taste upon thermal stimulation) will be scanned whilst their tongue is rapidly cooled or warmed. This will enable us to determine if the phantom taste sensation modulates the same area of the primary taste cortex as is related to real taste stimuli.\nUsing different concentrations of taste stimuli we will also explore how concentration modulates brain response. Combinations of tastes are known to modify perception, for example sweetness reduces bitterness, and umami enhances saltiness. In a final experiment, we will ask the question of why mixing tastants can lead to enhancement or suppression of taste perception by assessing the brain's response to paired mixtures of tastants, and investigating the cortical representation of these suppression and enhancement effects. \nOverall, this research will considerably advance our understanding of human taste perception.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L000458/1","grantId":"BB/L000458/1","fundValue":"437070","fundStart":"2014-02-10","fundEnd":"2017-02-09","funder":"BBSRC","impactText":"  The use of fMRI to reveal brain regions involved in food perception and understanding the cortical encoding of taste perception and oral fat representation in human brain is important in relation to the pleasantness of food and appetite control, and it provides additional and valuable information to the food industry in order to improve the design of products that are lower in fat but still rewarding to eat, and hence decrease the risk of obesity and associated complications. \n\nThe use of high resolution MR imaging in the current grant allows better differentiation of cortical areas involved in uni-modal and multi-modal processing, and identifies how the gustatory cortex is tuned to different tastant including bitter, sweet, umami, salt and metallic. The findings will have potential influence to food manufacturing procedures, food choice, and ultimately the health of the population. Agriculture, Food and Drink Policy & public services","person":"Susan  Francis","coPersons":["Joanne  Hort"],"organisation":"University of Nottingham","findingsText":" The six tastant samples (bitter, sweet, sour, umami, salt and metallic) have been successfully sourced and prepared. We are still experimenting with the final sample to be used for the fatty acid. Martha Skinner (PhD student) has worked with Unilever in her secondment, and Kees van Malssen will help with the development of this sample. We are also in discussions with Russell Keast to provide advice on samples. \n\nWe have now established fMRI acquisitions and analysis methods at ultra-high field to map the function of the human taste cortex at very high spatial resolution, by measuring the cortical response to well characterised tastants. We have applied a new method of multiband imaging to acquire spatial coverage of brain areas involved in taste perception bilaterally. In pilot data, we have collected 1mm isotropic resolution fMRI data at ultra-high field (7T) and demonstrated we can reveal separable responses to sweet and bitter tastants, and this was pronounced in both hemispheres. These findings have established MR methods for studying gustotopic mapping at ultra-high field, and prepared stable samples for use with fMRI. Agriculture, Food and Drink","dataset":"gtr"}