{"id":"D82E8C9A-6E1B-4CA4-80A5-70FC75C0DF06","title":"Definition of the mechanisms that underlie the decrease in expression of the cytochrome P450s in primary hepatocytes","abstractText":"A physiological understanding of how biological systems respond to xenobiotics and endobiotics is fundamental to the prediction of the consequences of exposure to dietary, environmental, and pharmaceutical products. Currently, the investigation of mammalian responses to these products is reliant on whole animal studies, partly due to the lack of reliable, stable and cost effective in vitro alternatives that faithfully reflect their disposition in an integrated physiological system. This is particularly true for metabolism studies where isolation and/or culture of liver cells leads to de-differentiation and loss of multiple enzyme functions. The ideal in vitro model for understanding the physiological consequences of exposure of the liver to drugs and chemicals is a metabolically-competent hepatocyte. To be a physiologically adequate model, hepatocytes should contain a normal complement of the cytochrome P450 proteins (CYP450s) essential for the chemical modification and clearance of the majority of foreign compounds, as well as many endogenously-formed compounds. Unfortunately, expression of most of the relevant CYP450s in freshly isolated hepatocytes is lost within days of their transfer into laboratory culture conditions. The loss of the CYP450s from these cells is associated with a reduction in the activity of a number of regulatory proteins. However, the identity of all the transcription factors contributing to the maintenance of the CYP450s in primary cells and the extent to which these determine the basal level of CYP450s in hepatocytes is not known. Therefore, the main question that I wish to address in this proposal is what are the molecular mechanisms that determine the decrease in expression of the CYP450s in primary hepatocytes in culture? In parallel with this question, I will attempt to test the hypothesis that the manipulation of positive and/or negative regulators of CYP450 expression in primary hepatocytes can yield a more physiologically relevant Phase I phenotype. A twin-track approach is proposed in this application that aims to help determine the events that occur during the loss of the CYP450s from hepatocytes in culture. This will consist of a measurement of the principal candidate transcriptional regulators in a primary hepatocyte model, alongside an unbiased global screen of nuclear transcription factor changes that accompany the classical loss of the Phase 1 metabolic phenotype in these cells. The technology that will be employed in this study benefits from the great advances in gene transfection and RNA interference in primary cells that have occurred only recently. This will allow the manipulation of the regulatory factors that are implicated in the control of the CYP450s, and represents a fresh approach to tackle this important question.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E010040/1","grantId":"BB/E010040/1","fundValue":"231721","fundStart":"2007-06-04","fundEnd":"2009-12-03","funder":"BBSRC","impactText":"  We have developed robust statistical and bioinformatics protocols for describing any quantitative proteomic data-sets in terms of the biological processes and cellular functions that the proteins map to.\nThese have allowed translation to human processes. Pharmaceuticals and Medical Biotechnology Economic","person":"Chris Edward Goldring","coPersons":[],"organisation":"University of Liverpool","findingsText":" We have used state of the art proteomics technology to more fully characterise the changing proteomic profiles of cultured hepatocytes as they de-differentiate away from a mature hepatocyte phenotype in different extracellular matrix protein environments. This provides a global view of the changing cellular phenotype as shown below (networks unique to a particular culture condition are shown in bold; other networks shown are those that demonstrate high levels of statistical significance): we are already doing some of this, eg application of these assessment methods to human hepatocytes.\nwe are likely to be applying these shortly to other non-parenchymal liver cells. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}