{"id":"D830A74E-4052-4B6B-BB3D-9979D1153952","title":"High Efficency Laser Processing Systems (HELPS)","abstractText":"Diode laser technology has the potential to provide significantly more efficient industrial laser sources for materials processing than are currently available. However poor beam quality has so far limited market penetration to a few relatively small niches such as soldering and plastics welding. This project aims to exploit a combination of key technologies held separately by the partner organisations and bring them together to develop fiber coupled diode laser sources with beam qualities good enough to be applicable to broad range of mainstream applications. Specifically this will include a significant increase in the efficiency of current laser based welding processes to the point where they are more efficient than even conventional MIG or other techniques.The main research activities will be 1) Demonstration of propotype energy effficient, high brightness, diode laser (DL) modules at power levels 200-1000W coupled into 0.15mm fibre;2) Development of these modules to prototype standard on a staged basis - allowing parallel work on higher power prototype DL modules; 3) Applications research on DL modules for welding, marking, and cutting. 4) Novel architectures for DL module combination to achieve power/brightness of 4kW into 0.25mm fibre5) Research on energy saving welding processes and applications trials","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G001553/1","grantId":"TS/G001553/1","fundValue":"41968","fundStart":"2008-11-05","fundEnd":"2012-05-04","funder":"EPSRC","impactText":"  It was decided by the industrial partner not to pursue the development of this type of laser source Manufacturing, including Industrial Biotechology ","person":"Stewart Wynn Williams","coPersons":[],"organisation":"Cranfield University","findingsText":" New methods of converting multiple diode lasers outputs into a high brightness high power systems were investigated. The solution selected uses multiple emmiters with refractive beam combining optics. Commercial laser systems The laser supplier in the project (J K Lasers) may use the output from the project to develop a future product line of direct diode lasers Manufacturing, including Industrial Biotechology","dataset":"gtr"}