{"id":"D830A8AF-9E3A-4FEF-9D78-681B571F55CF","title":"Materials Challenges in GaN-based Light Emitting Structures","abstractText":"Gallium nitride (GaN) is an amazing material that can emit brilliant light. GaN light emitting diodes (LEDs) first became available about ten years ago, and are already used in a wide range of applications, including interior lighting in cars, buses and planes; traffic lights, large full-colour displays and backlighting in mobile phones. GaN blue lasers are about to be sold for next-generation DVD players, in which the DVDs will contain up to ten times the amount of music or pictures as existing DVDs. Looking to the future, GaN may make possible high-quality, high efficiency white lighting which will produce major energy savings. Another exciting development could be high-efficiency deep ultra-violet LEDs for water purification, particularly in the developing world.Unfortunately, we are currently unable to make the high-efficiency white lighting and deep-UV LEDs referred to above because there are some key scientific problems that remain to be solved. To successfully surmount these challenges requires a detailed understanding of the complex processes involved in the fabrication of the light emitting regions of the LED. These consist of thin layers of an alloy called InGaN, which are sandwiched between thicker layers of GaN to make structures called quantum wells. These quantum wells are 50,000 times thinner than a human hair. We must also understand the processes that limit light emission and optimise the electrical conductivity of the many other semiconductor layers in an LED. Following on our highly successful work on GaN of the last five years which has put us into an internationally competitive position, we have put together a team of leading researchers from different universities and industry to attack the critical factors that limit the performance of GaN-based LEDs.One key problem is why GaN blue LEDs emit brilliant light even though they are full of defects called dislocations that should quench the light emission arising from the quantum wells. This is hotly debated and in 2005 two major international conferences had special sessions devoted to discussing this topic. Our theory is that the light-emitting InGaN quantum wells have atomic scale thickness fluctuations on a nanometre lateral scale, and thus the light emission is mainly localised in tiny nanometre-scale regions away from the dislocations. However, this localisation is much weaker for UV LEDs, and so unfortunately dislocations strongly quench the light emission in these devices.A major thrust of our research is to understand how the light emission is localised, and then to optimise this localisation, this may be achieved by engineering the growth of the quantum wells. To understand the quantum wells we will not only examine the light they emit, but use microscopes that allow us to visualise objects far smaller than the wavelength of light to image detailed, atomic-scale variations within the light emitting regions. Quantum structures made from GaN also have strong internal electric fields which can reduce the light emission. We will use specialist microscopy techniques to measure these fields, and study ways of reducing them.Another focus is to develop new methods of reducing the density of dislocations. Additionally, we will study the electrical properties of the GaN material which surrounds the quantum wells in an LED, in order to understand what defects prevent good conduction and reduce their occurrence. Our research involves crystal growers, electron microscopists, experts in optical and electrical characterisation techniques, theoretical and experimental physicists, chemists, and materials scientists. Only this type of integrated approach can solve the challenging problems in GaN-based technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E035213/1","grantId":"EP/E035213/1","fundValue":"114104","fundStart":"2006-11-27","fundEnd":"2010-02-26","funder":"EPSRC","impactText":"","person":"Jan  Evans-Freeman","coPersons":["Karen Dorothy Vernon-Parry"],"organisation":"Sheffield Hallam University","findingsText":"","dataset":"gtr"}