{"id":"D832BA15-066A-47D0-B2F7-F704B57B3E85","title":"Exploring British Design: developing research competencies by connecting archive content","abstractText":"This project will transform the exploration of Britain's design history by connecting design-related content in different archives. A collaboration between researchers, information professionals, technologists, curators and historians, the aim is to build a portal that gives researchers the freedom to explore the depth of detail held in British design archives. Produced as part of an investigation into researcher behaviours, and co-designed with researchers, the project will be underpinned by technical integrity and data quality aligned to user needs and requirements. Its functionality and design will bring about a step change in the understanding of archival research and in design research possibilities in digital environments. More than a tool to access material online, it is an enquiry into 'ways of thinking with digital processes.' (Drucker 2013: 7) \n\nThis project will break down barriers between information professionals, curators and researchers. The ever increasing complexity of the Web and digital content demands a clearer cross-sector recognition of different perspectives. Researchers need to understand what is possible with structured metadata in order to improve their own research capacity and to provide informed input into digital developments. This project proposes a move away from a model where curators and information professionals provide services, and researchers consume them, to a co-design model where researchers have a greater stake in digital humanities infrastructure.\n\nArchival collections provide us with a means to understand the particularities and complexities of design's history. This project argues that these unique collections need to be viewed and interpreted within the rich context that informs their understanding and interpretation. Archive collections are multi-level resources, reflecting complex relationships. Descriptions of archives are therefore hierarchical in order to reflect the way each archive is assembled. Traditional routes through descriptions descend from the collection-level down through series to individual items, be they documents, photographs, plans or drawings. This practice comes from the principle that researchers take a pre-defined route through content but this project will create a more dynamic navigation, across collections at different levels rather than the traditional top down approach. To enable this, we will build context and connections through the creation of rich authority descriptions that are designed to work with the Web and which adopt recently-agreed international standards. These descriptions are about much more than unambiguous identification; they are essentially about relationships and connections; they can provide a means to connect individuals and organisations together through establishing specific relationships and documenting key events. Connected to other key access points such as companies, exhibitions, design disciplines, objects, and materials, the Virtual International Authority File is a mechanism to connect sources across the world. \n\nThe project will present new research potential for design historical scholarship by conjoining data from disparate archive sources nationally and internationally, and secondly, it will provoke better understanding of archival data when encoded and arranged in digital environments as a key, yet overlooked, skill in digital humanities research practice. It will expose and debate the relationship between the original artefact and its digital surrogate, and the construction of the information architecture in which it sits. At the same time it will be a means for archivists to understand more about the research experience, and how approaches to cataloguing might change in order to to meet the needs of researchers and take advantage of new developments within the World Wide Web.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M002438/1","grantId":"AH/M002438/1","fundValue":"62891","fundStart":"2014-06-01","fundEnd":"2015-07-31","funder":"AHRC","impactText":"","person":"Catherine  Moriarty","coPersons":["Jane  Stevenson"],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}