{"id":"D83611FC-621C-46DA-9303-FFEDCFA02C40","title":"The application of geostatistical analysis to the prediction and modelling of the decay dynamics of masonry materials","abstractText":"Accurate prediction of the behaviour of masonry materials is crucial for building stone conservation and future building strategies. A long established body of research has provided increased understanding of the factors that trigger stone decay and an awareness of the unpredictability of decay dynamics. It is precisely this unpredictability of stone decay processes that can present significant problems when planning conservation and future stone building strategies. Previous research by the Weathering Research Group (WRG) at Queen's University Belfast, funded through EPSRC projects has centered on surface modification of building stones and feedback mechanisms in the decay of sandstones. This has provided a conceptual model of building stone decay This research aims to quantitatively test the conceptual model through 2D spatial analysis and 3D geostatistical modelling. Data recorded at a series of stages through weathering simulations, designed with the experience of established weathering studies, will be used to investigate trigger factors such as porosity, permeability, mineralogy and the mechanisms that perpetuate stone decay. Weathering simulations will be used to investigate the effect of salt surface concentration, salt penetration and accumulation at depth, to monitor and quantify relationships between variables, to ultimately predict and model the dynamics of stone decay. The field of rock weathering has yet to take full advantage of the field of geostatistics in terms of spatial prediction and simulation. In the light of this the proposed research project is aimed at providing a quantitative basis and predictive potency for the conceptual model of rapid sandstone retreat developed within the WRG and from established weathering studies. Geostatistical techniques will be used, in combination with geological and rock weathering interpretation, to facilitate the prediction and modelling of the dynamics of stone decay.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E049648/1","grantId":"EP/E049648/1","fundValue":"198464","fundStart":"2007-10-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"  This research has shown the importance of the spatial distribution of salts in the weathering process of stone decay. The movement of salt was found to be dependent on the composition and mobility of the salt solution; both sulphate and chloride salts accumulate in the near surface zone. This suggests the combination of salts at this depth is effective in changing and increasing the intrinsic properties (permeability and porosity) of the stone and may result in accelerated stone decay at this depth. These results have been used to inform stone conservation strategies and have been validated against in situ weathered stone masonry provided from an ongoing building restoration programme. Construction,Education,Environment,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Jennifer Mary McKinley","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" This research applied spatial analysis techniques, comprising geostatistics and Geographical Information Systems (GIS), in combination with geological and rock weathering interpretation, to visualize, simulate and model the dynamics of stone decay. This provided a quantitative basis for quantifying and visualising the effects on building stones of weathering in temperate maritime climates.\n\n\n\nThe findings demonstrated the importance of the spatial distribution of salts in the weathering process of stone decay. The movement of salt was found to be dependent on the composition and mobility of the salt solution; both sulphate and chloride salts accumulate in the near surface zone. Analysis of sulphate and chloride measurements show highest correlation between salts and with permeability at 6 -8cm depth in the block. This suggests that the combination of salts at this depth is effective in changing and increasing the intrinsic properties (permeability and porosity) of the stone and may result in accelerated stone decay at this depth. Chloride salts were found to concentrate at much deeper levels in the stone. These findings have significant implications for stone conservation strategies. Accurate prediction of the behaviour of masonry materials is crucial for building stone conservation and future building strategies. Natural stone materials such as sandstones are not immune from the processes of weathering in the built environment and experience stone decay through disruption by granular disintegration, contour scaling and multiple flaking. The research addresses the spatial variability of rock properties as a potential contributing factor to the inconsistent nature of weathering response. This has implications for moisture movement and salt input, output and storage. It is precisely this unpredictability of stone decay processes that can present significant problems when planning conservation and future stone building strategies. The research generated a substantial database which provides information on the weathering of natural building stone from a 3D perspective. Analysis of this information provides greater understanding of the weathering process of natural sandstone buildings and allows us to model the dynamics of stone decay and predict the behaviour of masonry materials for building stone conservation and future building strategies. Construction,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}