{"id":"D83D6FBB-4E49-461C-ACDA-DEC71AD1F530","title":"State of the Art Biomaterials Development and Characterization of the Cell-Biomaterial Interface","abstractText":"Our request is in line with the needs of the UK Regenerative Medicine Platform Hub &quot;Acellular Approaches for Therapeutic Delivery&quot;. These instruments will support the projects outlined within the Hub and research carried out on biomaterials for treatments in Regenerative Medicine will profit within the Hub and the UK, likely leading to translatable prototypes. The collaborative track record between Imperial College London and the University of Nottingham is stellar, and we aim to continue this record by submitting a collaborative bid for high-end equipment to be used within our Hub. The equipment proposed here will benefit the specific projects from perspective research programmes within Imperial College and the University of Nottingham, as provided by our facilities and instrumentation for many years. Equipment needs for the fabrication of 3D biomaterials include 3D printer, electrospinning rig, plasma treatment system, LCMS, SEC, ElectroForce system and for the characterisation of the cell-material interface include Confocal Raman system, XPS BioCell, FTIR, Observer microscope system, microCT and Plunge freezer to generate a number of high potential prototypes that can be assessed for translation. This step of commercial assessment cannot be reached without having performed a full round of synthetic optimisation and material or biological characterisation using the most high-end equipment available. As well as directly benefiting all current and future members of the UK RMP Hub, we will also provide some of the equipment as a National facility with core support funded from UoN.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L012677/1","grantId":"MR/L012677/1","fundValue":"1244850","fundStart":"2013-10-01","fundEnd":"2015-03-31","funder":"MRC","impactText":"  This award has led to the attainment of a range of equipment that allows the state-of-the-art characterisation of cells and materials. We are conducting Raman spectroscopic, FTIR- and AFM-based studies that inform upon phenomena occurring along the cell-material interface.  ","person":"Molly  Stevens","coPersons":["David James Payne","Alexandra Elizabeth Porter","Lee David Buttery","Julian Raymond Jones","Felicity Rosamari Rose","Kevin  Shakesheff"],"organisation":"Imperial College London","findingsText":" All equipment has been purchased and research projects are actively benefiting from the equipment. There will be a broad application for our results, given that this award has allowed the purchase of numerous techniques that can be used for a number of biomaterial-related studies. One of the most exciting approaches that we are using is the tandem use of these state-of-the-art characterization techniques. Healthcare","dataset":"gtr"}