{"id":"D842A418-20E8-42F0-B724-22CE0E930F7F","title":"Visualisation and Other Methods of Expression (VOME)","abstractText":"This research represents a multi-disciplinary and innovative approach to achieving assured privacy and informed consent. The proposal offers a new and highly original approach to addressing the requirement to engaging stakeholders in the debate about privacy and consent in identity management. The core of the research is multi-disciplinary and offers an integrated output from a range of disciplines (including social sciences, psychology, information security, information systems and management science) bringing together both qualitative and quantitative data to inform our understanding of privacy and consent requirements in an innovative way. One of the outputs of the research will be the development of a new methodological framework for undertaking cross disciplinary research. There are many instances now where the benefits of this type of approach are recognized but there are few methodological examples of how this can be achieved in practice. In summary, the programme of work involves identifying and enrolling large groups of research subjects onto the research project. The number of potential research subject is in excess of some 30,000 on-line service users. Some subjects will take part for the full duration of the three year project. This enables the research to achieve a longitudinal element by examining existing ways of expressing engagement with on-line privacy and consent issues and conducting action research to identify the best ways of extending that engagement through experimentation with a range of means of expression. The purpose of extending the user engagement is to make the privacy and consent decision making process more informative so that users are able to take more control over their choice of on-line services and how they use them. The result of the research will be conceptual models for expressing privacy and consent decision making that will be embedded within proto-type software which reflects the means of expression appropriate for a range of on-line communities. The proto products will be based on some of the methods of expression that are deployed in the earlier part of the work programme. At the end of the qualitative research phase a range of potential software products are selected on the basis of the qualitative research findings. A series of focus groups and other forms of user group engagement will be undertaken to ascertain which methods of expression would be the most appropriate basis for privacy and consent decision making software products and the form that software should take. The output will be small pieces of proto type software code which could be used to enhance existing on-line service software.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G002347/1","grantId":"EP/G002347/1","fundValue":"398378","fundStart":"2009-01-05","fundEnd":"2012-07-04","funder":"EPSRC","impactText":"  In the workshops we used the design interaction 'IT Fauna' and 'Crime Pays' to introduce the idea of critical design and we used white boarding and rich pictures to encourage participants to engage with and debate new ways of thinking about online identity management in particular and cyber security in general. This was a very hands-on workshop which required active participation and drawing, and so was a fairly risky venture with participants who were often senior managers in their own organisations. On the whole the workshops went well and we took on board many lessons in the intervening time between the workshops. \n\nWe used the workshops to remind participants of the VOME outputs and introduced those new to VOME to the project, the game and the video. \n\nWe succeeded in generating debate in the workshops about the social and emotional aspects of online identity management and cyber security. Over the course of the workshops we also refined the way we engaged with participants and the techniques we used to facilitate creative thinking (such as white boarding and rich pictures). \n\nAn unexpected success has been having the design interactions accepted for an exhibition at the Baltic Centre for Contemporary Art in Gateshead as part of the Praxis &amp;amp;amp;amp; Poetics Conference. This will expose the design interactions to a different audience and will continue to foster the work between the designers and the academics on the VOME project. Financial Services, and Management Consultancy Societal,Policy & public services","person":"Debi  Ashenden","coPersons":[],"organisation":"Cranfield University","findingsText":" These findings relate to the research carried out by the Cranfield University team within VOME. These should be viewed with the findings from the other academic partners (Royal Holloway, University of London and Salford University). \n\n\n\nResearchers at Cranfield University were responsible for investigating how people currently think about privacy and consent in online interactions and, by focusing on a particular target audience, to develop interventions that would engage that target audience and help them understand the risks to their personal information when online. The research carried out by Salford University as part of the project led us to select young people as the target audience for the interventions. The interventions that were developed included a card trading game called 'Privacy' and a participatory music video called 'Internet Saint and Online Demon'. \n\n\n\nThe team at Cranfield University used a range of qualitative research methods from analysing online discussions, to using discourse analysis coupled with political science theories to investigate current e-safety training for young people as well as the responses to that training. We also used participatory approaches with a youth group to develop the music video. \n\n\n\nThe research demonstrated that there was a strong demand from young people for practical detailed advice on how to manage technology and personal information when online. Attitudes to 'sexting' demonstrate that the way young people negotiate risk online is more complex than is currently presented and that while young people are being protected as children online (the training they receive focuses on cyber bulling and 'stranger danger') they are not being prepared for adult life online.\n\n\n\nOur interventions fed into the research carried out by Royal Holloway in their design of technology interventions and, together with Royal Holloway, we established some useful lessons learned for system designers. These include the importance of balancing the control of the researcher against the control of the participants. This means that researchers need to let go of control in some instances particularly when they have participants who do not have strong attitudes around a subject (such as online identity). This was the case during the making of the participatory video with the youth group. The young people involved determined what was filmed, how it was produced and the message that was conveyed. Researchers also need to understand the end user from his or her perspective and not rely on what they imagine that to be. Furthermore it is necessary to understand the involvement and influence of key stakeholders (such as youth workers). There are also limits to the approaches often used to segment target audiences. We discovered that the game and the video work with different segements of young people and that we needed to move beyond demographic or behavioural segmenting towards a more community-based approach. Our findings have been used by the OU to develop an online privacy game that is now available as an app and on Facebook.\n\nThe video and the game continue to be used to raise awareness and to stimulate the development of other games to help raise awareness of cyber security issues. \n\nThe experience of carrying out participatory research has been extended into other areas of ongoing research in cyber security. This has had an impact over the last twelve months in a UK Government Dept.\n\nOur appreciation of the need for better behavioural segmenting has led to ongoing work looking at social marketing as a way of extending raising awareness to developing behaviour change and this is now the topic of a three-day workshop to improve Security Dialogues. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Security and Diplomacy","dataset":"gtr"}