{"id":"D844B896-3FD9-4B3B-B787-A93E69F052D7","title":"The Staged Nation: Heritage and Memory in Postcolonial Senegal","abstractText":"The French historian Renan said that 'the essence of a nation is that all individuals have many things in common; and also that they have forgotten many things.' By this he meant that a nation has a collective memory that is selective in what it remembers and what it forgets. To remember, every nation establishes monuments that invoke historical events and commemorate historical figures. Every nation also has a collection of archaeological artefacts and works of art that constitute its heritage and tangible evidence of its human achievements. These monuments and museums enable the citizens of a country to be united in what they remember/forget and focus their attention at a material site during commemorations. The French historian Nora has referred to these sites as lieux de m&eacute;moire.\\n\\nBut this definition of museums and monuments reflects a particularly European way of remembering/forgetting. How then, should memory and heritage be conceptualised in nations outside 'the West'? Which technologies of memory are used in postcolonial nations? And, as products of colonialism, where do these nations situate their origins? This study analyzes the technologies of memory in postcolonial Senegal. It attempts to account for other technologies of memory and for other memories than the traditionally self-aggrandizing ones of Western nations.\\n\\nThe problem of remembrance is particularly astute in Africa. Nation-building has proved increasingly problematic. High levels of illiteracy do not enable citizens to imagine their nation as in literate societies (The political scientist Anderson considers literacy a precondition for the imagination of the nation). Moreover, while independent African nations initially traced their origin in pre-colonial empires, such discursive strategies have proved divisive as they privileged some ethnic groups over others. Today, African nations increasingly recognize their origins in colonialism. This study analyzes how this process works in one poscolonial nation.\\n\\nThis study therefore focuses on a range of lieux de m&eacute;moire. It looks at the commemoration of the slave trade at Goree Island, either through statues or performances (illustrations 4, 5, 6, 7); the commemoration of a prayer conducted by a Muslim saint at the centre of the French colonial administration (illustrations 8 and 9). It also looks at the commemoration of the contribution that African soldiers made to the liberation of Europe in 1944 (illustrations 10 and 11). And it examines the commemoration of a shipwreck in the southernmost region of Casamance (illustrations 12 and 13).\\n\\nMy research focuses on material monuments and the commemorations performed at these monuments. One particular problem that this research addresses is how the materiality of the monument relates to what it makes people remember. The research demonstrates that monuments in Senegal are often contested, and one of the arguments pursued in this study is that the materiality of monuments makes people think and act. In other words, the form of the statue and its location often lead to reflexivity, and thereby shape a civic subjectivity.\\n\\nThis study also wants to take into account that colonialism, colonial anthropology and postcolonial theory have affected the ways in which the citizens of Senegal see themselves and their heritage. It therefore includes research on an ethnographic museum (illustrations 1 to 3), a tradition of divination and a tradition of conflict resolution, because all of these are partly the product of a shared Euro/African imaginary. Indeed, one of the aims of this study is to acknowledge the hybridity of the postcolonial heritage.\\n\\n\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F013116/1","grantId":"AH/F013116/1","fundValue":"24612","fundStart":"2009-01-01","fundEnd":"2009-04-30","funder":"AHRC","impactText":"","person":"Ferdinand  De Jong","coPersons":[],"organisation":"University of East Anglia","findingsText":" The French historian Renan said that 'the essence of a nation is that all individuals have many things in common; and also that they have forgotten many things.' By this he meant that a nation has a collective memory that is selective in what it remembers and what it forgets. To remember, every nation establishes monuments that invoke historical events and commemorate historical figures. Every nation also has a collection of archaeological artefacts and works of art that constitute its heritage and tangible evidence of its human achievements. These monuments and museums enable the citizens of a country to be united in what they remember/forget and focus their attention at a material site during commemorations. The French historian Nora has referred to these sites as lieux de m?moire.\n\n\n\nBut this definition of museums and monuments reflects a particularly European way of remembering/forgetting. How then, should memory and heritage be conceptualised in nations outside 'the West'? Which technologies of memory are used in postcolonial nations? And, as products of colonialism, where do these nations situate their origins? This study analyzes the technologies of memory in postcolonial Senegal. It attempts to account for other technologies of memory and for other memories than the traditionally self-aggrandizing ones of Western nations.\n\n\n\nThe problem of remembrance is particularly astute in Africa. Nation-building has proved increasingly problematic. High levels of illiteracy do not enable citizens to imagine their nation as in literate societies (The political scientist Anderson considers literacy a precondition for the imagination of the nation). Moreover, while independent African nations initially traced their origin in pre-colonial empires, such discursive strategies have proved divisive as they privileged some ethnic groups over others. Today, African nations increasingly recognize their origins in colonialism. This study analyzes how this process works in one postcolonial nation.\n\n\n\nThis study therefore focuses on a range of lieux de m?moire. It looks at the commemoration of the slave trade at Goree Island, either through statues or performances (illustrations 4, 5, 6, 7); the commemoration of a prayer conducted by a Muslim saint at the centre of the French colonial administration (illustrations 8 and 9). It also looks at the commemoration of the contribution that African soldiers made to the liberation of Europe in 1944 (illustrations 10 and 11). And it examines the commemoration of a shipwreck in the southernmost region of Casamance (illustrations 12 and 13).\n\n\n\nMy research focuses on material monuments and the commemorations performed at these monuments. One particular problem that this research addresses is how the materiality of the monument relates to what it makes people remember. The research demonstrates that monuments in Senegal are often contested, and one of the arguments pursued in this study is that the materiality of monuments makes people think and act. In other words, the form of the statue and its location often lead to reflexivity, and thereby shape a civic subjectivity.\n\n\n\nThis study also wants to take into account that colonialism, colonial anthropology and postcolonial theory have affected the ways in which the citizens of Senegal see themselves and their heritage. It therefore includes research on an ethnographic museum (illustrations 1 to 3), a tradition of divination and a tradition of conflict resolution, because all of these are partly the product of a shared Euro/African imaginary. Indeed, one of the aims of this study is to acknowledge the hybridity of the postcolonial heritage.\n\n\n\nIn the year of sabbatical leave during which I was to complete my manuscript on memory and heritage in Senegal, I have been able to rethink the original problem and may now be able to fully reframe the research problem.\n\n\n\nPostcolonial critics have seriously critized the European models of nations and nationalism. They argue that European scholars have always privileged a &quot;historicist&quot; model for the explanation of the emergence of (European) nations. And indeed, European historians of nationalism have always considered historical explanations for the making of nationalism. Postcolonial critics have argued that such a Euro-centric model cannot explain the making of postcolonial nations and that the assumption of a universal model of time which allows time to be organised in a chronological sense, is fundamentally Euro-centric.\n\n\n\nWhile working on my manuscript and in dialogue with my research data on the memory and heritage of postcolonial Senegal, I have found this criticism to be extremely helpful. I have come to realize that much of the material heritage of Senegal and many of the commemorations staged in or around this heritage, is not organised according to a model of lineal, &quot;progressive&quot; time. The way in which the past is engaged is often meant to extend that past in the present, or on the contrary, to silence of subvert that past.\n\n\n\nHence, my research leave has enabled me to reframe my thinking about memory and heritage as so many ways in which the past is engaged in the present that cannot be accounted for in current models of nationalism. While Homi Bhabha's seminal work is crucial in this critique, it still leaves much to the imagination. My current work is therefore directed towards developing an alternative model of nationalism that is not based on Anderson's foundational assumption of shared time. How do heritage and memory organise time for the citizens of a postcolonial nation?  ","dataset":"gtr"}