{"id":"D8446199-5185-447D-B315-30F1AA9ED94D","title":"Digital CoPs and Robbers: Communities of Practice and the Transformation of Research","abstractText":"This project will examine what transformations in research occur as communities of practice (CoPs) from different spheres interact around digital content created from primary source material in the collection of Shakespeare Birthplace Trust. Through a series of observed workshops, the project will generate data which will show shifts in research attitudes, approaches, and methods. This data will be analysed by the CoPs concerned to promote self-reflection and to scope future research and projects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013153/1","grantId":"AH/J013153/1","fundValue":"20679","fundStart":"2012-02-01","fundEnd":"2012-09-11","funder":"AHRC","impactText":"  The project engaged with representatives from three sectors, including academics and students from a range of disciplines, the cultural sector (e.g. Shakespeare Birthplace Trust, Royal Shakespeare Company) and private sector businesses (e.g. Substrakt and We Are Caper). The work had an impact on participants and their own insititutions and fed strongly into further research projects. The results have also been presented at a range of conferences to a range of academic and non-academic audiences. The nature of the impact reflects working practices. Education,Culture, Heritage, Museums and Collections Cultural","person":"Henry Philip Chapman","coPersons":["Erin  Sullivan","Tara  Hamling","David Charles Parker","Richard  Clay"],"organisation":"University of Birmingham","findingsText":" The project explored what differences digital technologies make to the research process by testing two 'transformations': the digitisation of artefacts, and the interaction of communities of practice (CoPs: groups of practitioners representing particular disciplines, sectors or areas of business, such as digital creatives). \n\nThe project found that the different perspectives of CoPs as users, producers, or 'produsers' affects the use of digital resources in arts and humanities research and learning, and recommended further research in this area. As transformers of material from physical artefacts to digital resources, CoPs fundamentally determine the research use of collections. Furthermore, it demonstrated that innovation occurs when users engage outside of their traditional areas of engagement. The findings are of value to those engaged in the digitisation of artefact collections, in addition to those making such material available (e.g. online or within virtual learning environments). The research indicates that the decision making around the process of digitisation impacts heavily on the ways that learning and research can occur through its products. The project was relatively small scale and so further research is required in this area. The research recommends collaborative, cross sector and cross disciplinary approaches to digital projects. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}