{"id":"D84A0E6A-9CDC-4DB4-8E7F-C2A6F203ADA3","title":"Dynamic modelling of plant growth with computer vision","abstractText":"Computer vision as a discipline has recently made great progress in the detection and modelling of articulated shapes (for example, human pose detectors). There is, however, very little work in computer vision on the modelling of organisms which change and grow, like plants. This project aims to change that. \n\nThis project will develop computer vision techniques for the modelling, measurement and tracking of plants during growth, working at the level of individual leaves. This is a hard computer vision problem, with application to computational biology, phenomics, and precision agriculture: it involves being able to first find the plants; then detect individual leaves; and then work out what leaves are hidden behind other leaves, and finally to estimate their size and shape of both visible leaves and hidden leaves. \n\nThis will be achieved through the use of computer vision to build up a model of the plant as it grows, recorded in timelapse photographs. This model will encode each leaf's size and shape, and whether that leaf is occluded by or occludes any other leaves. This is the first proposal aiming to treat plants as complex, self-occluding objects whilst modelling from a single viewpoint. From the outputs of the software it will then be possible to derive accurate estimates of biomass, leaf area, and other biologically significant measurements.\n\nAs well as the software, this project will publish a dataset which will contain photographs of plants (top down images from a single camera), and for certain images it will also contain a labeling, showing which part of the image (which pixel) corresponds to which leaf. The dataset will also include information from plants that have been dissected, such as the areas of individual leaves, and the weight of the whole plant. This dataset will make a significant contribution towards computer vision for plant science by making a standard against which this and all future projects in the area can be judged - there are no other public datasets for this kind of research. \n\nThe chosen plant (Arabidopsis Thaliana), is used by biologists as a model organism. This plant is of particular use to the current research project for two reasons: firstly it grows quickly so a full life cycle can be captured on time lapse in a matter of months; and secondly, biologists are interested in precise measurements of the way this plant grows, as its genome has been completely mapped, making it a common object of study in phenomics. Phenomics is the study of the way in which genes and environment interact to produce an organism - a phenome; this involves monitoring precisely the way an organism grows in or reacts to specific environmental situations (phenotyping). Within plant phenomics, monitoring has traditionally been through destructive measures (dissection) or hand measurement; this has clear associated costs both in terms of time and in terms of plants. The relation to phenomics, and in particular the UK's National Plant Phenomics Centre, mean that research in this project has a clear target audience (plant biologists). It is anticipated that in future, the kinds of software and algorithms devised during this project will be extended to other varieties of plants, and will become more widespread, contributing to plant monitoring systems for broader agricultural or even hobbyist gardener usage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L017253/1","grantId":"EP/L017253/1","fundValue":"101088","fundStart":"2014-05-21","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Hannah Mary Dee","coPersons":[],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}