{"id":"D854C2A4-70F4-4D05-A55F-F55C267B4526","title":"Fast DMS Sensor for online quantification of dimethyl sulphide (DMS)","abstractText":"Dimethyl sulphide (DMS) is a trace gas produced in marine environments that gives the ocean the typical 'smell of the sea'. Its concentrations in seawater and in air samples have been monitored for many years, since research demonstrated that DMS is responsible for making clouds in the remote marine atmosphere. Of course, this is important for our understanding of climate and future global change. In contrast to this global significance, we know very little about how, when and why DMS is produced. Most of the DMS is enzymatically cleaved from dimethylsulphoniopropionate (DMSP), a compound that many algae use as an osmolyte to survive in high salt environments. Conventional methodology (purge-and-trap coupled to gas chromatography) to quantify DMS in seawater and air is laborious and time-consuming. As a result, we currently lack high-resolution data on the production of DMS in algal cultures. We hypothesise that DMS production is variable over the day and sensitive to environmental stress such as high light conditions. Methodology using chemiluminescence detection of DMS for high resolution measurements in air exists but this technology has not been used to address physiological aspects of DMS production in water. We conducted DMS measurements in the water and in the waste air from aerated chemostat cultures of the globally important and DMS-producing alga Emiliania huxleyi. The aeration efficiently purges most of the DMS out of the water and transfers this gas into the air stream. As a result, the DMS concentrations in the waste air provide an accurate measurement of DMS production. Since the DMS concentrations in the waste air are relatively high (2 to 40 parts per million) and other trace gases occur at relatively low concentrations, it is possible to use the ozone-induced chemiluminescence of DMS to continuously monitor the concentration of this compound. We already tested a commercially available chemiluminescence detector (Fast Isoprene Sensor) for DMS and found a linear response to DMS in the parts per billion to parts per million concentration range. This is encouraging and suggests that this instrument could be readily used for our application. We propose to optimise and test the Fast Isoprene Sensor for our DMS measurements. A series of experiments using chemostats with continuous cultures of E. huxleyi will be used to address DMS production under steady-state conditions before perturbing the system with short periods of increased light intensity (in the visible and ultraviolet spectrum). Light has been shown to affect DMS production in E. huxleyi, and it is thought that DMS functions as an antioxidant and assists with the removal of harmful reactive oxygen species that are produced under high light conditions. However, the dynamics of DMS production under such stressful conditions are unknown. Our project will deliver new information on DMS production in E. huxleyi. It will further test an online chemiluminescence detector for inexpensive continuous monitoring of DMS-production in algal cultures. We envisage that this high-resolution methodology will be used in future grant applications that will address DMS-production from various organisms including other phytoplankton species, macroalgae, fungi and bacteria.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H012567/1","grantId":"NE/H012567/1","fundValue":"54447","fundStart":"2010-07-01","fundEnd":"2010-12-31","funder":"NERC","impactText":"","person":"Michael  Steinke","coPersons":["David John Suggett"],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}