{"id":"D85822FE-AA9D-4EC5-B661-4E671442C1E4","title":"Gas-Melt Flow Regimes in Basaltic Volcanic Conduits and their Characteristic Acoustic Signals","abstractText":"The ultimate goals of volcanology are to understand and predict volcanic eruptions. A major challenge for volcanologists is to figure out what is happening inside volcanoes even though we can only watch and make measurements at the top. Laboratory experiments can bridge this gap because it is possible to see and measure flow within a model volcano at the same time as record vibrations caused by the flow that are equivalent to vibrations measured by real volcano monitoring. The proposed project takes this approach to study how gases escape from volcanoes, and how the abundance of gas and flow patterns inside the volcano can be assessed from acoustic signals (sounds) measured with microphones. Volcanic eruptions come in all sorts of styles from lava flows pouring out the top, to brief events from large bubbles bursting, to continuous fountains of drops of magma, to highly explosive eruptions with fragments traveling upwards in columns many kilometres high. Gases provide the main driving force for volcanic eruptions and the various types of eruptions have been explained using the framework of gas-liquid flow patterns observed in laboratory experiments by engineers. However, the work by engineers has been motivated by industrial flows with liquids that have a much lower viscosity than magma (that is, the liquids flow much more easily) and they have run experiments in tubes that are much smaller than conduits in volcanoes. So it is difficult to properly apply the engineering results to volcanic flows. This project will bring together volcanologists and engineers to run experiments at conditions relevant to volcanic eruptions. In particular, we will use air and syrup as analogues for volcanic gases and melt, and will observe flow patterns and bubble geometries for a variety gas flow rates, tube sizes and syrup viscosities. This will help us to understand the origins of the different eruption styles. The second phase of the project will investigate the physics of sound generation by gas motion and bubble bursting. Sounds, mostly at frequencies below what we can hear (infrasounds), are produced by all styles of volcanic activity and are thought to be related to gas bubbles and gas flow. Basaltic volcanoes produce some of the most interesting infrasounds because bubble merging (coalescence), bubble rise, and gas separation from the surrounding liquid (segregation) are all easy because basalt has a low viscosity compared to other types of magma. This means that there is potential to figure out important information on the gas flow inside basaltic volcanoes from infrasounds. The sounds produced by the air-syrup flow experiments described above will be recorded with microphones so that we can link flow patterns and bubble properties to the volume and pitch of the sounds they generate. An additional goal is to test if we can effectively use infrasound recordings as a tool to measure how much gas is moving through volcanoes. This is important because gases drive volcanic eruptions and play a key role in controlling eruption style and intensity. Infrasonic monitoring has huge potential because it is cheap and easy to use compared to other methods for measuring gas outputs from volcanoes. Systematic understanding of how infrasonic measurements made at volcanoes are related to the gas fluxes emitted will allow the full potential of this monitoring technique to be realized. Finally, we will use the results of the experiments and theoretical work to interpret infrasounds produced by basalt eruptions at Stromboli and Etna volcanoes in Italy. We will, for instance, evaluate whether small volcanic explosions result from the bursting of large individual bubbles or whether the explosions are the bursting of clouds of bubbles. We also anticipate gaining useful information from more subtle sounds or infrasounds that we don't already know about because the experiments will tell us what to look for in the volcanic acoustic data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G015678/1","grantId":"NE/G015678/1","fundValue":"233537","fundStart":"2010-04-01","fundEnd":"2013-11-30","funder":"NERC","impactText":"  The output of this project will form the basis of a methodology to utilise infrasound measurements from volcanoes to predict changes in the behaviour and if possible to forecast eruptions Environment Societal,Economic","person":"Barry  Azzopardi","coPersons":["Ian  Lowndes"],"organisation":"University of Nottingham","findingsText":" From experiments with liquids of viscosity similar to magma in columns of diameters much larger than hitherto studied, the following was found.\n\nThe gas/liquid flow is likely to be of the slugging type.\nThe top surface is pushed up because not all the liquid flows down past the large rising bubble immediately. The fraction of liquid flowing down has been quantified and the rise and fall of the top surface has been modelled.\n\nThe behaviour of large elongated bubble has been found to exist in large diameter columns with low viscosity liquid for certain conditions. These bubbles were observed to vibrate longitudinally.\n\nThe passage of large elongated bubbles through an expansion in channel diameter has been studied both experimentally and using Computational Fluid Dynamics (CFD). The way in which the larger bubbles are broken up has been quantified from the experiments and successfully predicted by CFD. Delevlopmebt of models for volcanic processes Environment","dataset":"gtr"}