{"id":"D85927E1-7581-4B8F-8EFF-75C53D92D333","title":"The nature of the key reactive intermediates in heme catalysis","abstractText":"The involvement of the metallic element iron in various biological systems is well known. In many cases, iron is employed in the form of a heme group, most famously in hemoglobin. The family of catalytic heme proteins is vast, and the majority of these catalytic heme enzymes react with oxygen in an activation process that generates oxidised forms of the heme. These oxidised forms of heme are called Compound I (oxidised by two electrons) and Compound II (oxidised by one electron). They are such crucial intermediates in so many catalytic heme proteins - including many involved in drug metabolism and other biological oxidations - that the elucidation of their structure has become a fundamental question for all those in the field. \n\nNumerous attempts to establish the structure of Compound I and Compound II have, however, failed because of flaws in the methodology and the transient nature of the species. With improvements in methodology for neutron diffraction and for examination of iron-oxygen stretching frequencies for protein bands in crystallo (using on-line resonance Raman), it now becomes possible to take an alternative approach. We intend to use these new methods to establish, finally, the structures of these crucial intermediates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K015656/1","grantId":"BB/K015656/1","fundValue":"421071","fundStart":"2014-02-24","fundEnd":"2017-02-23","funder":"BBSRC","impactText":"","person":"Peter Charles Moody","coPersons":["Emma  Raven"],"organisation":"University of Leicester","findingsText":" This project is to understand the enzyme that are responsible for the activation of oxygen. All multicellular life depends on Oxygen. We have shown that it is possible to collect neutron diffraction data from protein crystals at 100 K for long periods. This has allowed us to catch catalytic intermediates and determine their structures. Neutron crystallography shows the positions of hydrogen atoms, which is essential for the understanding of enzyme mechanisms. We have shown that much greater detail can be seen in this case by replacing all the hydrogen atoms with their heavy isotope (deuterium). We will use this to help us see other key reaction steps as outlined in the proposal. Cryo neutron crystallography offers many possibilities for the investigation and understanding of enzyme mechanisms Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}