{"id":"D8638259-346C-45E1-8C62-79DFD1C80A75","title":"The support priorities of multiply excluded homeless people and their compatibility with support agency agendas","abstractText":"<p>This study explores how far multiple exclusion homelessness might be explained by inconsistencies between the priorities of homeless people and those of supporting agencies. It aims to:</p>\n\n<ul>\n \n\n <li>explore the relationship between homelessness and other factors in generating 'deep' social exclusion. </li>\n\n <li>investigate the priorities and aspirations of multiply excluded homeless people in addressing the problems they face. </li>\n\n <li>compare and contrast the priorities of multiply excluded homeless people with those of agencies that provide support services to multiply excluded homeless people. </li>\n\n <li>examine the role of these potentially incompatible priorities in explaining multiple exclusion homelessness. </li>\n\n <li>explore the ways in which place and gender may mediate these incompatible priorities. </li>\n\n <li>validate the accounts of homeless people and their priorities by fully involving a team of formerly homeless volunteers in the design, conduct and outputs of this study. </li>\n\n <li>disseminate findings among support agencies and policy makers so that policy and practice accords more closely with the priorities of multiply excluded homeless people.</li>\n</ul>\n\n<p>The project will be underpinned by an a user participatory methodology that utilises qualitative techniques (focus groups and semi-structured interviews) with 20 support agencies and 100 multiply excluded homeless people in Nottingham and London.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G029644/1","grantId":"ES/G029644/1","fundValue":"93280","fundStart":"2009-06-01","fundEnd":"2010-09-30","funder":"ESRC","impactText":"","person":"Peter  Dwyer","coPersons":["Graham Stephen Bowpitt","Mark  Weinstein","Eva Charlotta Sundin"],"organisation":"Nottingham Trent University","findingsText":"","dataset":"gtr"}