{"id":"D867A2CD-FC64-4DED-8477-9A0124F3C2C0","title":"Smart Composites for Minimising Bacterial Biofilm Formation","abstractText":"Bacterial contamination is an ever present hazard within hospital environments and while great care is taken to minimise the risk, it is nevertheless an all too common phenomena that can significantly impact on the wellbeing of the patient. There will also be wide ranging financial issues - in terms of the increased length of hospitalisation, cost of treatment and working days lost. The situation is exacerbated where access to the patient's tissues, blood supply, digestive or urinary system has been eased as a consequence of access lines. These take many forms but the core function is the same irrespective of application whereby they facilitate the direct delivery of fluids such as blood, nutritional supplements, drugs etc. Although an invaluable aid in modern healthcare, their use is however fraught with difficulty as they unfortunately also open a pathway for the direct delivery of bacteria and are invariably one of the major sources of bacterial infection. This is likely to be of increasing concern given the emphasis that is now being placed on healthcare at home initiatives. Given the problems associated with controlling bacterial contamination within a clinical environment, it could be anticipated that infection is much more probable within the less rigorous confines of the domestic home. The application of antibiotics is the normal clinical recourse but it is one that is beginning to suffer from diminishing returns. Once the bacteria have attached to the surface of the access line they tend to exude a protective barrier that can minimise the effects of the antibiotic and can led to the development of resistance with repeated re-infection necessitating the premature removal of the line. The access related infection is a problem that has long been seeking a solution and while many technological advancement have been made to the materials used in the fabrication of such lines to minimise bacterial contamination, their action tends to be one of delaying rather than preventing bacterial colonisation. There is an urgent need for a rethink and the pursuit of new technologies that can minimise the risk associated with adventitious bacterial ingressThe proposed project seeks to develop a new foundation from which to tackle the formation of the biofilm and prevent colonisation of the lines. The approach is based on bringing together a number of distinct components that can be fashioned in to a smart material that when harnessed can convert oxygen within the biological fluid into more reactive forms(superoxide, peroxide and hydroxyl radical) capable of killing the microbes. The device would initially be in the form of a probe that would reside within and extend along the length of the line and which would keep the internal surface free of bacteria. It could however be transferrable into a number of other formats - such as for smart bandages. The main rationale however is that the underlying surface of the device would be engineered in such way that the amount of hydroxyl radicals could be controlled so as to provide the antibacterial action but not induce a thrombolytic action and thereby not affect the normal tissues of the patient. Key to this is the periodic generation of the hydroxyl radical at microsites on the probe surface that provide discrete clouds at the interface but which diffuse rapidly and are neutralised before reaching the normal tissues. A key advantage of the system is that it does not contribute to antimicrobial resistance, can be used continuously and across the clinical spectrum and does not require the patient to be subject to ever more potent systemic antibiotics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I011994/1","grantId":"EP/I011994/1","fundValue":"10663","fundStart":"2011-02-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"","person":"Stephen  Forsythe","coPersons":[],"organisation":"Nottingham Trent University","findingsText":" Early warning of wound infections can be obtained while the dressing is in place. Development of smart bandages to alert hospital staff of bacterial infection while wounds are 'healing' Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}