{"id":"D868A78A-C859-4BC1-ADC9-6B3B669D7B87","title":"Quantifying Event-Driven Methane Fluxes from Northern Peatlands Using A Novel Automated Flux Chamber Technique","abstractText":"Peatlands are the largest natural sources of the greenhouse gas methane (CH4), and understanding the potential contributions of peatlands to atmospheric CH4 budgets is crucial for understanding current and future climate change. Methane in peatlands is produced as a by-product of organic matter decomposition by anaerobic microorganisms called 'methanogens.' These organisms typically inhabit deeper, more saturated peat layers that receive little or no O2 input from the atmosphere. Methane is also destroyed by a group of soil microorganisms called 'methanotrophs,' which require O2 to breakdown CH4 to CO2. These organisms typically inhabit the upper peat horizons (0-10 cm) near the soil-atmosphere interface, where O2 exchanges more freely with the substrate below. Peatland net CH4 emissions are thus influenced by the relative balance of CH4 production by methanogens and CH4 breakdown by methanotrophs. One of the key unanswered questions in peatland CH4 cycling is the extent to which weather events influence CH4 emissions to the atmosphere. Weather events trigger changes in key environmental variables, such as atmospheric pressure, rainfall, soil moisture, and soil oxygen (O2) status, all of which play a role in regulating net CH4 emissions. Atmospheric pressure can strongly influence the amount of CH4 released from peat in bubble form, a process referred to as 'ebullition.' CH4 is a hydrophobic gas that tends to accumulate in peat as bubbles, rather than dissolving into soil pore waters. Sudden drops in atmospheric pressure caused by the passage of cyclonic weather systems can trigger bubble release because reductions in atmospheric pressure stimulates CH4 to de-gas from soil pore waters. In addition, reductions in atmospheric pressure result in the formation of bubbles with larger relative volumes, in accordance with the Ideal Gas Law, which may further enhance ebullition. Rainfall events also play a role in regulating CH4 emissions because inundation of upper soil horizons (0-10 cm) often reduces soil O2 concentrations, suppressing the activity of methanotrophs. Lowered rates of CH4 breakdown by methanotrophs means that more CH4 is emitted to the atmosphere, rather than being converted to CO2. It is likely that we are significantly underestimating peatland CH4 emissions by failing to adequately quantify or characterise the effects of atmospheric pressure and rainfall events. For example, studies of CH4 ebullition suggest that as much as 50-60 % of total peatland CH4 emissions can arise from bubbling (as opposed to diffusion or transport through aerenchymatic plants), with most of those emissions occurring because of reductions in atmospheric pressure. Likewise, rainfall events can cause dramatic increases in CH4 emissions, with areas that would otherwise destroy atmospheric CH4 becoming transient CH4 sources. The reason that we know so little about the effects of weather events on CH4 emissions is that these phenomena are transient and episodic, making them difficult to study using conventional measurement techniques. Because of the unpredictable and transient nature of weather events, the only suitable means of studying them is to collect continuous measurements of CH4 flux over time. However, it is financially and logistically difficult to collect continuous measurements of CH4 emissions using conventional sampling methodologies because these approaches are time and labour intensive. To address this problem, we have developed a novel automated flux chamber technique capable of measuring CH4 emissions quasi-continuously, with minimal user intervention and demand for consumables. We propose to use this novel system to quantify the effects of atmospheric pressure and rainfall events on peatland CH4 emissions, thus improving our overall understanding of the processes governing CH4 flux to the atmosphere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H01182X/1","grantId":"NE/H01182X/1","fundValue":"65204","fundStart":"2010-04-01","fundEnd":"2012-09-30","funder":"NERC","impactText":"  Finding have been used by investigators in my wider research network to develop new approaches of studying soil-plant-atmosphere exchange of GHGs and informed the design of experiments.\n\nSome of the mechanistic insights derived from our research has provided further insight into how managed upland ecosystems in the UK may be better managed to reduce or mitigate GHG emissions. Environment Policy & public services","person":"Yit Arn  Teh","coPersons":["Philip  Ineson"],"organisation":"University of St Andrews","findingsText":" We developed a new, automated flux chamber technique for measuring soil-plant-atmosphere exchanges of greenhouse gases (GHGs), including methane and carbon dioxide. This new automated chamber technique yielded new insights about the short-term responses (hours) of soil GHGs to changes in environmental phenomena, including fluctuations in substrate concentrations, temperature, moisture, rainfall and atmospheric pressure. \n\nWe also developed in a new dynamic flux chamber (called a &quot;novel nested wind tunnel&quot;), which enable us to investigate how small-scale shifts in wind speed and atmospheric pressure at the soil-atmosphere interface influenced physical transport of GHGs into and out of soil. This research is significant because it may lead to a re-conceptualization of how soil-atmosphere exchanges of GHGs are measured, modelled and studied. Findings from this research have improved our mechanistic, process-based understanding of soil-plant-atmosphere exchange of GHGs, and lent new insight into the biogeochemical and biophysical processes operating at short (hourly) time scales. Environment","dataset":"gtr"}