{"id":"D8750693-1991-4E50-95EF-D937DD3DFA63","title":"Enzyme-Triggerable Stealth Release (ETSR) of targeted nanoparticles for cancer gene therapy","abstractText":"Targeted drug delivery to disease tissues like tumours is the ultimate therapeutic strategy. If drugs can accumulate in tumour tissue, then unwanted side effects including cellular toxicity can be avoided and therapeutic effects may be improved since both dose and efficacy can increase. In this project our main aim is to harness the potential of nanomedicine by preparing self-assembly, synthetic nanoparticles that carry drugs inside but have and a polymer coating on the outside. However, while the polymer coating is excellent in helping to improve blood-circulation times, local release of encapsulated drugs in or near tumour target cells is heavily impaired. This problem should be soluble by ensuring that the polymer can be released at the required time inside the tumour itself bringing cell death exclusively to tumour cells. Our specific approach is to introduce polymers with peptide sequences that are also substrates for tumour specific enzymes. When such peptide modified nanoparticles reach tumours, those enzymes present should then strip-off the polymer coating revealing core nanoparticles that can easily enter cells and deliver encapsulated drug(s) to local tumour cells. We will construct these nanoparticles by preparing all necessary building blocks chemically and assemble these in such way that peptide sequences will be readily available for the tumour specific enzyme(s). Nucleic acids will used as the first drugs since these can be very specific and are arguably safer than the anticancer cytotoxic agents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F003188/2","grantId":"EP/F003188/2","fundValue":"79804","fundStart":"2010-09-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"","person":"Maya  Thanou","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}