{"id":"D8761109-85FB-4757-80E0-2D9E3DA53121","title":"Active-dissipative nonlinear spatially extended media: Complexity, coarse-graining, multiscale analysis and numerical methods","abstractText":"Spatially extended systems (SES), i.e. infinite dimensional dynamical systems described through partial differential equations deterministic or stochastic in large or unbounded domains, are typically characterized by the presence of a wide range of characteristic length and time scales which often leads to complex spatio-temporal behavior. SES arise frequently as mathematical models of a large variety of natural phenomena and technological applications. The complexity of SES and their dynamics is such that it is very difficult, if not impossible to analyze them directly, either mathematically or, in several cases, numerically. It is imperative, therefore, to seek a low-dimensional description of SES, i.e. to produce coarse grained models that capture most, if not all of the essential dynamic features of the particular applications and which are much easier to study analytically and numerically. The primary aim of the proposed research is the development of state-of-the-art efficient methods for mode reduction and coarse-graining of SES, both deterministic and stochastic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H034587/1","grantId":"EP/H034587/1","fundValue":"390155","fundStart":"2010-10-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"  This was theoretical-computational research and admittedly the outcome on non-academic sectors is some way off.\n\nThe impact was mainly on the academic sector. The immediate scientific beneficiaries were chemical and process engineers, applied mathematicians and physicists and, in particular, the wider community working on stochastic modelling, applied nonlinear dynamics and interfacial fluid mechanics and thin-film flows. Since such flows are often encountered in a wide variety of natural phenomena (from gravity currents under water and lava flows, to the biological field where films appear\nas membranes and linings of mammalian lungs and as tear films in the eye), beneficiaries should also have included researchers in biology and geophysics. Additional beneficiaries were researchers working on the development of computational methods to simulate nonlinear PDEs and complex thin-film flows.  ","person":"Serafim  Kalliadasis","coPersons":["Grigorios  Pavliotis"],"organisation":"Imperial College London","findingsText":" Spatially extended systems (SES), i.e. infinite-dimensional dynamical systems described through partial differential equations (PDEs) deterministic or stochastic (SPDEs) in large or unbounded domains, are typically characterized by the presence of a wide range of characteristic length and time scales which often leads to complex spatiotemporal behavior. They arise frequently as mathematical models of a large variety of natural phenomena and technological applications. From fluid and solid mechanics, reaction-advection-diffusion processes, materials science and glaciology, atmosphere/ocean and climate processes, to biological cell and\npopulation dynamics, DNA - protein structure/interaction and epidemiology. SES also appear routinely in engineering applications, such as the rapidly growing field of micro-electromechanical devices and nanotechnology, microreactors, large-scale chemical plants and electric power grids. Their study is therefore crucial for the understanding of several physical and biological systems, as well as for the analysis, control and optimization of technological processes. Of particular interest are the identification and understanding of different regimes in the parameter space, the emergence of underlying scaling laws and the description of the developed complex spatiotemporal pattern formation dynamics.\n\nThe primary aim of the proposed research was\nthe development of state-of-the-art efficient methods for low-dimensional representation (mode reduction and coarse-graining) of SES, both deterministic and stochastic. The project led to the development of a generic theoretical/numerical framework for the accurate and efficient analysis of nonlinear dissipative PDEs, both deterministic and stochastic. The results of this project will have significant impact on a wide variety of applications where the interaction and transfer of information and energy between different spatiotemporal scales dominates the dynamics. Chemicals,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}