{"id":"D879B223-6218-49F5-B4B9-1ABCF4D2659A","title":"Cultures of Repression: the Legacy of Colonial Violence and State Repression in the Maghreb, and its Effect on North African Diasporas in Europe","abstractText":"<p>The 7/7 bomber, Mohammad Sidique Khan, cited the continuous perpetuation of 'atrocities against my people all over the world', as a motivating factor in his radicalisation. This project seeks to investigate the basis of this interpretation, in terms of historical legacies of colonial and state violence, failed democratisation, and perceptions of continued Western ‘interference’ in North Africa. In the case of North Africa generally, and Morocco, Algeria and Tunisia specifically, 'national' and religious memories of past injustices, as they relate to experiences of state violence and repression are important for understanding radicalisation and support for radical Islamism. This project will 1) examine specific historical cases of radicalisation in response to state violence and repression, 2) examine the conditions which have led to failed/incomplete democratisation in Morocco, Algeria and Tunisia, and 3) explain how these legacies have subsequently created contemporary bases for radicalisation. By comparing past occurrences of radicalisation, this project seeks to understand how historical incidents are popularly ‘resonant’ in contemporary radicalisation amongst citizens of these states and their European diasporas, and particularly to unpack how events from the past and contemporary political frustration, marginalisation and alienation stemming from incomplete and/or failed processes of democratisation may lead to radicalisation.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-181-25-0017","grantId":"RES-181-25-0017","fundValue":"394466","fundStart":"2007-09-01","fundEnd":"2010-06-30","funder":"ESRC","impactText":"","person":"Jonathan  Githens-Mazer","coPersons":["Gareth  Stansfield","Martin  Thomas","Lise  Storm"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}