{"id":"D87BDD7C-F25F-4087-851D-EDE204F863F9","title":"Probing spin torque and domain wall scattering with XPEEM and transport measurements","abstractText":"The 2007 Nobel Prize in Physics celebrated the discovery of giant magneto-resistance (GMR) in magnetic multilayers in 1988, which lead to an exciting new area of spintronics. The GMR heads have increased the magnetic data storage density by more than 20 times. Spintronics is also expected to have a major impact on microelectronics, automotive sensors, communication and quantum computing in a way comparable to the development of the transistor 50 years ago. The DTI has stated that, 'by 2015 spintronics technology will be the only way to make electronic devices smaller and more efficient /by then, existing semiconductors and semiconductor materials, like silicon, will have exhausted their capability for miniaturization.' [DTI Global Watch magazine, July /August 2005]. There are, however, several drawbacks associated with the conventional approach of switching a magnet using external magnetic fields, and the most important being cross-talk and high power consumption. This has generated a growing interest in the use of spin-polarised current rather than the external magnetic fields to switch the spintronic devices - another major discovery in spintronics after the GMR effect. The current-induced magnetization switching, well known as spin-torque effects, can locally switch a magnetic element to avoid cross-talk and reduce the power consumption. Due to the spin and momentum transfer, the spin-polarised current can move away a domain wall trapped in a magnetic nanocontact, or switch the magnetic sub-layer in a GMR-type nanopillar structure. Over the last few years, there are several Nature and Science papers reporting the discovery of this effect and its great potentials, and during the 52nd Annual Conference on Magnetism and Magnetic Materials last November in Tampa, Florida, there were around 150 invited and contributed presentations on spin-torque effect and its applications. There are, however, many fundamental and challenging issues including the mechanism of the critical current and the contribution of momentum transfer and spin-transfer, the effect of the orbital moment, and role of the spin-orbital coupling on the spin dependent scattering and these issues can not fully addressed with a single experimental technique. In this project, we propose to study the magnetic nanocontact by exploring both Synchrotron Radiation and laboratory based measurement techniques. York spintronics team is well positioned to carry out this work with their internationally leading expertises in both magnetic nanocontact and Synchrotron Radiation techniques. The York's Spintronics group had been a regular user of the SRS Daresbury Laboratory with joint PhD students. The university have recently invested about 5M in establishing the York Center of Nanofabrication and Analysis with the state-of-the-art facilities for nanofabrication. In this project, by taking advantages of the newly established Diamond NanoScience beamline I06, we will probe the spin torque and domain wall scattering using x-ray magnetic circular dichroism in photoemission electron microscopy (XPEEM). Being non-intrusive and providing direct imaging of the magnetization orientations, the XPEEM technique has several advantages over the conventional magnetic force microscope. More importantly, the XPEEM technique is capable of probing both the spin configuration and spin and orbital moments in magnetic nanocontacts and will provide unique information to understand the mechanisms of spin-torque effect and domain wall scattering, both depending on the spin-orbital exchange coupling. By combining with the transport measurements in York, this project will thus explore experimentally for the first time the correlation between the orbital moments, the critical current and the domain wall magneto-resistance, which will have a major impact on the understanding of the fascinating physics of the spin-torque effect and magnetic nanocontacts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G010064/1","grantId":"EP/G010064/1","fundValue":"89812","fundStart":"2009-03-09","fundEnd":"2012-03-08","funder":"EPSRC","impactText":"  This is a fundamental research. The results have been published in journals including Applied Physical Letters and Scientific Reports etc. Electronics Economic","person":"Yongbing  Xu","coPersons":["Atsufumi  Hirohata"],"organisation":"University of York","findingsText":" The concept of &quot;racetrack&quot; memory (RM) has recently attracted particular attention due to its potential integration of much higher memory densities than conventional random access memories and magnetic hard disk drives. In a RM, the basic elements are the adjacent domain walls (DWs) in ferromagnetic nanowires alternating between head-to-head (HH) and tail-to-tail (TT) configurations. Different combinations of DW configurations represent different states, realizing the storage of information. Through this project, we have achieved a much clear understanding of the DW pinning in wires and, in particular, controlling the different DW configurations. Our results are useful to advanced information storage. Electronics","dataset":"gtr"}