{"id":"D87EE590-C38B-4331-9687-0C574FF3E100","title":"Refinement of techniques and evaluation of options to reduce greenhouse gas emissions from ruminant production systems in Brazil and the UK","abstractText":"Methane emissions from ruminant livestock make up a significant proportion of the emissions of greenhouse gas emissions from agriculture. Reductions of emissions from this sector depend heavily on improvements in measurements on which to base mitigation strategies. The UK and Brazil are currently developing state -of-the -art facilities for the measurement of methane from livestock using a range of experimental approaches. As a consequence o f the high priority linked to this research, the science is developing rapidly, and international collaboration is a highly affective route to accelerating progress.\nDevelopment and standardisation of methods for measuring methane emissions under a wide range of conditions (grazing/indoors; high- and low-production intensity; feed/fertiliser imported into the systems or not) is the first issue to consider in this project. This requires exchange of researchers to gain experience of the different methods and production systems. Researchers will work alongside ongoing studies using the various methane emissions measurements systems in:\nUK: respiration chambers; 'sniffer' hoods; laser methane gun; and methane proxies (work on methanogen membrane lipids and hydrogen isotopic fractionation).\nBrazil: extensive systems and crop-livestock-forestry systems measurements (enteric methane using SF6 tracer technique, soil N2O, CH4 and CO2 using static closed chamber method) in the Pecus Network.\nSpecific objectives of the work on methane methods are:\n\nStandardisation of methodologies for measuring methane emissions from housed and grazing cattle in the UK and Brazil. Bringing together independent evaluations of techniques conducted in each country to identify potential improvements. Output: review paper\n\nIdentifying potential for new methane measurement approaches for use with free-grazing cattle. This will involve reviewing techniques currently used with grazing cattle (sulphur hexafluoride; SF6) and other methods under development (mobile sensors and proxy techniques). Output: plan for a joint research programme to develop the approach.\n\nDeveloping methods for combined measurements of heat stress and methane production - refining use of respiration chambers to move from 'GHG mitigation' to 'GHG adaptation' research. Output: technical report.\nA second challenge that will be addressed is the fact that effects on methane emissions per cow may be negated when the full GHG costs associated with a particular treatment are taken into account. This requires a systematic approach to modelling methane emissions that takes account of wider emissions (e.g. in the production of feed and fertiliser used in the system). We will adopt a Tier 2 Emissions Framework modelling approach (with some Tier 1 values for carbon dioxide and nitrous oxide) to evaluate mitigation options from previous studies in each country. Output: modelling paper.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N000935/1","grantId":"NE/N000935/1","fundValue":"30999","fundStart":"2015-01-01","fundEnd":"2016-10-31","funder":"NERC","impactText":"","person":"Bob  Rees","coPersons":["Richard James Dewhurst"],"organisation":"SRUC","findingsText":"","dataset":"gtr"}