{"id":"D88B3895-9959-4327-8E4C-4DA6A6BC5880","title":"The Evolution of Male Sexual Traits Through Differential Allocation","abstractText":"Differential allocation (DA) is one form of post-copulatory mate choice in which females increase their reproductive investment when mated to an attractive male. Despite its widespread occurrence in the animal kingdom and its importance as an agent of sexual selection, most empirical studies are still focussing on demonstrating its existence and underlying proximate mechanisms, rather than how DA contributes to the evolution of male sexual traits. One reason for the lack of such studies is that, until recently, a coherent theoretical framework has not existed. Since DA operates through the interaction between the phenotypes of a male and an unrelated, female partner, we propose that indirect genetic effect (IGE) theory based on the 'interacting phenotype' provides a useful framework to examine how female DA influences the evolution of male sexual traits. Theoretically, IGEs can influence the rate and/or direction of evolution and generate large time-lags in the response of phenotypic traits to selection. Despite the potential importance of this approach, more empirical research is required to establish its plausibility. Our proposed research will combine the modern methods of multivariate selection analysis, life-history theory, sexual selection and quantitative genetics to empirically test the importance of female DA to the evolution of male sexual pheromones in the ovoviviparous cockroach Nauphoeta cinerea - a species with strong evidence for female DA based on male sexual pheromones. Consequently, our proposed research will provide the first compelling study to move beyond simply quantifying the existence of DA to examining how this process influences the evolutionary trajectories of male sexual traits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D011337/1","grantId":"NE/D011337/1","fundValue":"408840","fundStart":"2006-12-01","fundEnd":"2009-11-30","funder":"NERC","impactText":"  This research has predominantly been used by fellow academic researchers in their own research. Differential allocation has been studied extensively but before this grant, the evolutionary implications of this process was not well studied and therefore not well understood. Our research has helped change this. Education Societal","person":"John  Hunt","coPersons":["Allen  Moore"],"organisation":"University of Exeter","findingsText":" The main findings of this project are:\n\n(1) Females differentially allocate more resources to offspring when they mate with an attractive males.\n\n(2) Females are consistent in their mate choice decisions for attractive males, irrespective of their prior mating history which lowers their fertility (has a direct fitness cost to females).\n\n(3) There is a genetic correlation between male attractiveness and differential allocation by females. This should alter the ability of male sexual traits to evolve via sexiual or natural selection.\n\n(4) Males prefer high carbohydrate diets because it increases pheromone production and makes them more attractive to females.\n\n(5) Dietary conditions experienced by a females early and late in life have pronounced consequences for how she allocates resources to offspring. It also alters her reproductive physiology and there appears to be a genetic basis to this. There is the potential for this work to have an applied angle in pest control. For example, male diet or pheromone profiles could be manipulated to alter female allocation to resources. If done in an informed way, this may cause females to over-allocate, coming at a cost to her fitness. This may provide a potential means to control pest species. The major beneficiaries of this research are academics. The concept of differential allocation, and more generally how females allocate limited resource Education","dataset":"gtr"}