{"id":"D891D4BC-2B37-4E4E-B87E-716A3562D5E0","title":"Collaborative Cross Modal Interfaces","abstractText":"We live in an information society where multiple methods of communication are commonplace. The rapid advancements in Information Communication Technologies (ICT) over the last few years has led to new methods of communication; both socially and professionally. This technology has allowed collaboration to become a cornerstone of problem solving through enabling people to work together with ease, despite being geographically apart. The improvement in ICT has also increased the inclusion of people who have perceptual impairments, for example, text messaging allows a person with hearing impairments to communicate relatively easily on their mobile phone. There is still, however, much work needed in the area of technology that allows collaborative communication between people who have differing perceptual awareness. In this project we will examine this important issue by addressing the challenge: How do we design support for collaboration where participants have differing access to modalities?Specifically, we will look at collaboration between visually impaired users and sighted users in the context of editing diagrams in the software engineering workplace. The deliverable for this project is an open-source software tool that enables collaborative diagram editing between visually impaired and sighted users.To do this, we will draw on a pilot study undertaken by the authors which demonstrates that auditory access to diagrams created in a collaborative context, in conjunction with shared auditory awareness mechanisms, supports participants in non-visual collaborative diagram editing and construction. The project will enlist the assistance of two project partners who have experience in this area (Royal National Institute of Blind People and British Computer Association of the Blind). The partners will assist in the recruitment of the user groups and sit on the steering committee. The user group studies will be carried out 'in the wild' to ensure the improvements are relevant. The feedback from the user studies will allow us to add appropriate haptic and auditory components, producing a user centric software tool. This tool will be released as an open-source resource and we will make the findings of our studies available to both academic and practitioner communities. The results of this project will broaden inclusion in the workplace and give the UK an advantage in the area of assistive technology. As the ageing population increases, so does the need for assistive technology, the software produced from this project will be contributing towards both inclusion in work based collaboration as well as social and creative collaboration. This project will also lead to further work such as creating software plug-ins and addressing the area of assistive collaborative technology in the teaching environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H042865/1","grantId":"EP/H042865/1","fundValue":"230927","fundStart":"2010-08-09","fundEnd":"2012-04-08","funder":"EPSRC","impactText":"  The CCmI project has produced the first tool which supports groups of people editing diagrams using different modalities including combinations of audio, haptic, and visual modalities (referred to as cross-modal interaction). Furthermore, this project is the first to study the use and utility of cross-modal interaction in the wild - for real-world diagram editing activities in the workplace and educational settings with sighted and visually impaired users. The CCmI project contributes real-world validated knowledge on designing for cross-modal collaboration through publication in academic papers.\n\n\n\nThe tool and approach developed in the CCmI project makes diagrams accessible to visually impaired people, and reduces barriers to inclusion in the work place as evidenced by our in-situ studies of people using the tool in both commercial and educational settings for real-world diagram editing activities.\n\n\n\nOur work direct impacts visually impaired people who we have been interacting with through communities fostered by the BCAB, RNIB, and the Association of Blind and Partially Sighted Teachers and Students (ABAPSTAS), for example, through newsletters, email lists, and word of mouth.\n\n\n\nWe exhibited our tool at the QAC SightVillage public exhibition and engaged members of the public in creating and editing diagrams. We have also engaged staff and pupils at New College Worcester in trials of our system at their school. Our youtube videos are aimed at engaging the general public with our project and encouraging them to download the software for their own use and experimentation.\n\nBeneficiaries: Visually Impaired students, teachers, employees, employers. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Financial Services and Management Consultancy,Government/ Democracy and Justice,Security and Diplomacy Cultural,Societal,Economic","person":"Nicholas Johnathan Bryan-Kinns","coPersons":["Tony  Stockman"],"organisation":"Queen Mary, University of London","findingsText":" The broad objective of the work is to increase workplace and social inclusion through the development of cross-modal collaborative tools. We have achieved the following:\n\n1. Development and release of the open-source cross-modal diagram editing tool (the CCmI tool).\n\n2. Real-world in-situ studies with visually impaired and sighted colleagues using the CCmI tool to edit workplace and educational diagrams.\n\n3. Engagement with the RNIB, BCAB, and New College Worcester in developing and validating t The software developed in this project can be used by general public, and is especially aimed at visually impaired people. We have successfully trialled the software in public exhibitions, schools, and local authority offices. We see exploitation routes through the open-source software developed in the project, and through identifying low-cost solutions to non-visual interaction with diagram. These routes would be through The British Computer Association of the Blind (BCAB) and Royal National In Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}