{"id":"D899E2BC-FBD5-4686-AC51-859F86B02A70","title":"Role of MRL proteins in cell proliferation and migration in vivo","abstractText":"During mammalian embryonic development cells migrate through the developing body in order to form some of the tissues. Many cells proliferate and migrate along specific pathways throughout the embryo but better understanding of pathfinding mechanisms are necessary. During cancer progression, cancer cells also proliferate and migrate through tissues and form metastases, the most common reason for cancer deaths. Therefore, it is of fundamental importance to understand how cell proliferation and migration through tissues is regulated in vivo. We have evidence that MRL proteins (Lpd, RIAM) are implicated in regulating cell proliferation and cell migration. We propose to analyze their role in signal transduction cascades regulating proliferation and migration. Furthermore, we will study the role of Lpd and RIAM in cell migration in live cell imaging experiments in vivo. These experiments will give valuable insights in signal transduction cascades controlling cell proliferation and cell migration in vivo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J000590/1","grantId":"BB/J000590/1","fundValue":"560056","fundStart":"2012-06-18","fundEnd":"2015-06-17","funder":"BBSRC","impactText":"  We envision that the results from our research will form the basis for the better understanding of pathways regulating cell migration in vivo. Since detailed knowledge of these pathways are required for drug developments against cancer metastasis, we envision that our results will create impact in endeavours by drug companies to develop novel targeted drugs.  ","person":"Matthias  Krause","coPersons":[],"organisation":"King's College London","findingsText":" We found that Lamellipodin and the Scar/WAVE complex cooperate to promote cell migration in vivo (JCB, 2013). Our research outcomes are actively being followed up by the academic research community and the results are of interest to the pharmaceutical industry. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}