{"id":"D8999513-17E6-47AF-BB25-DE951537FE19","title":"Community Filmmaking and Cultural Diversity: practice, innovation and policy","abstractText":"This research aims to contribute to the debate around community filmmaking and cultural diversity by exploring how cultural diversity intersects with community filmmaking. It will examine the results of this intersection in terms of representations and identities, as well as practices and innovation. In addition, the research will develop a better understanding of the role of cultural policy in supporting this intersection, by examining how cultural organisations and policymakers work with community filmmakers and how the role of innovation in this context is understood.\n\nThe project recognises the complex set of cultural, economic and social relationships and engagements in community filmmaking. Therefore, our research will adopt a complexity framework to take a wider perspective to this object of study. Whilst the focus is on creative practitioners (community filmmakers), we aim to consider the cascade of connections which are behind their engagement with communities and partners, industries and audiences and which may impact on the cultural product and experience delivered as well as in urban/local development. \n\nApplying complexity thinking to this field of investigation allows us to consider the role of cultural experiences and cultural identities in community filmmaking practice by taking into consideration five important dimensions by which these interactions can be mediated: representation and identity, the role of film as media, the tensions in filming practices between arts and commerce, the knowledge and innovation dynamics and the roles of intermediaries, policy and place. Complexity theory offers us the possibility to explore and understand these five different dimensions of community filmmaking but also to explore their interconnections in a more holistic way. \n\nCommunity filmmakers will be the key agents considered in this complex system where practice, innovation and policy will be explored at different scales of interaction: micro, meso and macro levels. Across these levels, we will explore how different communities (through interaction, feedback, cooperation) share the work of filmmakers and vice-versa. At another level we will consider how community filmmakers are themselves embedded in a cultural field that is inhabited by major institutions (such as the British Film Institute (BFI)), other filmmakers, venues and associations, funders (such as Arts Council England) and how these shape and influence both their work and their decision-making. \n\nOur research will be developed and carried out in collaboration with a range of community partners in three different UK regional settings (Birmingham, Southampton and London), each with different roles within this cultural field. These include Lighthouse, City-Eye and WORLDwrite, all of whom have expressed support for the project. We also have the support of the BFI who says that the 'Community filmmaking and Cultural Diversity' project will enrich the organisation's 'own knowledge and contact with this area of film culture' (BFI Letter of Support). This is significant because we hope to be able to take this research collaboration further in relation to its potential impact on film sector policy at both the national and sub-national levels.\n\nThe research project's contribution to the AHRC Connected Communities programme will be twofold. Firstly, it will gather a better understanding of community filmmaking and diversity within the context of community engagement, representation and participation, considering the role played by arts and media (through film) in shaping and involving communities. Secondly, it will look at community filmmakers as being themselves part of a knowledge and practice community and consider what kind of learning, sharing and collaborative approaches are used to foster creation and innovation and how these can feed into the wider film ecology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006495/1","grantId":"AH/K006495/1","fundValue":"43512","fundStart":"2013-02-01","fundEnd":"2014-02-28","funder":"AHRC","impactText":"  The research project has helped inform BFI cultural policy around cultural diversity. Dr Malik has been involved in helping support the BFI with its cultural policies around diversity since the project. Creative Economy Cultural,Policy & public services","person":"Sarita  Malik","coPersons":["Roberta  Comunian","Caroline Alexandra Chapain"],"organisation":"Brunel University","findingsText":" These are some of the highlights of the lessons learned:\no Cultural representation plays a significant role in how community filmmakers themselves describe their work. Broadly, community filmmakers are deeply reflexive about their practice and very conscious of ethical issues and the political contexts that surround the communities that they work with. \no The film medium is noted for its relative accessibility. Film is also perceived to be a powerful space for community participation and engagement that contributes to strong feelings of cultural and group identity and generates modes of belonging.\no Community filmmakers perceive their work as a continuum between arts and cultural practice and financial and commercially sustainability. However, their work is mainly driven by the need to give a voice to a range of groups and issues from the communities that do not reach and/or are marginalised by mainstream media.\no Community filmmakers are connected to a wide range of networks from charities and community organisations, to policy bodies and other creative and cultural producers. They rely on these diverse sets of networks to create, promote and disseminate their work.\no Community filmmaking covers a wide range of practices. It is a terrain for experimentation for filmmakers and leads to various innovations in content, generating new 'authentic' stories, visually and narratively, but also in terms of funding engagement with audiences, notably through online media.\no Community filmmaking requires both general filmmaking skills but also skills to broker and develop relationship with communities. While some formal training exists, many filmmakers learn 'on the job', developing specific approaches depending on their personality, character or ethos. Most importantly, community filmmaking is seen as a way to make filmmaking more accessible to people who would not necessarily have access to this medium or to seeing the kind of material that is produced, from these alternative perspectives.\no An important finding from the project resides in the fact that community filmmaking is thriving in the UK, offering opportunities to better represent British cultural diversity. However, the recent stringent financial climate has weakened its support system; for example with regards to cultural intermediaries or training organisations. The project highlighted the need for a non-prescriptive take on diversity, specifically in relation to funding - to allow a wide range of diverse communities to make their voices heard and on their own terms.\nThe project highlighted the value of funding to support the training, networks and opportunities for learning and sharing, which cannot be covered in standard project-based funding applications Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}