{"id":"D89928F1-9069-4BFF-9CC7-4BCA6CAFA597","title":"Covalent host targeting by thioester domains of Gram-positive pathogens","abstractText":"Bacterial infections represent one of the most important challenges for medicine and science. The emergence of bacteria resistant to almost all known antibiotics is a threat to global health. The urgent need for new antibacterial drugs is widely recognised but very few have been introduced in the last couple of decades. In order to develop treatments that differ significantly from known drugs like penicillin we need to understand better the ways in which bacteria cause infections. To start with, bacteria need to gain a foothold in the human body. This is achieved through a variety of molecules present on the bacterial surface. These molecules, mostly specialised proteins that often form hairlike structures called pili, bind to human cells found at the site of bacterial entry into the body (e.g. throat, airways, gums, guts, skin). Once bacteria manage to cling to human cells they either survive and multiply or they invade their host by entering cells, thus eventually spreading in the body. If it was possible to prevent the bacteria from binding to human cells, it would be possible to intervene with infections at an early stage.\n\nOur research has uncovered a particularly intriguing mechanism that bacteria may use to bind rapidly and very tightly to human cells. This compares to known bacterial binding modes like superglue compares to Velcro. Importantly this new binding mechanism appears to be shared by some of the most important human pathogens. These include the bacterium Streptococcus pneumoniae (also known as pneumococcus), which is the most important cause of pneumonia in the UK and worldwide. It also causes a form of meningitis and septicaemia (blood poisoning), which in developing countries is responsible for one quarter of all preventable deaths in children under five. Pneumococcal diseases are very common in hospital settings and in the community and are problematic because the bacteria are resistant to many antibiotics. Other bacteria using the superglue-like binding mechanism are relatives of pneumococci. Streptococcus pyogenes causes a wide range of conditions including scarlet fever and strep throat, affecting hundreds of millions of people worldwide. These bacteria can also cause severe follow-on diseases. Of these, rheumatic heart disease (RHD) is one of the biggest killers of children and youths in India and other developing nations. Streptococcus pyogenes could develop antibiotic resistance just like the pneumococci did, which would result in the re-emergence of dangerous diseases like childbed fever or RHD. We also predict that many of the bacteria causing gum disease or teeth loss will be able to produce superglue proteins which may enable bacteria to very tightly stick to teeth surfaces and gums.\n\nWe propose to study the molecular details of the &quot;bacterial molecular superglue&quot;. We need to determine the precise architecture of the critical proteins made by the bacteria in order to understand how they attack human cells. To achieve this, we will use a combination of two powerful methods, NMR spectroscopy and X-ray crystallography, to reveal the structures of the bacterial proteins in atomic detail. At the same time we will determine which components of human cells serve as binding targets for the bacteria. This will be accomplished by using the bacterial proteins as molecular bait, fishing for their binding partners on or in model human cells (grown in cell culture). Once the targets have been identified we will establish how exactly the bacterial proteins recognise human cell components. This information will allow us to design small molecules that would specifically react with bacterial proteins, thus forming the basis for new diagnostic tools and antimicrobial substances. We will combine our molecular studies with experiments using bacteria in order to find out if a loss of the critical superglue function on bacteria makes them less efficient invaders of the human body.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K001485/1","grantId":"MR/K001485/1","fundValue":"686719","fundStart":"2012-12-01","fundEnd":"2015-11-30","funder":"MRC","impactText":"","person":"Ulrich  Schwarz-Linek","coPersons":["Mark James Banfield"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}