{"id":"D89A7CCD-1D38-4795-9EE5-9B0767807091","title":"Musical impact: A study of the effects of music making on musicians' health and wellbeing","abstractText":"Few pursuits are as dynamic and enjoyable as making music. Each day, thousands of people in the UK engage in some sort of musical activity. Central to these endeavours is good health. Physical and mental wellbeing can shape how musicians, from beginners to professionals, pursue their art and the pleasure they take from it. The results of recent research, however, suggest that injury and ill health are widespread among musicians and that healthy approaches to training and working in music are far from uniform. This project investigates the health and wellbeing of musicians. In doing so, it generates new knowledge of the physical and mental demands of music making and sheds light on the ways in which musicians at all levels meet those demands, both constructively and destructively. While musicians typically have a long history of self-sufficiency in managing the challenges of performing, this project aims to complement musicians' own ingenuity by providing comprehensive, evidence-led resources to help maximise educational and professional opportunities. Musical Impact is a project of Conservatoires UK (CUK), in association with Cardiff University, Cardiff Metropolitan University, Association of British Orchestras (ABO), British Association for Performing Arts Medicine (BAPAM), the Musicians' Union, and the International Health Humanities Network (IHHN). \n \nMusical Impact operates through three interrelated work packages (WPs). WP1 comprises a four-year study of musicians' physical and mental fitness for performance. While previous research has largely looked at cross-sections of musicians, WP1 takes the form of a large-scale longitudinal study with conservatoire students, staff and alumni, seeking to understand the incidence, extent and development of injuries and ill-health among British musicians. WP1 employs standardized measures of health promotion, anxiety, perfectionism, cardiovascular fitness and physical strength and flexibility, complemented by qualitative exploration of the cultures of musicians' health. \n \nWP2 places practice and performance under investigation, documenting their physical and mental demands and the characteristics of musicians who successfully meet those demands. Physiological and biomechanical assessments will be made during the practice and performance of musicians, including the recording and analysis of muscle activity using electromyography and the monitoring of energy expenditure with portable gas analysers. \n \nWP3 builds upon WPs 1 and 2, exploring health promotion in music education and the profession and exploring practical applications to enhance training and support services. WP3 includes the development of two programmes of health promotion: one for junior conservatoire students and one for senior conservatoire students. These programmes will be piloted and evaluated through case studies, a questionnaire survey and interviews, before being delivered in full at junior- and senior-programmes across all CUK conservatoires. \n \nMusical Impact is the largest research initiative of its kind worldwide. It moves beyond existing research to contribute needed insight into chronic and acute health problems and their impact over time (WP1), the physical and mental demands of music making (WP2), and effective strategies for health promotion (WP3). The project's outcomes will be delivered through a combination of scholarly outputs (including an edited book), six workshops held for music teachers and students, and two freely-available resource packs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K002287/1","grantId":"AH/K002287/1","fundValue":"802740","fundStart":"2013-09-02","fundEnd":"2017-09-01","funder":"AHRC","impactText":"  Musical Impact is a four-year project running from 2013 until 2017. Key findings will emerge towards the end of the project. \n\nOne group of users will consist of the musicians who take part in the research: the youngest will be school-aged pupils attending junior conservatoires and the oldest will include professional musicians as well as undergraduate and postgraduate students at senior conservatoires. The other group of users will consist of their teachers, many of whom are also professional performers, and peers, many of whom will go on to become teachers and share their knowledge with their own students. Users will also be beneficiaries, since enhanced health and wellbeing can contribute to the maximisation of the musician's educational and professional opportunities, but beneficiaries will also include all those who derive satisfaction - e.g. pleasure, inspiration, intellectual stimulation - from the experience of hearing live and/or recorded music. Communities and Social Services/Policy,Creative Economy,Education,Healthcare Cultural,Societal","person":"Aaron  Williamon","coPersons":["David Anthony Wasley","Stephen  Broad","Emma  Redding","Jane  Ginsborg","Helen  Reid","Alan  Watson"],"organisation":"Royal College of Music","findingsText":" Musical Impact is a four-year project running from 2013 until 2017. The project aims to generate new knowledge of the\nphysical and mental demands of music making and to shed light on the ways in which musicians at all levels meet those\ndemands. Dissemination of key findings, as they emerge, will be ensured through a multi-pronged strategy. \n\nFirst, events aimed at the research community, including musicians involved in practice-based and artistic research, will include three conference strands, at the International Symposium on Performance Science 2015 and 2017 and at Foundations for Excellence, in addition to presentations at other national and international conferences. \n\nSecond, project findings will be disseminated to beneficiaries\nthrough six project workshops, reaching 400-600 practitioners - students, teachers and performers. \n\nThird, the workshops will be complemented by the project website, from which specially designed resource packs\ndesigned for music teachers and secondary/higher education institutions will be available. \n\nFinally, research publications will include an edited book, aimed at practitioners as well as researchers. Communities and Social Services/Policy,Creative Economy,Education,Healthcare","dataset":"gtr"}