{"id":"D89A8790-E2D0-45A4-A0AA-9FEC7CBD31D4","title":"Bilateral BBSRC-FAPESP: Behavioural and neuroendocrine mechanisms regulating hydromineral homeostasis - a lifelong perspective","abstractText":"The bodily fluids of the mammalian organism are in a constant state of flux. Even in the absence of challenges such as dehydration, haemorrhage or starvation, salt and water are constantly being lost as a consequence of normal, obligatory renal excretory functions, and by the processes of respiration and perspiration. The body has two mechanisms that function to control the consumption and the excretion of water and salt, in order to maintain the optimal bodily content required for good health. The first mechanism involves the production by a part of the brain paraventricular nucleus (PVN) of a hormone called vasopressin that tells the kidney to conserve water. The second mechanism is behavioural, and involves the instincts of thirst and salt appetite that emotionally drive the organism to correct its fluid balance. These mechanisms can go wrong resulting in ill-health. For example, disorders of fluid balance are evident in a substantial proportion of elderly patients admitted to hospital, and dehydration is a frequent cause of morbidity and mortality in old people. An age-related decline in the response to a variety of dehydrating challenges has been reported in humans, and this seems to involve a reduction in thirst and salt appetite, as well as dysregulation of vasopressin production. Another way that disorders of fluid balance can affect wellbeing is as a consequence of an excessive intake of dietary sodium, which is associated with the development of several chronic degenerative diseases, such as cardiovascular disorders, including hypertension. These medical conditions, which are becoming more prevalent as a result of increased life expectancy, progressively decrease life quality and increase the need for medical and social assistance. Epidemiological and experimental studies have suggested that events occurring in utero and during lactation can result in long-term consequences in adult life. Interestingly, both excessive salt intake and dehydration during pregnancy provoke increased salt appetite in adult offspring, which may then impact on long-term health and wellbeing.\n We have recently produced exciting new evidence that suggests that the PVN is not only involved in the production of vasopressin, but also has a central role in generating the instincts that control the consumption of salt. We thus hypothesise:\ni) that the PVN integrates hormonal and behavioural responses to salt and imbalance. \nii) that these integrative functions are perturbed in old age, resulting in decreased thirst perception, reduced sodium appetite, and altered activity of AVP neurones.\niii) that these integrative functions are perturbed by foetal exposure to high salt, resulting in a reprogramming of the set point for adult salt consumption. \nOr aims are now to decipher the molecular mechanisms by which the PVN controls behavioural (thirst and sodium appetite) and hormonal (AVP synthesis and secretion) mechanisms of salt and water homeostasis. Further, we will find out how these mechanisms go wrong in old age and following foetal programming.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J015415/1","grantId":"BB/J015415/1","fundValue":"659438","fundStart":"2013-01-10","fundEnd":"2016-05-09","funder":"BBSRC","impactText":"","person":"David  Murphy","coPersons":["Julian Francis Paton"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}