{"id":"D8A5A3D8-7A4C-492E-B25D-EB08D4EF29CC","title":"'Indian Ecosystem Service Initiative to promote sustainable livelihoods' (IndES Initiative)","abstractText":"The aim of this PPDG is to build a new trans-disciplinary consortium (IndES) within ESPA that can develop &amp; test novel, yet robust, evidence-based decision support tools for creating sustainable livelihoods in East India. The proposal builds on recent situation analyses for the subcontinent, and complements other initiatives by seeking to synthesise knowledge about the value of ecosystem services (ES) and human well-being with insights on ecosystem functioning. IndES will focus on ES and poverty issues associated with forest &amp; water use in 3 Indian states: Tripura; Jharkhand; and, Andhra Pradesh. The PPDG will design a research framework that will allow a Research Consortium Grant (RCG)-funded study to make a comparison of people-environment relationships in mountain, hill, plain and coastal situations. The RCG will examine a range of services including carbon sequestration, flood hazard and water regulation, and the provision of food, materials and energy. The objectives of the IndES PPDG are to: 1. Establish a detailed and shared understanding of research needs and capacities within the IndES consortium in respect of the issues surrounding ES and sustainable livelihoods in the target study sites. 2. Review the opportunities that novel approaches based on Bayesian Belief Networks offer for synthesising and communicating knowledge. 3. Identify key research and skill gaps that must be addressed in order to take such work forward. 4. Develop a funding proposal for a full RSC in December 2010. The work programme that will achieve these objectives within 6 months is shown in the Objectives section of this form. ES have emerged as a key focus for those concerned with the links between poverty and environment. While it is accepted that strategies for poverty alleviation depend on the sustainable management of natural capital, new assessment and policy frameworks are still needed. Although progress has been made through the world-leading ESPA initiative, much remains to be done in relation to knowledge synthesis, capacity building, and the application and testing of techniques and approaches. The IndES PPDG application will build a platform on which this can be done. The PPDG will scope a full RCG proposal that will examine, test and apply novel methodologies for negotiating these challenging research and policy agendas, by looking at the opportunity that Bayesian Networks offer for integrating, representing and exploiting different kinds of knowledge. The IndES consortium is a strong one, linking researchers from a range of natural science and social disciplines, experienced in modelling and assessing ES, and analysis of issues impacting on the livelihoods of peoples living in the forest and agricultural ecosystems in South Asia. The consortium is, however, trans-disciplinary in character, and will involve local stakeholders in framing questions and evaluating outcomes. Although the partners have worked together before in different combinations, the IndES PPDG will bring them together in a formal way, to develop an holistic perspective on what has been a fragmented field. The IndES team will therefore bring new thinking to the ESPA programme and contribute to its future strategic development. Besides other funding bodies, EU, Defra, the consortium has a track record with Dfid, ESRC, NERC and now welcomes the opportunity of the LWEC-ESPA programme and the opportunity to develop, apply and test concepts to this globally important problem. The PPDG and RCG will be lead by CEM, who have been committed to taking the ES and sustainable development agendas forward at the international level. However, the consortium has a balance of members from north and south, with the Indian Co-Is are also playing a key role in contributing expertise on the structure and functioning of forest ecosystems, the role of these systems in sustaining human well-being and political/social contexts in which strategies for poverty reduction are set.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I002391/1","grantId":"NE/I002391/1","fundValue":"46782","fundStart":"2010-10-01","fundEnd":"2011-07-31","funder":"NERC","impactText":"","person":"Marion Birgit Potschin","coPersons":["Roy  Haines-Young","Purnamita  Dasgupta","Sanjay  Kumar","Nicholas John Clifford","Sarah  Jewitt","S.B.  Roy","Raghu Ram  Tata","Raktima  Mukhopadhyay"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}