{"id":"D8ADC85D-3699-4726-BE0D-B9334789DF5C","title":"15 BEDREST Effects of bed rest on the circadian organisation of the human transcriptome as a model for temporal dysregulation in an ageing population","abstractText":"Circadian (about a day) rhythms in behaviour and physiology synchronise our activity to the outside world. The importance of robust, well-synchronised circadian rhythms is evident from the negative effects experienced during jet lag or sleep deprivation, and also disruption of sleep and circadian rhythms that occurs during spaceflight. The strength and the timing of circadian signals become reduced and disrupted during spaceflight and ageing and may account for many changes observed with sleep/wake activity in astronauts and the elderly. Circadian clocks around the body regulate most physiological processes such as metabolism, cardiovascular function, and the immune system and both long duration spaceflight and ageing may disrupt the circadian regulation of these processes and be associated with related negative health outcomes.\n\nCircadian clocks also regulate hormones such as melatonin (which peaks in the night) and cortisol (which peaks on awakening). Cortisol is an important circulating signal that regulates the expression of many genes, including those that make proteins involved in immunity and inflammation. Cortisol secretion is also disrupted during spaceflight and ageing and could change the regulation of the expression of many genes.\n\nBlood circulates around the body and is increasingly viewed as a 'window' on the whole-body state. For example, blood biomarkers are now used to diagnose and to monitor disease progression in many different diseases ranging from Alzheimer's to cancer. Temporal organisation in the expression of genes to make proteins is important - certain proteins need to be made at particular times of day or night - and in any given tissue around 6-10% of all genes are expressed with a circadian rhythm, including in blood. In two separate human studies, we have shown that one-week of insufficient sleep or mistimed sleep (as occurs in jet lag) leads to dramatic disruption (both timing and amplitude) to the circadian rhythms of blood gene expression. This included disruption to genes normally expressed during the day (immune response, inflammation, oxidative stress) and those normally expressed during the night (regulation of protein synthesis), as well as core clock genes central to the generation of circadian rhythmicity itself.\n\nSpaceflight and its bed rest model result in circadian disruption to melatonin and cortisol. This circadian disruption likely extends to the temporal disruption of gene expression in blood, although nobody has investigated this to date. Thus, during bed rest there is disruption to circadian signals, elevated circulating cortisol, changes in blood circulation, changes to cardiovascular function, including suppressed immune function, all of which are also found in ageing. Therefore, many of the negative health effects found in astronauts and the elderly could be directly associated with temporal disruption to the circadian regulation of gene expression in blood. The main aim of the research proposed here is to perform a careful study of gene expression in blood of people who are undertaking a bed rest protocol. By comparing a series of blood samples collected through the day and night at different stages during the bed rest period with similar timed samples collected at baseline and during recovery, we will be able to identify networks of genes whose disruption affects specific biological processes, which may include the immune system and other processes not yet shown to be affected by bed rest. It is difficult to study these effects directly during long duration spaceflight or during ageing over extended time periods and the bed rest protocol provides a practical means to explore changes in defined laboratory conditions. It is assumed that bed rest models ageing and we will also use this model to assess the methodological aspects of whether blood sampling is a viable approach to monitor effects of temporal disruption in ageing and to assess the effects of countermeasures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N004981/1","grantId":"BB/N004981/1","fundValue":"453818","fundStart":"2015-09-01","fundEnd":"2017-08-31","funder":"BBSRC","impactText":"","person":"Simon Nicholas Archer","coPersons":["Derk-Jan  Dijk","Emma Elizabeth Laing","Colin Peter  Smith"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}