{"id":"D8ADB176-C019-42A1-87A8-37F053B4BC10","title":"13TSB_AgriFood Developing a vision system to enhance phenotyping in apples (Pomevision)","abstractText":"The UK is not self-sufficient in apples, even during the cropping season, providing only one third of our own consumption\nwith the shortfall made up by imports. A large proportion of this is due to our inability to meet the stringent specification set\nby supermarkets for Class 1 fruit, which represents 80% of sales. Our consortium represents 20% of the apple crop in the\nUK; our records show that similar orchards can have outputs that vary by a factor of 2 or 3, with reject fruit going to waste\nor low value processing. A significant amount of this variation is down to management practice. Our distribution members\nbelieve that, by standardising best-practice orchard management, and with a strategic approach to breeding new cultivars,\nwe could gear up our orchards to take back at least 100,000T of the imported volume.\nThis project is designed to enhance the pace of improvement of quality and output parameters in UK apple orchards\nthrough improving management practices and strategic data capture. For this, we need detailed management information,\nwhich has been sorely lacking due to the labour-intensive and subjective nature of manual checks to date. The project\ndevelops a novel vision-based crop measurement technology based on the convergence between state-of-the-art cost\neffective image capture technology (now achievable using consumer grade cameras instead of expensive scientific\ninstruments) and our new image processing algorithms. These tools will be used to identify and record commercially\nrelevant phenotype traits in detail. This data can be used for yield and quality prediction and management in season, for\nthe optimisation of commercial yields across the UK through the transfer of 'best practice' over a longer timescale, and\nfinally to tie in with the recently completed sequencing of the apple genome, to identify the best markers to more effectively\nbreed new elite cultivars with the best commercial (as well as biological) traits.\nThe project objectives include the identification and optimisation of the most commercially effective traits, the development\nof an automated in-field system to regularly measure the status and development of these traits in response to stress and\nmanagement activities, decision support outputs and the new knowledge required to start the UK strategic development\nprogramme for new types of commercial cultivar.\nThe consortium is led by business, in the form of Worldwide Fruit, the UK's largest apple producer and supply group, joined\nby technology developers who will commercialise the novel platform technology, and supported by East Malling Research,\nworld experts in pomology and apple cultivar development, who will set out the phenotype maps and disseminate the\nacademic outputs relating to genetic markers for improved cultivars. The group has the skills to research, develop,\ncommercialise and exploit the technology in the UK, and will exploit within Europe and/or licence to other manufacturers as\nvolumes grow. TSB support is the catalyst needed to drive this innovation across the business-academia gap, while the\nexposure the scheme brings will help us to penetrate the market more quickly.\nPotential benefits to the UK apple growers' industry are: raising production quality (percentage within spec.) to better meet\nsupermarket size and uniformity specifications, saving up to &pound;40M of wasted product; increasing the UK average cropping\nintensity by up to 50% through 'best practice' identification and transfer, growing capacity by a further &pound;50M; and giving the\nUK the capability to strategically lead the world in the rapid development of new cultivars, shortening the introduction time by potentially up to 5 years","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L017466/1","grantId":"BB/L017466/1","fundValue":"223499","fundStart":"2013-12-01","fundEnd":"2016-11-30","funder":"BBSRC","impactText":"","person":"Mark Andrew Else","coPersons":["Felicidad  Fernández Fernández"],"organisation":"East Malling Research","findingsText":"","dataset":"gtr"}