{"id":"D8AF47E8-194F-46FC-BA7D-51D18216C5AB","title":"Contact ion activation: A new approach to enhanced mass spectrometry imaging","abstractText":"Mass spectrometry is one of the most sensitive techniques, but the desorption approaches (for example ToF-SIMS), which are used to detect and image chemical changes in solid samples, have poor efficiencies of converting molecules to ions in the analytical process. Besides, they generate fragments. The former reduces detection sensitivities and the latter makes spectral interpretations difficult, especially when using the technique in a non-targeted mode. There is considerable room for development in this area, as currently only one in a thousand molecules are ionised at best, and these are broken into fragments that are spread across the spectrum. This proposal aims to develop an analytical tool that will enhance the ionization probabilities of surface molecules and yield more easily interpretable, diagnostically significant mass spectra. This will enable us to examine molecular processes at close quarters at the site of its activity (in situ), with high sensitivities of detection, and understand the changes that take place at the chemical level. We propose to investigate a novel ion activation approach that will significantly enhance the capability of mass spectrometry imaging, especially ToF-SIMS imaging. We will achieve this through controlled vapour mediated and plasma mediated proton transfer reactions as methods to a) increase the ionization probability of molecules on surfaces, whilst preserving their spatial distribution on the sample surface and b) increase their diagnostic value for in situ biochemical characterisations. We will focus on developing the technology for detecting and imaging metabolites (small molecules that participate and mediate several cellular processes) in biological cells and tissues, for non-targeted analysis, such as in situ metabolomics. However, this will have a wider application, in other areas, such as polymer analysis. The proposed work is the development of an enabling technology that will enhance the capability of mass spectrometry imaging of organic surfaces, especially for studying biological systems. It will also provide a new avenue for further developments of mass spectrometric detections, in general. This investigation will have wider implications in biological and biomedical sciences, by enabling potentially new discoveries to be made.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I03453X/1","grantId":"EP/I03453X/1","fundValue":"100945","fundStart":"2011-07-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"","person":"Seetharaman  Vaidyanathan","coPersons":[],"organisation":"University of Sheffield","findingsText":" Through our investigation we have managed to demonstrate that it is possible to enhance signal intensities from molecules using a novel approach of contact ion activation. This includes identifying contact agent types, methodology and operational conditions. We have been able to demonstrate this in simple system of simulated molecular mixtures. This will enable developing the technique as a tool for in situ metabolic imaging that has wide applications from materials chemistry to biomedical diagnostics. In addition, we have been able to initiate a collaboration with a signal processing group at Sheffield to develop a computational tool for analysis of complex image data that has not been possible until now. Publications are still in preparation. We have been able to identify general directions and trends that need to be developed for real systems to enable real life application and implementation. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}