{"id":"D8BCD384-810F-4828-8010-CDF15F669505","title":"Time-based and Event-based Prospective Memory in Autism: The Roles of Executive Function and Theory of Mind","abstractText":"<p>&quot;Prospective memory&quot; concerns the ability to remember to do something at a specific point in the future, and is associated with the ability to understand one's own mind (so-called &quot;theory of mind&quot;) and with the ability to plan effectively. </p>\n\n<p>Day-to-day examples of prospective memory include remembering to pick up shopping after work, or to go to an appointment. Both theory of mind and planning ability are significantly diminished amongst people with autism spectrum disorder (ASD). Thus prospective memory may also be diminished in ASD, although very few studies have explored this. </p>\n\n<p>In this project, we will compare the performance of children with and without ASD, who are closely similar in terms of age and intellectual ability, on two child-friendly measures of prospective memory ability, as well as on standard measures of theory of mind and planning ability. </p>\n\n<p>We expect that the children with ASD will be impaired on these measures, relative to the children without ASD, and that their impairments will be related to their difficulties with theory of mind and planning. We hope that this research will increase our understanding of ASD and inform intervention efforts designed to remediate the behavioural inflexibility characteristic of the disorder.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4125","grantId":"RES-000-22-4125","fundValue":"80079","fundStart":"2011-02-17","fundEnd":"2012-02-29","funder":"ESRC","impactText":"  Our project has had societal impacts through our local contact with schools involved in the project, relevant professionals and support groups, and adult participants with ASD themselves. We have informed these groups of the results of our work in lay terms and discussed the clinical implications of our findings. We have tried to bridge the gap between academic and non-academic users in a bid to make non-academic users (including participants themselves) feel &quot;part of&quot; the research and give them something back for their investment in our work. We place a high priority on this. \n \nWe have communicated our findings to clinicians in the field with the aim not only of disseminating our findings to a wide audience, but also seeking advice on and possible future collaboration in developing strategies to remediate the specific prospective memory difficulties we have observed among people with ASD in our research. By communicating with and disseminating our findings to the relevant non-academic individuals and groups, we have attempted to achieve wider societal impact.\n\nComputer scientsists at Cardiff University have begun developing software applications designed to support prospective memory in ASD, as a direct result of our investigations. We are collaborating with them and a fellow prospective memory researcher, Dr Catherine Jones, with a view to trialling these applications among people with this disorder. Digital/Communication/Information Technologies (including Software) Societal","person":"David  Williams","coPersons":["Jill  Boucher","Chris  Jarrold"],"organisation":"Durham University","findingsText":" Our project has produced four key scientific impacts. In relation to the central question of whether, or not prospective memory (PM) is impaired in autism spectrum disorder (ASD), the project has two central impacts:\n\n1. We have shown that adults and children with ASD have significant limitations in their ability to remember to carry out planned actions. However, this limitation arises only when self-initiated retrieval of one's plan is necessary (e.g., remembering to remove a pan from a stove in 10 minutes time), but not when retrieval is cued (e.g., remembering to remove a pan from a stove when a timer goes off). These findings inform theories of memory impairment in ASD and encourage the use of cue-based training techniques to remediate PM deficits in ASD (e.g., Fish et al., 2010) \n\n2. We have provided further evidence of diminished &quot;future-oriented cognition&quot; in ASD and have made a significant theoretical contribution by linking prospective memory impairment in ASD to a diminished ability to imagine one's future (&quot;episodic future thinking&quot;).\n\nThrough our search for the cognitive correlates of prospective memory ability in ASD, we have achieved two further impacts:\n\n3. We have shown that the source of what some have termed a &quot;visual working memory deficit&quot; in ASD results from a diminished capacity to store visual information in short-term memory, rather than from a difficulty with processing visual information, or from an executive difficulty with combining storage and processing functions. \n\n4. We have shown that poor performance on executive function (EF) tasks among children with ASD is not merely a consequence of limitations engaging with a human experimenter, as some have suggested (e.g., White, 2013). We found that the planning and set-shifting abilities of individuals with ASD were equally diminished when assessed via computerised and experimenter-administered tasks. Methodologically, this shows the equivalence of different formats of EF tasks among people with ASD. \n\nThese findings have been reported in four peer-reviewed articles in high-impact academic journals. We have also given oral presentations of aspects of work from the grant at major conferences:\n\nThe Experimental Psychology Society (July 2012, Bristol, UK)\nThe International Meeting for Autism Research (IMFAR; May 2013, San Sabastien, Spain)\nThe International Neuropsychological Society (July 2013, Amsterdam, The Netherlands)\nThe British Psychological Society - Cognitive Development Section (September 2013, Reading, UK)\n\nTwo things of particular note are that a) only around 10% of abstracts submitted to IMFAR are accepted for oral presentation. Thus, the acceptance of our abstract for this format of presentation reflects significant interest in the grant research; b) the oral presentation at the International Neuropsychological Society arose from an invitation from Dr Mareike Altgassen to take part in a symposium that she is organising. Dr Altgassen is the only other researcher to systematically explore prospective memory ability in ASD and our results conflict with her findings in some respects. This invitation reflects not only international recognition of the work from the grant, but also the potential for cross-group collaboration on future studies to further understand the basis and remediation of these deficits in ASD. \n\nIn addition to the above conference presentations, we have also received an international invitation to present at the Department of Biological and Medical Psychology Seminar Series (University of Bergen, Norway). Researchers have already begun to test the theoretical implications of our empirical results. For example, international work is already underway (including in collaboration with us) to investigate: \n\n(a)whether people with ASD use compensatory strategies to perform well on event-based prospective memory tasks despite limited underlying competence (as suggested for the first time by us in our grant-related publications); \n\n(b) whether visual or verbal routes to successful prospective memory are used by both neurotypical individuals and individuals with ASD, and;\n\n(c) how best to remediate/foster/enhance prospective memory abilities in ASD. In particular, software applications are being created to enhance prospective memory among people with this disorder Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}