{"id":"D8BD7871-412E-4CF1-B1B0-378D7344BB5A","title":"E-finger: a tactile diagnostic device with microscale resolution","abstractText":"An approach is proposed to the in vivo assessment of soft tissue quality using multi-scale mechanical measurements. The approach is applied to prostate gland compliance (as measured by dynamic modulus, E) using a micro-engineered probe for the detailed assessment of prostate cancer (PCa) building on our earlier work applied to benign prostatic hyperplasia (BPH). We have previously shown for the first time that a relationship exists between the mechanical and histological characteristics of the prostate in vitro. We wish to apply our findings to the in vivo setting, with the development of a remote palpation instrument for in vivo measurement of prostatic compliance in malignant disease. Such a device is likely to lead to major advances in the diagnosis, assessment and surveillance of men with PCa and emphasis is therefore placed on minimum levels of invasiveness. It is also expected that the study will result in a novel medical instrument and associated design paradigm of generic value for other applications where a remote or minimally-invasive measure of tissue quality is desired. The work will emphasise the importance of probe size and will investigate the interface between meso- and micro-scale measurements (tissue-level) and micro- to nano-scale measurements (cell-level) and a simple method for producing a range of probe sizes and levels of resolution is outlined.The projected is expected to deliver:- the first in vivo mechanical measurement of dynamic modulus- the first micro-scale in vivo mechanical measurement- the first approach applied to prostate compliance which integrates trans-urethral, trans- rectal and laparoscopic measurements- the first study of mechanically-assessed prostate tissue quality which uses a large number of patients A major feature of the work is the co-operation of clinicians and medical and engineering academics focused onto a problem with potential huge implications for the ageing population. The impact plan aims top exploit the immediate application to urology through two key industrial partners and a strong engagement with the UK and European urological community. A separate group will be established to examine the transfer of the findings to other medical specialisms, including hepato-biliary surgery and gastro-enterology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I019472/1","grantId":"EP/I019472/1","fundValue":"402246","fundStart":"2012-03-19","fundEnd":"2016-01-18","funder":"EPSRC","impactText":"  The project is not yet complete, and some publications have yet to emerge. However, the work is attracting a great deal of attention locally and nationally, and we expect to be commercialsing an early emobodiment of the palpation probe for digital rectal examination (DRE). Healthcare Societal","person":"Robert Lewis  Reuben","coPersons":["Will Wenmiao  Shu"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}