{"id":"D8C4BEA7-33C9-4934-AA2B-18256266D983","title":"Lake Suigetsu varved sediment project: terrestrial radiocarbon calibration model and inter-regional comparison of climate changes","abstractText":"Long term records of atmospheric radiocarbon provide a wealth of information, both as records of carbon cycling in the environment and as a basis for all 14C dating. The Holocene atmospheric radiocarbon record is provided by tree rings and is considered to be (almost) robust. However, that of the period from 12,410 to c.26,000 BP is based on marine sediments which are influenced by the marine reservoir effect. Also, the corresponding information for the atmosphere for the period 26,000 to 50,000 BP is lacking. This project will establish a radiocarbon calibration model for the Late Pleistocene (10,000 / 50,000 BP) based on terrestrial material, mostly deciduous tree leaf fossils which are free from marine reservoir effects, recovered from the annually laminated lacustrine sediments of Lake Suigetsu, Japan. The project will also produce quantitatively reconstructed climate changes of the Monsoon regions for the last 150,000 yeas using high or ultra-high resolution pollen records. The profile will be established using tie-points such as geomagnetic excursions and tephra layers. The project will therefore contribute to international scientific endeavour in using radiocarbon-based information to determine the timing and rates of environmental changes, as well as understanding past changes in the global carbon cycle. The project will also contribute to hypothesis testing about the causal mechanisms of climate change, especially concerning the relative timing of D/O events in Asia, North Atlantic, Antarctica and many other marine and terrestrial records through the last glacial-interglacial cycle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F004400/1","grantId":"NE/F004400/1","fundValue":"97558","fundStart":"2008-02-01","fundEnd":"2011-01-31","funder":"NERC","impactText":"","person":"Christopher Bronk Ramsey","coPersons":[],"organisation":"University of Oxford","findingsText":" Terrestrial Radiocarbon calibration record covering the entire period of the dating technique (0-50000 years ago). Radiocarbon dating of natural hazards (earthquakes, volcanoes etc) for risk assessment.\n\n\n\nChronological assessment of recent geological sediments. Will be of use to all those using the radiocarbon dating method, particularly in the period of the last ice age.\n\n\n\nAlso useful for understanding the way in which the oceans and atmosphere interacted in the periods of rapid climate change found during the last ice age. Environment","dataset":"gtr"}