{"id":"D8C415A5-A34A-44B6-B870-D3F0857FA190","title":"Understanding polymer - drug interactions and their role in formulation of medicines","abstractText":"Formulation of drugs into medicines is necessary to enable them to be taken by patients and to maximise their effectiveness. Medicines are also known as drug delivery systems (DDS). Polymers are used in a variety of DDS, e.g. nanoparticles and matrix systems and in a variety of ways for example to improve drug solubility, provide delivery to a local area or to provide slow release of drug etc. For maximum efficacy of the medicine, a high incorporation of drug and control of drug release (especially slow release) are usually critical in producing clinically useful formulations. Producing such formulations depend on having biocompatible polymers with suitable physicochemical properties compatible with drugs having a diverse range of chemical structures and properties. In this project we aim to develop a better understanding of polymer drug interactions to develop improved DDS.\nSolid molecular dispersions will be used in this project as a simple and easily measured DDS dependent on polymer-drug compatibility. A group of poor solubility drugs relevant to solid molecular dispersions have been identified and 25-30 drugs from this group will be selected for this project. To accommodate drugs of different properties, polymers with a range of characteristics will be required. In this project we will use a recently described biodegradable polymer, poly(glycerol adipate) (PGA), having a pendant hydroxyl group which can be chemically modified with acyl or amino acid moieties to generate a family of related polymers with different physicochemical properties.\nThe project will comprise two tracks of work each with an associated post-doctoral research assistant. The first track will be based on computational modelling, and the second track on the experimental determination of drug polymer interactions. Outputs from both tracks will then be correlated using the experimental determinations to validate the insight and understanding gained from the modelling studies.\nThe computer modelling will aim to provide an understanding of polymer drug interactions based on a description of the interactions derived from combined atomistic and coarse grained models.. From these models and existing software available at AstraZeneca NRTL-SAC and COSMO-SAC various solubility parameters for the drugs and polymers will be derived. \nThe second track will consist of synthesis of this family of polymers, the preparation of molecular dispersions of drugs with the polymers and the characterisation of those molecular dispersions for their stability and the experimental determination of their polymer-drug interactions. These characterisations will use a range of (mainly high throughput) spectroscopic, physico-chemical and formulation techniques at Nottingham and AstraZeneca. The solubility parameters and other metrics from the molecular modelling studies which describe the polymers will be correlated with the experimental determination of the properties of the molecular dispersions produced. Molecular modelling is an intensive means of determining compatibility so identification of alternative simpler factors, indicators and methods for predicting drug-polymer compatibility will be investigated. Once appropriate factors have been described these will be used to predict the most compatible polymers for a set of previously undetermined drug molecules chosen from our drug library and validated using the previously identified methodology. The project will thus develop new methodology, validate predictions, enhance understanding of polymer drug interactions and identify new polymer structures which may be useful in both solid dispersions and other polymer based drug delivery systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L013835/1","grantId":"EP/L013835/1","fundValue":"689931","fundStart":"2014-06-02","fundEnd":"2017-06-01","funder":"EPSRC","impactText":"  As the grant is in its very early stages no findings have yet been produced. Pharmaceuticals and Medical Biotechnology ","person":"Martin Charles Garnett","coPersons":["Charles  Laughton","Cameron  Alexander","Jonathan  Burley"],"organisation":"University of Nottingham","findingsText":" This grant is currently in its early stages and initial work has focussed on Aspects of setting up the project. In the experimental work, polymers are being producing for the study and the high throughput screening techniques are being set up. In the computational side of the project different software is being assessed together with methods for calculating solubility parameters for polymers. This grant will investigate polymer drug interactions through a formulation known as solid dispersions. The findings from the project will be directly applicable to this formulation, but will also have much wider importance. Ther are many other types of formulations which include polymers and the findings will also be important to these other types of formulations e.g. nanoparticles, implants, stent coatings etc. The physical chemistry of polymer drug interactions is poorly understood, so this project should also contribute to fundamental understanding. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}