{"id":"D8C65D01-8BB7-4DE8-AFE4-377BFBC8456A","title":"Dissecting, and revealing the controls on, the group-specific CO2 fixation budget of the Atlantic Ocean","abstractText":"The oceans play a major role in determining world climate. In part this is due to the production of oxygen and the consumption of carbon dioxide (CO2) by very small, single celled photosynthetic organisms, the picophytoplankton. Picophytoplankton biomass is dominated by three main groups: the prokaryotic genera Prochlorococcus and Synechococcus, and eukaryotes comprising cells &lt;5 micrometres in size. However, little is known of what goes on inside the picophytoplankton 'black box' particularly with respect to the distribution of carbon biomass and group-specific primary production, information which is fundamental to understanding the roles of these groups in the global C cycle. Very recently our team has optimised utilisation of radiotracer incubation-flow cytometric sorting technology, to reveal group-specific CO2 fixation rates at several stations in the North Atlantic. As well as revealing variability in group-specific CO2 fixation rates between sites this data reiterates the importance of the eukaryotic fraction in primary production estimates (contribution 25-50% dependent on location) even though numerically they are vastly outnumbered by their prokaryotic counterparts. Here, we propose to extend this work so that for the first time we can reveal group-specific CO2 fixation rates at the basin scale, as well as in both surface waters and at the deep chlorophyll maximum (DCM). We will perform this work along an Atlantic Meridional Transect, which traverses the Atlantic Ocean between the UK and the Falkland Islands, and in consecutive years, so that i) a complete group-specific CO2 fixation budget of the Atlantic Ocean is attained and ii) inter-annual variability can be assessed. Moreover, we will examine the precise contribution of different taxonomic lineages to the picoplankton group rates using fluorescent in situ hybridisation of sorted populations and lineage-specific oligonucleotide probes for the prokaryotic genera (Synechococcus and Prochlorococcus) or class-specific probes for the photosynthetic picoeukaryote (PPE) fraction. Hence, this project will provide fundamental information of the major 'players' and routes of CO2 fixation in situ, a process that underpins marine C cycling. Furthermore, we will investigate environmental control of group-specific C fixation rates using on-board bottle experiments following either nutrient addition or shifts in irradiance. This will allow us to understand how environmental perturbation controls the CO2 fixation potential of specific groups. We will couple this latter work with a functional genomics (transcriptomics) approach specifically targeted at the PPE fraction to provide a complementary molecular assessment of the potential regulatory factors controlling this group. This is based on the idea that transcriptional profiling will 'let the organism inform us of the key environmental parameters that these organisms are responding to'. Taken together this work will make major inroads in our understanding of the routes and controls of marine CO2 fixation, information which is essential for a predictive understanding of marine C cycling.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G005125/1","grantId":"NE/G005125/1","fundValue":"312052","fundStart":"2009-06-08","fundEnd":"2012-12-07","funder":"NERC","impactText":"  Through publications in learned journals this research is being taken forward by mine and other marine microbiologists. Also, the work identified an important new class of marine prymnesiophytes in marine C cycling. Hence the work is being used generally by oceanographers and with the potential to incude such biodiversity indices into global marine ecosystem models. Environment Societal","person":"David John Scanlan","coPersons":[],"organisation":"University of Warwick","findingsText":" The oceans play a major role in determining world climate. In part this is due to the production of oxygen and the consumption of carbon dioxide (CO2) by very small, single celled photosynthetic organisms, the picophytoplankton. Picophytoplankton biomass is dominated by three main groups: the prokaryotic genera Prochlorococcus and Synechococcus, and eukaryotes comprising cells &lt;5 micrometres in size. However, little is known of what goes on inside the picophytoplankton 'black box' particularly with respect to the distribution of carbon biomass and group-specific primary production, information which is fundamental to understanding the roles of these groups in the global C cycle. Very recently our team has optimised utilisation of radiotracer incubation-flow cytometric sorting technology, to reveal group specific CO2 fixation rates at several stations in the North Atlantic. As well as revealing variability in group-specific CO2 fixation rates between sites this data reiterated the importance of the eukaryotic fraction in primary production estimates (contribution 25-50% dependent on location) even though numerically they are vastly outnumbered by their prokaryotic counterparts. In this project we extended this work so that for the first time we could reveal group-specific CO2 fixation rates at the basin scale, as well as in both surface waters and at the deep chlorophyll maximum (DCM). We performed this work along an Atlantic Meridional Transect, which traverses the Atlantic Ocean between the UK and the Falkland Islands, and in consecutive years, so that i) a complete group-specific CO2 fixation budget of the Atlantic Ocean was attained. The precise contribution of different taxonomic lineages to the picoplankton group rates was also determined using fluorescent in situ hybridisation of sorted populations and lineage-specific oligonucleotide probes for the prokaryotic genera (Synechococcus and Prochlorococcus) or class-specific probes for the photosynthetic picoeukaryote (PPE) fraction. Hence, this project has provided fundamental information on the major 'players' and routes of CO2 fixation in situ, a process that underpins marine C cycling. Furthermore, we investigated environmental control of group-specific C fixation rates using on-board bottle experiments following nutrient addition or shifts in irradiance and using a newly developed transcriptomic pipeline. We found no significant differences in total CO2 uptake or eukaryote-specific uptake rates between control and addition experiments regardless of the region sampled or nutrient added. Also, no differences were found between surface waters and the bottom of the mixed layer samples when both were incubated at surface light irradiance. These results suggest that over short timescales the open-ocean photosynthetic community is growing at or near maximum rates, regulated by grazers and viruses. Taken together this work has produced major inroads in our understanding of the routes and controls of marine CO2 fixation, information which is essential for a predictive understanding of marine C cycling. For the first time, we have determined the carbon fixation budget of the Atlantic Ocean at low latitudes which demonstrated the previously unknown importance of small &lt;3 &micro;m prymnesiophytes to global CO2 fixation. This work thus has relevance to future changes to C cycling since these small prymnesiophytes could be affected by future increases in ocean acidification. We also developed a new radiolabel (14C bicarbonate)-flow cytometry pipeline to determine cell-specific inorganic carbon uptake rates for two different plastidic protist groups of ~2 and 3 µm in cell diameter across the Atlantic Ocean, from north (~20&deg;N) to south (~40&deg;S). Such a tool is likely to be further used by researchers worldwide and modified to encapsulate important N and P containing substrates using appropriate radiotracers. Environment","dataset":"gtr"}