{"id":"D8CBE311-32D2-4E13-A8E9-2F77658DFC46","title":"Living Together: Re-Thinking Social Unity for a Multi-Faith Society","abstractText":"The 'civic health' discourse in contemporary politics presupposes an analogy between the lives of communities and the lives of individuals that is often overlooked. This report examines two prominent philosophical conceptions of the life of an individual - the 'episodic' and the 'narrative' - and considers what they can tell us about the lives of communities.\n\nThe report finds that both conceptions obscure what they seek to disclose: the process of living, and sharing, a life. The episodic conception, according to which a life is a sequence of discrete episodes, ignores the fact that there is more to a good life than a succession of happy moments, while the narrative conception, which interprets a life as an unfolding story, tends to prescribe its preferred way of life in such a way as to frustrate the enterprise of actually living.\n\nIn order to preserve the 'vitality' of a civic association, it is necessary to assess civic health rather differently: by identifying and promoting the basic form of a meaningful civic life whilst refraining from the effort to specify its content. The story of a healthy civic life must be lived before it can be told.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J500492/1","grantId":"AH/J500492/1","fundValue":"21618","fundStart":"2011-02-01","fundEnd":"2011-10-31","funder":"AHRC","impactText":"  My findings were used to inform parliamentarians and policymakers about questions of nationhood and national unity in the wake of SNP electoral success in 2011. This was achieved via a seminar held in the Houses of Parliament in which I participated. \n\nMy findings were also used to inform the public about the idea of civic health and its relationship to civic vitality. This was achieved via a public lecture I gave in Lancaster in 2012. Government, Democracy and Justice Societal","person":"Derek John  Edyvane","coPersons":[],"organisation":"University of Leeds","findingsText":" This project brings research in political philosophy to bear on the public understanding of 'civic health'. Its central finding is that existing formulations of civic health fail adequately to capture the idea of political community as a shared civic life. The project identifies the need for a change of focus: away from speculation about the character of a 'good' civic life, and towards the more basic conditions of 'decency' in the life we share in society. So doing creates space for a related notion that is presently neglected in the civic health discourse: that of civic vitality. This research is of particular relevance to policy debates around the promotion of civic health in multi-faith societies. It can be used to identify new and better pathways to community cohesion.\n\n\n\nThe research also has broader application in a variety of non-academic contexts involving team-work. For example, in commercial contexts, the research may inform the activity of managers seeking to foster self-organising, flexible and dynamic teams of employees. Communities and Social Services/Policy,Education,Environment,Healthcare,Government, Democracy and Justice","dataset":"gtr"}