{"id":"D8DD0AC0-8E17-4E9B-8FCF-DB64573F58A1","title":"Transitions (working title)","abstractText":"Aims and Objectives:The project aims to create a multiple video screen installation (as well as a monograph and a website), which will reflect on the in/visibility of people (of different cultural backgrounds) in the new concept of Europe. It intends to examine the different registers of the new Europe by looking at surveillance technologies, trans-national migration and travel, and trafficking of humans and goods. By looking at two separate case studies, the project will survey the diversity and ambiguity of the social landscape of the airport and thus of the European identity. The installation also seeks to challenge the ways we look at and perceive moving images in public spaces. Terminal spaces act as borders: this will be emphasised in the way the multiple screens will be installed. The installation will resemble an architectural environment and introduce a multi-dimensional narrative. The narrative elements, involving individuals' movements through different airside and landside sectors of the airports, passing through security checks, putting their luggage through X-ray machines etc., will communicate across six separate projection screens, each one highlighting a different part of the story and a different level of the surveillance process.Research Context:The subjects of surveillance and control, migration and trafficking have attracted writers, philosophers and anthropologists, such as Marc Auge, Peter Weibel, Thomas Y. Levin, Irit Rogoff, Deleuze, Gaston Bachelard, Michel Foucault. There are also a number of artists and filmmakers such as Atom Egoyan, Andrey Tarkovsky, Jurgen Klauke, Robert Smithson, Johann Grimonprez and Hans Haake, who have worked on related topics. My work will focus on two airports, Stansted airport in the UK and a domestic airport in eastern Turkey. Thus an unusual element of comparison and juxtaposition will be introduced. The story will follow two characters, an English woman and a younger Turkish man (both played by actors), as they pass through the spaces of these two very different airports. As the two individual stories intersect and become entangled, each person's experience of this contemporary zone of control is juxtaposed to form a modern-day metaphor of visibility/invisibility and exclusion/inclusion. While the installation involves comparison, it is also about the trafficking and exchange of ideas in often obscure ways.My work will also be innovative in its presentation and the way in which it will be experienced by the viewers. The multiple screen video and sound installation will create an architectural environment and a soundscape, which means that the 'story' can be experienced differently by physically navigating through the installation. Potential Applications and Benefits:The completed work will focus on the port of entries and exits at airports, the point the migration is defined, and thus be a reflection on issues of surveillance and migration. The visual materials will be translated into a poeticised work of art, which will lend itself to further exploration by art practitioners and theorists. The working methods on the development of the installation will be of interest to artists, filmmakers, and students who are interested in working with multiple screen presentations (multiplex cinema) of parallel narratives. A new methodology is currently being developed to accommodate writing a script for six-screen action, and storyboarding. Furthermore, the creation of the soundscape for the installation, using directional multiple channels of sound, will also be an innovative practice and of interest to those working on multiple screen presentations.I will conduct research into the new technologies that will be used for the installation of the work. In particular, this will apply to the use of High Definition video format and the use of directional loudspeakers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D000289/1","grantId":"AH/D000289/1","fundValue":"14411","fundStart":"2006-03-01","fundEnd":"2006-05-31","funder":"AHRC","impactText":"","person":"Ergin  Cavusoglu","coPersons":[],"organisation":"University of Portsmouth","findingsText":"","dataset":"gtr"}