{"id":"D8DF7B03-D8B1-489D-A88F-7EE93B65296A","title":"Pantomime in Scotland: 'Your other national theatre'","abstractText":"This project will interrogate pantomime in Scotland at a critical juncture: when it is possible to record the memories of the generation who experienced the interwar hey-day of Scottish pantomime; and, to analyse this popular theatre phenomenon while it is still a functioning commercial form. The project will seek to capture information on the history and contemporary manifestations of professional/commercial pantomime as well as community/amateur pantomime in urban and rural areas. It will address image, representation, identity; memory, recollection, history; economics, industry, infrastructure.\\n\\nThe project is framed by a literature review, theoretical conceptualisation and archive research in which pantomime's development without as well as within Scotland is set against a number of critical frameworks: popular culture; gender; local/regional appeal; diaspora; and, national profile.\\n\\nThe project will analyse archive holdings in Scotland and London. It will undertake new primary research, creating qualitative and quantitative data sets, with the former achieved via a nationally scoped oral history programme. Involving audience members and practitioners, oral history research will capture the collective experience of pantomime in Scotland across all its aspects, from memories of the large-scale professional spectaculars of the interwar years to those of school and community productions today. While the interview project will include all age groups, its particular imperative is the urgent need to capture and preserve memories of the generation who grew up in the 1920s and 30s. Their recollections of the experience of popular theatre-going in the interwar period will constitute a unique resource for future theatre historians and popular culture researchers which will be lost forever unless captured now. Group and individual interviews with audiences will be conducted over the pantomime seasons 2007-08/2008-09 at locations across Scotland. One to one semi-structured interviews with key practitioners will run in parallel, as will a short programme of platform discussions with professional performers ('An audience with').\\n\\nA second strand is a national pantomime census. The project will use a number of quantitative strategies to document the range of current pantomime activity (professional and amateur), generating new data that will inform the evaluation of pantomime's scale and economic impact. Information will be provided through partnerships with professional managements (eg Ambassador Theatre Group), local authorities, and arts organisations such as Promoters' Arts Network (rural promoters' agency), Highlands and Islands Arts, Scottish Community Drama Association, National Operatic and Dramatic Association, and Scottish Arts Council.\\n\\nThese new data sets, to be deposited with AHDS, will form major new resources essential to this project but of wider relevance to researchers of popular culture, social history, community arts and to industry personnel and policy makers.\\n\\nThe project is distinguished by a commitment to non-traditional as well as traditional outputs that aim to promote a wider public appreciation of pantomime's contribution to Scottish theatre culture. In addition to scholarly publications / co-authored book, academic conference, co-edited collection of essays / the dissemination of the project's outcomes will take advantage of pantomime's popular appeal through initiatives including: a touring exhibition, in association with Scottish Theatre Archive, accompanied by talks and screenings of archive films, promoted in theatres and town halls across Scotland; an interactive website with the facility to access streamed extracts from the oral history programme and for subjects to volunteer themselves for interview; a DVD of archive films, issued in association with Scottish Screen, featuring rehearsals of Scottish pantomines, 1931-51; a popular history book.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E008062/1","grantId":"AH/E008062/1","fundValue":"425948","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"AHRC","impactText":"","person":"Adrienne Clare Scullion","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}