{"id":"D8EB5AAE-7BBA-4347-9F7C-36026262A5F5","title":"Scattering studies of emergent phenomena at extreme conditions of magnetic field and temperature.","abstractText":"This proposal asks for funding to construct a dilution refrigerator insert for the 17 T cryomagnet previously constructed with EPSRC funds (grant EP/G027161). This cryomagnet is currently being used at neutron scattering facilities throughout the European Economic Area, and is available for use by user groups unconnected with Birmingham, with any necessary support to be provided by us. With the dilution refrigerator insert, the cryomagnet will be able to cover a much larger range of desired experimental materials, without compromising the work that can already be done over the temperature range 2 K to 330 K. At present, this is the largest horizontal magnetic field available for use at any neutron scattering facility. Because small angle neutron scattering is of use to a large number of research communities, being able to move the cryomagnet around from facility to facility maximizes its utility, as it would not be in use full time at any one particular institution. \n\nAt present, this equipment has been used, amongst other things, to study the fundamental properties of cuprate superconductors and iron-based superconductors and the effects of magnetic fields on colloidal suspensions of fd virus. We propose to use it to look for anticipated single Landau level effects brought about by high fields in bismuth, as well as flux lines in Pauli-limited superconductors and non-centrosymmetric superconductors, and quantum magnetic ordering. \n\nBy extending the temperature range downwards by almost two orders of magnitude, we will be able to extend the research programme into a region where many emergent condensed matter phenomena occur. For instance, heavy fermion superconductors provide fascinating examples of unconventional superconducting phases arising from novel interactions. With the mK region accessible, the cryomagnet is well suited to the critical fields typical for these materials, so that most of their superconducting phase diagrams can be explored. This also makes it easier to investigate the effects of Pauli-limited superconductivity in heavy fermion and pnictide materials. \n\nIn addition, this grant will support use of all of the cryomagnet's capabilities by both ourselves and other user groups. As an example, some of our collaborators are very interested in using the cryomagnet to extend studies of magnetic alignment of mesoscopic structures in suspension. We will also be commissioning the cryomagnet at several other facilities, including synchrotron sources, with necessary adaptations to be driven by our collaborators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J016977/1","grantId":"EP/J016977/1","fundValue":"625257","fundStart":"2012-07-01","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"  This grant is still in course, and so a complete picture is not yet possible. As a result of the technical developments in this work, we are in discussions with people at the Helmholtz Zentrum Berlin about adapting the expertise developed in dilution refrigeration in high magnetic fields to a specific problem that they have. Part of this developing expertise has involved collaboration with local Birmingham jewellery expertise, for manufacturing pieces from bespoke silver alloys. Other Economic","person":"Elizabeth  Blackburn","coPersons":["Edward Masefield Forgan"],"organisation":"University of Birmingham","findingsText":" Our work so far has focussed on developing and exploiting a 17 T magnet designed specifically for X-ray and neutron scattering studies. We are building a dilution refrigeration insert for this to extend the temperature range down to 50 mK. This work is still in progress at this point, but we have developed a number of new manufacturing techniques.\n\nWe have also been using this magnet to carry out further experiments on the behaviour of a range of materials in extreme conditions of field and temperature. Most notably, we have discovered a new ordered state common to the high temperature superconductors using this magnet, and have been busy exploring this state. We have also found that previous theoretical ideas regarding the properties of superconductors at high fields appear to break down, from studies of the vortex lattice in some of these materials. This issues are still under exploration. We have already been contacted by people at the Helmholtz Zentrum Berlin, who are interested in following up our work. Education,Energy,Other","dataset":"gtr"}