{"id":"D8F04210-0C32-422C-9744-63321A732C24","title":"Mechanisms of miRNA regulation of early embryonic development","abstractText":"During the development of an embryo, cells transit through a stage where they possess the potential to give rise to all the cell types and tissues that will form the newborn organism. This potential is called pluripotency, and those cells that are pluripotent are stem cells and hold great promise for regenerative medicine. This promise is not only due to their future clinical applications in cellular therapies, but also because now patient specific pluripotent cells can be generated for &quot;disease-in-a-dish&quot; approaches to understand human diseases. Stem cell therapies are being developed for diseases ranging from diabetes to neurodegenerative disorders and a stem cell based mechanism is thought to underlie different forms of cancer. \nThe cells that are in the pluripotent state need to make choices regarding the cell type that they will give rise to and pass strict quality controls, as only those that are not defective will survive. This implies that pluripotent cells are under tight regulation and understanding this regulation is important not only to gain insight into how an embryo forms but as well to be able to use pluripotent cells for regenerative medicine. This project aims to understand the regulation of the cell survival and differentiation programs in pluripotent cells.\nMicroRNAs are small non-coding RNAs that inhibit gene expression and have emerged over the past decade as key regulators involved in many processes including development, cell proliferation, apoptosis and in numerous diseases, including cancer. In the preliminary work leading up to this proposal we have found that microRNAs are required for the survival of pluripotent cells and for these cells to differentiate into neural cell types. These observations therefore have directly implicated microRNAs in the regulation of pluripotent cells. Understanding how microRNAs regulate cell survival and differentiation of the pluripotent state is the main focus of this project.\nAs a first step we will use mouse genetics as well as pluripotent stem cell lines for &quot;in a dish&quot; approaches to delete Dicer, that is the protein that is essential for microRNA generation. By studying the effects of Dicer deletion, and therefore microRNA depletion, in the embryo and in pluripotent stem cell lines we will be able to uncover precisely what the roles of microRNAs are in the regulation of the pluripotent state.\nMicroRNAs fall into families according to the genes that they inhibit, those within a family are thought to target the same genes. Our preliminary work to this project identified microRNAs of the miR-291a-3p, miR-17, miR-19 and miR-92 families as strong candidates for being involved in the regulation of the survival and differentiation of pluripotent cells. For these reasons our work will focus on these microRNAs and test which families can rescue the defects caused by the depletion of microRNAs in pluripotent stem cells.\nFinally, we aim to identify what genes are targeted by the microRNAs that regulate pluripotent cell survival and differentiation. This will establish the microRNA-target interactions that regulate pluripotency. Given that microRNAs inhibit gene expression, we will study what genes decrease in expression when cells are treated with a given microRNA. Given that many cell types are saturated with microRNAs, we will use Dicer deficient pluripotent stem cells for these studies, as they represent a microRNA free cell type. Bioinformatic programs to predict microRNA targets will be used to generate a list of likely microRNA target genes from those identified experimentally. The best candidate genes will be validated by mutation of the microRNA target site in it. This will establish which interactions are functionally important.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K00090X/1","grantId":"MR/K00090X/1","fundValue":"740239","fundStart":"2013-01-01","fundEnd":"2015-12-31","funder":"MRC","impactText":"","person":"T  Rodriguez","coPersons":["Veronique  Azuara"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}