{"id":"D906A11E-B683-4A32-A319-EA6C7E04720A","title":"Loneliness in the Digital Age (LIDA): Developing Strategies for Empathy and Trust","abstractText":"Loneliness is one of the most significant challenges facing Western society in the 21st century. Not only does research suggest that 1 in 10 people are lonely, our radically transforming society threatens to make the situation significantly worse. Increasingly large proportions of our lives are being lived in online environments, more people are now working from home, away from the social environment of the communal office, and workers are commonly expected to work away from home for protracted periods of time. The creation of a borderless Europe has also contributed to a more mobile workforce, where working away from home for periods of time is no longer unusual, especially for younger people. While much of the previous research on loneliness has focused upon chronic loneliness, it is this new breed of the 'transient lonely' that is more vulnerable to episodic periods of loneliness and it is the episodically lonely who are less likely to take steps to deal with bouts of loneliness.\nLIDA seeks to map different experiences and responses to loneliness in both online and offline environments and, through the use of co-design and creative methodologies, explore the potential for creative interventions in online environments to help manage periods of loneliness by harnessing empathy for, and with, others. We intend to work with three temporarily separated groups: (i) migrant workers moving to the UK for employment; ii) young offenders who are being reintegrated into their communities, and; iii) personnel who are stationed temporarily overseas). By engaging with members of these communities throughout as co-researchers and co-designers, this project will establish new ways of using digital technology to address this emerging social issues. We will also look to explore what commonalities these groups have in how they experience and manage moments of loneliness in their everyday lives, and examine individual differences in how the home, the workplace, and the objects and people surrounding our participants influence these.\nOur project will begin by working with partnering organisations to identify people representing these groups willing to participate in the research. Following this, interviews and focus group discussions will capture rich insights into the lives of our participants, focusing on their biographies and experiences as they relate to recent transitions in their lives. This will provide us a basis with which to map the 'episodes' of loneliness experienced by these individuals, whether they are managed online or offline, and what role empathy and trust plays in ameliorating these experiences. Quantitative measures will also be developed at this stage to enable evaluation of Phase 2 activities. This will involve surveying participants in those activities before and after engagement. This longitudinal survey will also be extended to other members of the targeted communities to provide a causal test of the relationship between online experiences and social involvement. \nThe second phase will focus on developing new technologies to counteract negative experiences related to loneliness and separation identified in the first phase of work. At first, we will return to our previous participants to gather their responses and input on our initial findings. Following this, researchers with a background in community engagement, the creative arts and technology design will work with our participants either on their own or during group workshops to co-create a set of provocative new design concepts to alleviate their moments of loneliness. The result of these engagements will be a set of provocative new technologies and creative activities that will be given to a small number of our participants for a period of several months. This 'real world' field trial of these innovative technologies will enrich our existing knowledge of how technology and creative practice may alleviate experiences of loneliness through harness empathy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M003558/1","grantId":"ES/M003558/1","fundValue":"994961","fundStart":"2014-09-15","fundEnd":"2017-09-14","funder":"ESRC","impactText":"","person":"Michael  Wilson","coPersons":["Manuela  Barreto","Julie  Barnett","Shaun William Lawson","John  Vines"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}