{"id":"D90BE737-7FC3-49A8-A31A-CBE5309F5B05","title":"PARTICLE COUNTING, SIZING AND IDENTIFICATION USING NANOELECTRODE ARRAYS","abstractText":"The ability to measure and characterize the shape and composition of particles is an increasingly important aspect of academic research and industrial product development. For example in the development of a new drug, the ability of the body to digest the active chemicals, has been found to be highly dependent upon the structure of the particles which make up the tablet. In our work we are proposing to develop a new approach to analyse particle properties. We will engineer tiny sensors to investigate how particles considerably smaller than the radius of a strand of hair may be identified, sized and their three dimensional shape characterised. The approach will work by passing a current through our new sensor designs. This current is sensitive to particles which come close to the sensor and we will use this characteristic to i) count the number of particles in the system, ii) gain an estimate of the size and distribution of the particles and iii) ultimately investigate the chemical identity of the particles. The particle properties will be analysed using computer models, which will predict the sensor responses to the particle number, size and shape. The results from these models will be used to compare with our experimental studies, allowing the current we measure to be related to the physical properties of the particle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D012546/1","grantId":"EP/D012546/1","fundValue":"316155","fundStart":"2006-04-01","fundEnd":"2009-08-31","funder":"EPSRC","impactText":"  The monitoring, tracking and analysis of particles within liquid environments is both challenging and of significant impact to a broad range of academic disciplines. A variety of optical microscope methods are currently available and can prove to be powerful analysis tools where good access to the sample for irradiation is available. In this programme we have focused on establishing non-invasive analysis techniques, which can monitor particle trajectories and velocities. Education ","person":"Adrian  Fisher","coPersons":["Richard Guy  Compton"],"organisation":"University of Cambridge","findingsText":" The target of this programme was the development of generic approaches for the sizing, counting and ultimately identification of particles using electrochemical approaches. The work focused on establishing methods to probe and interface with 'soft matter' type structures with minimal probe-substrate interference. Key developments in the engineering component of this programme include:\n\n\n\nThe development of new numerical models to explore the effects of particle size and shape on the voltammetric response observed at micro- or nano-electrode geometries. The codes developed were also relevant for more traditional macroelectrode structures. The simulations provided new insights into the influence of mass transfer effects around particles ranging in size from sub micron to millimeter dimensions using rapid scan voltammetry as the electrochemical probe.\n\n\n\nThe experimental approach was developed further to address the electrochemical detection of particles and droplets in microfluidic environments. In this application individually addressable nanoelectrode and microelectrode structures were constructed and sited within microengineered channel structures. The voltammetric response was employed for particle counting and velocity measurements. The size and shape of the particles within the channel was also experimentally explored voltammetrically. The project is essentially academic in content, so is of relevance to the electrochemical sensing and analysis research community Chemicals,Education","dataset":"gtr"}