{"id":"D90F0D08-0A59-4A56-B052-618D8690262D","title":"Multiscale modelling and experimental investigation of radiation effects in oxides and heavy metals","abstractText":"The way in which radiation affects the structure of materials is a very important scientific question which has bearing on a lot of important problems. Examples include the operation of nuclear reactors, the long term storage and environmental effects of radioactive waste but also examples where ion beams are used to modify or analyse materials, such as in the processing of silicon chips or in depth profiling in surface analysis. To investigate how radiation affects different materials, atomistic computer models are often used. Such molecular dynamics simulation models have often in the past been limited to relatively small systems and for materials of fairly simple composition. With the expansion of high performance computing power and new algorithms for extending time scales much more realistic computer simulations can be carried out. However many of the techniques used to extend length and time scales are still in the process of being developed and this proposal is involved with both the development of new algorithmic techniques and their application to practical materials science problems, such as the question What constitutes a radiation tolerant material? or Why do certain materials react to radiation effects in different ways? .By bringing together two UK groups with different expertise in a cross-disciplinary investigation of radiation effects and linking them with different groups at one of the world's leading research laboratories in Los Alamos, a firm understanding of these important questions will be obtained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F012047/1","grantId":"EP/F012047/1","fundValue":"53512","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Roger  Smith","coPersons":["Robin William Grimes"],"organisation":"Loughborough University","findingsText":" This was a joint project between Loughborough, Imperial College and Los Alamos National laboratory in the USA. The main outcomes were an understanding of how different oxides behave under irradiation. For example in spinels anti site and other defects are formed which are very stable and revert back to a pure crystal only over many years, thus showing that spinels can be radiation resistant structures. The methodology allows many different systems to be considered and similarly analysed such as Pu which is not so structurally stable. The modelling techniques are of potential use to the Nuclear Industry.\n\nAWE have funded work on the heavy metal part of the project. A workshop was organise by the collaborators in Santa Fe open to research laboratories, industrial partners and academia. Energy,Environment","dataset":"gtr"}