{"id":"D9107486-F393-4261-A90C-2F860E9A1F13","title":"Capturing a new episode of unrest at Santorini volcano, Greece","abstractText":"Santorini is a major volcano in the Aegean sea (Greece), which is best known for a major eruption (the Minoan eruption) that occurred about 3,600 years ago, and has been implicated in major environmental and political impacts across the eastern Mediterranean. \n\nSince that eruption, which formed a large caldera, now flooded by the sea, volcanic activity at Santorini has been restricted to a small region in the middle of the caldera. Over the past 500 years, six moderate eruptions have taken place, forming the young islands of Nea and Palea Kameni. These eruptions have usually happened with little warning - a few very small earthquakes; some movements of the islands (up and down), and some changes in the seawater around the many hotsprings in the area. Each of these eruptions has involved the slow squeezing out of lava, with a few more dramatic explosions and the ejection of blocks of lava, ash and noxious gases. The last, and smallest, of these eruptions took place in 1950. \n\nSince 1950, Santorini has been quiescent - with very few earthqaukes, and very little gas emission. Recently, during fieldwork, we measured a large increase in gas emission rates from near the youngest volcanic vent. We have also now seen some rapid movements of the main island of Santorini (measured by GPS), and of New Kameni (measure by satellite): these show that the islands are being lifted up by a few centimetres per month. There has also been a major swarm of very small earthquakes, some of which have been large enough to be felt by the residents of the islands. \n\nWe think that all of this evidence shows that Santorini has begun a significant phase of 'unrest'. The pattern of unrest that we have seen is similar to the signals reported that happen before some of the historical eruptions, amd we propose an intensive field campaign to measure the ground deformation and gas emissions, associated with the inflation of this major caldera volcano. \n\nBecause there have been very few opportunities for scientists to monitor the behaviour of caldera volcanoes during periods of unrest, we really don't yet know how to distinguish between background activity, and activity which might happen before an eruption, at least until just a very short time before an eruption happens. For this reason, we wish to use this rare opportunity to measure the changes with a shallow disturbance at a quiescent but dangerous volcano.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J011436/1","grantId":"NE/J011436/1","fundValue":"51676","fundStart":"2011-08-01","fundEnd":"2011-10-31","funder":"NERC","impactText":"  We shared our findings with the Greek special commission that were charged with the oversight of the episode of unrest on Santorini. In the end, the phase of unrest ended, and no actions were needed. Education,Environment Cultural,Policy & public services","person":"David  Pyle","coPersons":["Philip  England","Tamsin Alice Mather"],"organisation":"University of Oxford","findingsText":" In early 2011, Santorini volcano entered its first phase of unrest since the last eruption in 1950. We obtained urgency funding from NERC, supplemented later by a flight campaign from the NERC-ARSF and loan of geophysical and spectroscopic instruments from the NERC-GEF and NERC-FSF equipment pools, and completed a rapid-response campaign to measure the response of the volcano to this event. We were able to measure the deformation field across Santorini using satellite radar observations, coupled with data from continuous GPS instruments on the island. A re-survey of the island's network of triangulation pillars confirmed that this was the first major episode of unrest on the island in at least 60 years. Analysis and interpretation of the deformation field across Santorini place tight constraints on the depth and volume change of the presumed magma-reservoir beneath the island, and provides new insight into the processes by which magma accumulates under volcanoes in periods of unrest. The story generated a significant amount of public interest, as Santorini is a very well known tourist destination. We provided advice as the events unfurled to authorities in both Greece and the UK. Education,Environment,Transport","dataset":"gtr"}