{"id":"D9135F8C-3AE9-44A7-BE69-D51840B650E6","title":"Beyond dopamine receptors in Schizophrenia - evaluating the role of Phosphodiesterase 10A in disease and treatment using PET imaging.","abstractText":"What is the challenge we are addressing:\nSchizophrenia is a serious and disabling mental illness. It strikes nearly 1 in 100 people, usually in their early adulthood, and is usually manifested with a range of symptoms - delusions, paranoia, hallucinations along with loss of interest and drive and difficulties with concentration and memory. Not surprisingly, less than 1 in 10 people with schizophrenia find work, and few marry or have families. The current treatment involves medications (called antipsychotics) and various forms of therapies. The current antipsychotics have their origins in discoveries nearly 50 years ago, and they all (nearly 20 such drugs are actively used now) block the dopamine system of the brain. While this works for about two-thirds of the patients - these approaches do not work for all patients. Even in the patients in whom they calm the delusions and hallucinations, the current drugs to not help with loss of drive or memory/concentration difficulties. Thus, one has to find an alternative to the dopamine-system treatments.\n\nWhat is our approach:\nBasic science research and research in animals suggests that another way to help patients with Schizophrenia would be to block another chemical PDE10A, as it works downstream from the dopamine system. This approach is being adopted by drug companies, nearly 20 of them have filed patents, and five of them have active programs. However, these programs are based on data in test-tubes and animal models and no one has looked at the PDE10A system in Schizophrenia. This has been difficult as there was no imaging method (brain scan) that could help measure the PDE10A signal. We have overcome this difficulty. Using a particular kind of brain scanning, called PET imaging, we have developed a method [using a chemical called IMA107] which can give us an accurate measure of PDE10A system in patients before and after treatment. \n\nWhat would we like to do now:\nWe now have the first opportunity to measure the levels of PDE10A in patients. We have already shown that this method can be used in healthy volunteers, it is safe, and gives a good readout. We would now like to enroll 20 patients with schizophrenia and 20 healthy controls and see if the levels of PDE10A are changed in patients. Secondly, there are indications from animal studies that the drugs currently used to treat schizophrenia, may also secondarily have an effect on PDE10A. We will test for that too by examining patients before they have any treatment, and then again after they have been treated for a few weeks.\n\nWhat are the benefits of this:\nThis research will be the first direct measurement of PDE10A in patients. This will have three potential implications. First, regardless of the outcome, the study will answer a fundamental question about the brain chemistry of schizophrenia. Second, if there is a change in PDE10A in schizophrenia, it will provide a clear rationale for the drugs that are in the early stages of development. Finally, the imaging method that we have developed can also be used to measure the effect of the new drugs on the brain - this may allow the scientists developing those drugs to choose the appropriate dose and frequency of administration for best effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L022176/1","grantId":"MR/L022176/1","fundValue":"704944","fundStart":"2014-07-01","fundEnd":"2018-04-30","funder":"MRC","impactText":"","person":"Shitij  Kapur","coPersons":["Eugenii Alfredovich Rabiner","Tiago  Reis Marques","Oliver  Howes","Christophe  Plisson","Sridhar  Natesan"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}