{"id":"D919C3E7-946F-4EF4-A8DF-4671A5E50D00","title":"Design of Wave and Current Generators for Stable Wave Generation in Multidirectional Combined Wave Current tanks","abstractText":"The generation of waves in laboratory tanks has become a vital aspect of model testing in support of the design of offshore systems including, and of direct relevance to this proposal, marine energy devices. Most serious wave-making equipment world-wide is based upon force feedback control energy absorption wavemakers. The principles of these were pioneered at the University of Edinburgh, under the leadership of Stephen Salter, in the 1970s and subsequently used in the construction of the multidirectional and multifrequency capable Edinburgh Wide Wave Tank in 1977 and its successor, the Curved Wave Tank. It is now appreciated that the design of wave energy systems requires an understanding of the influence of currents and that the operation of tidal current systems must take account of the influence of wave action. Natural wave fields are multidirectional and facilities for their scale replication have existed since the late 1970s. Existing combined wave/current facilities, however, have only very limited directional current capabilities, generally at the expense of wave field reproduction. For rigorous testing, it is necessary to simultaneously control multidirectional wave fields and variable direction currents, including control of their depth profiles. In addition, most existing wave/current systems, in which flow can be generated parallel to the principal wave generation axis, rely on upwelling to achieve their current formation. It is not believed that this approach can accurately replicate shallow water speed profiles, appropriate for wave and tidal current energy applications, especially since the nature of the forces between upwelled water currents and wavemakers can result in unreliable performance, due to interference with the force feedback used in most modern wave generation systems. Accurate reproduction of stochastic multidirectional seas and independently specifiable current characteristics will require a new generation of combined wave/current generation systems. These should have the capability of accurately reproducing seas with pre-defined spectral forms in the presence of currents. The team will establish robust principles to guide the design of combined wave and current generators, which can be incorporated into laboratory facilities capable of generating predefined multidirectional wave fields coincident with accurately reproduced current patterns. This will be achieved by developing, through a rigorous research programme, the scientific and engineering principles necessary for the development of next generation wave/current generators. These must be capable of inclusion within arrays to allow the generation of seas with predefined three dimensional spectra. The programme will involve the development of numerical models of multidirectional wavemakers, into which current can be included. It is anticipated that the numerical analysis will be based on the cut-cell approach, which lends itself well to problems with variable geometries and a dynamic free surface. These models will be evaluated in a programme of experimental tests in an existing two dimensional flume, in which the current generation capability will be extended, and subsequently in the Edinburgh curved wave tank. The comparison procedure will involve a significant test programme involving state of the art PIV based flow measurement techniques. The models, once established and evaluated will be used to guide the development, design and construction of an optimised wave-current generator and associated control systems. This will be subsequently evaluated experimentally in the test flume and curved tank.The team will, in addition, present protocols to guide other researchers in the identification of the most appropriate methods for their own wave/current simulation applications and in the subsequent design and construction of their wave/current laboratory systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H012745/1","grantId":"EP/H012745/1","fundValue":"990293","fundStart":"2010-08-01","fundEnd":"2014-01-31","funder":"EPSRC","impactText":"","person":"Ian  Bryden","coPersons":["Tom  Bruce","David Mark Ingram"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}