{"id":"D91BC605-9AA2-4D60-A52F-EB57E29B92A7","title":"An Innovative Electronics Manufacturing Research Centre","abstractText":"The IeMRC is one of 16 Innovative Manufacturing Research Centres (IMRCs) set up and supported by the Engineering and Physical Sciences Research Council (EPSRC), focussing on the electronics manufacturing sector.With more than 5 million funding over 5 years (2004-2009), the IeMRC is distributed among a number of universities and has a 'hub' at Loughborough, UK. Other UK universities involved in the operation of the Centre include Bath, Brunel, Greenwich, Lancaster, Heriot-Watt and Nottingham. This is a proposal to renew the IeMRC for a further 5 years, from March 2010.Compared with the other Innovative Manufacturing Centres established with EPSRC support, the IeMRC differs in being a distributed research operation rather than having a fixed location for its research activities. Universities across the UK are able to bid for funds from the Centre, so encouraging open collaboration between groups. The advantage of a distributed programme, compared with a single centre, is that it allows the most appropriate people to do the work for an industry that has now become very diverse.Key elements of the IeMRC are the high level of industrial involvement and strong industrial steering group that decides priorities for funding. As with other IMRCs, the contribution from industry in resources and cash will at least match the EPSRC funds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H03014X/1","grantId":"EP/H03014X/1","fundValue":"9088810","fundStart":"2010-03-01","fundEnd":"2015-02-28","funder":"EPSRC","impactText":"","person":"Paul  Conway","coPersons":["David  Harrison","Marc  Desmulliez","Andrew  Richardson","Linda B Newnes","Christopher Mark Johnson","Chris  Bailey"],"organisation":"Loughborough University","findingsText":" Our academic partners are closely engaged with industry in developing new products, processes, industry practices and an increasingly valuable skills base from which to support high value-added manufacturing for the UK.\n\nThe IeMRC has a unique structure in comparison with the other IMRCs, in that it operates an open membership to all UK academics with the research activity being distributed to the best groups bidding against specific calls for proposals that have been developed in close collab The IeMRC research portfolio is strongly driven by industrial consultation. The research themes have been developed with an industrial steering group who regularly review and revise the urgency and importance of the various research challenges that are posed to our academic research community.\n\nAdditional engagement with policy formulation has also been evident in submissions and consultations for government policy and EU research policy, such as Manufuture and Horizon 2020. The IeMRC research Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}