{"id":"D92F516E-9A63-419B-94C0-CD7A6CDCB1CD","title":"Therapeutic Imaging","abstractText":"In the majority of current medical practice, diagnostic imaging and therapeutic procedures are intrinsically separate, often involving entirely different teams of experts. Whilst this takes advantage of the highly developed skills of narrow specialisms, it can have significant drawbacks: it is resource intensive; lack of real-time monitoring increases the risk of ineffective treatment or collateral damage; long waiting times between diagnosis and treatment and/or treatment and follow up are psychologically and often physically detrimental to patients due to disease progression; and there is increased risk of patients not attending or not complying with treatment regimes. The aim of the proposed research programme is to build a world leading multi-disciplinary team to develop new methods and technologies that will truly integrate diagnostic and therapeutic procedures and produce a step change in clinical practice. The research activity will be focused in three areas:-Developing new types of agent for targeted drug delivery which will enable clinicians to monitor the placement, transport and controlled release of drugs and other therapeutic material. -Understanding the mechanisms by which these agents interact with cells and tissue to enable the design of safer, more reliable delivery strategies-Designing technology that will not only enable tracking of therapeutic material but also active manipulation and stimulation.The outcomes of the research will directly benefit patients, clinicians and other healthcare workers by providing new, more efficient and effective procedures. This will in turn yield economic benefits, directly through new products and services for the biomedical and pharmaceutical industries, and by reducing demand on healthcare resources. To realise these outcomes, a key feature of the research strategy will be to maintain close working relationships with both clinical and industrial partners to maintain the focus of the work on the most relevant research challenges and to identify and access the most appropriate and efficient routes for translation.The research will also lead to new discoveries and the development of a range of experimental and theoretical tools which will be of direct benefit to the research community. Another important aspect of the programme will thus be training of the research team to communicate effectively across disciplinary boundaries as well as through wider public engagement activities. Through building on the proposed pilot studies and collaborations with academics, clinicians and industry a research project portfolio will be constructed which will sustain the activity of the group beyond 5 years in order to fully realise the integration of diagnostic imaging and therapy from concept to clinic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I021795/1","grantId":"EP/I021795/1","fundValue":"1053630","fundStart":"2011-10-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"","person":"Eleanor  Stride","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}