{"id":"D93C1E22-D484-4277-B27E-C5FCFDFD83AE","title":"Machinery and Mechanisms of Endosomal Protein Sorting - A key Pathway Associated with Alzheimer Disease","abstractText":"Many of the proteins within your cells are in a constant state of flux moving from one location in the cell to another to perform their function. One of the most important sites within a cell that controls the movement of proteins is a structure called the 'endosome'. Many diseases, particularly ones associated with the nervous system, are caused when endosomes don't operate efficiently or correctly to control the movement of one or more particular proteins.\n\nThis is especially true for Alzheimer disease that is believed to occur when a protein called Amyloid Precursor Protein is not directed correctly from an endosome to another site called the Golgi. If Amyloid Precursor Protein stays too long in endosomes, it is often converted to a form called Abeta that accumulates overtime and causes Alzheimer disease. To understand precisely what causes Alzheimer disease so that better treatments can be found it is necessary to first study how endosomes work.\n\nIn this proposal, experiments designed to understand how endosomes work are described. The proposal is based on the idea that one pathway, the endosome-to-Golgi pathway is especially important in Alzheimer disease and that if the components of this pathway can be identified and studied to reveal their function, it will be possible to better understand Alzheimer disease. Experiments to find some of the components of the endosome-to-Golgi pathway have already be performed but now the question that must be answered is, what do these components do and how do they work in that pathway?\n\nIn this proposal, the cellular components that function at endosomes to control where in the cell Amyloid Precursor Protein is sent to will be studied so that new ideas and knowledge can be explored in the search for treatments for Alzheimer disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L007533/1","grantId":"MR/L007533/1","fundValue":"756427","fundStart":"2013-12-01","fundEnd":"2017-11-30","funder":"MRC","impactText":"","person":"Matthew  Seaman","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}