{"id":"D94A6F2D-189E-47CF-A872-93A9A69D996B","title":"CRANNME - The complete removal of animal use for neuromuscular effectors testing","abstractText":"Major advances in the care of pregnant women and children, public health campaigns, safer environments and the introduction of advanced surgical and medical techniques has led to the population of many global nations living longer. The downside of this is that conditions that tend to manifest later in life are creating many emotional and economic difficulties. Amongst these conditions, the shadow of neurological disease looms large. Conditions include motor neuron disease, most well known through the life of Professor Stephen Hawking and nerve injury and damage, as suffered by the Hollywood actor Christopher Reeve. In addition, neuromuscular blocking agents are used in a variety of situations (e.g. muscle relaxants during surgery) and are always in development. Therefore, although the research effort on this area is very high, a large proportion of this research occurs using animal models. Rodents are a major resource however there is an emerging tendency to return to primate use due to concerns over species specificity. \n\nSo there is a clear need to develop interventions to treat or prevent such conditions as mentioned above. The major testing models are animals however this type of experimentation is not amenable to wide-scale screening and is subject to various issues of expense and regulation e.g. how can multiple agents be screened? What about combinations of pharmacological and non-pharmacological therapies e.g. exercise?\n\nMuch of the research interest targets the interface between your muscles and your nerves and it is the complexity of this &quot;junction&quot; that has allowed animal-base research to persist. Through previous support by the NC3Rs, our group have sought to &quot;grow muscles in a tube&quot; and to try and recreate that link between these muscles and the nerve system. We can now &quot;grow&quot; human muscles and need a way to get hold of human nerve cells. Using the latest technology in stem cells (a single type of cells that can be used, theoretically, to produce all of the cell types (e.g. muscle, nerve, bone, liver, etc.) in the human body. NC3Rs has also, but independently to the muscle work, sponsored research in this area concerned with creation of motor neurons from stem cells.\n\nThere really could be no better time to combine these two areas in order to see if we can create nerve-muscle interfaces that can reduce or even replace the use of animals in this area and that can speed progress in the discovery of treatments for various disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/K00087X/1","grantId":"NC/K00087X/1","fundValue":"73737","fundStart":"2012-12-01","fundEnd":"2013-11-30","funder":"NC3Rs","impactText":"","person":"Mark Peter Lewis","coPersons":["Vivek  Mudera","Eric James  Hill"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}