{"id":"D94C03CC-BC04-4C7C-819C-CBD763DD7D96","title":"Medieval Francophone Literary Culture Outside France","abstractText":"Medievalists are well aware that French was used widely outside French-speaking areas of the kingdom of France throughout the high Middle Ages. Texts in French were widely disseminated and there were substantial indigenous francophone textual traditions outside the borders of France. However, the agendas set by 19th-c. nationalist literary historians have proved tenacious and if some areas of francophone literary culture outside France, principally Anglo-Norman, have been the subject of sustained research, the 'Frenchness' of texts written in French has in practice rarely been questioned. As a result, the nature and extent of the dissemination of French culture and francophone literary traditions outside France remains under-researched and imprecisely calibrated. Furthermore, texts transmitted in 'non-standard' forms of French have often been dismissed as flawed or bowdlerized, unworthy of attention.\\n \\nThis project proposes an investigation of medieval francophone literary culture that will be centred not on France but rather on two important axes of transmission of francophone textual culture: one that goes from England across Flanders, to Burgundy and beyond; another across the Alps to Northern Italy and then out into the Mediterranean and further afield to Cyprus and the Levant. Paris contributes to these axes, but does not necessarily stand at their centre. Rather than considering simply where texts come from and their earliest form, we will investigate where they go: when, in what form and why they travel. The provenance of manuscripts is rarely studied systematically (often simply not noted in catalogues or critical editions), so that in many instances a manuscript with texts in French is implicitly assumed to be 'French', without the value of the term being considered. Yet it is clear that a substantial proportion of surviving manuscripts for some widely disseminated medieval texts in French comes from outside France. The extent of the phenomenon is unknown, and this is precisely what we will endeavour to establish.\\n\\nThe project focuses upon 6 major francophone textual traditions from the 12th and 13th c. that have a pan-European dissemination in the 13th and 14th c., as well as strong legacies of translations/adaptations in other languages: the Roman d'Alexandre, the Roman de Troie, the Lancelot and Tristan en prose, the Roman de la Rose and Brunetto Latini's Tr&eacute;sor. Our aim is to map, insofar and as accurately as is possible, the dissemination of these texts by determining the provenance of surviving manuscripts, and their trajectory. Because traditional scholarship has been largely concerned with the establishment of authoritative 'originals' and generally been less interested in what becomes of texts as they are transmitted, this new research will reveal a considerable body of hitherto occluded data on the dissemination of francophone literary culture.\\n\\nOur first aim is to provide solid empirical data on the dissemination of these texts through time and space. Using this empirical data, the project team will address a series of more speculative questions concerning the use of French as a marker of cultural identity outside France.\\n\\n1) In what social and cultural milieus were francophone texts composed and disseminated outside France? \\n2) Is there a transnational francophone literary culture, and how does it vary? \\n3) Does the focus and form of medieval francophone literary texts change as they migrate? \\n4) Do sites of production and transmission outside France influence literary traditions in France? \\n5) Does literary French imply a cultural identity? If so, is this necessarily associated with France? \\n6) Should cultural identities be reconceived as mobile, produced by movement as much as by place?\\n7) What is the cultural freight of non-standard and hybrid forms of French? \\n8) How do non-standard forms influence our understanding of what French is? 9) Are there implications for literary history?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I000852/1","grantId":"AH/I000852/1","fundValue":"850652","fundStart":"2011-04-01","fundEnd":"2015-03-31","funder":"AHRC","impactText":"  1. Private instructional viewing for 15 prospective undergraduate students visiting Sidney Sussex College, Cambridge.\n2. Private instructional viewing for 15 prospective undergraduate students visiting Magdalene College, Cambridge.\n3. Interview with TV5 about the project exhibition Interview with TV5 about the project's exhibition\n4. Article on the highlights of the Moving Word exhibition. Article on the highlights of the Moving Word exhibition: http://www.tv5.org/cms/chaine-francophone/info/Les-dossiers-de-la-redaction/Francophonie/p-27346-Quand-le-francais-etait-universel.htm\n5. Article on the Moving Word exhibition, focusing on the Maniere de language, a 14th-century text book for learning French. Article on the Moving Word exhibition, focusing on the Maniere de language, a 14th-century text book for learning French: http://quebec.huffingtonpost.ca/2014/01/25/merdous-garon-un-guid_n_4663511.html\n6. Brief news item on the Moving Word exhibition, focusing on the work of Italian philologist Gianfranco Contini. Brief news item on the Moving Word exhibition, focusing on the work of Italian philologist Gianfranco Contini: http://www.fefonlus.it/index.php?option=com_k2&amp;view=item&amp;id=424:contini-a-cambridge&amp;Itemid=1256?=it.\n7. Article on the Moving Word exhibition, focusing, again, on the Maniere de language. Article on the Moving Word exhibition, focusing, again, on the Maniere de language: http://culturebox.francetvinfo.fr/limpact-du-francais-medieval-sur-langleterre-une-expo-a-cambridge-148559\n8. Workshops and visits to King's College and the Moving Word exhibition for c. 60 Year 6 pupils at Ravenswood Community Primary School, Ipswich. Workshops and visits to King's College and the Moving Word exhibition for c. 60 Year 6 pupils at Ravenswood Community Primary School, Ipswich. Feedback from Year 6 teacher: 'What a fantastic day; a brilliant opportunity for our pupils to experience university life. The trip was special and the children are still talking about it.'\n9. Article on the Moving Word exhibition, featuring an interview with Bill Burgwinkle. Article on the Moving Word exhibition, featuring an interview with Bill Burgwinkle: http://www.heritagedaily.com/2014/01/how-the-french-language-circulated-in-britain-and-medieval-europe/100999 Education,Environment Cultural","person":"Simon  Gaunt","coPersons":["William  Burgwinkle","Jane Louise Gilbert","Paul Hamilton Vetch"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}