{"id":"D9553FCA-7DBF-4E14-8D6E-10DBD3052211","title":"Monopole moduli spaces and manifolds with corners","abstractText":"Non-abelian magnetic monopoles are particle-like solutions of a differential equation that live on ordinary three-dimensional space. It is known that some of the solutions correspond to widely separated particles, but that as the separations decrease, the particles lose their individual identity and can no longer be distinguished. These monopoles are part of a physical theory (Yang--Mills--Higgs theory) which cannot be solved exactly but which predicts that monopoles will interact non-trivially with each other when they move. When they move at low speeds, their motion is well approximated by geodesics on a certain curved space, much as particles in Einstein's theory of general relativity move under the influence of gravity. This project will study the distance function (metric) underlying this curved space M, and will study in particular how it looks at large distances.\n\nBy undertaking a detailed study of the metric, we shall be also be able to study natural differential equations which are defined on the space M. This is of interest in the study of differential equations generally, since the large-scale structure of M is rather complicated, and can only be built up recursively. The behaviour of differential equations on M is important since they are necessary for the understanding of the quantum theory of the original Yang--Mills--Higgs theory. The important ingredient here again is the large-scale structure of M and its metric.\n\nThis research will be important not only for understanding monopoles and features of the Yang--Mills--Higgs theory of which they are a part, but also for the development of a suite of sophisticated tools for understanding differential equations in this type of setting. These tools will be useful in similar problems and can be expected to have an importance beyond their applications to the theory of monopoles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K036696/1","grantId":"EP/K036696/1","fundValue":"354199","fundStart":"2014-01-01","fundEnd":"2017-12-31","funder":"EPSRC","impactText":"  Research on the grant has only just got underway. Progress reports have been given at workshops. Creative Economy ","person":"Michael  Singer","coPersons":[],"organisation":"University College London","findingsText":" Grant has only just got underway. Good progress is being made. Too early to say. Creative Economy","dataset":"gtr"}