{"id":"D956B9BF-AE3F-4A88-9FF3-4B73FBC43776","title":"Dyslipidaemia and Hepatic Steatosis: Distinct Roles of DGAT2 and DGAT1 in Hepatocytes and Enterocytes","abstractText":"Two major determinants of cardiovascular and diabetic risk are the amount of fat (triglyceride) accumulated in the liver (steatosis) and the amount secreted by the liver and the intestine (after a fat-containing meal) into the blood - a mjor determinant of dyslipidaemia (elevated plasma lipids, including triglycerides and cholesterol). It has previously been established that two enzymes that catalyse the reaction dedicated to the formation of triglycerides (DGAT1 and DGAT2) are very important either for survival itself (DGAT2) or for the accumulation of fat in tissues and absorption from the diet (DGAT1). Although the two catalyse the same reaction, they appear to have different functions, and they do not compensate for each other's absence. We want to elucidate the precise function of each of these proteins so as to enable the development of pharmacological strategies aimed at preventing and/or alleviating the effects of the development of steatosis and dyslipidaemia.\n \nUsing cellular models of the human liver and small-intestine triglyceride metabolism (the two tissues that are responsible for determining the two potentially pathological states of steatosis and dyslipidaemia) we will use silencing of the genes, and specific inhibitors developed against the human DGAT1 and human DGAT2 proteins to investigate which aspects of triglyceride storage (within cellular lipid droplets) and secretion (within particles released into the blood) are affected. We will test the hypothesis that DGAT2 is specialised for the net synthesis of triglycerides and that it achieves this through its utilization of a specific pool of substrate that is dependent on the synthesis of 'new' fat within the cell. We will also test the hypothesis that DGAT1 plays a role in the remodelling of the structure of triglycerides and their use for the maturation (and growth) of the particles (VLDL and chylomicrons) secreted by the liver and intestine, respectively, thus determining their size, composition and their fate within the circulation. These parameters are highy important in the development of adverse lipid profiles characteristic of (pre)diabetes and heart disease.\n\nWe will also use animal models (mice) in which the gene for DGAT1 has been disrupted, to investigate the effect that the absence of this gene has on the formation, remodelling and secretion of triglycerides in vivo. We will also use liver cells isolated from these animals to investigate how the absence of DGAT1 affects the utilization of specific substrates for triglyceride synthesis.\n\nThese studies will inform strategies aimed at preventing and treating hepatic steatosis and dyslipidaemia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K012819/1","grantId":"MR/K012819/1","fundValue":"398967","fundStart":"2013-09-30","fundEnd":"2016-09-29","funder":"MRC","impactText":"","person":"Victor  Zammit","coPersons":["Andrew Michael Salter"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}