{"id":"D95FF61A-00CF-4388-9A4F-8D182503C2ED","title":"A Structural Investigation of Dephosphorylation in an Hsp90 Regulatory Complex","abstractText":"A subset of the proteins in human cells depend on another protein, known as a molecular chaperone, to function properly. As the name implies this molecular chaperone, called Hsp90, is ?responsible? for the proteins that depend on it. The chaperone helps the dependent proteins reach a state where they can function independently - a process called maturation. Many of the proteins that are dependent on Hsp90 contribute to the development and progression of cancer. An important step forward in the fight against cancer will therefore be an improved understanding of how this molecular chaperone works.\n\nHsp90 is aided in this process by helper proteins called co-chaperones. These tune Hsp90 to behave in the correct way at the correct time. Recent research has shown that a pair of co-chaperones, Cdc37 and PP5 can bind to Hsp90 simultaneously. While bound to Hsp90, PP5 changes Cdc37 at a molecular level and this change is essential in the maturation of cancer-causing proteins. Studying this complex will allow a greater understanding of how this essential step is carried out in human cells. \n\nThe aim of this project is to observe the structure of the three proteins in complex to allow a detailed picture of how the proteins interact with one another to be obtained. Several approaches will be taken, including a reductionist approach, in which the complex is pared down to the minimal interacting fragments allowing high levels of detail to be observed for important parts of the complex, and using a holistic approach where the whole complex of proteins is observed to give a medium level of detail in order to observe the broader picture. This knowledge can then be used to develop drugs that prevent the interaction occurring and, as a consequence, prevent the maturation of the cancer-causing proteins that are dependent on it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001000","grantId":"G1001000","fundValue":"439645","fundStart":"2011-10-10","fundEnd":"2014-10-09","funder":"MRC","impactText":"","person":"Cara Kee Vaughan","coPersons":[],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}