{"id":"D95FBFB5-C836-410B-A702-C8C8A0B0C31B","title":"Multi-plume Pulsed Laser Deposition for Advanced 3-d Micro-structuring (MULTIPLE)","abstractText":"The research programme is intended to show that we can use Pulsed Laser Deposition, which is a physical vapour transport technique, to grow essentially any structure in thin film format, using three separate laser-generated plasma plumes. We will use three laser sources, directed to three target materials, which can be of arbitrary composition, stoichiometry, and format. The plumes are then incident on a substrate which will receive the directed plasma plumes, to allow a thin film to grow in the desired geometry, composition and format.The flexibility of having these three targets is in some ways equivalent to the use of the three primary colours to construct any subsequent colour imaginable, as in a colour chart. Mixing of plumes, both in time and space, will enable uniquely complicated materials to be grown. This colour analogy goes further however in that we will now be able to 'paint' arbitrary compositions of materials onto substrates in the same way that artists will colour mix and then paint onto a canvas. New thin film geometries will be readily grown, and the intention in this programme is to explore in detail what is possible, what is desirable and useful, and what, though desirable, cannot be grown. Once we have this knowledge, then all growth geometries that we have achieved will be assessed for their application in practical and useful optical device technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F019300/1","grantId":"EP/F019300/1","fundValue":"363521","fundStart":"2008-05-01","fundEnd":"2011-07-31","funder":"EPSRC","impactText":"  Via a range of publications, conferences and an edited book. We have described our new technique and the potential to revolutionise thin film materials growth of functional optical films. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology Economic","person":"Robert William Eason","coPersons":["Jacob Isa Mackenzie","David Patrick  Shepherd"],"organisation":"University of Southampton","findingsText":" We developed an entirely novel approach to the growth of sophisticated layered crystal materials that form the basis of optical devices that can be applied to lasing and waveguide devices. We have pioneered this approach which is now being adopted by others worldwide. From what we have demonstrated in this grant, the whole pulsed laser deposition community is now aware of the potential of this technique to grow designer thin film crystalline materials whose properties can be tailored essentially at will. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}