{"id":"D9614DA9-F761-44E5-9B48-AB839D64FD50","title":"Follow On: myTea/SmartTea Integrated Experiment Annotation Commercial Demonstrator","abstractText":"SmartTea is a pervasive semantically-aware information system designed to support the needs of laboratory experimenters. Similarly MyTea facilitates the recording and tracking of highly variable in silco analysis and experiments. The systems provide the following features:a web-based interface that allows an experimenter to define experimental plans, in a form designed to support COSHH assessment of health and safety aspects;a tablet PC interface (the ELN) allowing the experimenter to record information about the experiment during its execution;a pervasive data capture facility, allowing automatic acquisition of data from experimental apparatus or from computational analysis workflows;a semantic data repository, supporting storage of the above data and its relationships (including provenance), and semantic query (reasoning) over those relationships.The focus for SmartTea &amp; myTea thus far has been to design and implement the framework needed to support ELN users requirements in University research labs What sets the SmartTea/myTea approach apart is that it seeks to support the full experiment life cycle: experimental results derived from the wet lab in one science domain, like chemistry, can be made available digitally to be connected automatically to related resources in other science to be accessed in a dry lab by another scientist, like a bioinformatitcian. Now, we wish to take the technology forward to link in with other laboratory resources, archives and address commercial requirements: scalability, robustness and security. By doing so we hope to make SmartTea and myTea key tools for improving the both the productivity of scientists and the speed at which new discoveries are generated and shared.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E502997/1","grantId":"EP/E502997/1","fundValue":"90124","fundStart":"2007-06-01","fundEnd":"2008-09-30","funder":"EPSRC","impactText":"","person":"M.c.  Schraefel","coPersons":["Jeremy Graham Frey","Matthew  Addis"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}