{"id":"D962389E-33F4-4779-805F-810A3D200AA4","title":"Identification of Drug-related Compounds in Body Fluid Stains on Forensically Relevant Surfaces at Atmospheric Pressure using DESI Mass Spectrometry","abstractText":"Forensic investigations frequently involve the analysis of body fluids spilled during the commissioning of a crime, leading to deposits on a wide range of surfaces such as carpets, walls, clothing, bedlinen and skin. Testing of, for example, bloodstains for the presence of drugs and drug-related metabolites or other biomarkers can be a highly complex procedure, and the success rate of such analyses can be severely limited due to loss of material during extraction, as well as a lack of absolute sensitivity. Moreover, the inherently destructive nature of these tests - specimens need to be removed from the bulk item before any extraction can be carried out - is a major issue, as is the fact that analysis is invariably carried out at a laboratory remote from the scene. The necessity for remote analysis does also add potentially crucial time to the investigative process, as well as carrying an inherent risk of sample degradation and contamination in transit and subsequent storage. Perhaps most importantly: if it is not feasible to remove a suitable sample from an item, potentially useful information will not be available to investigating officers. Therefore, forensic practitioners have considerable interest in technologies which could potentially overcome at least some of these important limitations.In this proposal we intend to undertake a feasibility study to assess a novel application of the established technique of mass spectrometry in such forensic investigations. Mass spectrometry is a very powerful and well-established technique able to detect minute amounts of materials with very high sensitivity and specificity. Unfortunately, it has some serious drawbacks which severely restrict its applicability. These drawbacks chiefly concern the sampling of the materials under investigation, which have to be capable of being in the gas phase. This tends to be especially difficult from solid substrates, necessitating physical removal and dissolution of the material of interest, bombardment of the sample with highly energetic ions in an ultrahigh vacuum chamber, or illumination of the sample with an intense laser beam after application of a matrix material. All these methods are highly problematic in the field of forensic analysis, where integrity of the subject is of utmost importance. A methodology to volatilise materials of interest for mass spectrometric analysis which is compatible with forensic requirements would thus have great potential.The newly-introduced technique of DESI, short for desorption electrospray ionisation, has such potential, as yet to be realised, to become a fully-fledged routine surface analytical tool, marrying the analytical capabilities of mass spectrometry with a sampling facility convenient for forensic analyses. As opposed to most other such techniques, it is applicable under a wide range of environmental conditions and suitable for a wide array of samples including surfaces of biological, pharmaceutical, polymer, metal and mineral materials. Moreover, current technical capabilities are such that a great deal of miniaturisation is possible, leading to a desktop-sized or potentially even a portable device.The proposed work focuses on the application of the technique to forensically relevant subjects and materials, more specifically the detection of drugs and drug metabolites in body fluid stains found at scenes of crime. Direct comparisons will be made with mass spectra generated using two established mass spectrometry techniques capable of surface analysis available in the School of Pharmacy, secondary ion mass spectrometry (SIMS) and matrix assisted laser desorption-ionisation (MALDI), which both employ different methods of volatilisation. It should be stressed that whereas this proposal concentrates on a very specific sample type, the technique has the clear potential for application to a much wider range of samples in the forensic science field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D036240/1","grantId":"EP/D036240/1","fundValue":"63198","fundStart":"2006-02-20","fundEnd":"2007-02-19","funder":"EPSRC","impactText":"","person":"Martin Robert McCoustra","coPersons":["D A Barrett","Francois Jacques Rutten"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}