{"id":"D96B03FD-DD30-4D28-912F-7DCF0DC3EA8B","title":"Clinical grade cell separation technologies in the Newcastle Cellular Therapies Facility","abstractText":"CONTEXT\nThe production of cells as medicines is a regulated process and can only be conducted in accordance with manufacturing procedures, quality control processes, and in licensed premises according to EU Directives. Newcastle University and Newcastle upon Tyne NHS Foundation Trust have invested in the necessary infrastructure to build, maintain and license production facilities compliant with Good Manufacturing Practice (GMP). The necessary licenses for manufacturing cells as medicines have been obtained, and with the Clinical Trials Unit at the Royal Victoria Infirmary and the Institute for Transplantation at the Freeman Hospital, clinical support for patients is enabled by the provision of specific beds for cell therapy patients. The Newcastle Cellular Therapies Facility is currently running two clinical trials in cellular therapies. The first is the MRC Autologous Limbal Stem Cell trial for eye trauma with Professor Francisco Figuieredo, and the second is the tolerogenic dendritic cell (TolDC) trial for rheumatoid arthritis with Professor John Isaacs. In addition, HTA approval has been granted for autologous pancreatic islet cell therapy with Professor Stephen White. Furthermore, Professor Dickinson is Director of the Haematopoietic Stem Cell Transplant laboratory which is currently responsible for releasing approximately 400 cell therapy products per year to adult and paediatric patients suffering from malignant blood disorders and immune deficiency. A number of qualified staff with practical, scientific and regulatory expertise are employed within the NCTF who are able to initiate and develop products for clinical trials in cellular therapies. The NCTF is subjected to inspections by the MHRA, HTA and internal audits. The staff employed include a Pharmacy Qualified Person, a Quality Assurance Manager, and Health Professional Council-registered Biomedical Scientists who work closely with clinicians and clinical trial teams.\n\nAIMS AND OBJECTIVES\nWe seek support through the MRC Regenerative Medicine Capital Funding scheme for the purchase of equipment to be housed within the production GMP cleanrooms that have the capacity to purify populations of cells by their expression of cell surface markers. Antibodies conjugated to magnetic beads that permit the selection or depletion of chosen cell types is established technology. Miltenyi-Biotec produces two different machines, or platforms, that can exploit the magnetic bead technology to purify cell populations. The first is the Clinimacs Plus that uses magnetic beads but is designed to purify chosen cells into sterile bags that can then be issued ready for infusion or further manipulation. The second is the new Clinimacs Prodigy that offers a closed workstation capable of processing and purifying and culturing cells in a programmable way and for which specific processes can be designed and optimised. It is state-of-the-art technology that can be used for new process development as well as clinical grade manufacturing of cell therapies.\n\nAPPLICATIONS &amp; BENEFITS\nThe Clinimacs Plus would support the TolDC trial. The Clinimacs Prodigy will find immediate use in development of new protocols, exploiting our collaboration with the Hannover group led by Professor Eva Weissinger, for virus-specific T-cell therapy in patients who contract CMV after allogeneic bone marrow infusions. Protocols designed by Miltenyi-Biotec render the Prodigy appropriate and feasible for this research. The equipment requested will therefore give NCTF the capacity to aid current clinical trials and research into new clinical trials, and develop new protocols in cell therapy to meet the MRC strategy. In addition, research, teaching and training in cell therapy manufacture will be supported across the EU by hosting this equipment in our facility as Professor Dickinson participates in EU funded initiatives to establish standards in cell therapy to support consistency across multi-centre trials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L012774/1","grantId":"MR/L012774/1","fundValue":"174087","fundStart":"2013-10-01","fundEnd":"2014-03-31","funder":"MRC","impactText":"","person":"Anne Mary Dickinson","coPersons":["John Dudley Isaacs","Andrew Richard Gennery"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}