{"id":"D96B34C0-81FB-4418-8D07-7866F750C4B5","title":"M-PHiL Study - Mental and Physical Health in Lambeth","abstractText":"The MRC 2010 review of mental health research underlined the importance of understanding the links between physical illness and poor mental health and noted the difficulties faced by some patients in obtaining satisfactory treatment when mental and physical conditions co-occur. The report called for an improvement in access to anonymised data based on NHS contact &quot;for example, by data linkage across cohorts&quot;.\nWe plan to link Lambeth Data Net (LDN) established by Lambeth Primary Care Trust (PCT) containing the primary healthcare records from patients from all but two GP practices in the London Borough of Lambeth (population ~ 300 000) with CRIS, the Case Register Interactive Search system containing the entire electronic patient record of the South London &amp; Maudsley Trust, the sole provider of NHS mental health services to patients in Lambeth (n=180000 of whom 36 000 live in Lambeth). The Caldicott Guardians for SLAM and for Lambeth PCT have both already approved the linkage plans. Each dataset has been linked before - LDN with primary care databases in east and south-west London and CRIS with the Thames Cancer Registry and Hospital Episode Statistics data. The study will be based in the Biomedical Research Centre for Mental Health, recently given a national leadership role to develop e-health for research in recognition of the advances made by CRIS.\nThe aim of the study is to generate a unique resource to improve research into the course and outcomes of mental ill health. Specifically our objectives are: [1] to create a one-off link between two established datasets containing information on the health of an entire London borough [2] to demonstrate the utility of this new dataset by using it to examine in detail why some patients with severe mental illness have excellent physical health and some very poor physical health [3] to develop the methods to be able to update the linkage so that the impact of any interventions we might develop from the proposed work can be assessed in real time.\nAddressing health inequalities is a major area of interest both nationally and locally within London. Patients with severe mental illness such as schizophrenia have worse physical health than the general population- in south London we have shown that patients with severe mental illness die up to 17 years early. Whilst we know that on average patients with severe mental illness have more risk factors for poor physical health &amp; they seem less likely to be offered the best medical care in hospital, we know little about which individual factors (e.g. ethnicity), disease factors (e.g. medication) and systemic factors (e.g. single-handed GP) are associated with good and bad physical health. Creating from scratch a dataset detailed enough to answer these questions would be prohibitively expensive but by linking two datasets comprising routinely collected data on the whole population (~36 000 in both datasets) we have sufficient data on sufficient individuals to address all these important issues.\nIn meeting the challenges thrown down by the 2010 MRC Review head on, our proposal has the potential to deliver both clinically and academically. Our study, linking the complete primary care and mental health records of one ethnically diverse London borough, is population-based and uses datasets specifically designed to enhance ease of access and which have themselves already produced major research findings. Our study will produce a methodological template for other groups wishing to exploit the possibilities of data linkage, a linked dataset that can be interrogated to address multiple issues of physical and mental comorbidity locally and beyond, and will provide a structure to monitor any interventions arising from such analyses almost in real time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J013471/1","grantId":"MR/J013471/1","fundValue":"181550","fundStart":"2013-03-03","fundEnd":"2015-03-27","funder":"MRC","impactText":"","person":"Max Joseph Henderson","coPersons":["Matthew  Hotopf","Peter  Schofield","Mark  Ashworth"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}