{"id":"D96BDBBF-EE12-4215-BA6F-4437B388D887","title":"Dissecting structural and functional genomic factors underlying the resistance of Atlantic salmon fry to infectious pancreatic necrosis","abstractText":"Infectious pancreatic necrosis (IPN) is currently the most serious viral disease affecting the UK salmon farming industry. IPN is caused by infectious pancreatic necrosis virus (IPNV) which results in damage to the pancreas, intestine and liver of infected salmon. The annual economic loss to the UK aquaculture industry from IPN is estimated to be &pound;5-10 million. Surviving salmon can become carriers of infection and then spread the disease to other susceptible fish, perpetuating IPN in both farmed and wild fish populations. Atlantic salmon vary in susceptibility to IPNV infection as they proceed through their life cycle. Newly-hatched salmon, i.e. fry, live in freshwater. They are particularly susceptible to IPN, and epidemics in hatcheries are typified by sudden large-scale mortalities. Subsequently, at the smolt life cycle stage, salmon alter their physiology in readiness for the move from freshwater to seawater. Salmon smolts (more specifically post-smolts) are susceptible to IPN during a period lasting from 2 - 10 weeks after seawater transfer. Certain families show genetic resistance to IPN, and we have previously shown that it is possible to identify resistant and susceptible salmon smolts using genetic markers. However, a number of questions relating to IPN resistance remain unanswered. In particular, whilst there is evidence that these genetic effects are consistent across different stages of the salmon life-cycle, i.e. consistent in smolts and fry, it is not conclusive. Furthermore, it is not known which specific genes and molecular pathways underlie genetic resistance to IPN. In an attempt to answer these questions we have three major objectives. First, we will confirm and describe genetic resistance to IPN in salmon fry and identify specific genomic regions affecting resistance. Second, we will determine which salmon genes work differently between genetically resistant and susceptible fish following infection. This will give insight into whic biological mechanisms lead to genetic differences in resistance. Third, we will bring together all of the results to identify specific genes that may be responsible for the genetic resistance. The results of the study will strengthen salmon breeding programmes by providing genetic marker tests to identify IPN resistant fish early in the salmon life-cycle, thus reducing costs and reducing the number of diseased fish. The improved knowledge of the crucial genes defining IPN resistance may also contribute to the rational development of control measures against IPNV infections, including vaccination, and provide sensitive diagnostic tests. This project will be undertaken by researchers based at the Roslin Institute and the Institute of Aquaculture at Stirling University, and will also utilise the facilities and expertise of the Centre for Environment, Fisheries and Aquaculture Science, Weymouth. These UK researchers will collaborate with the Genomic Research on Atlantic Salmon Project (GRASP) in Canada, providing access to world-leading salmon genomics resources. The involvement of the innovative salmon breeding company Landcatch Natural Selection ensures that a clear route exists for the immediate commercial application of the results. This project is relevant to research supported by the BBSRC aimed at the analysis of the mechanisms of immune function and disease, and fits the priority relating to the control of infectious diseases, including the genetics of host resistance to infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F002750/2","grantId":"BB/F002750/2","fundValue":"367887","fundStart":"2008-05-01","fundEnd":"2010-10-31","funder":"BBSRC","impactText":"  In this project we demonstrated that there is considerable genetic variation in resistance (i.e. some families survive and others do not), we demonstrated that this variation is almost entirely to a single locus, and we identified genetic markers that are almost completely associated with this locus and hence can be used to breed fish for resistance. The genetic markers that we identified, using state-of-the-art techniques, are now being routinely used in salmon breeding programmes in Europe and South America, and the resulting fish are essentially resistant to this disease. This is best example of marker-assisted selection for disease resistance in any livestock species. Agriculture, Food and Drink Economic","person":"Stephen  Bishop","coPersons":["Christopher Simon Haley"],"organisation":"University of Edinburgh","findingsText":" This was a highly successful project: applying state-of-the-art genomic tools to a disease problem of major importance to the Atlantic Salmon industry (infectious pancreatic necrosis or IPN), obtaining results of fundamental scientific interest, obtaining tools that are directly usable by the industry, and guiding the use of the tools within the Atlantic salmon breeding industries of Europe and Chile (i.e. essentially worldwide). The key findings were: \n\n1. IPN Resistance in salmon fry is controlled by a single locus.\nUsing large-scale challenge trials, we have demonstrated that a single major QTL accounts for nearly all the genetic variation in resistance in freshwater fry. The mode of action appears to be dose-dependent, being dominant at lower infection pressures or mortality rates, and additive at higher infection pressures. This result, consistent across age-classes, led to implementation of marker-assisted selection for IPN resistance. \n\n2. Genetic differences in IPN resistance lead to a transcriptomic signature in infected fry\nTranscriptomic comparisons of resistant and susceptible fry, pre- and post-infection, have identified a cascade of gene expression changes that determine consequences of differential resistance and the resultant IPN pathology. \n \n3. Identification of SNPs associated with IPN resistance\nUsing novel state-of-the-art sequencing techniques (RAD sequencing) we identified SNPs in strong population-wide LD with the causal mutation - a valuable and directly exploitable result. The associations have been demonstrated to hold true in populations of &gt;10,000 fish. These SNPs are now being used in breeding programmes in the salmon breeding industries of Europe and South America. Outcomes from the project have been directly utilised by the salmon breeding industries worldwide. Agriculture, Food and Drink","dataset":"gtr"}