{"id":"D9745F32-D8D2-4BFF-AB7A-9EB99696FA0F","title":"Total Reward, the Great Recession and the Proposed Public Sector Pension Reforms: Evidence from the Public vs. Private Sectors in the UK","abstractText":"After three decades of steady and strong growth, real wages in the UK peaked in 2009 to fall since then as inflation outstripped nominal wage gains. Although by no means being the main cause of the UK's crisis of (public) pension funding, the Great Recession has accelerated the need for immediate pension reform. The Public Sector Net Cash Requirement (PSNCR) brought benefit entitlements under scrutiny, as unsustainable levels of public debt must be cut back. As a result, radical changes have been announced to pension schemes across the public sector from April 2015. Both the temporary decline in hourly wages and the permanent manipulation of pension generosity will have lasting and sizeable effects on the total lifetime remuneration of affected cohorts of workers and hence prompts a number of questions: How will the proposed pension changes affect the remuneration in public vs. private sector jobs in the UK and who will be most affected? How do these occupations compare in terms of the negotiated pensions across the NHS, teachers', Local Government and Civil Service schemes? How will these changes affect the relative remuneration of the public vs. private sector and hence impact the public sector's ability to attract and retain an adequate supply of suitable able and qualified staff? Will the reforms induce sector switching of employees from the public to the private sector or change the quality of new entrants to the public sector? How will these changes interact with the recent declines in earnings in various occupations during the Great Recession? How will these results change once we take into account the possibility that members in different pensions schemes change their opt-out behaviour from their public sector plans after the reforms?\nThis research project will answer these questions combining the concept of Total Reward, a recently developed methodology to value various components of job remuneration over the lifecycle, with simulation methods that are fed with the proposed changes to the parameter setting. This conceptual method for the measurement of Total Reward makes average careers in specific occupations and sectors comparable in monetary terms and allows us to simulate the impact of policy changes on absolute and relative remuneration as well as on switching behaviour of employees across sectors. Total Reward includes conditions of work (hours of work, paid holidays, the likelihood of unemployment) and all direct financial remuneration when working (earnings, bonuses, employer provided health insurance) and deferred as pension payments in the future.\nWe will undertake comparisons between employees of specific educational groups in the public and private sector on average and compare the public vs. the private sector within occupations, whenever applicable. When possible, we will also take into consideration gender differences and will explore the extent of regional inequality in terms of total remuneration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L014920/1","grantId":"ES/L014920/1","fundValue":"104645","fundStart":"2015-01-01","fundEnd":"2016-06-30","funder":"ESRC","impactText":"","person":"Peter  Dolton","coPersons":["Alexander M. Danzer","Chiara  Rosazza Bondibene"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}