{"id":"D9774C15-8950-4EB7-BABB-53AD6C46DB1F","title":"Neutron scattering studies of CO2-based gels","abstractText":"The project will deliver complex fluids based on dense CO2, incorporating designed self-assembly structures for modifying viscosity and surface tension of CO2. In the medium term, these systems have potential to improve carbon capture technologies, as well as to enhance industrial processing applications of CO2 as a solvent. Small-angle neutron scattering (SANS) is the method of choice for determining shapes and sizes in these complex fluids systems, since it is sensitive to the appropriate colloidal and molecular length scales relevant for optimizing viscous properties of the bulk liquid. Therefore, access to world-class SANS facilities is essential for the programme. The approach is to generate CO2-philic surfactants that will form worm-like micelles in CO2. The strategy is to marry up recent breakthroughs in CO2 surfactant design [1], with the ability of certain organic additives and inorganic counterions to induce entangled system-spanning thread-like micelles [2]. Feasibility for this approach has been demonstrated by previous SANS experiments on LOQ at ISIS.The student will be trained in relevant chemical techniques for sample preparation and in SANS methodology at ISIS. The self-assembly structures will be investigated by High-Pressure SANS at ISIS (LOQ and SANS 2d on TSII) using existing, and soon to be commissioned, dedicated HP-SANS high-pressure cells. High-pressure viscosity properties will be studied by collaborators Professors Enick and Beckman of the University of Pittsburgh (Appendix 1). 1) Designed CO2-philes Stabilize Water-in-Carbon Dioxide MicroemulsionsJ. Eastoe, S. Gold, S.Rogers, P. Wyatt, D. C. Steytler, A.Gurgel, R.K. Heenan, X. Fan, E.J. Beckman and R.M. Enick, Angewandte Chemie, 2006, 45, 3675-3677.2) Viscoelastic worm-like micelles and their applicationsJ. Yang, Current Opinion in Colloid and Interface Science, 2002, 7, 276-281.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F020686/1","grantId":"EP/F020686/1","fundValue":"118742","fundStart":"2008-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Julian  Eastoe","coPersons":[],"organisation":"University of Bristol","findingsText":" New surfactants were developed to enhance and control viscosity of supercritical CO2 The results are being used to assess the designed thickeners by US DOE. The results are being used to assess the designed thickeners by US DOE Chemicals,Environment","dataset":"gtr"}