{"id":"D97AC3BE-0C6E-4962-89CA-4DD17F84D929","title":"Regulation of Intestinal Immune Responses by the Atypical Chemokine Receptor CCRL1.","abstractText":"The immune system in our intestine faces a formidable challenge. As in all other tissues, it has to recognise, attack and destroy potentially harmful infectious agents, without irreversibly damaging tissue function. However, it also has to ensure that it does not mount similar attacks against food or the innocuous bacteria that live in our intestine. These harmless materials are not just ignored. Deliberate and active processes are triggered to make sure that the entire immune system cannot respond to them. This is called 'oral tolerance'. Most people maintain a healthy balance between immune attack and oral tolerance. However, ineffective immune responses mean intestinal infections remain major causes of morbidity and mortality worldwide. Conversely, inappropriate attacks on harmless foods or bacteria in the gut can cause chronic inflammation, such as coeliac disease or Crohn's disease. By understanding how decisions are made and regulated in the intestinal immune system, we will be able to find new ways of boosting responses to immunisation against intestinal infections, and develop new medicines for treating inflammatory bowel diseases. \n\nCells called dendritic cells are of central importance in immune responses in the intestine. Their function is critically dependent on their ability to move into, within, and between the organs of the intestinal immune system. Large numbers of dendritic cells are present in the wall of the intestine where they pick up information about the health of the tissue and its contents, and about whether these contents are potentially harmful or not. Having done this, the dendritic cells enter specialised tubes called lymphatic vessels which channel dendritic cells away from the intestine to organs called mesenteric lymph nodes. Here, dendritic cells leave the lymphatic vessels and penetrate deep into the mesenteric lymph nodes where they interact with other cells called T cells. It is during these interactions that key decisions are made about whether oral tolerance or immune attack should be initiated, and it is the T cells that are ultimately responsible for executing these decisions. To do this, T cells, just like dendritic cells, have to be able to move into, within, and between the organs of the intestinal immune system and spread around the entire body.\n\nIn health and disease, the movement of dendritic cells and T cells around the intestine is controlled by 'attractants' released by other cells that reside in the intestine, the walls of lymphatic channels, and in the mesenteric lymph node. These attractants tell dendritic cells and T cells where to go, and when. An exciting new drug interfering with one of these attractants has been developed, and may be useful in the treatment of Crohn's disease. We have been studying a molecule called CCRL1 that controls the quantity and distribution of attractants at work in the intestinal immune system. As a result, it indirectly plays an important role in controlling the movement of cells. Strikingly, we have found that CCRL1 is absolutely required for oral tolerance in mice. Furthermore, mice lacking CCRL1 show enhanced responses to oral immunisation. The work we are proposing aims to precisely define the role and importance of CCRL1 in the intestinal immune system, and reveal how it exert its functions. Importantly, we believe that a deeper understanding of CCRL1 will pave the way for future studies exploring if disrupting the regulation of attractants in the intestine has medical benefit in inflammatory bowel diseases, or whether it can enhance the effectiveness of oral vaccination against intestinal infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L000598/1","grantId":"MR/L000598/1","fundValue":"462371","fundStart":"2014-01-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Robert  Nibbs","coPersons":["Allan McI Mowat"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}