{"id":"D97C6688-1050-4A78-82D2-4A71C5F5A729","title":"Neural Correlates of visual perception and behaviour: Analysis of multiple single-neuron recordings in humans","abstractText":"Patients suffering from severe epilepsy that do not improve with medication may be considered for a surgical intervention to remove the seizure originating area. Based on clinical criteria, these patients may be implanted with intracranial electrodes to accurately localize the focus of the seizures and evaluate the potential outcome of the surgery. \n\nSince recently, a setup unique in Europe is in place at King?s College London that from the intracranial electrodes allows not only the recording of EEG but also of multiple single-neurons. From the activity of these neurons, we plan to study whether it is possible to predict the onset of epileptic seizures. This has large clinical potential to develop seizure-warning devices or closed loop systems that can preclude the onset of the impending seizures (e.g. using a fast-acting drug or microstimulation). Previous studies at this respect have been inconclusive because they used EEG recordings, which have inherent major limitations due to their poor spatial resolution and high complexity. This will be the first time that such study is done using the activity of single cells.\n\nBesides its clinical importance, the recording setup at King?s College London allows the unique opportunity to record directly the activity of single neurons in awake and behaving human subjects, who can report and give details of their perception and behaviour in different tasks and brain states. \nUsing simple experimental paradigms, we plan to address one of the most fascinating and puzzling questions in neuroscience: how do neurons in the brain represent conscious visual perception? For this, we will study the activity of neurons while the subjects see different pictures. Then we will evaluate whether the neurons increase their firing in response to particular pictures and whether these responses change if the pictures are recognized or not.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701038","grantId":"G0701038","fundValue":"418907","fundStart":"2008-07-01","fundEnd":"2012-02-29","funder":"MRC","impactText":"","person":"Rodrigo  Quian Quiroga","coPersons":["Antonio  Valentin","Matias Julian Ison","Mark  Richardson","Gonzalo  Alarcon"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}