{"id":"D981073D-539A-4F4B-AC0A-142D4AF90AF5","title":"Human mechanosensation: From 1st-order neurone to somatosensory cortex","abstractText":"Information about the external and internal world is conveyed to the brain by an extensive system of sensory nerves. The skin contains multiple types of sensory receptors/nerves which inform the brain about events occurring on the body surface. There are many very basic questions about the neuroscience underlying human tactile processing that remain unanswered. We aim to use recent advances in the neuroimaging techniques of ultra-high field functional magnetic resonance imaging (UHF-fMRI) and magnetoencephalography (MEG), coupled in conjunction with nerve recording (microneurography) and stimulating techniques (intraneural microstimulation (INMS)), to provide novel insight into the brain mechanisms involved in operating the sense of touch in humans. \n\nUsing fMRI, we can measure changes in the local blood flow that occur with increased neural activity. These changes cause an increase in the signal intensity in the MR image in the part of brain that is active. This means that we can measure, for example, which parts of the brain are more active while subjects feel an object touch their finger. One of the problems we face when studying the mechanism underlying our sense of touch is that the changes in signal intensity that occur are relatively small. We have overcome this problem by using a very high field magnetic resonance scanner which allows us to measure robust neural responses to touch, non-invasively, with much higher spatial resolution than has previously been possible, and we can now obtain robust activation maps of individual participants brains. This makes UHF- fMRI a very attractive tool for clinical applications. MEG is another non-invasive neuroimaging technique that offers a way to probe the temporal aspects of somatosensory processing. \nThe technique of microneurography allows unprecedented access to the earliest stages of information transfer to the brain, it involves inserting a very fine needle through the skin into an underlying nerve, so you can hear and see (the nerve recording) sending messages to the brain. A step further is to electrically stimulate a single nerve fibre with a very small current, using the technique of INMS, so that a person can feel touch when there is no actual skin stimulus. Combining INMS with neuroimaging UHF-fMRI and MEG, will allow us to reveal the representation of single sensory nerves in the brain.\nIn this project, we will use these cutting-edge techniques and take a multidisciplinary approach, combining expertise in MRI, neuroscience, neurophysiology and neurology, to improve our understanding of sensory pathways. Specifically, we will use UHF-fMRI to map carefully the detailed anatomy and function of the somatosensory cortex, and will use MEG to characterize the temporal dynamics of brain responses to tactile stimulation of the skin. We will develop a new MR- and MEG-compatible device to perform INMS in the UHF-fMRIscanner and MEG scanner. The use of fMRI during INMS will allow us to map the brain's response to single sensory afferents (in contrast to vibration, which stimulates multiple sensory receptors of various types). We will also apply these methods to measure alterations in the somatosensory pathways in patient groups with neuropathologies. Specifically we will study Focal Hand Dystonia and Carpal Tunnel Syndrome, and assess how somatosensory processing is altered by therapeutic interventions. \n\nOverall, this research will considerably advance our understanding of human somatosensation and perception and will be relevant to a wide range of clinical disorders related to neurotraumatic injury, neurology, neurodevelopment, neurodegeneration, neuropathology, pharmaceutical interventions and pain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M022722/1","grantId":"MR/M022722/1","fundValue":"556942","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"MRC","impactText":"","person":"Susan  Francis","coPersons":["Richard  Bowtell","Francis  McGlone","Denis  Schluppeck","Matthew Jon Brookes","Paul  Glover"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}