{"id":"D981B129-C77A-469E-A271-D00AF6063F50","title":"Making diagnostic systematic reviews fit for purpose: improving decision making in the NHS","abstractText":"Accurate diagnosis is fundamental to the provision of appropriate health care. There has recently been increased recognition of the importance of diagnostic testing within the NHS and the need for appropriate evaluation of diagnostic tests. Systematic reviews aim to include all relevant studies conducted on a particular topic and to provide an unbiased summary of their results taking into account both quality and reliability. Recommendations made by the National Institute for Health and Clinical Excellence (NICE), who issue guidance on the use of treatments and procedures within the NHS, are based largely on systematic reviews. However, methods for the conduct of reviews of diagnostic tests are less well established than for reviews of treatments.\n\nThe proposed programme aims to improve decision-making in the NHS in the area of diagnostic testing. We aim to do this through a series of projects on methods for the conduct for diagnostic reviews that will: (A) review the quality of existing reviews and use this as a basis to develop guidelines for reporting diagnostic reviews; (B) Develop a method to identify tests that are important candidates for systematic reviews, for example those that are costly, frequently used, or new to the NHS; (C) Improve methods for the identification of diagnostic studies and examine the impact of excluding studies that are harder to find on the results of diagnostic reviews. (D) Improve statistical methods for combining data on accuracy within reviews (E) Develop guidelines for the appropriate reporting of economic models of diagnostic tests that incorporate data on costs and benefits in addition to data on accuracy provided by diagnostic reviews; (F) Investigate the best ways to present results of a review to doctors, so that lead to appropriate changes in clinical practice. In addition to work on methods for the conduct of diagnostic reviews, we will also carry out diagnostic reviews on topics that have potential to improve test use within the NHS. Overall, the proposed programme aims to facilitate the efficient and appropriate use of diagnostic tests within the NHS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801405","grantId":"G0801405","fundValue":"688345","fundStart":"2009-05-01","fundEnd":"2012-10-30","funder":"MRC","impactText":"","person":"Jonathan  Sterne","coPersons":["Penelope Frances Whiting","Isabel  De Salis","William  Hollingworth","Yoav  Ben-Shlomo","Jonathan James Deeks","Roger Mark Harbord","Marie Elaine Westwood"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}