{"id":"D986F9A1-4F8D-4715-8576-AA7B7181ED0C","title":"An Edition of Felix Mendelssohn Bartholdy's Incidental Music 'Antigone' (op. 55)","abstractText":"The proposed project will provide the scholarly world as well as the world of music as a whole with the first-ever critical edition of Felix Mendelssohn Bartholdy's Incidental Music for the Sophoclean tragedy 'Antigone' (1841). Such an edition is most timely because research interest in 18th/19th-century incidental music (i.e., music accompanying an otherwise spoken play) both by musicologists and by drama scholars is burgeoning: two recent musicological research projects in Germany and several books have been specifically devoted to this genre.\\n\\nMendelssohn's 'Antigone' occupies a special place in this context as it stands at the beginning of King Frederick Wilhelm IV of Prussia's attempts to revive classical drama in all its aspects. Written for eight-voice male chorus with orchestra and consisting of an overture, eight choruses and a number of melodramatic passages (instrumental music accompanying spoken dialogue), Mendelssohn's composition (together with its sister work, 'Oedipus at Colonos') is a fascinating and in many ways unique attempt to reconcile classical drama with 19th-century style and sensibilities. However, all previous research has been concerned with contextual questions and in some cases aspects of musical style, text setting etc.\\n\\nThe provision of a definitive text is all the more urgent as the source situation is far from straightforward. No full-score autograph is extant - instead, there are sketches, drafts, a short-score autograph of the choruses, a piano-vocal reduction, two separate autographs of the overture and a number of contemporary handwritten score copies (partly authorised by the composer). Mendelssohn himself only supervised the publication of the piano-vocal score - the full score was published after his death. Under these circumstances, a critical edition taking into account all available sources will almost certainly result in substantial revisions to the musical text as is available to us thus far. The edition will consist of two parts - the piano-vocal score and the full score; both will take into account and document all contemporary sources, including an edition of all sketches, drafts, preliminary versions and deleted passages, as well as a detailed introduction outlining the work's genesis and performance history.\\n\\nIn the introduction to the Critical Report, the edition will also address the overarching question of the reliability and authority of 'approved' copies where the autograph is lacking. Specifically, it will use external and internal criteria to determine the reliability of each copy. The methodology developed by way of this process will be usable for any subsequent edition of works with similar source situations.\\n\\nThe availability of a reliable text will also facilitate performances of this work - Breitkopf &amp; H&auml;rtel will publish a study score and performance parts with the main Complete Edition volume. This will include a 'practical' score for singers and actors, combining the choruses in piano-vocal score and the full text of the drama (with the Donner and the Boeck version presented synoptically as the two authorised versions) as they appear in the play. This has never been done for editions of incidental music and will enormously facilitate performances.\\n\\nThis coincides with increased interest by theatres to experiment with performances including 18th/19th-century incidental music, as well as a increased presence of Mendelssohn's works in the concert hall. The 200th anniversary of Mendelssohn's birth in 2009 will further increase public interest. Riccardo Chailly (director of the Leipzig Gewandhaus orchestra), has indicated his interest in staging a performance based on my new edition, and possibly a CD release based on this performance (only one commercial recording exists to date).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G005133/1","grantId":"AH/G005133/1","fundValue":"32440","fundStart":"2009-02-01","fundEnd":"2009-05-31","funder":"AHRC","impactText":"","person":"Thomas Christian Schmidt","coPersons":[],"organisation":"Bangor University","findingsText":" During the preparation of the Edition of Felix Mendelssoh Bartholdy's incidental music for the play 'Antigone' by the Greek dramatist Sophocles, I have unearthed an enormous amount of primary material (sketches, versions both of the text and the music, performance materials etc.) which were htherto either unexplored or indeed unknown. The resulting edition (the first source-critical edition of this work ever) will change our perception not only of the piece as such, but also of the reception of The edition, once finished, will be performed by professional ensembles, probably in the first instance by the Gewandhaus Orchestra and Chorus in Leipzig (currently under the direction of Riccardo Chailly) Creative Economy","dataset":"gtr"}