{"id":"D990FDE9-DDC6-43E5-B11E-CEAC526BCCCB","title":"Development of Passive Microrheology as a tool to study cell substrate interaction","abstractText":"We propose to use new micromechanical techniques of microrheology to assess to what extent they are able to add new physical non-invasive methodologies for studying cell interaction with substrates given that so much of cell biology is dependent on destructive analysis. To assist in this we are going to work with two cells, keratinocytes and fibroblasts, looking at their interaction with a small range of defined substrates under physiological and sub-physiological calcium conditions. The interactions of these cells with these substrates under these conditions is already well known and well documented in the MacNeil laboratory. Dr Sally McArthur will be providing the well characterised substrates for this project. Accordingly we will use a range of well established cell interactions with substrates to examine to what extent microrheology can usefully follow the behaviour of cells as they interact with substrates and hopefully be used to predict the organisation of the cytoskeleton without having to resort to destructive testing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E015395/1","grantId":"EP/E015395/1","fundValue":"153367","fundStart":"2007-04-01","fundEnd":"2008-09-30","funder":"EPSRC","impactText":"  This work explored the possibility of exploring localised internal rheology with the external state of the cell (e.g. adhering versus freely moving). It has provided input into a current PhD's student's work.\n\nAdditionally a novel controlled-atmosphere cell was created which allowed cells to stick to a stretchable substrate in a physiologically relevant environment. Pharmaceuticals and Medical Biotechnology Economic","person":"Athene  Donald DBE FRS","coPersons":["Sheila  MacNeil","Sally L McArthur"],"organisation":"University of Cambridge","findingsText":" The design and construction of a novel controlled-atmosphere cell allows us to observe cells at high resolution under a light microscope in a physiologically relevant environment. The substrate being stretchable means that in principle changes in behaviour of cells stuck to the substrate as controlled mechanical stresses are imposed can be followed to examine aspects of mechanotransduction in the response of cells. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}