{"id":"D99A44D0-263B-4CC7-AB78-178647C9BB9D","title":"Enhancing diversity in UK wheat through a public sector prebreeding programme","abstractText":"Food security is becoming a critical issue both in the UK and worldwide due to rapid population expansion, dietary changes, climate change and declining fossil fuel stocks. In the next 50 years, we will need to grow as much wheat grain as has been produced since the beginning of agriculture, some 10,000 years ago. The requirement to enhance the amount of wheat grown in the UK creates a major challenge for research. We need to develop new wheat varieties which have higher yields with lower nutrient requirements, whilst retaining the quality of the grain. Historically the Plant Breeding Institute (PBI) made experimental crosses with wild wheats and related grasses, capable of transferring traits of high agronomic potential into wheat, but still requiring further breeder selection to generate varieties with elite performance. However, the PBI was privatised in 1987 and research developing new experimental crosses of this kind almost stopped. This has created a major bottleneck for wheat breeders, because they do not have the necessary new experimental lines from which to develop new varieties with increased yield. The objective of this proposal is to re-establish a pre-breeding programme in wheat developing such experimental crosses in the UK. Such a pre-breeding programme will produce wheat germplasm, characterised for the next generation of key traits, such as yield, and will identify genetic markers for selecting these traits, in breeding programmes and for the academic community. We will develop novel pre-breeding wheat germplasm, using three different but complementary strategies, to maximise the introduction of diversity and beneficial traits into a range of wheat lines. First we will develop germplasm from crosses involving wheat landraces or locally adapted varieties, derived from exiting germplasm collections. Secondly we will create synthetic hexaploid wheats by artificially crossing tetraploid or 'pasta' wheats with diploid wheat progenitors. This captures diversity in both the tetraploid and diploid wheat progenitors. The potential of these synthetics is illustrated by their success in the CIMMYT breeding programme. Thirdly we will use a technique called alien introgression, to transfer small segments of chromosomes of wild relatives containing the target genes, into wheat. Wild and cultivated relatives (alien species) provide a wealth of genetic variation for all characters of importance relative to yield, climate change and the environment. The impact of this approach has been illustrated by the transfer of rust resistance by Sears in the US saving its economy several billion dollars in the intervening years. The parental material used in the initial prebreeding crosses will be characterised to ensure the maximal levels of diversity are being exploited. New sequencing technologies will be used to generate very high density maps, providing the breeding companies with markers for 'precision' breeding, and the academic researchers with markers for fine dissection of key traits. Key target traits relating to yield, of interest to both UK breeders and academics, have been identified. We will screen for, biomass and enhanced N and P use efficiency, Take-All and insect resistance including Bulb fly and Aphids. The programme will not involve the actual cloning of the genes responsible for these particular traits, but will provide the germplasm as the starting point for such projects. The new germplasm generated in this project will be exploited by breeders for crossing with their elite lines to develop new varieties for use by farmers. All the information generated in the programme will be stored in a central database, and seed stored centrally, both being freely available within the UK to both academics and breeders alike.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I002561/1","grantId":"BB/I002561/1","fundValue":"981099","fundStart":"2011-04-04","fundEnd":"2014-04-03","funder":"BBSRC","impactText":"  The material being generated in this project is of direct relevance to the incorporation of new genetic diversity into wheat. As such it is relevant across the wheat breeding sector as well as tools for ongoing wheat research. Although the generation of germplasm is ongoing, the early stage material from the programme has been assessed by a number of private companies and public organisations and a number of germplasm requests have been made. Agriculture, Food and Drink,Environment Societal,Economic","person":"Andy  Greenland","coPersons":["Nicolas Edward Gosman","Philip Martin Howell"],"organisation":"National Inst of Agricultural Botany","findingsText":" Bread wheat is an allohexaploid which combines in a single genome (AABBDD) the genomes of three diploid grass species, namely Trititcum urartu (AA), a species related to Aegilops speltoides (BB) and Aegilops tauschii (DD). As a limited number of lines probably contributed to the evolution of wheat, diversity is limited, and selection over time, by early farmers and then via more targeted breeding efforts is reported to have reduced this diversity further. In particular, a lack of diversity as a result of the &quot;genetic bottleneck&quot; of the D-genome contribution to hexaploid wheat has been reported by numerous authors. In this project we aim to increase levels of diversity of hexaploid wheat via exploitation of diversity present in progenitor species. \n\n\n\nD-genome diversity\n\nNIAB has assembled a collection of 430 Ae. tauschii (DD) accessions from six international gene banks. A sub-group of 255 accessions was selected to provide a balanced geographic representation of the species adaptation range. From this a set of 50 D-genome donor lines have been identified according to the methodologies outlined in the FIGS strategy, utilising both genetic distance and eco-geographic data for selecting suitable germplasm to incorporate into breeding programes. The D-genome donor lines indentified were selected on the basis of their potential to offer novel sources of genetic diversity outside of what currently exists in modern bread wheat and the extended genepool captured within the CIMMYT resynthesis programme. A manuscript entitled 'A strategy for exploiting exotic germplasm using genetic, morphological and environmental diversity: the Aegilops tauschii Coss. example.' describing the methodology for selecting accessions was published in 2013 in Theoretical and Applied Genetics. \n\n\n\nIn order to transfer potential D-genome diversity into hexaploid wheat we are generating synthetic hexaploid wheat lines (AABB x DD) using three tetraploid (T. durum) parents. By the end of 2013, 30 unique D-genome donors had been captured and 30 further successful crosses have now been made and are undergoing embryo rescue, vernalization and chromosome doubling. Some of these lines will be lost at each of these steps, but the target of 50 novel SHWs should soon be achieved. Seed set is variable between each novel synthetic and ranges from 1 seed to 12 seeds. Once these primary synthetics are generated they are backcrossed into the elite UK cultivars 'Robigus' (winter wheat) and 'Paragon' (spring wheat). At present, the SHW lines have been backcrossed to both parents with an F1 production rate of between ten and twenty seeds per combination and the majority of the material is at BC1F4. In 2013, Spring 'Paragon' BC lines from three of the novel SHWs were grown and assessed as ear rows in the field, and selections, and additional lines (both Spring and Winter types) will be assessed in the field during 2014. \n\n\n\nA &amp; B genome diversity\n\nAn assembly of tetraploid donors including 10 emmers, 32 wild emmers (T. dicoccoides) and 25 durum wheat accessions have been created using genotype and phenotype characters identified in previous studies. A preliminary crossing programme was initiated in spring 2011 to develop a suitable crossing methodology. Two cultivated emmers (AABB) were crossed in a full dialele with both 'Robigus' and 'Paragon'. When the tetraploid was used as the female, the F1 seed was sterile, so the hexaploid parent will be used as the maternal parent in all future crosses. Several rounds of F1 and BC1 crossing between the tetraploid accessions and 'Robigus' and 'Paragon' have now been completed. The most advanced material in the 'Paragon' background was assessed in the field in 2013 and additional material will be assessed in the field in 2014, as above. \n\n\n\nA single-replicate untreated tussock trial was sown at NIAB in autumn 2010. This allowed an assessment of basic agronomic features, including disease resistance, and some seed return for further work. It also highlighted some aspects of trial design which, whilst perfectly adequate for cultivated types, could be improved upon for assessing wild material with weedy characteristics such as prostrate growth habit, profuse tillering, very early maturity and brittle rachis.\n\n\n\nIn addition, a collection of 161 wild emmer accessions from gene banks were grown at NIAB and JIC during the summer. Morphological and grain characteristics were determined including grain shape, size, and weight. Plants with phenotypic extremes, but constant for other characteristics (flowering time, height, etc) were crossed to develop the mapping populations. F2 seed has been harvested for 16 mapping populations; 4 to be taken forward for single seed descent. \n\n\n\nChromosome segment substitution line (CSSL) development \n\nCSSL development in this project follows a backcross scheme adapted from work on rice published in Liakat et al, (2010) Rice 3: 218-234\n\n\n\nAe. tauschii (DD)\n\nThe original Ae. tauschii donor was JIC2220007, an accession with an existing 8x BAC library. However, levels of SNP polymorphism between this accessions and the recurrent parent 'Paragon' have proved to be unexpectedly low hampering identification of SNPs for line development (K. Edwards, University of Bristol). Alternate Ae. tauschii lines were genotyped by the University of Bristol and an appropriate candidate has been identified (Ent-336). The BC1F1 generation was screened with 92 D-genome KASP markers and lines were selected for progression to BC2 based on the coverage of each linkage group. The BC2 crossing is now complete, and marker genotypes are being analysed to select lines for deriving the BC3, again ensuring overlapping coverage of each linkage group.\n\n\n\nTetraploid (AABB)\n\nAn Israeli wild emmer accession was selected as the donor for the A and B genomes on the basis of its grain characteristics and other novel agronomic features. A BAC library from this accession is currently under construction under (BBSRC BB/H018824/1). The BC1F1 generation was screened with selected KASP markers and 13 BC1 lines used in the production of the BC2F1s. Marker screening on the BC2F1s identified lines for progression to BC3, which is currently underway.\n\n\n\nUltimately, the plan for the CSSL programme is to identify a minimum of 10 overlapping donor segments per chromosome at BC4 using ~100 polymorphic SNP markers per chromosome. Selection of homozygotes will occur during subsequent selfing generations. NIAB, JIC and UoB are currently collaborating to develop markers to facilitate the development of the CSSL containing even representation of the diploid (DD) and tetraploid (AABB) genomes. The material described above can be used in breeding programmes. It represents novel genetic diversity over and above what is currently seen in the UK National and Recommended Lists. With this is the exciting potential that this genetic diversity confers functional diversity with relevance for improving wheat. For example, preliminary data on the SHWs show they have novel mutations for key grain characters that are involved in processing. This has potential use to the processing and animal feed sectors. The project is generating a significant amount of novel germplasm in the forms of primary synthetic hexaploid wheat (SHW) (generated via AABB x DD crossing), SHW backcrossed into elite UK-adapted backgrounds, tetraploid diversity backcrossed into elite UK-adapted backgrounds and tetraploid mapping populations. These can be used as a direct mechanism to introduce favourable traits into breeding programs and for the identification, mapping and potentially cloning of genes of interest.\n\n \n\nThe characterisation of this material in the field will also provide invaluable information on the role of expanded diversity on general as well as specific agronomic performance and selection for traits as well as for overall performance will greatly aid in the uptake of promising diversity from the developed germplasm. \n\n\n\nThe levels of seed available for all of the material generated to date remains low, although bulks are now being produced of the SHWs. Selections made in the field in 2013 were based mostly on single plants so there is not sufficient seed for distribution, although the material will be re-grown in 2014. All of the uniform material selected as rows in 2013 has been sent to Rothamsted Research for inclusion in field phenotyping activities in 2014. Agriculture, Food and Drink","dataset":"gtr"}