{"id":"D99F6B6A-A98B-44E6-8A07-846DB8226CC9","title":"Compact MMIC Terahertz Sources in the 0.1 - 1 THz Range","abstractText":"This project addresses the bottleneck of Terahertz Science and Technology, where the fabrication of room temperature, continuous wave, compact, tunable and powerful sources (at low cost, if possible) is the prime challenge. Terahertz (THz) radiation, whose frequency range lies between microwaves and infrared light in the electromagnetic spectrum, opens the possibility for a new imaging and spectroscopic technology with a broad range of applications, from medical diagnostic (without the damage produced by ionising radiation such as X-rays), industrial quality control or security-screening tools. Unfortunately terahertz technology suffers from some significant difficulties that requires research to overcome. Bright terahertz sources are difficult to make, so considerable effort is needed to improve what we have at the moment. The sources must be obtained at the limits of electronics from one side and optical systems from the other, resulting in a lack of efficient and practical radiation sources. This project is therefore dedicated to developing a compact high performance solid-state source.\nThe potential for employing resonant tunnelling diodes (RTDs) to realise THz sources is well known and so are the circuit design challenges (unwanted oscillations and low output power) to achieve this task. This grant proposal seeks to develop this potential, by exploring and exploiting novel circuit concepts that allow the use of multiple (and optimally sized) RTDs in single oscillators. We aim to fabricate the RTD sources using the conventional microwave monolithic integrated circuit (MMIC) technology. By the conclusion of this project, we aim to demonstrate a simple single pixel THz imaging system. These developments should pave the way for adoption of this technology by British industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J019747/1","grantId":"EP/J019747/1","fundValue":"583091","fundStart":"2013-03-31","fundEnd":"2016-03-30","funder":"EPSRC","impactText":"","person":"Edward  Wasige","coPersons":["David Robert Cumming","Bhaskar  Choubey"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}