{"id":"D9A3100A-A175-4D30-879D-3CDBCBA9B97F","title":"The skin and feathers of birds and dinosaurs: exceptional preservation and palaeophysiology","abstractText":"The Jehol biota from the Early Cretaceous of Liaoning, China has stunned the world in recent years, mostly for the remarkable birds and dinosaurs with feathers. The biota occurs in ancient lake sediments, and organisms include plants, invertebrates, fishes, amphibians, reptiles, birds and mammals. The nature and causes of the exceptional preservation of soft tissues are currently unknown, and yet these fossils are so rich and so extraordinary that the question should be studied. The research proposed will document, for the first time, the different taphonomic histories of selected vertebrates from this fauna. Particular attention will be paid to elucidating what controls the presence/absence and mode of preservation of the labile tissues (skin, feathers, musculature and internal organs) known to be present. The key interest is in the skin of the dinosaurs and birds from Liaoning. Numerous reports have been made showing that not only the birds, but also the flesh-eating theropod dinosaurs, had feathers. Some critics have doubted whether the dinosaurs from Liaoning really had feathers, and they have argued that the supposed feathers are some other kinds of fibres or shredded muscles or scales. Further, our preliminary studies have revealed that the skin is also preserved. Among modern animals, reptiles typically have waterproof skin covered with scales, and they are cold-blooded. Birds have non-waterproofed skin, no scales (escept on their legs), and feathers. We will look at the skin of the Liaoning dinosaurs and birds to determine whether the dinosaurs had feathers or not (if they are feathers, they will have deep roots in the skin; if they are scales or shredded muscle, they will not show the root). We will also look at the skin between the 'feathers' to see whether it shows signs of scales and waterproofing adaptations. If not, this will confirm that thye dinosaurs and early birds were probably endothermic (that is, fully warm-blooded, like modern birds and mammals).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E011055/1","grantId":"NE/E011055/1","fundValue":"43148","fundStart":"2007-06-15","fundEnd":"2009-05-14","funder":"NERC","impactText":"","person":"Stuart  Kearns","coPersons":["MJ  Benton"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}