{"id":"D9AB8A70-3ADB-4E52-ADB0-6B1757EAE7B0","title":"Creating trust through digital traceability: sustainable food chains and new ways to connect producers and consumers.","abstractText":"Digital tools have the potential to address key challenges to make food and farming in Britain more sustainable, but only if they are quick, cheap, easy and specific to users' needs.\nA shopper is wondering what to buy for Sunday dinner but concerned about where their food comes from. Can they trust what it says on the label? Was that meat reared locally and ethically? What chemicals were used to grow those potatoes? Can buying them support small businesses in the region and also ensure a healthy, nutritious meal for their family? To find out, they scan the product's QR code with their smartphone to access free, clear information, including perhaps a map or webcam link to the farm where it was produced. \nA farmer at a cattle auction is wondering which bull to buy as part of expanding their herd. Can they trust what they see - is the animal as healthy as it looks? Which bloodlines will be most productive? Can they be sure that the animals have been well cared for and not exposed to damaging diseases? They scan the ear-tag of the animal for sale and access data about its pedigree, genetics, health and previous movements across the country. \nIn these situations and many others, digital technologies can promote more sustainable production and consumption through reconnecting consumers and producers, but we need to know more about how best to involve diverse users, what information they need and in what form and how to promote new technologies in the face of information overload and increasing public distrust. What stories should food be able to tell us and how can these stories be told digitally?\nThis project will create and test digital tools to link food consumption and production through the traceability of specific products and animals. These tools have one important thing in common: specificity. By scanning QR codes or RFID ear-tags, consumers and farmers gain more than the simple provision of generic information on websites - they can access an 'Internet of Things', where physical objects (products, animals) are embedded with digital technologies and interlinked by flexible networks of information for diverse purposes. The project will use in-depth, qualitative social science field research techniques to engage users and secure their input through live testing 'in the wild' (online, on-farm and in-shop). It will evaluate how digital technologies can forge new and improve existing relationships between farmers and shoppers. The research will address questions such as :\n1. How effective can digital technologies be for the food and farming sectors and for consumer-producer reconnection?\n2. How can the capabilities and accessibility of existing technologies be developed and enhanced to exploit the potential for reconnection and information exchange?\n3. How can digital technologies support farm and food business sustainability, consumers' quality of life, sustainable consumption practices and a sustainable future countryside?\nThe researchers will work with a set of food chain and rural development project partners. They will have continuous input into the research process and benefit from its findings. Partners are: Defra; English Beef and Lamb Executive; Red Tractor Assurance; Yorkshire Agricultural Society's Food, Farming and Rural Network; a Local Action Group of the EU LEADER rural development programme, and the Economic Development Department of the East Riding of Yorkshire Council. \nThe research will generate impact by making extensive use of the project partners' networks to disseminate and discuss research findings; by making findings available through the farming and food trade press; by the extensive involvement of user groups in the research and by conducting research in the field at agricultural shows and food festivals. The project will develop and trial apps relevant to the user groups involved, testing these both live online and live 'in the wild', in fields with farmers and shops with consumers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K012126/1","grantId":"EP/K012126/1","fundValue":"196205","fundStart":"2013-04-02","fundEnd":"2015-05-31","funder":"EPSRC","impactText":"  This is a mid-project period: research findings are unlikely to be taken up and used until later in the research. The team will establish mechanisms to ensure good use is made of research findings and outputs as they become available in forms suited for dissemination.  ","person":"Lewis Edward Holloway","coPersons":["David John Grey","Chris  Speed","Sally E Eden"],"organisation":"University of Hull","findingsText":" This is a mid-project period when development and field research is ongoing. Protoype digital applications have been created and are currently being tested 'in the wild' with different user groups in different locations. To be fully determined towards the end of the project. Project partners, and potential users engaged with throughout the research, have consistently requested us to further develop our prototype applications to suit their particular needs, and the team will hold an end of project training event to foster potential ways of continuing and developing the technology for particular user groups. Agriculture, Food and Drink,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Retail","dataset":"gtr"}