{"id":"D9AE6146-B401-4E09-81B0-6A896C009EE9","title":"The role of miR-128, a novel microRNA in somite development","abstractText":"Multi-cellular organisms contain many distinct cell types with very specialized functions. For example, we need skeletal muscle to be able to move while our skin prevents dehydration and protects us from injury and infections. Amazingly all these different cells arise from a single cell, the fertilized egg. The development of an embryo begins when the egg starts dividing to give rise to many cells. Different cells are specified during embryonic development - they are told what to become by molecular signals that act in the early embryo. These signals often cause specific genes to be switched 'on' or 'off'. If a gene is 'on' it is expressed, which means that it is actively transcribed from the DNA in the nucleus of the cell. During the process of transcription, DNA is copied into RNA. These RNA transcripts typically encode proteins and are translated by a complex cellular machinery. Proteins are the 'movers and shakers' in a cell, they define a cell and they have specific jobs to do. For example, the contraction of skeletal muscle is mediated by fast and slow contractile fibers (made up of proteins). Muscle is a very plastic tissue and depending on whether you train to be a sprinter or a marathon runner different types of muscle proteins will be expressed. Muscle also has the ability to repair itself (to regenerate) for example after wearing a cast muscle mass is lost, but it builds up again quickly when the muscle is used again. \nWe are interested in the molecules that control the development of muscle in an embryo, it is known that some of these factors are also used when muscle needs to regenerate, for example after injury or long-term bed rest. Our studies focus on a class of RNA molecules, which are not translated to make proteins. Here the RNA molecule itself has important functions. These non-coding RNAs were discovered recently and because they are very small, they were called 'micro'RNAs (miRs). They have been found in plants and animals, which means, that they are part of the most basic machinery of life with a very important and fundamental job to do in all cells - in fact microRNAs control whether or not other coding RNAs are translated into protein. A lot of research is being done, to help understand how this is happening and to uncover what type of cellular processes are controlled in this fashion. \nOur research investigates how cells become different from one another in a developing vertebrate embryo. In particular, we study the genes and molecules that control the decision of a cell to differentiate into skeletal muscle from a multi-potent precursor, as opposed to into bone for example. We recently discovered an important novel function for a muscle specific microRNA in embryonic muscle. We also figured out how the production of the microRNA itself is being switched 'on' or 'off'. We identified the genes controlled by the microRNA (the 'targets') and we are beginning to understand how they in turn affect skeletal muscle. There are many additional microRNAs in developing muscle cells and we previously identified some of them using modern sequencing technology. We now want to understand what the role of these microRNAs is. Ideally we want to identify all the microRNAs and their target genes that play a role in skeletal muscle. Overall we will learn how an embryo makes normal, healthy, working muscle and this will in the long-term benefit people who suffer from various conditions that affect muscle health or help to alleviate age related muscle-loss.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K003437/1","grantId":"BB/K003437/1","fundValue":"363444","fundStart":"2013-02-11","fundEnd":"2016-02-10","funder":"BBSRC","impactText":"  Findings have been disseminated in scientific publications and conferences and have formed the basis for public engagement activities. Education Cultural","person":"Andrea Erika Munsterberg","coPersons":[],"organisation":"University of East Anglia","findingsText":" This project is still ongoing but builds on previous work to characterise microRNAs in skeletal muscle development. microRNAs are molecular regulators, which are thought to fine-tune the expression of other genes. This is important for a cell during its differentiation programme. The expression of somite microRNAs in being characterised and their targets are being identified and validated. microRNAs are potential markers for disease states and/or ageing in various tissues including muscle Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}