{"id":"D9AF68E7-03F4-40B8-BB04-EA1A968EA4BC","title":"Generalised Polarisation Tensors for Maxwell's Equations","abstractText":"The detection of hidden targets from measurements of electromagnetic fields has many important applications, which include improving food safety by locating foreign objects, using medical imaging to find cancerous tumours, detecting landmines and weapons as well as in the application of geological surveys to find new aquifers. Depending on the application, the measured electromagnetic fields might relate to low frequency magnetic induction, medium frequency radio wave propagation, microwave radiation or higher frequency visible light, ultraviolet and x-rays. To determine the shape, location and material properties of hidden target from the measured electromagnetic fields requires the solution of the &quot;Maxwell inverse problem&quot;. This process is mathematically and computationally challenging.\n\nIn this project, we will assemble a team of international scientists, mathematicians and engineers who will develop new mathematical results that describe how electromagnetic fields behave at different distances from the target across a range of frequencies. This, in turn, will lead to the individual classification of targets using a mathematical construction called a &quot;generalised polarisation tensor&quot;. These results will open up possibilities for the next generation of inverse solution algorithms, which are capable of the rapid and accurate detection of hidden targets from electromagnetic field measurements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K039865/1","grantId":"EP/K039865/1","fundValue":"21507","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  We are currently in the process of performing comparison between the numerically computed polarization tensors for conducting objects and those obtained from field measurements by the group of Professor Peyton, The University of Manchester. Given that the grant has only been active for just over 1 year wider impact remains some what difficult to asses the wider impact at this stage. But, we envisage that our findings will be useful for identifying a wide range of conducting objects, including land mines and unexploded ordnance in the near future. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology,Security and Diplomacy Societal,Economic","person":"Paul David Ledger","coPersons":["William Robert Lionheart"],"organisation":"Swansea University","findingsText":" The key achievements of this project to date include: \n \n1) The development of asymptotic formulae that describe the scattering from dielectric and conducting objects at distances that are large compared to the object’s size. The leading order terms we have obtained are expressed in terms of the Polya-Szego polarization tensor, which include information about the shape and material properties of the inclusion.\n2) Providing a rigorous mathematical justification for the engineering prediction in magnetic induction that the perturbed magnetic field due to the presence of a general conducting object placed in a low frequency background field can be expressed in terms of a rank 2 complex symmetric tensor, which contains information about the shape and material properties of the object. To show this, a recently derived asymptotic formula for the perturbed magnetic field due to the presence of a conducting object, which is expressed in terms of a new class of rank 4 polarization tensors (H. Ammari, J. Chen, Z. Chen, J. Garnier and D. Volkov Target detection and characterization from electromagnetic induction data, Journal de Mathe ´matiques Pures et Applique ´es (2013) http://dx.doi.org/10.1016/j.matpur.2013.05.002) was applied. We have been able to show that the rank 4 tensor, in their leading order term, does in fact reduce to a new complex symmetric rank 2 tensor, thus providing a solid theoretical foundation for the engineering prediction. Moreover, the reduction in rank means that only 6 complex independent coefficients are required, which has important consequences for engineers wishing to characterize conducting objects in applications such as landmine detection, event security and food safety. For objects with rotational and mirror symmetries we show that the number of coefficients is still smaller. \n3) We have established links with world leaders in development of asymptotic expansions involving polarization tensors including Professors Kang (Department of Mathematics, Inha University, South Korea) Ammari (Department of Mathematics and its Applications, Ecole Normale Superieure, France) and Volkov (Worcester Polytechnic Institute, USA). Receiving invitations to present our work in high profile international conferences, such as the Applied Inverse Problems Conference in South Korea in 2013. At just over half way through our 2-year project, we have already made significant efforts to communicate our findings to the wider academic community. Specifically, we submitted two papers to highly regarded journals in the applied mathematics community, the first of which has already appeared in the IMA Journal of Applied Mathematics and is listed as an output for the project. The second is in review and is listed as a technical report. We have presented the results of our research to the applied mathematics community both nationally and internationally at the following conferences MAFELAP 2013, Brunel University London, Applied Inverse Problems 2013, Daejeon South Korea, British Applied Mathematics Colloquium, Cardiff University 2014. We have engaged with the engineering group of Professor Peyton and comparison of our computed polarisation tensors with his field measurements are underway. Going forward in the next 12 months we envisage presenting our results to the wider academic engineering community by attending appropriate conferences and writing a paper to promote our research to this audience. We plan to organise an impact event to engage with existing and new industrial representations in order to promote our research and seek collaborative partners for a grant application to further the research started in this feasibility study. Aerospace, Defence and Marine,Healthcare,Security and Diplomacy","dataset":"gtr"}