{"id":"D9BC78B3-C3AC-4CB5-B49C-91BEBA2D2313","title":"Structural and functional characterization of a mammalian chromatin remodeling ATPase","abstractText":"The DNA in every cell of our body is compressed 20,000 times in length into a compact, highly ordered structure called chromatin, enabling it to fit into the tiny cell nucleus. This compression is achieved by protein complexes, called histones, which spool the DNA around themselves into higher order structures. However, this tight packaging is a barrier to factors that need to gain access to the DNA during the fundamental processes of replication and repair. To solve this problem cells use very specialized multi-protein assemblies called chromatin remodeling complexes. These complexes not only need to locate the right piece of DNA that is to be made accessible, but once they find it, they also need to slide the DNA string along the spools and unravel it. This work requires energy, which is the reason why these complexes are also called molecular motors and burn energy in the process.\n\nBecause of their important role, when components of these complexes are absent or mutated, cells lose the ability to properly control their fates and growth. Accumulating evidence suggests that malfunctioning ATP-dependent chromatin remodeling complexes cause highly imparing genetic diseases (Alpha-thalassemia X-linked mental retardation syndrome, X-linked Rett syndrome, Cocakyne syndrome, Schimke immuno-osseous dysplasia, Rubinstein-Taybi syndrome, Coffin-Lowry syndrome, etc.) and various types of cancer. \n\nMy group at the Wellcome Trust Centre for Human Genetics (Oxford), in collaboration with Dr. Roman Tuma at the University of Helsinki, is interested in the fundamental question of how chromatin remodeling complexes work and how their activity regulates and controls genes. I am hoping to use two techniques called X-ray crystallography and electron microscopy, which allow you to look with amazing details at very small objects, to have a closer look at the shape of these chromatin remodeling complexes. The outcome of this project is to provide snapshots at atomic level that show how chromatin remodeling complexes perform their very important task within the cell.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700762","grantId":"G0700762","fundValue":"283421","fundStart":"2008-07-01","fundEnd":"2011-06-30","funder":"MRC","impactText":"","person":"Erika Jazmin Mancini","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}