{"id":"D9BC1A9E-E8FF-44A5-946A-D180D3F2B23D","title":"Web-Based Weight Loss Interventions for African-Caribbean Women","abstractText":"African-Caribbean women are more likely to be obese than other woman in the population. We intend to develop an Internet programme to help these women lose weight, making its content relevant to their needs. The study will involve active engagement with the target group throughout its development and implementation. We will use quantitative and qualitative methods to evaluate the views of African-Caribbean women and community groups on the issue of weight control. We will then adapt an existing successful weight control programme in a culturally-appropriate fashion to help support changes in physical activity and food choice. This programme will be implemented in a website. We will get feedback from African-Caribbean women about this site, and make further adaptations if appropriate. A critical element in the use of the Internet for health promotion is to devise effective ways of encouraging people to access the materials and utilize them. We then plan to run a study at a workplace to discover whether using the programme results in weight loss, changes in diet and physical activity, and in quality of life. A waiting list control design will be used, so that some women will be offered the programme immediately while others will be given access after a delay. We will discuss with the participants the things they liked and disliked about using the package, and modify it accordingly. If the study is successful, we intend to apply for funding to run a large trial to evaluate its effectiveness over a longer period with a larger number of people in a randomised controlled trial. We plan to disseminate the findings by talking to community groups and running a workshop for health professionals. This will outline what we have found about the values and beliefs in this community as well as what was particularly beneficial in helping them to manage their weight. The findings will be publicised to the African-Caribbean population via community newspapers and websites, local community groups and Primary Care Trusts. This study could be used to inform interventions for other minority groups therefore making it relevant beyond just African-Caribbean women. The proposed intervention will offer an economical lifestyle programme for weight loss for Afro-Caribbean women with the potential for widespread effects on the health of this population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501272","grantId":"G0501272","fundValue":"202098","fundStart":"2006-06-12","fundEnd":"2009-10-11","funder":"MRC","impactText":"","person":"Andrew Patrick Steptoe","coPersons":["Jane  Wardle"],"organisation":"University College London","findingsText":"","dataset":"gtr"}