{"id":"D9BD80A3-C6EB-43C5-953B-D9040D51D8B0","title":"Royalist and Radical Religion 1642-1660","abstractText":"This workshop consists of a series of linked meetings discussing the question of religion during the 1640s and 1650s, particularly with relevance to Radicalism and Royalism. In particular, the bipartite nature of the project will allow crucial international conversations to take place. Too often discussion of Radicalism, Royalism and religion during the period of the 'British' civil wars has taken place within overly local and subscribed contexts, ignoring either wider international elements or neglecting important sites of discussion, particularly that of Ireland. The cross-border interdisciplinary discussions that this workshop will facilitate will be a crucial element of the project's focus and dynamic. \n\nThe aims and objectives are as follows: \nTo locate religion within the 1640s and 1650s in a number of diverse and complex contexts \nTo further broaden scholarship's understanding of the ways in which religious and theological positions and identities during the period were constructed, located and defined \nTo nuance our understanding of Royalism and radicalism during the period; and to contribute to a clearer picture of how these two entities are interrelated and In dialogue with each other \nTo broaden the frame of debate for discussions of Royalism and radicalism, including addressing issues of religious difference, relations between England and the rest of the British Isles, the impact of religion upon popular, material and manuscript culture \n\nThe workshop project includes a variety of forums for debate and research development, including plenary lecture, conference discussion, postgraduate training workshops, and published / broadcast outputs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G500185/1","grantId":"AH/G500185/1","fundValue":"7960","fundStart":"2008-12-17","fundEnd":"2009-10-16","funder":"AHRC","impactText":"","person":"Jerome  De Groot","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}