{"id":"D9BD7297-27AF-4A4F-98DC-918D47272998","title":"The Discipline of Creativity: Exploring the Paradox","abstractText":"The Creative Industries have been identified as an important segment of the new knowledge economy. They cover a range of areas, including, though not confined to, architecture, advertising, arts and cultural industries, design, film, computer games and multimedia, publishing, radio and television. Figures indicate that they are growing in importance, with employment of approximately 1.3 million, and generated revenues of &pound;113 billion.\nThis network will hold a series of six one day workshops bringing together those working across the range of creative areas. The workshops will be for the discussion of research in progress and working papers. The participants are drawn from faculty and PhD students of the newly established Institute for Capitalising on Creativity (the Royal Scottish Academy of Music and Drama, Duncan of Jordanstown College of Art and Design at the University of Dundee, the University of Abertay and the Management School, St Andrews) and from other higher education faculties in Scotland undertaking research into the creative industries. Participants will therefore cover the range of creative disciplines: music, theatre, performance arts, design, crafts, film, broadcasting, digital media, interactive computer games, advertising and the cultural industries.\nThe workshops will explore the theme of discipline and creativity in relation to the five inter-related properties that have been identified as characterising the creative industries:\n? Unknowability: the nature of creativity and how it is identified and understood within the different arenas; an exploration of disciplinary boundaries.\n? Arts for arts sake?: why there is an emphasis on creativity at this particular time and whether this is the case for all the creative disciplines; and exploration of how socio-economic conditions discipline creative sectors and with what effect.\n? Infinite variety: the links between creativity and identities, through the construction of &quot;creative&quot; identitiience identities, and brand or product identities; and exploration of how identities discipline individuals and products.\n? Motley crew: managing the creative process and creative individuals; an exploration of how the discipline of production and efficiency impinge on the organisation of creative work and creative talent.\n? Ars longa: an examination of the processes of exchange and evaluation, ie. how creativity becomes recognised and rewarded over time; and exploration of the discipline of the market, how this is structured and experienced within an arena.\nThe seminar series will enable the dissemination of work amongst those who are researching into a sector of the economy which is growing in importance and whose organisation and management practices are likely to have wider implications for the knowledge economy. More generally, it also facilitates the building of a research network, the identification of a research programme and contributes to the development of a recognised centre on the creative industries","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E508456/1","grantId":"AH/E508456/1","fundValue":"12146","fundStart":"2006-10-01","fundEnd":"2008-03-31","funder":"AHRC","impactText":"  The academics involved in the workshops refined their explorations for the edited volume, Managing Creativity: Exploring the Paradox (Townly, B. and Beech, N., 20010) and informed the Human Relations special issue (2009, Vol 62:7). The grant forms the basis of continued theoretical development in helping to understand the creative industries sector. The authors of each section continue to write on related subjects and have pursued related research programmes (G. White: Moving Targets: Demand-led Knowledge Exchange in the Scottish Creative Media (Scottish Funding Council); N. Beech: Digital R&amp;D Fund for the Arts and Culture in Scotland (NESTA/AHRC)). \n\nA number of themes arising from the workshop are central to research currently being conducted in studentships supported by a related ESRC Capacity Building Cluster grant (RES 187-24-0014).\n\nThe research informed the University of St Andrews School of Management MLitt in Managing in Creativity, which graduated approx. 75 students who have gone on to further academic studies and careers in the creative industries and other endeavours. Creative Economy,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Barbara  Townley","coPersons":[],"organisation":"University of St Andrews","findingsText":" What are the distinct challenges and opportunities of managing people in creative industries? How are the tensions between creative and commercial pressures mediated? This research programme consisted of a series of workshops which brought together a team of experts from a diverse range of fields, including management, fine arts, music, the internet, design, theatre and publishing, to elaborate these and other problems concerning the relationship between management and creativity. \nDeveloping an appreciation of these problems is theoretically productive--not only because it throws light onto our understanding of creative-based organizations, whose economic importance continues to rise, but also because it can be revelatory about organizations more generally. Questions such as whether and how control of the creative process should be exercised; the extent to which knowledge of creative production may be made explicit; and how the 'connection' between producer and consumer should be mediated, apply to a broad range of industries and enterprises. \nEach workshop addressed a specific characteristic posed by the Creative Industries:\no Nobody knows--the inherent unknowability of the outcome and success of creative endeavour\no Art for art's sake--the intrinsic motivation beyond economic concerns\no Infinite variety--the range of factors that sustain appreciation of creative work\no The motley crew--the reliance on the skills of a number of talented individuals for creative production\no Time flies and ars longa -- the importance both of complex temporal coordination, timeliness, and the often limited durability of creative products\nAt the conclusion of the grant, these themes and the workshop proceedings were combined in an edited volume published by Cambridge University Press (Townley, B. and Beech, N. (2010). Managing Creativity: Exploring the Paradox; ISBN 9780521518536). The book serves students and academics of organizational studies, creative enterprise and entrepreneurship by examining a wide range of creative industries from a management perspective and debating the tensions between creativity and commerce, producer and consumer, innovation and economic value.\nIndeed, the volume became the core text for a postgraduate degree, the MLitt in Managing in the Creative Industries, which was taught in the School of Management, University of St Andrews from 2008 to 2012. \nFurther, the workshops informed a successful bid for a 5-year Capacity Building Cluster grant from the ESRC (Creative Industries Scotland: Capitalising on Creativity), RES 187-24-0014, and an academic journal special issue, B. Townley, N. Beech, A. McKinlay &amp; G. Fairhurst (guest eds.) (2009).&quot;Managing in the creative industries: Managing the motley crew&quot; . Human Relations . Vol 62:7. The workshop proceedings proved an insightful, early exploration of the topics, which have informed and may continue to stimulate research in the participants' academic fields (management, fine arts, music, the internet, design, theatre and publishing). \n\nThe book Managing Creativity: Exploring the Paradox is currently promoted by Cambridge University Press as a resource for academics and students of Management and Organizational Studies, and also would also assist creative practitioners with management responsibility. \n\nA number of themes arising from the workshop are central to research currently being conducted in studentships supported by a related ESRC Capacity Building Cluster grant (RES 187-24-0014). Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}