{"id":"D9BFC1FA-A993-4DA6-BA2A-8FEF33A1A4A1","title":"Predicting the acclimatisation of microbial wastewater treatment communities as a function of the environment, random immigration, birth and death","abstractText":"For a wastewater treatment plant to work dozens, perhaps hundreds, of different species of bacteria and protozoa must come together to form a microbial community that will transform the waste into biomass, CO2 or some other, hopefully less harmful, substance. Once formed the microbial community will often go through processes of acclimatisation where it adapts to changes in environmental conditions. This is a fundamental aspect of all biological treatment that, at present we can only engineer empirically. There is no a priori method for determining how long it will take for a reactor to acquire or lose a particular adaptation and practitioners are often have little more to go on than luck and judgment. In this proposal we aim to develop mathematical model for predicting acclimitisation. We will conduct a definitive set of experiments along with a comprehensive statistical analysis to ascertain the relative importance of environmental and stochastic effects in determining the composition of microbial communities used to treat wastewater. We will concentrate on the predicting shifts in community composition that will occur in response to systematic changes in ambient temperature. This has particular relevance to anaerobic systems which are attractive to the water industry because of their low carbon foot print, but are very sensitive to low temperatures. Cold adapted methanogenic communities are known to exist and in principle they could be used to seed a cold adapted anaerobic reactor. However, if such a reactor was run at ambient temperatures it would lose its cold adaptation in warmer months. Thus a theoretical framework for predicting the rate of acclimatisation in a reactor could be used very widely. Applications could stretch far beyond the environmental services industry. The same conceptual and mathematical approach will have value in all open microbiological systems be they engineered, medical or agricultural and could be critical to the application of engineered organisms envisaged in the nascent field of synthetic biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H012133/1","grantId":"EP/H012133/1","fundValue":"646739","fundStart":"2010-07-01","fundEnd":"2013-12-31","funder":"EPSRC","impactText":"  Our findings will be used to manage existing and novel biological treatment systems. Environment Economic","person":"T P Curtis","coPersons":["Russell James Davenport"],"organisation":"Newcastle University","findingsText":" Though wastwater treatment plants are extremely dynamic, mean net growth rates are in fact zero! This means the same microbes persist for years. The dynamics are however quite notable and affected by both the environment and intrinsic biological factors. One of the most important of which is viruses. We have established a new technology for measuring viruses and have shown that they play an important role in the dynamics of ammonia oxidising bacteria in wastewater treatment plants We think that in the future water companies will monitor their treatment plants using the biological and mathematical tools we have developed. This will allow them to predict performance and avoid failure Environment","dataset":"gtr"}