{"id":"D9BF8733-68BA-44C8-BA0B-542AD45A0CFE","title":"Centre for Drug Safety Science (CDSS)","abstractText":"The use of drugs as medicines has made an enormous contribution to human health with the drug discovery process being directed to most aspects of human disease. However, all drugs are associated with side effects or adverse drug reactions (ADRs) which vary in frequency and severity dependent on the drug and patient population. The overall burden is large to both the NHS and Industry.\n\nWe have shown that at least 6.5% of all adult admissions to hospitals are due to ADRs and that approximately 15% of inpatients suffer an ADR during hospitalisation. Extrapolated nationally, ADRs are thought to cost the NHS in England in excess of &pound;637 million annually, or approximately &pound;5000 per hospital bed per year. This is a conservative estimate and is likely to be much higher. Our findings in the UK have been replicated in many countries showing that ADRs are a global health issue.\n\nADRs can lead to withdrawal or restricted use of drugs, even if the ADR occurs in only a minority of patients. This can impede the use of otherwise effective drugs being prescribed by physicians for the majority of patients who benefit from the drug without developing ADRs. The whole issue of drug safety also has a major impact on the profitability of the pharmaceutical industry, and thus the economy of the UK.\n\nThe MRC Centre for Drug Safety Science (CDSS) was therefore created in 2008 as a collaboration between the Universities of Liverpool (UoL) and Manchester (UoM) in response to a perceived need to establish a National Centre to investigate mechanisms of ADRs. \n\nAn infrastructure that allows pre-clinical and clinical scientists to work side-by-side using cutting-edge technologies to analyse well-defined clinical samples has been created in CDSS. Progress has been made in our understanding of the mechanisms of drug-induced liver injury and drug-induced hypersensitivity, including the identification of genetic predisposing factors and the development of improved diagnostic tests. Over the next 5 yrs our innovative findings will be translated into better clinical care for patients, improved drug development for Pharmaceutical Industry and better information for Regulators. Furthermore, our infrastructure will be extended to evaluate drug side effects associated with the kidney, the gastrointestinal tract and the cardiovascular system. Collectively, the findings from the CDSS and its collaborators will provide a better understanding of risk of ADRs and improve patient outcomes. \n\nWe will continue to work closely with scientists from the pharmaceutical industry and from regulatory authorities in a non-competitive manner that will allow us to access company-specific drugs and patient samples which provide us with the tools to address industry-wide drug safety challenges. At the same time we will act as a forum for training and knowledge exchange with all drug safety science professionals (be they in academia, health care providers, industry or regulatory authorities) which will be significantly enhanced by our expanded training programme for non-clinical and clinical scientists. This will allow us to improve capacity in drug safety science in the UK for all relevant stakeholders. We will continue our patient and public engagement activities at all levels in order to ensure that our aims and objectives are refined to make patients a central focus of the research and training activities in the Centre.\n\nThus the new mission statement for the Centre is &quot;to use the critical mass and knowledge in drug safety science that we have now accrued within the Centre to undertake leading edge science, and train the next generation of drug safety scientists, to understand the fundamental mechanisms of clinically important and currently relevant adverse drug reactions in order to develop strategies to improve the benefit-risk ratio of current and new medicines, for the benefit of patients, industry and regulators.&quot;","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L006758/1","grantId":"MR/L006758/1","fundValue":"2453540","fundStart":"2014-03-01","fundEnd":"2019-02-28","funder":"MRC","impactText":"","person":"Brian Kevin ParkMunir  Pirmohamed","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}