{"id":"D9CE1E03-7274-42C7-B949-BDAAA066ACB1","title":"Large Eddy Simulation of Diesel Engine Combustion with Detailed Chemistry","abstractText":"In recent times, immense efforts have been made in engine research to develop new concepts, from common-rail Diesel and GDI to HCCI (now primarily seen as an operating mode of the aforementioned), in order to meet increasingly-stringent demands for fuel consumption and emissions reductions. There is an urgent need for accurate simulation tools, ideally applicable to all engine types and operating modes, to assist engine designers to meet these targets. The modelling of turbulent reactive flows has always been a trade-off between capturing the complexity of the flow and the complexity of the chemical kinetics (with due regard for turbulent-chemistry interactions), due to the limitations in computer resources. The former is particularly demanding in ICE modelling and has tended in the past to receive most of the attention, but over the past decade increasing effort has gone into the combustion modelling, due to the availability of high-power and low-cost computers. IC engine development leads towards novel diesel combustion concepts that break the traditional NOx vs. PM trade-off of classic diffusion controlled combustion require. Pollutant formation in Diesel engines is mainly mixing controlled and a better understanding of the complex turbulence-chemistry interactions that strongly influence the formation and destruction of pollutants is required. The proposed research will extend the existing CFD methodology for engine simulation to accurately account for (i) mixing of fuel and oxidizer, especially due to large-scale motion, (ii) turbulence-chemistry interactions and (iii) cycle-to-cycle variations that cannot be predicted by current state-of-the-art three-dimensional Reynolds-averaged simulations (RAS). It is widely accepted that large-eddy simulation (LES) holds the largest potential of all present fluid dynamics models to accurately capture large-scale mixing and cyclic effects of in-cylinder motion, however, LES needs be combined with advanced combustion models for the correct treatment of the turbulence-chemistry interactions. Very recent studies have established the potential of the conditional moment closure (CMC) approach as a suitable combustion model for IC engines and as a suitable combustion sub-model in the LES context. This potential will now be exploited and the integration of CMC into LES for engine computations is at the core of this project. The research will primarily focus on the closure of the turbulent reaction rate term, associated turbulence-chemistry interactions and improvements to pollutant predictions. The effects of LES modelling on droplet motion, large-scale fuel-oxidizer mixing and the predictability of cyclic variations will be assessed. The LES-CMC approach will be validated by comparison with measurements from engine-like experiments of increasing complexity and trends for the dependence of NOx and soot emissions on engine operating conditions will be investigated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E022219/1","grantId":"EP/E022219/1","fundValue":"352073","fundStart":"2007-05-01","fundEnd":"2010-10-31","funder":"EPSRC","impactText":"  The numerical simulation of the in-cylinder flow of Diesel engines is important in understanding the cycle-to-cycle variations in global in-cylinder characteristics such as pressure, swirl number and tumble number. This work gives an insight into the numerical simulation of Diesel engine and illustrates some of the advantages of the LES methodology over RANS.  ","person":"Andrew  Marquis","coPersons":["Andreas  Kronenburg","Allen David Gosman"],"organisation":"Imperial College London","findingsText":" The numerical simulation of the in-cylinder flow of Diesel engines is important in understanding the cycle-to-cycle variations in global in-cylinder characteristics such as pressure, swirl number and tumble number. This work gives an insight into the numerical simulation of Diesel engine and illustrates some of the advantages of the LES methodology over RANS. This work aimed to demonstrate that the use of an LES-CMC methodology is able to represent the spray combustion in a Diesel engine. We were able to should that the cycle-to-cycle variations could be resolved/revealed. This is an important step in understanding the uneven running of engines and the formation of pollutants, for example NO. Transport","dataset":"gtr"}