{"id":"D9D479B3-BEFC-4601-98BB-A50666F84D73","title":"Visual Media Research Platform Grant","abstractText":"The Visual Media Platform Grant awarded in 2003 has successfully underpinned the expansion of Visual Media Research within CVSSP by supporting key experienced post-doctoral research personnel on a stable long-term basis. Strategically the platform grant has allowed the flexibility to pursue adventurous research providing the foundation to initiate a number of new research projects and collaborations with both industry and international research groups. Stable support of a critical-mass of experience has led to the groups research grant portfolio doubling over the period 2003-07. In addition the platform grant has directly contributed to pioneering two new technologies leading to commercial exploitation: 3D video capture of facial dynamics; and whole-body surface motion capture. The platform grant has allowed the initiation of a number of international collaborations with leading research teams in the US, Europe and Japan. EPSRC platform grant support for Visual Media Research has been pivotal to meeting the strategic objective of increasing the international profile and impact of the research group and individual researchers by enabling adventurous research contributing step changes to the state-of-the-art.The strategic objective of the platform grant renewal is for the Visual Media Research within CVSSP to lead fundamental research internationally to pioneer new technologies which impact directly on industry practice. This will build on the proven success of the platform grant awarded in 2003 as a mechanism for supporting long-term research continuity of key post-doctoral researchers, pursuing adventurous research to initiate new research directions and contributing advances to the leading edge internationally . Renewal of the platform grant is requested to continue to reinforce the critical mass of expertise and knowledge of specialist facilities required to contribute advances in both fundamental understanding and pioneering new technology. Strategically the platform grant renewal aims to build on recent advances in dynamic scene analysis towards understanding and modelling real-world scenes. Increasing relevance and collaboration with the UK entertainment and communications industries, and focusing on international collaborations initiated under the existing platform grant with leading groups in the US (Washington), Japan (Kyoto) and Europe(INRIA,MPI,EPFL,KTH,CTU).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F02827X/1","grantId":"EP/F02827X/1","fundValue":"861905","fundStart":"2009-03-01","fundEnd":"2014-05-31","funder":"EPSRC","impactText":"  Advanced computer vision and machine learning methods with application for entertainment content production, biometrics, security, healthcare, human-computer interaction and visual communication. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Culture, Heritage, Museums and Collections Cultural,Societal,Economic","person":"Adrian  Hilton","coPersons":["John  Illingworth","Josef  Kittler","Theodore  Vlachos","Richard  Bowden","Krystian  Mikolajczyk"],"organisation":"University of Surrey","findingsText":" Maintaining a critical mass of expertise and specialist facilities has led to fundamental advances in the visual analysis of dynamic scenes as well as pioneering new technologies. Platform grant funding to retain experienced post-doctoral researchers and initiate explorative research has enabled timely progress in addressing the research objectives contributing advances to the state-of-the-art internationally. The central scientific objective of the Visual Media Research Group over the five year period of the Platform Grant has been to advance visual scene analysis from static to dynamic scenes. The following specific scientific advances towards this objective have been realised:\n\n\n\no Video-realistic reconstruction and rendering of dynamic scenes\n\no Spatio-temporal correspondence of non-rigid 3D surface sequences\n\no Video-based animation of people\n\no Free-viewpoint rendering of complex dynamics scenes\n\no Tracking and modelling of human motion and behaviour\n\no Human movement recognition and behaviour analysis\n\no Online learning and tracking\n\no Photo-metric reconstruction of dynamic scenes\n\no Capture and modelling of facial dynamics\n\no Contextual annotation of video\n\no Video content analysis for artefact removal\n\no Model-based coding for HDTV and 3DTV content\n\no Release of multiple view and 3D video datasets for benchmarking and evaluation\n\n\n\nResearch has been widely disseminated through over 200 peer-reviewed publications in leading international journals and conferences. Research has been exploited for use in a number of sectors: creative industries; security; health care; communications; defence. A number of the technologies resulting from research supported by the platform grant have been commercially exploited including:\n\n\n\no High-resolution 3D dynamic face modelling for film visual effects production\n\no Free-viewpoint video for broadcast TV replay of sports\n\no Video-based modelling and animation of people for character animation in games\n\no Robust Creative Economy,Digital/Communication/Information Technologies (including Software),Electronics,Healthcare,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}