{"id":"D9D9CB23-9B83-45D3-A5A2-0043BE6ACC12","title":"'Becoming adult': Conceptions of futures and wellbeing among young people subject to immigration control in the UK","abstractText":"Young people who migrate to the UK alone without a parent or legal guardian face a range of possible outcomes as they make the transition to 'adulthood' (as institutionally defined) at the age of 18. For many, this stage in their lives corresponds with a transition into illegality as they become no longer eligible for support services dedicated to 'children', and reach the end of their legal right to remain in the UK. Many disengage from institutions in order to decrease the risk of being forcibly removed to their countries of origin. Some may migrate on to other parts of Europe or, if returned to a country of origin, may subsequently come back to Europe. Even if they stay in the UK, being labelled an 'adult' usually means a drop in entitlements with respect to access to education, housing and other welfare services. \n Innovative and participatory in nature, this research addresses a significant gap in our understanding of what happens to young people subject to immigration control once they 'become adult'. It explores young people's own conceptions of their futures, how these are formed and the factors which affect their ability to realise these future plans over time. This is the first ever attempt to systematically investigate the longer term wellbeing outcomes for young people subject to immigration control in the UK once they turn 18. The research prioritises the intersection between wellbeing and futures and addresses the following questions: \n1. How do young people 'becoming adult' while subject to immigration control in the UK conceptualise and seek to realise their future plans over time? \n2. In what ways are young people subject to immigration control influenced in how they conceptualise and seek to realise their future plans by the cultural norms and social networks with which they interact over time and place? \n3. Given the pre-established association between a well defined future and a sense of wellbeing, how do processes of immigration control impact on young people's wellbeing outcomes over time? \n4. What policy implications emerge from an analysis of the synergy/ dissonance between policies governing the outcomes for young people subject to immigration control and their lived experiences of 'becoming adult'? \n Bringing together sociological, anthropological and social policy modes of inquiry, the study combines: in-depth longitudinal research with young people subject to immigration control from four countries (Afghanistan, Eritrea, Vietnam and Albania); a critical analysis of culturally embedded understandings of futures and wellbeing (and their associations with migration and 'adulthood') in four country contexts; an analysis of relevant immigration and asylum policies and their applications; a measure of wellbeing (using objective and subjective indicators) over time; and the building of a national profile of outcomes for young people subject to immigration control as they make the transition to adulthood. A key methodological innovation is the involvement of young people subject to immigration control as central members of the research team throughout the course of the project. \n By critically juxtaposing young people's lived experiences of migration and their associated cultural attachments with immigration control policies, this work examins the relevance of such policies, their likely efficacy and their impact on young people's wellbeing. A range of academic outputs will be supplemented by additional policy outputs including: a set of policy and practice guidelines for supporting young adults subject to immigration control of international relevance; an accredited training programme in research methods completed by 10 young adults who are/ have been subject to immigration control; an international Europe-wide policy conference; a set of educational materials for schools and colleges; and a participatory art project as a medium for disseminating key research findings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L009226/1","grantId":"ES/L009226/1","fundValue":"656924","fundStart":"2014-10-01","fundEnd":"2015-12-31","funder":"ESRC","impactText":"","person":"Elaine  Chase","coPersons":["Nando  Sigona","Dawn  Chatty"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}