{"id":"D9DAD18A-6793-473D-82AA-A778F77E438D","title":"Genealogies of Knowledge: The Evolution and Contestation of Concepts across Time and Space","abstractText":"Democracy, civil society, nation, natural law. human rights, equality, experiment, cause, evidence, truth, validity, expertise - these are all key cultural concepts with a long history that remain central to social and political life today. This project explores how our understanding of these concepts has evolved since they first emerged and how translation has impacted this transformation, as these concepts have travelled across centuries, languages and cultures. The fact that established interpretations of these notions are still being renegotiated today by civil society groups in digital participatory environments further demonstrates the need to understand the processes of mutation that shaped their historical development.\n\nMuch research has focused on the development of these concepts individually, at particular times, in specific places - e.g. equality in early modern Europe, the emergence of democracy in Ancient Greece, or the concept of proof from Euclid to Einstein. However, little or no attempt has been made to trace the genealogy of individual concepts or constellations of concepts through processes of (re)translation. We also lack the analytical and computational tools to map the evolution of key political and scientific concepts in those languages that have attained a near global reach at different points in history across the boundaries of country and creed. Greek thought in particular has been highly influential, but strikingly as much in Latin, Arabic and English translations as in Greek. The project will study the translation of central concepts in the humanities and sciences into these three lingua francas (Latin, Arabic and English). It will develop methods and techniques to study translation phenomena from/into Greek, early Latin, medieval Arabic and modern English, focusing on key historical moments that have brought about transformations in the interpretation of such concepts across the last 2500 years.\n\nTo achieve these aims, the project will compile large corpora, i.e. electronic collections of texts. Modern scientific study of translations depends on computer analyses of such machine-readable collections, whether monolingual or bilingual (e.g. comprising both the original texts in Greek and their translations in Arabic). It will also develop powerful software applications to interrogate the corpora and assist with the presentation of the findings to other researchers and the public. The development and application of new IT visualisation and other heuristic techniques across three different scripts (Greek, Roman and Arabic) will represent a major innovation.\n\nThe project further breaks new ground by exploring how key cultural concepts in political and scientific thought are being redefined by networked political communities and independent media as part of an evolving radical-democratic project. In response to state-centred forms of democratic praxis, civil society actors are shifting towards a non-state model of democracy based on principles of diversity and horizontality. In this fluid context, concepts that traditionally underpinned scientific discourse (e.g. evidence, expertise, truth) are becoming less central to the construction and dissemination of knowledge, which is now regarded as partial and provisional. Through our corpus-based heuristic techniques we will analyse and map these ongoing processes of knowledge renegotiation.\n\nTo tackle these questions, senior scholars from Graeco-Arabic Studies, Translation Studies, Digital Media and Communication, and Computer Science will supervise a team of two postdoctoral research associates, one PhD student, and one project support officer. The project will lead to significant advances in individual fields and yield novel insights into how translations generate and transform knowledge; how cultural icons and frameworks of understanding emerge and evolve over time; and how the past directly informs our experience and expression of the present.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M010007/1","grantId":"AH/M010007/1","fundValue":"796664","fundStart":"2016-04-01","fundEnd":"2020-03-31","funder":"AHRC","impactText":"","person":"Mona  Baker","coPersons":["Peter Ernst Pormann","Luis  Perez-Gonzalez"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}