{"id":"D9DC2D0C-1919-41C4-9ED0-ACCC8DC5A9BC","title":"Elucidating the Chemical Ecology of Belowground Plant-Plant Communication","abstractText":"Aphids, i.e. greenflies and blackflies, comprise the major agricultural pests in Western and Northern Europe. Control currently involves the use of insecticides that kill. Alternative sustainable approaches are required which minimise insecticide use. One way is to use naturally-occurring attractive chemicals that enhance the performance of beneficial insects in crops. However, as deployment of these chemicals is expensive and difficult to maintain, causing the plant to release these attractants represents a more sustainable prospect. We have shown that bean plants infested with pea aphids increase the attractiveness of neighbouring bean plants towards parasitic wasps that attack aphids, and that this is mediated by belowground communication. Our further studies show that aphid feeding aboveground causes release of chemicals by the same plant belowground. We propose that the released chemicals are responsible for the observed belowground communication. The aim of this project is to exploit this discovery, by identifying the released chemicals and determining their effect upon neighbouring plants. We will (i) determine the conditions under which aphid-feeding related signals are transferred from roots to their surrounding environment (ii) isolate the chemical signals produced and released by roots using newly developed isolation techniques (iii) identify isolated signals using sophisticated analytical chemistry approaches (iv) measure the behavioural response of parasitic wasps to plants exposed to the identified signals and (v) identify the induced volatile organic compounds (VOCs) collected from recipient bean plants exposed to the chemical signals, using volatile collection techniques, and electrical recordings from parasitic wasp antennae. This project will contribute towards an understanding of plant-plant communication belowground, and represents an exciting opportunity to provide an entirely new class of chemical signal tools that can be used to control insect pests on major world crops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H001700/1","grantId":"BB/H001700/1","fundValue":"425583","fundStart":"2010-04-01","fundEnd":"2014-09-30","funder":"BBSRC","impactText":"","person":"John  Pickett","coPersons":["Michael  Birkett"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}