{"id":"D9DE1977-EF74-410E-B1E9-FF90FCB36175","title":"Economic Shocks and Health Resilience - Lessons from the Russian Federation","abstractText":"<p><strong>Background</strong>: The project takes place in the context of the worst economic crisis in Europe since the Great Depression. It seeks to understand how some people are better able than others to survive and maintain good health despite experiencing similar levels of economic shock at the individual and household level.</p>\n\n<p><strong>Aim:</strong> The overall aim of the project is to understand the factors that promote or diminish people’s resilience to economic shocks, using a quantitative case-study of the Russian Federation in the post-Soviet period as it has experienced several waves of economic crises. The specific objectives of the project are:</p>\n\n<ul>\n \n\n <li>to identify the factors that promote or diminish resilience to economic shocks</li>\n\n <li>to evaluate resilience factors at individual, household, community, and population levels using multi-level models.</li>\n\n</ul>\n\n<p><strong>Methods:</strong> The project principally involves statistical analysis of the Russian Longitudinal Monitoring Survey dataset during the period 1994 to 2011.This will be supported by a systematic literature review on resilience, health and economic crises.</p>\n\n<p><strong>Benefits:</strong> The project will benefit policymakers in countries experiencing economic crises by providing evidence to develop policies that support individual and household resilience to economic shock and so alleviating social suffering and improving health.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K003496/1","grantId":"ES/K003496/1","fundValue":"122978","fundStart":"2013-02-01","fundEnd":"2014-10-31","funder":"ESRC","impactText":"  It is difficult to say how our findings have been used as the project is only just about to finish. The use has therefore been limited to dissemination and policy influence through conferences and the workshop. Communities and Social Services/Policy,Healthcare Societal","person":"Bayard  Roberts","coPersons":["Martin  McKee","David  Stuckler"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}