{"id":"D9E5CCED-A69C-4DF2-8562-DCB4EB6AECE1","title":"Investigation of the mechanism of CHMP2B-induced neurodegeneration using a novel transgenic mouse model","abstractText":"The neurodegenerative diseases, which include Alzheimer's disease, Parkinson's disease, Huntington's disease, motor neuron disease and prion diseases cause huge social and economic burden. This burden is set to increase dramatically as the population ages. Currently no therapies are available for these diseases, implying an urgent need to better understand their causes and develop therapies. We have identified a new gene, termed CHMP2B, that causes an inherited form of dementia. We have shown that CHMP2B affects the ability of cells to break down proteins, which is a problem that has been identified in many other neurodegenerative diseases. We therefore plan to further investigate how CHMP2B affects brain cells as this should give insight into pathways that could be targeted therapeutically in many neurodegenerative diseases. However, a major challenge for developing therapies is understanding why brain cells are specifically affected, so that directed therapies without side effects can be developed. In order to understand how CHMP2B specifically affects brain cells, we have generated mice that model dementia caused by CHMP2B. These mice are a very powerful model as they mimic the processes occurring in human CHMP2B dementia brains. They will therefore allow us to specifically examine brain cells at very early stages of the disease in order to identify why they are particularly vulnerable to dysfunction and death. Identification of these pathways should give insight into brain cell vulnerability in other neurodegenerative diseases and could identify new avenues for treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J004022/1","grantId":"MR/J004022/1","fundValue":"483598","fundStart":"2012-07-16","fundEnd":"2015-10-31","funder":"MRC","impactText":"","person":"Adrian  Isaacs","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}