{"id":"D9E85558-A7EC-4275-8A7C-C9C27BABA7D5","title":"Revitalizing the Prom: Popular Performance and History at the Seaside","abstractText":"This project aims to reactivate the pierrot show on the beaches and promenades of The English Riveria and South West resorts. The rise of the pierrot troupe or concert party as open-air, promenade, variety entertainment coincided with the rise and heyday of the British seaside resorts from the late 1890s, and shared their decline in the 1950s. There is only one pierrot troupe still giving occasional performances, Tony Lidington and The Pierrotters. British seaside holidays are once more on the rise, but there is no trace of this performance form that once formed a vital element of the holiday experience. Through a series of workshops, performances, and a travelling exhibition, the project will use historical research into, and through, performance to understand the history of this almost lost popular form, and to assess how audiences might understand and value such performance today. \\n\\nMuch of the pierrot show was improvised and contingent. Only fragmented traces of scripts, songs, and memoirs form the archives held by the University of Exeter and Tony Lidington. By engaging with the embodied transmission of the repertoire, through Tony Lidington's professional practice, and by exploring in practice and in the space of the seaside resort, we can access a richer understanding of the necessary performer skills, the content, the audience address, and the significance of the form in the past. The Principal Investigator, Tony Lidington and four young, local, professional performers will conduct two day-long workshops that will explore what the pierrot show intended to do and what its potential relationship to audiences was.\\n\\nUsing archive research and the findings of the workshops, we will interpolate material of our own during an intensive 2 week devising process, to create a promenade performance on the model of the pierrot show for contemporary audiences. The performance will tour beaches and promenades of the English Riviera and South West, licensed by Teignbridge and Torbay councils, during the early summer season. Two performances will visit schools with a short accompanying workshop. The devised performance will develop a performative frame (using prologue, epilogue and costume) that contextualises the interaction of the historical and contemporary performance elements, drawing the audience's attention to the performance mode as cultural history. An exhibition will accompany the performance, staged in a mobile booth clad with images and text drawn from the archive, and with a mutoscope showing rare footage of pierrot troupes in action from the 1920s and 1930s. The exhibition will draw attention to the contested nature of history-making by contextualising the history of the pierrot troupe alongside other saeside entertainment forms such as black-face minstrelry, and will reflect on how the pierrot show form might already be valued and 'known' by today's audiences, from its afterlife translated into other mediated forms, such as the seventies television variety show, Seaside Special, or the Black and White Minstrel Show, or other narratives such as Croft and Perry's It Ain't Half Hot Mum. \\n\\nThe workshop process, performance devising process, and performances will be documented and audience reactions will be recorded. Audience feedback is key to understanding how audiences respond to and conceptualise not just the content of the performance, but its process of history-making. Qualitative audience research in open-ended interviews will be undertaken to ascertain audience perception of the performance as entertainment and as cultural heritage, of the manufactured nature of theatre history, and the cultural contribution the project has made to their experience of the resort. Analysis of the findings from the workshops, performances, and project will result in an article, a conference paper, and a DVD case-study for distribution to resort officers, tourist officers, and heritage professionals more widely.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H031529/1","grantId":"AH/H031529/1","fundValue":"28420","fundStart":"2010-02-01","fundEnd":"2010-07-31","funder":"AHRC","impactText":"  The project developed the public profile of heritage performance on the English Riviera. This brought immediate media attention of value to the Regional Cultural Officers, and has been part of the development of a more adventurous cultural policy in Torbay. Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Policy & public services","person":"Jane  Milling","coPersons":[],"organisation":"University of Exeter","findingsText":" That the pierrot show, which was once a fantastically popular form of seaside family entertainment during the heyday of the British seaside holiday, remains a useable part of the cultural heritage of most seaside resorts. Audiences, and social attitudes, have changed yet the pierrot show can still offer live, intimate, and topical entertainment quite different to anything else you'll experience at the contemporary seaside.' The project contributed to the creation of a new pierrot troupe that has had an intermittent performing life. Performers from the troupe featured on BBC programme - The Edwardian Farm, in a photo collection, and have extended the work of Promenade Promotions, our collaborating company into further opportunities for socially engaged work. Creative Economy,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}