{"id":"D9EAE567-8F39-4766-9DCD-347200BF1D1C","title":"Dynamic Performance of Large Civil Engineering Structures: An Integrated Approach to Management, Design and Assessment","abstractText":"Despite decades of mainly laboratory-based research, dynamic performance, including vibration serviceability, of as-built civil engineering structures in open-space environments is still one of the least understood areas of civil structural engineering. However, this area is rapidly gaining in importance due to strong trends towards increased slenderness and height as well as reduced mass, stiffness and damping of high-rise buildings, long-span floors, road- and foot-bridges, as well as assembly structures such as grandstands occupied and dynamically excited by thousands of spectators. To compound the problem, in the last 10 years this has been coupled with the contradicting requirements to reduce and control structural vibrations when humans and/or sensitive processes are vibration receivers. This is mainly due to increased human expectations from high-quality infrastructure and the development of advanced technological processes, such as microelectronics manufacturing or particle physics research, requiring sub-micron positional precision. Another aspect of dynamic performance of as-built civil engineering structures is their long-term monitoring. This is rapidly gaining importance in the developing and sometimes contentious field of structural health monitoring (SHM), which is a misnomer and should more appropriately be understood, based on recent developments in the field, as structural performance monitoring (SPM).Not surprisingly, with vibration serviceability, two-thirds of all relevant papers dealing with this problem were published only in the last 8 years. The value of the portfolio of affected, mainly new-built or refurbished, structures just in the UK is more than 100bn annually. Wind, earthquake, over- and underground traffic as well as human-induced dynamic excitation (e.g. due to walking or jumping) are the key operational dynamic actions of which effects on as-built real-life full-scale civil engineering structures and their prediction (for vibration serviceability), utilisation (for SPM) and mitigation (for vibration control) are the subject of this Platform Grant proposal.The key reason for the current unsatisfactory worldwide state-of-the-art in this area is the imbalance between the general research underfunding and rapidly increasing demands for more efficient, lighter - therefore livelier - structures. Under strong commercial pressures the construction of these structures currently takes place all over the world and it is worrying that this is not supported by sound understanding of their operational dynamic behaviour. Starting from first principles, more integration of existing theories and available (but in this context not utilised) technologies, is required to link experimental and analytical approaches to dynamic performance. Linking analysis with reality is the only way to understand better dynamic performance and improve design guidelines. This link is often missing nowadays.The key aim of the proposal therefore is to provide flexible funding for the proposers over the next five years to realise their vision for an integrated approach to management of design and assessment, and management of dynamic performance of large civil engineering structures. The stated aim, or better say vision, is very ambitious but is also broad, risky and difficult to investigate under normal EPSRC project-based funding. In this context, the Platform Grant is the ideal funding mechanism for achieving this aim. The current portfolio of VES activities is fully compatible with this Platform Grant proposal, offering rich and exciting expertise as well as hardware and software support for the work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G061130/2","grantId":"EP/G061130/2","fundValue":"126816","fundStart":"2013-05-01","fundEnd":"2014-12-31","funder":"EPSRC","impactText":"","person":"Aleksandar  Pavic","coPersons":["Mihail  Petkovski","James Mark Brownjohn","Paul  Reynolds"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}