{"id":"D9F3D2C9-B5BC-4C2B-B077-85867C5200C2","title":"The enigma of oxygen intolerance in Campylobacter jejuni: an integrative transcriptomic proteomic and physiological approach","abstractText":"Some bacteria get into the food that we eat and cause food-poisoning. Some of these bacteria are quite common but are usually killed during cooking. When chicken meat is not cooked properly, one of these types of bacteria, called Campylobacter jejuni, is a particular problem. If we can understand what allows C.jejuni to grow in chickens and reduce the level of contamination of chicken carcasses, this will help reduce the scale of the risk to human health. In the chicken gut, the oxygen concentrations are very low and C. jejuni has to adapt it's metabolism to this environment. This project is aimed at understanding how this happens and what genes and proteins are important in regulating this process. We will be looking at how the bacterium copes with low oxygen concentrations on the one hand, but also how it resists the potentially damaging effects of oxidative stress when it comes into contact with high oxygen levels. We will do this by using special continuous growth techniques in an apparatus called a fermenter. The results should help us to identify specific genes or proteins that are important in growth at high or low oxygen levels and these might be targets for intervention that might in the future allow the control of the growth of the bacteria in the chicken gut.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E014240/1","grantId":"BB/E014240/1","fundValue":"343627","fundStart":"2007-08-13","fundEnd":"2010-12-12","funder":"BBSRC","impactText":"  Our work has lead to better understanding of the role of oxygen in the physiology of Campylobacter jejuni Agriculture, Food and Drink,Other Societal,Economic","person":"David  Kelly","coPersons":["Robert K  Poole"],"organisation":"University of Sheffield","findingsText":" We have studied the role of oxygen in the physiology of the food borne pathogen Campylobacter jejuni. This bacterium is oxygen sensitive and we wanted to find out why. We carried out experiments to study oxygen regulated gene expression and whether oxygen affec ts certain key proteins in the cells Our findings have been published in several papers and have been cited by others Agriculture, Food and Drink,Other","dataset":"gtr"}