{"id":"D9F4504F-AA7C-462A-9460-33C33A440678","title":"Muon tomography for geological repositories","abstractText":"The project addresses the key issue in the global environment challenge concerning geological repositories, namely monitoring the structure of and possible changes in the repositories due to various processes. One particular aspect to be studied is the monitoring of the carbon dioxide migration in the repository during injection and geological storage. Storage of supercritical CO2 under the surface is seen by geologists as currently the best way of preventing further increase of the gas emissions into the atmosphere. Recent pilot schemes have shown that the injection of CO2 in large quantities (&gt;1 Mt/year) on industrial scale is viable and more projects in the UK and worldwide are in the planning stage. Monitoring migration of the supercritical CO2 and its further dissolution into the brine and precipitation is a crucial part of the process of CO2 storage. Current monitoring techniques, such as 4D seismic surveys, are episodic and expensive. An alternative novel technique involves cosmic-ray muons which can be observed at large depths underground with their flux depending on the density and composition of materials through which they pass. Measuring muon fluxes below the reservoir can provide a continuous and inexpensive monitoring technology.\nMeasuring muon flux and its angular distribution underground is not a difficult task and has been done by many experiments at various depths. However, for geological repositories the muon detectors should be positioned in small boreholes (about 20 cm diameter) at a temperatures up to 50C. This imposes some constraints on the detector design and operational conditions.\nThe aim of the current proposal is to investigate whether the proposed novel technique can be used for monitoring geological repositories, in particular CO2 migration. We plan to build a small prototype muon detector that will be capable of measuring the muon direction and, at the same time, be deployable in the harsh environment of a borehole. Such a detector should satisfy certain requirement for deployment: a) robust; b) resistant to high temperatures (up to 50C); c) operation should be temperature independent; d) it should have small cross-sectional area to fit into the borehole; e) it should measure the angles with a few degree accuracy or better; f) it should easily discriminate between muons and background gamma-rays and electrons from radioactivity. Our plan is to design and construct a detector made of scintillator rods viewed on both sides by photomultiplier tubes. We aim to test its angular resolution using cosmic-ray muons at the surface.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K001841/1","grantId":"ST/K001841/1","fundValue":"46786","fundStart":"2012-10-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"","person":"Vitaly  Kudryavtsev","coPersons":[],"organisation":"University of Sheffield","findingsText":" A design of a prototype scintillator detector for muon flux monitoring. A small protype has been tested. Muon detectors can be used to track and monitor density profiles above their locations (geological repositories, tunnels, voids etc). Energy,Environment","dataset":"gtr"}