{"id":"DA03FEDE-35D8-4F3C-B18E-9630BA197371","title":"Translating the Resolution of Inflammation: MC3 in human arthritis synovia","abstractText":"Overactive cells within the arthritic joint can be detrimental and destructive leading to the painful and debilitating disease called Rheumatoid Arthritis (RA; affecting ~1% of western world population). For the last twenty years we have studied the nature and impact of biological pathways existing within our bodies to resolve the hyperactivity of these inflamed cells and thus improve disease outcome. One such pathway is the focus of the present project. \n\nWe have so far applied molecular (observing genes) and pharmacological (using natural and synthetic molecules/compounds) approaches, to understand how this biological system - which is naturally expressed in our body - can control and resolve inflammation: WE NOW NEED TO TRANSLATE OUR FINDINGS TO HUMAN DISEASED CELLS, and indeed are ready! \n\nOur preliminary data indicates that treatment of inflamed tissue and cells from the RA joints with synthetic compounds (mimicking the natural proteins of this biological pathway) decreases the generation of 'bad' molecules that cause joint destruction. These molecules (e.g. TNF) being 'bad' in the sense that they can perpetuate the disease by enhancing the activity of and recruiting white blood cells to the joint, as well as dampening the response of the 'good' cells. \n\nThus we ask two main questions:\n\n1) Is the novel biological pathway active in RA joints? And how does it operate.\n2) Can we harness the biological pathway (and specific proteins within the pathway) with currently available synthetic hormones/molecules, to reduce hyperactivity within the RA joint, with particular focus on specific and detrimental cells within the joint?\n\nWe will take joint tissue (from patients undergoing knee/hip replacement therapy or from ultrasound-guided biopsies) and culture this in an environment which would mimic the natural conditions. Therefore, in these cultures i) we will test our synthetic compounds to validate the biological pathway operative in the RA joint to confirm this line of research is feasible for development of potential new therapeutics for RA; ii) we will extract cells from RA joint to dissect the anti-inflammatory actions evoked by our synthetic therapeutics. We will study the production of molecules that these destructive cells produce.\n\nFinally, we will capitalize on a unique biobank of synovial tissue (collected thanks to MRC funding, via the Pathobiology of Early Arthritis Consortium [PEAC], led by one of the applicants) to study potential modulation of elements of this pathway (mediators/enzymes/targets) in relation to i) disease stage and ii) therapeutic management.\n\nWe are confident completion of the project and, potentially, affirmative answers to the main questions will pave the way to the development of new anti-arthritic therapeutics that will capitalise on the 'natural resolution of inflammation' concept. The novelty of our approach lies in the validity of exploiting targets fundamentally used by our body to naturally resolve inflammation, translating our work into the human settings to achieve clinical benefit for patients that have poor quality of life due to this debilitating disease. The results produced with this project will provide strong support to our current effort to engage academic/industrial collaborators to the design and development of therapies, expecting that these novel therapeutics will be burdened by a much lower degree of side-effects than those observed with current therapies.\n\nFinally, it should be noted that new therapeutics depicting on this pathway are now emerging (tested in Phase IIb and licenced to big pharma), and that we are actively engaged with MRC Technology to exploit this line of research for novel and specific molecules. Therefore, this investigative and exploratory (essentially academic) project will inform parallel efforts in relation to drug discovery programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K013068/1","grantId":"MR/K013068/1","fundValue":"352594","fundStart":"2013-03-01","fundEnd":"2016-02-29","funder":"MRC","impactText":"","person":"Mauro  Perretti","coPersons":["Michele  Bombardieri","Costantino  Pitzalis"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}