{"id":"DA04B0FE-FEA5-4840-8E7B-2E4DF0A13919","title":"Working Together: Constraint Programming and Cloud Computing","abstractText":"This proposal combines two active, important research streams in cloud computing and constraint programming, both of which will realise significant and sustained benefits from working in concert. Constraint programming is a proven technology for solving complex combinatorial problems. However, the inherent difficulty of these problems means that performance can be variable, often requiring tuning by an expert to obtain best results. One approach to obtaining more robust performance is to employ a portfolio of solvers with complementary strengths. The scalable resource offered by the cloud is perfectly suited to the deployment of such portfolios and presents the opportunity to employ large solver portfolios to tackle challenge problems of exceptional difficulty. Conversely, a major concern in cloud computing is how to deploy an application on the available infrastructure so as to maximise performance and minimise operating costs. Added complexity arises when dealing with Big Data scenarios where it is important to run computation as closely (in terms of network distance) as possible to the data, in order to minimise network latency and maximise the performance of an application. This is a difficult combinatorial problem with a large set of variables including: public cloud provider, cloud configuration, geographical region, pricing etc. to which constraint programming is ideally suited.\n\nOur two primary research streams in ICT will interact and work together with a third in astronomy to deliver a solution to a major challenge application: scheduling telescope observations to measure the abundance of planets throughout the Milky Way. If successful, the benefit to astronomy is clear, but our two primary streams will also benefit greatly from a major evaluation of their ability to work together to solve a large, complex problem.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K015745/1","grantId":"EP/K015745/1","fundValue":"630232","fundStart":"2013-04-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Ian James Miguel","coPersons":["Martin  Dominik","Adam  Barker"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}