{"id":"DA041C31-2F25-457F-8DAE-4E8372342E80","title":"Molecular and Electron Dynamics of One-Dimensional Liquid Crystals","abstractText":"Discotic liquid crystals are interesting materials, and some examples show 1-D conduction. In rare cases (two only) the system shows a dramatic increase in conduction in an ordered 'helically' packed phase. This observation has fuelled intense interest in these materials, not least for device application. A deeper understanding of the mechanism of conduction of these materials will assist in the development of future devices using this type of motif. Our preliminary muon spin relaxation studies show a low field ( ~ 100 G ) relaxation peak similar to that observed with DNA and related materials. Apart from a materials point of view these systems therefore appear to provide the simplest models to study conduction similar to that found in DNA. We have been successful in our application for beamtime at the Paul Scherrer Institute in Switzerland to carry out LF-avoided level crossing experiments and TF-muon spin rotation experiments to measure the hyperfine parameters in order to fully characterize these molecules and have been awarded a substantial allocation (12 days beamtime over 6 days). This is essential for a detailed study of the electron and molecular dynamics of these systems.The present application is for the associated travel and subsistence costs only to cover the PI and co-I for these experiments (4 other co-workers are funded from other sources) in order to perform these important experiments which are intended to form the basis of a substantial new collaborative project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E040012/1","grantId":"EP/E040012/1","fundValue":"4703","fundStart":"2006-12-13","fundEnd":"2008-02-12","funder":"EPSRC","impactText":"","person":"Upali Abhaya Jayasooriya","coPersons":["Andrew Neil Cammidge"],"organisation":"University of East Anglia","findingsText":" Work carried out under this grant has been prepared for publication, and the abstract of the draft paper is as follows.\n\n\n\nMuon Spin Spectroscopy of the Discotic Liquid Crystal HHTT\n\nIain McKenzie,1 Andrew M. Cammidge,2 Hemant Gopee,2 Herbert Dilger,3 Robert Scheuermann,4 Alexey Stoykov,4 Upali A. Jayasorriya,2 \n\n1ISIS Pulsed Muon Facility, STFC Rutherford Appleton Laboratory, OX11 0QX, Chilton, Oxon, U.K.\n\n2School of Chemical Sciences and Pharmacy, University of East Anglia, NR4 7TJ, Earlham Road, Norwich, U.K.\n\n3Institut f?r Physikalische Chemie, Universit?t Stuttgart,\n\nPfaffenwaldring 55, D-70569 Stuttgart, Germany and\n\n4Laboratory for Muon Spectroscopy, Paul Scherrer Institute, CH-5232, Villigen, Switzerland\n\n(Dated: April 16, 2008)\n\n\n\nAvoided level crossing muon spin resonance (ALC- SR) spectroscopy was used to study radicals\n\nproduced by the addition of the light isotope of hydrogen muonium (Mu) to the discotic liquid\n\ncrystal 2,3,6,7,10,11-hexahexylthiotriphenylene (HHTT). Mu added exclusively to the secondary\n\ncarbon atoms of HHTT to produce a substituted cyclohexadienyl radical. The ALC- SR spectra\n\nwere assigned by comparing the measured hyperfine coupling constants with hfcs of the possible\n\nradicals obtained from DFT calculations. The width and amplitude of the resonances in the ALCSR\n\nare largest in the isotropic phase, decrease as the temperature is lowered and drop substantially\n\nin the crystalline phase. The enhancement of the width and amplitude of the ALC resonance at\n\nhigh temperature is due to an increased electron spin relaxation rate, which we have associated with\n\nelectrons hopping back and forth between the muoniated radical and neighboring HHTT molecules,\n\nwhich is facilitated by the formation of an electronic band due to stacking of the HHTT molecules. In understanding the dynamics of the technologically important liquid crystalline state of materials. Chemicals,Education,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}