{"id":"DA0564B5-257D-4012-AE47-7EF47AC6D8F8","title":"Dissection of a novel 'periphery to brain' circuit that synchronizes Drosophila's circadian clock with temperature cycles","abstractText":"Circadian clocks are biological timers that tick in most organisms, including humans. These clocks control a wide array of biological processes, including our sleep/wake cycle, appetite, or body temperature. They function without any input from the outside, meaning they are true clocks that tick with an approximate 24 hr rhythm, even when the organism is kept in total darkness. In other words, human beings keep their daily sleep wake cycles, even when kept in total isolation from the outside world. In nature on the other hand, our circadian clocks are strongly influenced by the environment, as for example by the daily light/dark and temperature changes. As a consequence, circadian rhythms are synchronized with the environment. An impressive example for both the independence of circadian clocks and their ability to communicate with the environment are the phenomena associated with travel across time zones (jetlag) or shift work. If you are 'jetlagged', your circadian clock is still ticking according to the time where you boarded your plane and is telling you to be awake in the middle of the night. Gradually though, your internal clock will adjust (synchronize) to the new time zone and you will feel comfortable again. Molecularly, circadian clocks are assembled by several so called 'clock genes', which are active in certain neurons in the brain and control important biological rhythms. The activity of these clock genes itself is regulated in a rhythmic fashion-they become active in 24 hr periods. The time of maximal or minimal gene activity is determined by the natural light-dark and temperature cycles an organism is exposed to. In other words, the way our clocks are synchronized with the outside world is mediated by directly changing clock gene expression in response to light/dark or temperature changes. The current proposal is aimed to investigate how temperature cycles can synchronize the circadian clock of fruit flies. We are very interested to solve this question, because we discovered that the mechanism involved must be very different from that described for light-synchronization. In flies, the latter is mainly mediated by the blue-light photoreceptor Cryptochrome (Cry), a protein that is expressed within the clock neurons in the fly's brain. As a consequence, the circadian clock of fly brains can be synchronized by light:dark cycles, even when the brains are taken out of the fly and cultured in a dish. Although (in analogy with Cry) we initially expected that the clock neurons also contain a temperature receptor, we found that 'brains in a dish' can not synchronize their clock to temperature cycles! This was a big surprise, indicating that the clock neurons in the brain receive the temperature information from somewhere else in the fly. In this proposal we want to identify these cells or organs, and we already have some promising preliminary findings: Previously we had isolated 'nocte' as temperature synchronization mutant. When we reduce the function of the 'nocte' gene in peripheral sensory organs, we can destroy the fly's ability to synchronize to temperature cycles. This means we now have a gene and candidate sensory structures at hand, which will allow us to start unravelling the temperature synchronization pathway. We will also investigate a class of ion channels (Trp channels), that has been shown to function as 'environmental sensors' in both vertebrates and insects. They can, for example, mediate responses to extreme temperatures, touch, or hot chilli peppers. We will test if these channels are important for temperature synchronization by analysis of available Trp channel mutants. Finally, we want to identify proteins that interact with Nocte by applying a modern proteomics purification approach involving Mass-spec analysis. By doing this, we hope to identify additional factors that will help to resolve the temperature synchronization pathway in flies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H001204/1","grantId":"BB/H001204/1","fundValue":"369887","fundStart":"2010-01-01","fundEnd":"2013-06-14","funder":"BBSRC","impactText":"","person":"Ralf  Stanewsky","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" Circadian clocks are biological timers that tick in most organisms, including humans. These clocks control a wide array of biological processes, including our sleep/wake cycle, appetite, or body temperature. They function without any input from the outside, meaning they are true clocks that tick with an approximate 24 hr rhythm, even when the organism is kept in total darkness. But these clocks would not be useful if they could not be adjusted to the local external time, determined by rhythmically changing environmental parameters as for example the daily light:dark and temperature cycles. Indeed, circadian clocks are synchronized by these two natural rhythms and the current proposal aimed to understand basic principles of how temperature cycles synchronize the circadian clock of Drosophila fruit flies. Our work could show that peripheral sensory organs, otherwise known to function as stretch receptors (chordotonal organs; ChO), also function as temperature sensors. The nocte gene encodes a protein important for the structural integrity of ChO, and nocte mutants fail to synchronize to temperature cycles. The actual temperature receptors mediating this synchronization have not been identified and we could show Pyrexia (Pyx), a member of the Transient Receptor Potential (TRP) channel family that function as thermo receptors in animals, mediates temperature synchronization in Drosophila. Pyx is expressed in ChO, and flies deficient for Pyx function fail to synchronize their behaviour and neuronal clock protein oscillations to temperature cycles (TC) in the lower range (16?C:20?C), while synchronization to higher TC is not affected. In addition we isolated proteins interacting with the Nocte protein, using a proteomics Mass-Spec approach. We isolated a member of the Ionotropic Receptor (IR) family, a new class of chemosensory receptors in flies that physically interacts with Nocte and is also expressed in ChO. IR loss-of-function mutants fail to synchronize their behaviour to TC in the higher range (25:27?C) and clock protein oscillations in subsets of the clock neurons are blunted and abolished in peripheral clocks. Our results suggest that Pyrexia and IR's form part of the temperature-sensing or -signalling apparatus from peripheral sensory organs to the clock neurons in the brain covering different intervals of the physiological relevant temperatures cycles fruit flies are normally exposed to in nature.\nSupport for the existence of multiple temperature-specific inputs into the fly clock also comes from a part of the project, in which we investigated which of the clock neurons require a functional molecular clock during high (20C:29C) or low (16C:25C) temperature cycles. Interestingly, here a group of more dorsally located clock neurons turned out be more important at the higher temperatures, while ventrally located pacemaker neurons ruled at the lower temperatures. We also found a surprising role for the blue-light photoreceptor Cryptochrome, in that is represses temperature entrainment both at the molecular and behavioural level. 1. What were the most significant achievements from this grant? \n(up to three, no more than 150 words in total).\n\n\n1) Peripheral sensory organs, otherwise known to function as stretch receptors (chordotonal organs; ChO), also function as temperature sensors. The nocte gene encodes a protein important for the structural integrity of ChO, and nocte mutants fail to synchronize to temperature cycles.\n\n2) The TRP-channel Pyrexia and a member of the family of Ionotropic Receptors (IRs) are expressed in ChO and contribute to temperature entrainment of the circadian clock. Pyrexia and IR operate at different temperature intervals (16C:20C and 25C:27C), respectively, demonstrating that multiple receptors and pathways contribute to temperature entrainment.\n\n3) A group of more dorsally located clock neurons is more important for synchronization to higher temperatures (20C:29C), while ventrally located pacemaker neurons dominate at lower temperatures (16C:25C). The blue-light photoreceptor Cryptochrome represses temperature entrainment both at the molecular and behavioural level. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}