{"id":"DA08A916-089D-4A96-A7DB-27C56222A29B","title":"Understanding how RNA interacting proteins modulate the translatability of mRNAs","abstractText":"Cells are governed by their genomes, the genetic blueprint for all the gene products (proteins and RNAs) that carry out the myriad of biological functions that underpin life. Understanding the 'parts list' is however, only the first necessary step towards a complete understanding of how cells work. Complex behaviours such as responding to environmental stimuli, growing and dividing, or differentiating and specialising into a given tissue are tightly regulated. This is achieved by controlling when genes are turned 'on' and 'off', often in complex pathways and networks. We now know that there are several important control points in the process of gene regulation, as changes in temperature, nutrients and other factors in the environment influence how cells behave. This proposal focuses on one group of proteins that are required to make (or synthesize) all new proteins in each cell, a process referred to as 'translation'. These 'protein synthesis factors' translate RNA, a messenger molecule that encode gene sequences, into protein molecules. There are many thousands of RNA molecules in each cell, each one carrying instructions (or coding) for a different protein. The protein synthesis factors must interact with each RNA in the right way so that each new protein is made correctly and in the correct proportions. By improving our fundamental understanding of how such processes work in normal cells it can help scientists understand diseases in which this process is altered, or how agents such as viruses are able to hijack plant, animal or human cells and cause infectious diseases. In this proposal we address the broad question of how is it that the protein synthesis factors know which RNAs to decode at any one time? We and others have found that the abundance of each different RNA present is a poor predictor for the abundance of the protein that it encodes. This means that there must be an active choice or selection process to pick which RNAs are to be translated at any one time. For a few RNAs it is known that they contain specific elements that help control their use. Also that there are other proteins present in cells that can bind to RNAs to influence where and when they are used. However at the present time very few details are known for almost all RNAs even within the simplest cells. In this proposal we will address this issue using the genetically amenable single celled organism bakers and brewers yeast (Saccharomyces cerevisae). We will take a broad approach using modern technologies to study proteins that interact with RNAs to control when they are translated. We will then follow this by picking specific examples to study in greater mechanistic detail. We will provide evidence for which RNAs are controlled by which set of protein factors and which are important for responding to specific stress conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G012571/1","grantId":"BB/G012571/1","fundValue":"2219560","fundStart":"2009-08-28","fundEnd":"2015-02-27","funder":"BBSRC","impactText":"","person":"Graham David Pavitt","coPersons":["Simon  Hubbard","Paul Francis Sims","Mark Peter  Ashe","Christopher  Grant"],"organisation":"The University of Manchester","findingsText":" Cells are governed by their genomes, the genetic blueprint for all the gene products (proteins and RNAs) that carry out the myriad of biological functions that underpin life. Understanding the &quot;parts list&quot; is however, only the first necessary step towards a complete understanding of how cells work. Complex behaviours such as responding to environmental stimuli, growing and dividing, or differentiating and specialising into a given tissue are tightly regulated. This is achieved by controlling when genes are turned &quot;on&quot; and &quot;off&quot;, often in complex pathways and networks. We now know that there are several important control points in the process of gene regulation, as changes in temperature, nutrients and other factors in the environment influence how cells behave. This proposal focuses on one group of proteins that are required to make (or synthesize) all new proteins in each cell, a process referred to as &quot;translation&quot;. These 'protein synthesis factors' translate RNA, a messenger molecule that encode gene sequences, into protein molecules. There are many thousands of RNA molecules in each cell, each one carrying instructions (or coding) for a different protein. The protein synthesis factors must interact with each RNA in the right way so that each new protein is made correctly and in the correct proportions. By improving our fundamental understanding of how such processes work in normal cells it can help scientists understand diseases in which this process is altered, or how agents such as viruses are able to hijack plant, animal or human cells and cause infectious diseases.\n In this proposal we are addressing the broad question of how is it that the protein synthesis factors know which RNAs to decode at any one time? We and others have found that the abundance of each different RNA present is a poor predictor for the abundance of the protein that it encodes. This means that there must be an active choice or selection process to pick which RNAs are to be translated at any one time. For a few RNAs it is known that they contain specific elements that help control their use. Also that there are other proteins present in cells that can bind to RNAs to influence where and when they are used. However at the present time very few details are known for almost all RNAs even within the simplest cells. In this proposal we are addressing this issue using the genetically amenable single celled organism bakers and brewers yeast (Saccharomyces cerevisae). We have made several discoveries which we are in the process of publishing and some that we have already published. It would be premature to describe them here. We are in discussions with biotech companies, but this remains ongoing. Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}