{"id":"DA0A088E-C435-42EB-9620-9F1BADDD8377","title":"Bifunctional thermostable DNA polymerases with dual DNA polymerase and reverse transcriptase activities for use in qRT-PCR","abstractText":"Reverse transcription PCR (RT-PCR) is a protocol that involves copying RNA, most commonly messenger RNA (mRNA), to DNA and then amplifying the DNA produced. In this way a tiny amount of RNA can be converted to large quantities of DNA, with retention of the sequence information encoded in the RNA. In the past RT-PCR has mainly been used to prepare cDNA libraries from eukaryotes such as humans and yeast. A cDNA library is a snapshot of every mRNA present in a cell or tissue at a particular instance and can give valuable insights about the status and functioning of a cell. With eukaryotes it is also necessary to produce cDNA in order to use recombinant DNA techniques to obtain large quantities of proteins, for example, human insulin, growth hormones and blood clotting factors, used for disease treatment. More recently RT-PCR has undergone enormous expansion with the development of quantitative or real time PCR (denoted here, qRT-PCR), a technology that allows the accurate measurement of the amount of any mRNA present in a cell/tissue. qRT-PCR is amenable to a high degree of automation and can be used to simultaneously quantify a large number of mRNA levels. The technique is of immense application in fundamental research for example to determine at what levels mRNAs are expressed in particular cells and organs, how and why distinct cell types differ in their mRNA levels and how these levels respond to differing conditions such as age, nutritional status and stress levels. qRT-PCR is of high medicinal significance and can determine mRNA levels in cancerous tumours or tissues subject to autoimmune disease. The method can assess how cells respond to bacterial and viral infections or how drugs influence the expression of particular mRNAs. Thus qRT-PCR is used both to monitor disease progression and to suggest therapeutic intervention. Normally RT-PCR requires two enzymes, reverse-transcriptase to copy the RNA to DNA and DNA polymerase to amplify the DNA produced. However, the use of two enzymes often gives rise to problems, especially in automated high throughput qRT-PCR. It is frequently difficult to optimise conditions to simultaneously meet the requirements of both enzymes, and inconvenient two step protocols are often required. Furthermore the reverse transcriptase often gives low yields of product and is intrinsically error prone, leading to loss of genetic information. There are some single enzyme systems for RT-PCR, typically using a DNA polymerase under conditions were it is able to copy RNA to DNA. Such conditions are invariably sub-optimal both in regards to final product yield and in the fidelity with which genetic information is transmitted from the starting RNA to the amplified DNA product. The aim of this grant is to produce a single bifunctional enzyme with both reverse transcriptase and DNA polymerase activities. The starting enzyme will be a thermostable DNA polymerase from an archaeon (Pyrococcus furiosus), capable of rapid and accurate amplification of DNA. A directed evolution method will be used to endow these enzymes with an additional reverse transcriptase activity. The evolution strategy randomises amino acids in the starting enzymes and then uses a protocol that specifically selects for novel variants with both DNA polymerase and reverse transcriptase activities. It is anticipated that the bifunctional polymerase produced will possess high thermostability, rapid amplification rates and high fidelity and, it is hoped, should make RT-PCR, an especially qRT-PCR, simple, robust and straightforward. Such an enzyme will be applicable to in the many, and expanding, real-time PCR applications described above. It should be noted that the real time PCR market is currently worth ~ $1000 million, and growing rapidly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F00687X/1","grantId":"BB/F00687X/1","fundValue":"441649","fundStart":"2008-06-30","fundEnd":"2011-06-29","funder":"BBSRC","impactText":"  This grant has was fundamental research which has increased our knowledge of the highly useful thermostable DNA polymeraseses. Although a new enzyme with novel properties was developed it has thus far not been used. During the course of this grant plasmids which easily enable the fidelity of DNA polymerases were developed. These have been widely distributed to scientists in both academia and industry. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Bernard Alexander Connolly","coPersons":["Richard  Lewis"],"organisation":"Newcastle University","findingsText":" A thermostable DNA polymerase was developed with reverse transcriptase activity. This enables to enzyme to copy RNA to DNA and then to amplify the DNA product. The new enzyme is potentially useful in reverse-transcription PCR. \nPlasmids (pSJ1, pSJ2 and pSJ3) were developed which allow the fidelity of DNA polymerases to be measured in a very simple manner. The new polymerase has the properties required but is still relatively slow and inefficient. It requires further development to yield a commercially useful product.\nThe fidelity plasmids have been distributed to around 50 scientific groups (some of which are in industry) for evaluation of the fidelity of the DNA polymerases which they research or sell. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}