{"id":"DA26BA5D-F4EF-408C-8490-38579BB7484A","title":"Second Generation Sustainable Bacterial Biofuels","abstractText":"Currently the fuels we use to provide electricity or to run motor vehicles is derived from coal, oil and gas. The availability of these 'fossil fuels' is limited and will be exhausted by the middle of this century. Furthermore, fossil fuels are a major contributor to global warming. Thus, there is considerable interest in using environmentally friendly and renewable systems for producing 'biofuels'. To date, there has been widespread adoption of ethanol production from plant derived starch using yeast in a fermentation process akin to that used in brewing. Two fundamental improvements would be of benefit. On the one hand, more effective fuels to ethanol could be produced. On the other, starch is an important component of the human diet. If we are to feed the expanding world population, alternative feedstocks to starch are required. These challenges would be met by the production of the superior biofuel, butanol, and by using microbes able to convert plant lignocellulose into biofuel. Butanol has a higher energy content than ethanol, can make use of existing petrol supply and distribution channels, can be blended with petrol at higher concentrations without engine modification, offers better fuel economy and has, unlike ethanol, potential as aviation fuel. Lignocellulose, the most abundant source of organic carbon on the planet, is both renewable and does not represent a human food source. Butanol producing bacteria are called 'solventogenic' and belong to a group called Clostridium. Although, the solventogenic species that produce butanol are unable to degrade lignocellulose, Clostridium species do exist that can due to the production of a complex of enzymes called the 'cellulosome'. The cellulosome is one of the most efficient plant cell wall degrading systems known. Using proprietary technology, we will take the genes which code for the cellulosome from one bacterium and introduce them into the chromosome of a butanol producer in a process termed 'synthetic biology'. The ability of the engineered bacterium to degrade plant cell walls and ferment the sugars generated into butanol will be evaluated. Further improvements to the process will be made by alteration of the cell's genetic makeup to improve butanol yields. The most effective strains will be tested on an industrial demonstration scale. The net result will be the creation of more environmentally friendly, sustainable processes for second generation biofuel production. Partner Roles: The programme is led by Prof Nigel P Minton (Nottingham), a world expert in the modification of Clostridium bacteria. The work is underpinned by a portfolio of patented technologies developed within his group and through the skills and expertise of Dr Dave Bolam &amp; Prof Harry Gilbert (Newcastle) who are expert in the functional analysis of the cellulosome. The objectives are supported by key Nottingham strengths in bioinformatics (Prof Charlie Hodgman), mechanistic modeling (Prof John King) and biological circuitry engineering (Dr John Crowe). Crucial, is the participation of TMO Renewables Ltd, a world leader in the development of second generation sustainable biofuels, who will both part fund the work and undertake the small and large scale analysis of the strains generated. These skills are supplemented by input and advice from Prof Hubert Bahl (Rostock) and Dr Wilf Mitchell (Heriot Watt), expert in Clostridium physiology. Collaborative Links between P5 and other programmes: Subject to suitable agreement with the relevant industrial partners involved in other BSBEC Progammes (P1-6), we will undertake the evaluation of; - optimised feedstocks (Willow and Miscanthus) from P1 for biobutanol production, - the potential of enzymes identified by P2 &amp; P6 for incorporation into designer cellulosomes, - a sub-set of barley genotypes showing improved saccharification from P3 will be evaluated for biobutanol production, - optimised wheat feedstocks from P4 for biobutanol production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G016224/1","grantId":"BB/G016224/1","fundValue":"2127700","fundStart":"2009-04-01","fundEnd":"2014-09-30","funder":"BBSRC","impactText":"  Our 'Road Map' to gene system development has been extensively used in other ongoing projects.\n\nMORE EXTENSIVE DETAILS WILL BE ADDED FOLLOWING COMPLETION OF A FINAL REPORT FOR THE BSBEC SAB Chemicals,Energy,Manufacturing, including Industrial Biotechology Cultural,Economic","person":"Nigel  Minton","coPersons":["David  Bolam","John  Crowe","John  King","Thomas Charles Hodgman"],"organisation":"University of Nottingham","findingsText":" IDENTIFICATION OF THE MOST APPROPRIATE PORTFOLIO OF ENZYMES IN THE DESIGNER CELLULOSOMES\nWe have identified novel cellulosomal enzymes based on proteins that contain domains of unknown function, and members of enzyme families that deviate from the canonical sequences. These strategies have identified a novel endoglucanase that targets the interface between crystalline and disordered cellulose (PNAS (2011) 108, 5237-42), a xylanase that specifically targets arabinoxylans, which has the capacity to attack how decorated substrates (JBC (2011) 28:22510-20). Finally a novel mannanase has been identified in which the appended CBM32 binds the terminal residues of mannan and prevents wasteful transglycosylations (AEM (2012) 78, 4781-7) \n\nCONSTRUCTION OF ARTIFICIAL CELLULOSOME OPERONS\nWe used BioBrick2 (BB2) standardised parts to assemble a range of synthetic genes encoding Clostridium thermocellum, Clostridium cellulolyticum and chimeric cellulosomal subunits. These included cellulosomal scaffoldin proteins (CipA and a range of shortened variants, as well as a mini-CipC variant), glycoside hydrolases (GHs, Cel8A, Cel9F, Cel48S and Cel9K from C. thermocellum, Cel48F and Cel9G from C. cellulolyticum and chimeric hydrolases Cel48F, Cel48F*, Cel9G, Cel9E, Xyn10A) as well as synthetic cellulosomal operons comprised of scaffoldin protein and the GHs Cel9F and Cel8A. Further optimised cellulosomal operons are under construction.\n\nINSERTION OF CELLULOSOME GENE MODULES INTO THE C. ACETOBUTYLICUM GENOME\nThe synthetic genes and operons built by BB2 standard assembly were integrated into the Clostridium acetobutylicum genome using ACE technology. The successful expression, secretion, self-assembly and activity of Clostridium cellulolyticum and Clostridium thermocellum-derived mini-cellulosomes produced by recombinant C. acetobutylicum strains were demonstrated, although the expression levels were low. To counteract this, we developed an orthogonal expression which combines the advantage of achieving high expression levels of the desired cellulosome components in the clostridial host, while negating detrimental expression in E. coli during operon assembly.\n\nTO USE METABOLIC ENGINEERING TO ESTABLISH A MORE FAVOURABLE BUTANOL RATIO\nFollowing a large-scale ClosTron mutagenesis screening of the key genes involved in acid/ solvent production, we undertook novel pathway assembly in a 'blank canvas' strain (pSOL1-minus) using synthetic biology principles. Strains were generated with both improved butanol ratios (relative to acetone and ethanol) and producing the fuel, iso-propanol. A Road Map to gene system development, and subsequent metabolic engineering, in any bacterial species was formulated and exemplified in C. beijerinckii, C. difficile, C. botulinum, C. ljungdahli and Geobacillus thermoglucosidasius. The latter allowed the re-creation of the TMO production strain in &lt; 1 month.\n\nASSESSMENT OF EFFICIENCY OF LIGNOCELLULOSE DEGRADATION/BUTANOL PRODUCTION BY ENGINEERED STRAINS\nProductivity of both cellulosic hydrolases and butanol is presently sub-optimal. To test the influence of BioBrick concatenation, FLAG-tags and RBS sequences, and to incorporate the lessons learned regarding our orthogonal promoter system variants, a range of new engineered strains have been constructed and are currently being tested. In parallel, the efficiency of strains (including our newly isolated C. beijerinckii butanol producer 59B and G. thermoglucosidasius production strain), are being evaluated on hydrolysates derived from rice straw as part of our collaboration with Vietnam.\n\nTO DERIVE MODELS OF CELLULOSOME COMPOSITION AND ACTION \nWe have been developing model systems to address these issues. In vitro experiments have shown that the novel endoglucanase, described above, acts in synergy with the major reducing end GH48 celloobiohydrolase of the cellulosome, Cel48S (PNAS (2011) 108, 5237-42). We have also explored cohesin-dockerin specificities to develop our understanding of cellulosomes assembly (JBC (2012) 287, 44394-405) and we are currently developing a 3D structure of the complete cellulosomes by combine single catalytic components with the scaffoldin. \n\nA MORE COMPLETE RESPONSE WILL BE SUBSEQUENTLY ADDED FOLLOWING COMPLETION OF A FINAL REPORT FOR THE BSBEC SAB Our 'Road Map' to gene system development has opened up whole new avenues of research in terms of 'new' bacterial chassis (Geobacillus thermoglucosidasius) pathogenesis (C. difficile), food security (C. botulinum) and most significantly Gas Fermentation exploitation (C. ljungdahlii). Chemicals,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}