{"id":"DA2AB558-1A38-4A81-8EA2-4CA804942D00","title":"Spaces of Revolution: The Politics of Jean Genet's Theatre","abstractText":"Spaces of Revolution: The Politics of Jean Genet's Theatre is the first publication, in any language, to situate the politics of Genet's theatre within the context of his own personal commitment to revolutionary politics, and within the social context of France in the 1950s and 1960s. The first section of the book argues that Genet possessed a coherent notion of political theatre predating his actual commitment to the Black Panther Party and the Palestinians from 1968 to 1985. The middle section goes on to analyze the ways in which his major plays, written between 1955 and 1961, set out to open the wounds caused by decolonization, and which the economic modernization of France was designed to heal. The final section attempts to ground theory in practice by exploring three innovative productions of Genet's work, and by asking key practitioners to reflect on its contemporary relevance. \\nThe title Spaces of Revolution is important, in this context. Not only does it suggest that Genet wanted to represent revolution within the space of theatre itself, it implies that he intended to use performance to contest and reconfigure disciplinary spatial practices developed France in the 1950s and 1960. This project analyses how Genet set out to achieve this goal by dismantling rigid distinctions between theatre and everyday life. The book's historical and spatial approach offers a radically new perspective on Genet's theatre and departs, significantly, from existing scholarship. Where scholars have tended to see Genet as either a nihilistic playwright or as a deconstructionist avant la lettre, this study suggest that his theory and practice of political theatre have more in common with the utopian politics and aesthetics of thinkers such as Henri Lefebvre and Guy Debord. In this way, the monograph proposes that Genet ought to be considered as an affirmative playwright, interested in producing alternative and progressive forms of democracy.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F006071/1","grantId":"AH/F006071/1","fundValue":"16953","fundStart":"2008-01-03","fundEnd":"2008-05-02","funder":"AHRC","impactText":"","person":"Carl  Lavery","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}