{"id":"DA2F2BF8-1B97-4CE8-A347-338E0B989CEF","title":"Synthetic Biology applications to Water Supply and Remediation","abstractText":"We propose to harness one of the most rapidly evolving frontiers in science, synthetic biology, to tackle one of the most pressing engineering problems, the supply and remediation of fresh water, in order to deliver innovative technologies into a rapidly expanding international market.\n\nSynthetic biology is an exciting and potentially transformative scientific endeavour with apparently limitless applications. This basic technology is now being developed in laboratories across the UK, with significant academic impact . The frontiers of the field are being pushed back rapidly and scaling up to real-world applications now presents a significant challenge and opportunity. In this respect, the design of technology for water supply and treatment is an area that urgently requires the innovation that synthetic biology promises. In the Developed World, the engineers of the industrial revolution bequeathed us magnificent water infrastructure. But it is now aged, faulty, expensive to maintain, costly to run, energy guzzling and, consequently, unsustainable. \n\nWe will innovate in the basic-technology of synthetic biology to improve existing and create new biotechnologies for water supply and treatment focussing on two generic themes, namely: synthetic organisms as sentinels and signallers, and synthetic organisms as catalysts.\n\nThe chip-to-lab-to-pilot scale water engineering technologies in drinking water systems, membrane filtration technologies, anaerobic digestion, microbial fuel cells and bioelectrochemical systems currently being developed in the Environmental Engineering group will provide robust environments to test new ideas. We will use synthetic organisms as sentinels and signallers to engineer the formation and dissolution of biofilms and to optimise the recovery of valuable products in the anaerobic treatment of wastewater. We will develop minimal cell architectures as catalysts in detoxifying water. We will quantify the dynamics of populations of synthetic organisms in open microbial communities and explore responsible innovation in synthetic biology and governance of the emerging technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K038885/1","grantId":"EP/K038885/1","fundValue":"5191660","fundStart":"2013-10-01","fundEnd":"2018-09-30","funder":"EPSRC","impactText":"","person":"Steve  Beaumont","coPersons":["Susan Jane Rosser","Joseph Declan Murphy","William Taylor Sloan","Christopher  Quince","Leroy  Cronin","Jonathan  Cooper"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}