{"id":"DA33014F-226E-44E5-8EE8-749154293CA5","title":"Molecular insights into ubiquitin remodelling factor p97(VCP) in DNA damage response and genome stability","abstractText":"Your body is built of billions of cells, and they all have to work as a team. Almost everything a cell does involves a protein. Proteins relay decisions, build structures, translate genetic instructions, repair damage, and carry signals. So it is not surprising that cancer is marked by proteins not working properly. Sometimes the proteins fail; sometimes they do their job too well, or do it at the wrong time.\n\nProteins are created and recycled constantly; this makes sure that proteins do not get old and damaged. The balance between making and recycling proteins is kept in tight check, making sure that the amount of a given protein is just right. \n\nOur work focuses on the way cells recycle proteins. We know that proteins that are old or not needed are labelled for recycling with a tag called ubiquitin. Huge recycling machines called proteasomes grab hold of the ubiquitin handle and recycle the attached protein. We don't know in detail when and how the ubiquitin label is attached. We want to know how this works during the process of repairing damaged DNA. \n\nDamaged DNA can be a starting point for cancer; but it's also the key to effective radio- and chemotherapy. If we knew how cells recycle the proteins that repair radiation and chemotherapeutic damage to DNA then we would be able to design ways to make radio- and chemotherapy more effective.\nThis grant will fund research to improve our understanding of the proteins involved in DNA damage repair and the processes that recycle them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MC_EX_MR/K022830/1","grantId":"MC_EX_MR/K022830/1","fundValue":"0","fundStart":"2013-05-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Kristijan  Ramadan","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}