{"id":"DA34BCA7-C5AF-4D7A-970D-4A24A3843269","title":"Improving Medical Safety using Software Engineering Technology","abstractText":"This project will explore the application of software engineering technology to the improvement of medical care. Medical care is delivered by doctors, nurses, hospital staff, etc., by performing processes intended to coordinate the efforts of all, and to make efficient use of scarce resources such as expensive equipment and doctors' time and attention. These processes are surprisingly large and complex, and it is not unusual for them to be performed incorrectly. In the US nearly 100,000 deaths a year are attributable to medical errors, and many of them appear to be due to process misunderstandings, errors in performance of process tasks, or defects in the processes themselves. Software engineering research has, for many years, understood the importance of process, and has demonstrated how technologies can improve outcomes by improving processes in the domain of software development. Preliminary research by visiting researchers Osterweil and Clarke in the US has demonstrated that software technologies can bring improvements of these kinds in the domain of medical practice as well. Additional design technologies developed by PI Rosenblum and collaborator Kramer should bring additional types of improvements. The purpose of this project is to explore that premise.The project will bring together researchers from the UK and the USA whose complementary strengths will bring new insights, that should lead to new technologies, and safer medical care. Osterweil's work on process definition will support the precise and rigorous definition of medical processes, and of the resources used in performing them. Kramer's work on viewpoints and requirements will help the researchers communicate with medical professionals better, thereby resulting in clearer and more precise understandings of the processes to be defined. Clarke's work on software analysis will formalise the safety characteristics that are required, and will apply analysers to identify (potentially lethal) defects in the processes. Rosenblum's work will provide simulations that the researchers will use to evaluate possible efficiencies obtained from process improvements.The research will result in medical processes that are demonstrably superior, and thus safer. Grappling with processes in this new domain is also expected to reveal inadequacies on the four researchers' existing technologies, thereby also leading to improvements in the technologies as well.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E062245/1","grantId":"EP/E062245/1","fundValue":"58653","fundStart":"2007-06-01","fundEnd":"2007-10-31","funder":"EPSRC","impactText":"  The results from this project were initial findings used in subsequent research on modeling and analysis of medical processes. Digital/Communication/Information Technologies (including Software),Healthcare ","person":"David Samuel Rosenblum","coPersons":[],"organisation":"University College London","findingsText":" We investigated extensions of the detailed models of medical processes provided by the visiting researchers in their Little-JIL language to incorporate explicit and precise specification of probabilistic phenomena in medical processes and then explored the application of probabilistic modelling checking using those extended models.\n\nCurrently a Little-JIL process definition is translated into an intermediate form called Bandera that was developed to be independent of any particular verifier. That intermediate form is then translated into an optimised FLAVERS representation that is used as the basis for the verification. Because of this system design, it has so far proven straightforward to translate the Bandera internal form into an appropriate probabilistic process algebra. For our initial experiments, we decided to use the PRISM probabilistic process algebras and model checker. \n\nWith PRISM, we can employ both finite-state verification and simulation-based analysis of the probabilistic behaviour of the process and help validate the accuracy of the process definitions. Our goal is to have the simulations driven by Little-JIL process definitions, which provide extensive support for modelling exceptional behaviour and resource needs. The specifications produced in the project provide a nice proof-of-concept and demonstrate promise for the use of probabilistic modelling and analysis of medical processes. We have developed additional, more elaborate versions of this process for experimentation that have allowed us to further investigate questions such as finding ‘break-even points’, where we discover the threshold failure probability such that the complexity of a redundant check step negates the increased reliability provided by including it. We also intend to investigate other medical processes in future work. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}