{"id":"DA3842F4-AC77-4B68-9B61-270526D6AE3E","title":"Biopharmaceutical proteins: biophysical studies of aggregation and their interactions with excipients","abstractText":"Traditionally, drugs used to treat disease have been small molecules- these are relatively simple chemicals, perhaps consisting of fewer than a couple of hundred atoms. They are sufficiently small to be made by direct chemical synthesis. Although this type of drug is still widely used, more recently a different kind of medicine has been introduced. These drugs are much larger molecules- containing many thousands of atoms- and are generally proteins. They have significant advantages over small molecule medicines, and have extended the scope for treatment of disease. Therapeutic antibodies are a good example: they have been developed to treat a range of human diseases, including multiple sclerosis, autoimmune diseases and cancer. The method of manufacture of these drugs- or biopharmaceuticals- is different from their small molecule counterparts, however. They are too complex to be made by direct chemical synthesis; instead, they are frequently made from cultured mammalian cells. \n\nThe use of this new kind of drug has raised its own types of problems. Large proteins are generally much less stable to certain conditions, such as heat, compared to their small molecule counterparts. Considerable effort is therefore expended by the manufacturers for each new biopharmaceutical medicine to find conditions under which it is stable, and thus prolong its 'shelf life'. A major source of deterioration in stored preparations of biopharmaceutical drugs is aggregation- this is a technical term which describes the propensity for proteins to bind to each other in solution. Aggregates are effectively 'clumps' of protein which are many times larger than the original protein, and form spontaneously under certain conditions. Boiling an egg induces a similar kind of behaviour- the egg white protein (albumin) is pulled apart by the elevated temperature and the individual protein chains adhere into a dense mesh. This becomes insoluble, which is why the albumin is transformed from a transparent, colourless liquid into a white solid. The presence of aggregates in the preparation of a biopharmaceutical drug can be deleterious to its function- it can reduce its efficacy and also, on some occasions, induce the production of antibodies in the patient in response to its administration. \n\nOne way to reduce aggregation is to add certain small molecules- called 'excipients'- which have the effect of stabilising the biopharmaceutical drug. The way in which excipients function is complicated, however, and not well understood. This proposal seeks to investigate how they function, using a range of different experimental tools which are designed to measure the behaviour and structure of proteins in solution. We will conduct these measurements under different conditions and with selected excipients which are commonly used. The information we obtain will be used as a practical guide to help in stabilization of new biopharmaceutical drugs, as they are developed in the future. We will also develop specific methods which can be used to provide a practical guide during drug development. The project is a partnership between an academic grouping, who have expertise in the various methods employed, and MedImmune, who have extensive experience in developing these new kinds of medicine and bringing them to market.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M006913/1","grantId":"BB/M006913/1","fundValue":"372246","fundStart":"2015-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"Jeremy Paul  Derrick","coPersons":["James  Warwicker","Alain  Pluen","Alexander P. Golovanov","Robin  Curtis"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}