{"id":"DA398D4E-0533-4BC4-A731-4D9376B309B2","title":"MODELLING OF REALISTICALLY SIZED AND LOADED FRP CONFINED RECTANGULAR REINFORCED CONCRETE COLUMNS","abstractText":"The proposal aims to develop a practical generalised model for analysing realistically dimensioned and loaded rectangular columns strengthened using FRPs. Strengthening circular concrete columns can be achieved by wrapping with FRP (fibre reinforced polymer). This confines the concrete, and can result in increases in load and strain capacity of over 100%. However, most columns are square or rectangular in cross section. Tests, mainly on small-scale rectangular columns, have shown a lower increase in strength, but still up to 50%. A number of simple empirical models have been developed to predict the increase in strength, based upon these small-scale tests. However, , due to size effect, the limited size of columns used in the tests provide little justification for using these models for the larger size rectangular columns found in practice. Thus, a fundamental investigation is required in order to provide a reliable model of behaviour. In order to establish such a general behavioural model there are three fundamental issues which are not well understood, nor limits defined, and therefore need addressing; size effect, aspect ratio and load eccentricity. Confinement of rectangular columns occurs by generating forces at the corners of the column through strain in the FRP, resulting in an effectively confined cruciform region. When the bond between the FRP and the face of the column breaks down, the FRP is no longer effectively anchored to the sides of the column and, ultimately, must strain from corner-to-corner resulting in lower confinement forces for large columns than for small columns with a small side length. For similar reasons, aspect ratio must also be considered. Additionally, as aspect ratio increases, the effectiveness of confinement is known to reduce. Finally, most columns are loaded eccentrically or have combined bending and axial loads. This results in uneven strain distribution across the section and, therefore unequal confining forces at each corner, resulting in a non-cruciform confined area. The behaviour, considering these three issues, will be ascertained via a series of instrumented and monitored tests on large-scale rectangular columns (for comparison with existing small scale test results), together with qualitative finite element modelling to establish the evolution of the shape of the effectively confined area. This information, together with a suitable bond-stress-slip and concrete failure models, will be used to develop an analytical model for strengthening of rectangular columns based upon the mechanics of the behaviour rather than by fitting experimental results.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E039901/1","grantId":"EP/E039901/1","fundValue":"132511","fundStart":"2007-09-10","fundEnd":"2010-09-09","funder":"EPSRC","impactText":"","person":"Antony  Darby","coPersons":["Tim  Ibell"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}