{"id":"DA3967E5-E3A6-4C0E-923C-9C3526B40901","title":"Molecular Precursors for the CVD of Gallium and Indium Oxides","abstractText":"The goal of this study is to develop new highly volatile CVD precursors to deposit gallium oxide and indium oxide films free from contamination (e.g. C, F) and for a detailed investigation of the gas sensing and TCO (thermally conductive oxide) properties of the resulting films. Gallium oxide (Ga2O3) is considered to be one of the most ideal materials for application as thin-film gas sensors at high temperature. It is thermally stable and an electrical insulator at room temperature but semiconducting above 400 oC. At temperatures above 900 oC the electric conductivity changes depend on the concentration of oxygen, hence the oxygen concentration can be detected. Oxygen gas sensors have practical use in monitoring and controlling oxygen concentrations in exhaust gases of automobiles, as well as waste gases and chemical processes. Above 400 oC Ga2O3 thin-film operates as a surface-control-type sensor to reducing gases, e.g. CO and EtOH. Therefore, it is possible to switch the function of the sensor with temperature. Indium oxide films are both transparent to visible light and conductive (TCO). Dopants (e.g. Sn) can be used to increase the conductivity of the films and to make them more suitable for applications such as in solid-state optoelectronic devices. Group 13 hydrido species possess several notable characteristics that result in them being attractive as precursors to solid-state materials. Firstly, the lack of metal-carbon bonds has the potential to reduce the amount of carbon impurities in the final material and processing temperatures can potentially be reduced due to the thermally frail metal-hydride bonds. Secondly, group 13 hydrides are attractive as precursors as they are considerably more volatile than alkyl derivatives. Thus, a range of novel volatile hydrido-gallium and indium alkoxide complexes as well as heteroleptic alkoxides will be developed. The deposition of Ga2O3 and In2O3 thin-films from the novel precursors synthesised in this programme via low pressure chemical vapour deposition (LP)CVD and aerosol assisted (AA)CVD will be investigated and the gas sensor properties of the films will be assessed. By utilising a wide range of precursors and deposition techniques we will be able to produce different microstructures and develop a correlation landscape between microstructure and gas sensing response. Indium gallium oxide (GaxInyO3) is an exceptional material for TCO applications with absolute transparency that exceed all other oxides / coupled with extremely high charge mobility. Thin-films of GaxInyO3 will be grown using combinatorial atmospheric pressure (AP)CVD and mixed nanoparticulate Ga2O3 inside host In2O3 by AACVD/APCVD from the novel precursors. We have the ability to lay down thin films using a new combinatorial APCVD reactor to make films of graded composition. This new reactor enables upto 400 different compositions to be made on a single plate in one CVD experiment. This is important as it will enable us to rapidly screen composition space in the gallium-indium oxide system and make idealised and optimised compositions for gas sensing and TCO applications. The ability to optimise composition and hence performance in a single CVD experiment would demonstrate the power of the combinatorial technique. Further we have a new reactor design for making indium oxide with embedded nanoparticles- such as gallium oxide. In this system the aerosol flow enters the deposition chamber below the APCVD gas flow, this has the benefit of allowing composite films to be made in which nanoparticles either present or generated in the aerosol droplet are embedded in the APCVD host film. This combined approach will enable us to investigate different nanoparticle densities, sizes and forms and how these effect the gas sensing properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F035675/1","grantId":"EP/F035675/1","fundValue":"404673","fundStart":"2008-04-21","fundEnd":"2011-10-20","funder":"EPSRC","impactText":"  The results from this award have resulted in 9 publications in high impact journals and interest in the further development of precursors to be utilised in thin film deposition has been gained by further support from Pilkington NSG. The results also led to further funding by EPSRC and Johnson Matthey. Although to date precursors developed have not been further commercialised further work is continuing based on the results generated here. Chemicals Policy & public services","person":"Claire Jane  Carmalt","coPersons":["Ivan Paul Parkin"],"organisation":"University College London","findingsText":" The goal of this study was to develop new highly volatile chemical vapour deposition (CVD) precursors to deposit gallium oxide and indium oxide films free from contamination (e.g. C, F) and for a detailed investigation of the gas sensing and TCO (transparent conductive oxide) properties of the resulting films. Gallium oxide (Ga2O3) is considered to be one of the most ideal materials for application as thin-film gas sensors at high temperature. It is thermally stable and an electrical insulator a Gas sensors and TCO materials have a range of uses in many applications. Gas sensors show great promise for use in electronic noses and can also be used for all sorts of monitoring applications for example in food production or fire safety. One issue with metal oxide semi conductor devices is that they tend to be indiscriminate, i.e. they provide a response to a wide variety of gases, however, the indium oxide gas sesnors we produced showed a selectivity to ethanol. TCO's are utlised in a range Chemicals,Energy","dataset":"gtr"}