{"id":"DA49F355-668C-48A6-95AB-191D3ACD6767","title":"Targeting etiologic molecular mechanisms to treat human diabetes","abstractText":"One of the major goals of modern medicine is to develop more efficient personalized therapies for diseases that impose a heavy burden on our society, including debilitating chronic diseases such as diabetes mellitus. The drugs that are currently used to treat diabetes do not aim to correct the molecular causes of the disease but simply aim to lower blood sugar, and therefore do not prevent disease progression. The most common form of this disease is known as Type 2 diabetes. Recent genetic studies have pinpointed to candidate genetic factors that predispose to this form of diabetes. This promises to facilitate the development of treatments that target specific genes that are truly involved in the disease mechanisms. Such treatments can theoretically be more efficient for individuals in whom diabetes is shown to be caused by those particular mechanisms. In this project we have set out to discover novel therapies that target the molecular mechanism in patients who develop diabetes due to mutations in a gene named HNF1A. This defect is the most common form of diabetes in which the genetic derangement is unequivocally established, although it is rare compared to the overall frequency of Type 2 diabetes. Nonetheless, there is evidence indicating that some genetic factors associated to HNF1A might also affect the risk to develop more common classic forms of Type 2 diabetes. Because the genetic defect in HNF1A diabetes is clear, it provides an ideal test bed to develop therapies that target genetic factors in diabetes. We will use a combination of chemical and genomic approaches to identify candidate compounds to treat HNF1A diabetes, and also to unravel the mechanisms that mediate their beneficial effects. We will also create new models of HNF1A-deficient diabetes for testing and developing new drugs. This programme is therefore designed to deliver novel candidate therapies for people with mutations in the HNF1A gene, and theoretically for a subset of individuals with Type 2 diabetes that have genetic risk factors associated with this same gene. The therapies that we propose to develop have the potential to be rapidly translated into the clinic. These drugs can impact the underlying causes and thereby modify the progression of disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L02036X/1","grantId":"MR/L02036X/1","fundValue":"1860020","fundStart":"2014-11-01","fundEnd":"2019-10-31","funder":"MRC","impactText":"","person":"Jorge  Ferrer","coPersons":["Guy Allen Rutter"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}