{"id":"DA5093F7-00B7-4249-9ACB-12B487B0CDFD","title":"Media Technologies and Social Movements: Present Challenges and Future Developments","abstractText":"In a media-saturated world, social and political protest is profoundly affected by media practices and processes, raising crucial questions on the complex relationship between social movement actors and different media forms and technologies. With the development of web 2.0 technologies, the rapid growth in the use of social networking sites, and the recent wave of unrest that has affected many countries in Europe and across the world, this relationship has come to play a fundamental role in the understanding of current societal transformations, and needs to be urgently investigated and addressed. \n\nAcademic interest in this topic has proliferated especially in recent years. Some scholars have focused on the framing of dissent in mainstream and explored the ways in which mainstream media influence, shape and transform oppositional discourses. Others have instead investigated the production of 'alternative media' and have looked at the ways in which information travels across resistant media networks creating elaborated systems of meanings. Furthermore, many scholars have directed their attention to the analysis of how social movement actors employ media and web technologies in tactical ways, in order to coordinate protest efforts, to gain the attention of potential supporters, to create spaces of resistance such as protest camps and events. Despite the rapid proliferation of research in the field there seems to be a lack of a unified space for interdisciplinary discussion devoted to this field of study. In addition to this, we are confronted with an excessive fragmentation between academic understandings of media, movements and democracy on the one hand, and the perspectives of activists, government think-tanks and civil society organisations on the other. \n\nThis seminar series, is intended to overcome this fragmentation not only through the stimulation of interdisciplinary dialogue and international scholarly activity, but also through the creation of a space for dialogue between academic researchers at different stages of their career and non-academic civil society actors and policy makers. In doing so, the seminar series aims to develop meaningful analytical, theoretical and methodological tools, which can have an impact also beyond academic circles, and which will enable us to understand and study the media/movement dynamic across different social, political, cultural and media environments. \n\nTo achieve its aims the seminar series will organise six two-day workshops addressing the following issues 1) Researching Media and Movements - Methods and Approaches 2) Social Movements and Mainstream Media: An Oppositional Relationship? 3) Social Movements and 'their' Media - Moving beyond definitions to explore processes? 4) Digital Activism Past and Present - Understanding the New by looking at the Old 5) Mass Mobilisations, Protest Events and Web 2.0 Technologies - Making Sense of Cross-cultural Differences 6) Social Movements and Media - What Next? Hactivism, Datactivism and Surveillance. All written or audiovisual versions of the papers presented in the seminars will be uploaded on an interactive website, which is intended also to become a platform for interactive dialogue and collaboration, which will be accessible to a wide number of potential scholars, activists, and public sector practitioners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002357/1","grantId":"ES/M002357/1","fundValue":"29923","fundStart":"2015-01-14","fundEnd":"2017-01-13","funder":"ESRC","impactText":"","person":"Veronica  Barassi","coPersons":["Alice  Mattoni"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}