{"id":"DA5B1AAE-6B9C-4409-A9AC-54AB7B5C58C7","title":"Integrative modelling of morphogenetic epithelial patterning and polarity","abstractText":"The science of animal development from fertilised egg to adult is not just important from a fundamental scientific point of view, but also because it has much to offer for our understanding of diseases such as cancer. Even the humble fruit fly has much to tell us about human development and cancer. Mathematical modelling is increasingly recognised as a valuable tool to aid our understanding of the complex issues that arise in biology. In this project, a range of mathematical models and techniques will be applied to the study of signalling networks and tissue interactions in developmental biology.\n\nIn particular, a comprehensive and linked set of mathematical models will characterise the amazing way that cells can organise themselves into precise patterns such as the compound eye of the fruit fly. This involves the propagation of a wave of activity across the developing eye, the formation of self-organised patterns behind that wave, and the rotation of clusters of cells called ommatidia. A synthesis of ideas on the generation of such patterns will provide a coherent modelling framework that incorporates the latest biological evidence and is able to distinguish between alternative hypotheses. Dr David Strutt (Developmental Genetics, Sheffield) will support this work with his considerable expertise. The project will develop simplified models that yield qualitative insight and are analytically tradable, and more complex computational models based on details of the underlying biology. The work will require the analysis of waves and pattern formation in discrete space models for coupled cells, using powerful mathematical techniques such as bifurcation theory and Evans functions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C539052/1","grantId":"EP/C539052/1","fundValue":"75862","fundStart":"2006-01-01","fundEnd":"2007-06-30","funder":"EPSRC","impactText":"","person":"Nicholas Alexander Monk","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}