{"id":"DA6A7ADD-7926-4C85-94D5-DB83E0D9C225","title":"Music-Games: Supporting New Opportunities for Music Education","abstractText":"The digital revolution is creating new ways to engage with music, transforming music-making opportunities in the classroom and wider musical environment. The challenge for music educators is to capitalise on the evident motivation for informal music-making with digital technology, as a tool to create new opportunities to inspire and engage learners with music in educational contexts. This project will investigate the potential of music-games to inspire and engage learners with music, developing theoretical and practical knowledge to support and enrich authentic and inclusive classroom participation in line with defined curriculum goals. Music-games present a highly pervasive new digital platform to create, perform, appreciate and transmit music through peer and online communities, and one of the biggest selling video game genres. Previous research highlights the power of music participation to enrich cognitive, social and emotional wellbeing, while a growing body of work highlights the educational potential of digital games to scaffold and enrich personalised learning across the curriculum. However the music-game synergy has been neglected by research, presenting a platform to investigate the processes, experiences, educational opportunities and potential outcomes of both music participation and digital game participation in one context. The aims of the project will be achieved by completing the following main objectives:1. Develop recommendations and materials to guide educators on effective and innovative employment of music-games in the classroom, and guide industry on enhanced design of educationally appropriate future music-games.2. Develop and investigate a co-created scenario of music-making with music-games in the classroom, identifying processes of participation and music-game features which support engaging, authentic and inclusive experience.3. Develop two theoretically informed models: a model of Music-Game Flow, and a model of the potential educational opportunities and outcomes with music-games, by integrating the collective data from the contextual enquiry and the empirical investigation with theoretical insight.The project objectives will be achieved through four stages of work. Stage 1 involves a comprehensive stakeholder enquiry (Educator, Learner and Games Industry) to establish attitudes, uses and requirements with music-games, and generate user-driven scenarios of use for music-games as a tool to support music-education. Stage 2 involves the comprehensive generation and empirical investigation of a music-making scenario with Guitar Hero 5 in situ of the classroom as an authentic and inclusive learning context. Stage 3 involves evaluation of the collective results to develop and refine recommendations for educators and industry on effective and innovation employment and design of music-games. Further, Stage 3 involves the development of two theoretically informed models: a model of Music-Game Flow, and a model of the potential educational opportunities and outcomes with music-games. This will be achieved by integrating the collective data from Stage 1's stakeholder enquiry and Stage 2's empirical investigation, with theoretical insight. Stage 4 involves the dissemination of the findings through cross-disciplinary national and international peer reviewed publication, conference presentation, organised research colloquiums, proposed edited text, and public awareness events.In conclusion, this project aims to develop greater theoretical and practical understanding of the potential of music-games to engage learners with music, identifying processes and factors that shape and constrain authentic and inclusive music-making in line with curriculum goals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I00680X/1","grantId":"EP/I00680X/1","fundValue":"97674","fundStart":"2011-05-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"  The findings from the body of work have been used to create publications (journal and book chapter), to advise charities and educators practice (e.g., Playlist for Life and Celtic FC Foundation), and to attract further funding (e.g., AHRC funded Guitar Hero's network, Carnegie funded Scottish Music and Health Network Funding). Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Healthcare Cultural,Societal","person":"Gianna  Cassidy","coPersons":[],"organisation":"Glasgow Caledonian University","findingsText":" This project aimed to investigate the potential of music-games to inspire and engage learners with music, developing theoretical and practical knowledge to support and enrich authentic and inclusive classroom participation in line with defined curriculum goals. The completed body of work investigated the processes, experiences, educational opportunities and potential outcomes of music-game participation. The project findings form evidence-based practice to bridge the gap between academia, industry and the public, raising awareness of importance of engagement with music and digital technology to personal, social and intellectual development. The proposed body of work supports UK music and games industry, educators and health professionals, and the general public. in benefiting from research to maintain a creative and competitive edge in innovative and efficacious Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}