{"id":"DA6AF59A-762F-41D0-852A-7A0036F4E405","title":"Identifying and Challenging the Negative Media Representation of Children and Young People in Northern Ireland","abstractText":"<p>Northern Ireland is in transition from three decades of conflict. Devolution of powers to the Northern Ireland Assembly has brought gradual progress towards the normalisation of policing and justice. Yet the legacy of conflict persists, its manifestation in sectarianism, paramilitarism and occasional out-breaks of street protests and rioting. Despite the significance of the ‘peace process’ many children and young people experience a society that remains divided, navigating tensions within and between communities that limit their lives, experiences and potential.</p>\n\n<p>The UNCRC and children’s advocates have raised the deleterious impact of negative media representations particularly regarding formal and informal regulation. Engaging with children, young people, NGOs and media representatives, this project will focus on the consequences of such representations:</p>\n\n<ul>\n \n\n <li>public reaction</li>\n\n <li>policy responses</li>\n\n <li>rights violations.</li>\n\n</ul>\n\n<p>It will hold participatory workshops with diverse groups of children and young people, produce resources based on both workshops and media content analysis, establish a charter of ethical practice, lobby government departments and establish a framework for knowledge-sharing between children’s sector NGOs and media organisations. It will also publish guidance:</p>\n\n<ul>\n \n\n <li>supporting the professional practice and advocacy work of community, voluntary, and statutory agencies</li>\n\n <li>promoting responsible media coverage</li>\n\n <li>informing children and young people of their rights.</li>\n\n</ul>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K000837/1","grantId":"ES/K000837/1","fundValue":"90138","fundStart":"2013-02-01","fundEnd":"2015-01-31","funder":"ESRC","impactText":"  The project is on-going and at the information gathering/ sharing stage although it is clear that the collaborators have already benefited from the work in the development of policy interventions and in-house training. Communities and Social Services/Policy Cultural,Societal,Policy & public services","person":"Phil  Scraton","coPersons":["Siobhán  McAlister"],"organisation":"Queen's University of Belfast","findingsText":" The project is on-going but already the knowledge exchange process is providing a clear indication of its potential impact on participating organisations, the media outlets under scrutiny and legislators/ policy-makers. We are still at the information gathering stage but this will be developed. Communities and Social Services/Policy,Education,Government, Democracy and Justice,Other","dataset":"gtr"}