{"id":"DA6E5E75-FCC4-4FEC-B7AE-E7D3A3B986FA","title":"A new method for studying laser and electron interactions for a wide range of atomic targets - collision studies in an optical enhancement cavity","abstractText":"One of the most fundamental processes to be understood in physics is how atoms are excited by collision with different particles such as electrons. This process occurs in many areas from the production of lighting, the development of lasers, ionospheric and atmospheric processes of importance to climate change, lightning discharges, astrophysical processes as in stars and planets, the spectroscopy of atoms and molecules and in all industries using electricity. It is essential to understand these processes at a fundamental level so new technologies can be developed, and so we can apply our knowledge to further understanding of climate change and the structure of the universe.The most detailed information on these processes is obtained by experimentally determining the 'shape' of an excited atom following inelastic scattering of an electron. We can do this by studying the light emitted from the atom as it relaxes back to the ground state. The result of these studies as a function of the electron scattering angle are then compared to predictions from sophisticated quantum theories. A new technique recently developed in Manchester allows us to measure the shape of the atom over ALL scattering angles - a task that has been impossible previously. These experiments use a specially designed magnetic field to steer electrons to and from the interaction region so all angles can be accessed. A laser beam prepares the atoms in an excited state prior to the collision, and so the electrons scatter with more energy than they had prior to the collision (super-elastic scattering). We then detect these higher energy electrons as a function of properties of the laser beam. The experiments therefore effectively reverse time - instead of starting with an electron and then looking for a photon from the excited atom, we start with a laser photon and then look for the emerging electron! By doing this, the experiments produce data thousands of times faster than using standard techniques (since the laser beam is always sent in the same direction). By adopting these methods, we can very precisely determine the shape of the atom for comparison to theory (now being developed in the USA and Australia).The apparatus in Manchester is now the most sophisticated super-elastic scattering spectrometer in the world, and has produced data never seen before. We wish to significantly extend these studies here, by incorporating an optical technique which allows us to excite many more targets than is currently possible (up to 25 new targets will be accessible compared to those which can be excited at present). To facilitate this, we will place high reflectivity mirrors around the interaction region to act as a 'storage' of light inside the spectrometer. This 'optical cavity' allows the laser power between the mirrors to be increased by up to 50 times compared to that directly from the laser. We will use this new technique to prepare atoms using UV laser radiation for the first time. Super-elastically scattered electrons will then be detected from the excited atoms, which will include zinc, silver and gold targets. These are of interest for new lighting technologies (which are currently considering using zinc as a replacement for the environmentally toxic mercury in fluorescent and UV lights), and for comparison to new quantum theories being developed to describe these complex atoms.As part of this programme we will also develop a new type of external doubling cavity that can excite two laser frequencies simultaneously from the one laser beam. This is necessary for excitation of atoms with hyperfine structure (including gold and silver), where the nuclear spin splits the energy level of the ground state. The new type of doubling cavity we will develop here will have application in a wide range of different areas of laser and atomic physics, as will the development and implementation of the optical cavity enhancement inside the spectrometer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G068690/1","grantId":"EP/G068690/1","fundValue":"544481","fundStart":"2009-09-21","fundEnd":"2013-03-20","funder":"EPSRC","impactText":"  The findings are used by other researchers in this field. The applications will also be used for the implementation of new technologies in accelerator science and may well have benefit to the industrial sector through applications of electron diffraction studies to different materials Other Cultural","person":"Andrew James Murray","coPersons":[],"organisation":"The University of Manchester","findingsText":" The key aims of this fundamental physics research was to develop and understand a new type of experimental apparatus, which uses an optical enhancement cavity to build up the laser power inside a vacuum chamber where electron collision experiments were taking place. \n\n\n\nThe experiments start with the excitation of an atom using a very high resolution laser beam (in this case, calcium was used), then an electron beam is directed at the excited atom. Electrons that scatter from the laser-excited atoms may carry away the energy stored in the atom by the laser, a process known as super-elastic scattering. Since the laser stores both energy AND information internally in the atom, the super-elastic scattering process also carries this information away from the reaction. The information we obtain allows us to measure the time-inverse scattering process (it is possible to effectively reverse time in these coherent quantum experiments), so that we can obtain results for inelastic scattering of electrons from our targets. We then compare our results to quantum collision theories that are being developed by researchers in the USA, Australia and Europe.\n\n\n\nDesigning and building the enhancement cavity inside the experiment turned out to be very challenging, however we succeeded in achieving this goal. The research that was then carried out proved that the enhancement cavity operated as predicted, and allowed us to make new measurements from our atoms. We also studied scattering from silver atoms, since this is a heavy target, and so relativistic effects are expected to also play a role in the electron-atom interaction. Both sets of results have now been published in the leading journals in our field, and theoreticians we collaborate with are currently working towards describing the interactions that we have measured.\n\n\n\nThe use of an enhancement cavity in these types of experiments has opened up the field, and allows us to study a much larger range of atomic systems. The cavity can also be used in the study of photo-ionization by laser beams, and this has helped in our understanding of new experiments that will produce very cold electrons. These electrons will be used in new types of accelerators, in the production of X-rays in free electron lasers, and in high resolution diffraction experiments that study the structures of materials and bio-molecules. Our work has proven that enhancement cavities can be used reliably for many different experiments, and that they provide considerable advantages for new types of experiments that will be undertaken in the future. The use of enhancement cavities in the production of new types of electron sources is currently being explored in our research labs, which is one of the non-academic aspect based upon the work that was carried out in this research. These cold electron sources have the potential to be used in the production of very high resolution X-rays, and in the area of low energy electron diffraction studies of surfaces and bio-molecules. \n\n\n\nThe experimental results directly from this project are fundamental in nature, as they rigorously tests quantum models of the collisions between electrons and atoms. Refinement and testing of quantum models is essential to fully understand the industries of the future, which will have to consider their systems at a quantum level. This is particularly relevant as industrial processes get smaller and smaller, since then they behave as quantum, rather than classical objects. Many processes probe and study their interactions using electrons, and so it will be vital to fully understand these complex interactions as the quantum limit is reached. The models that are being developed from our work will then be directly applicable to the understanding of these processes of the future. This work is very fundamental in nature, and so the experimental results are not directly exploitable by the wider community. However since many complex industrial processes now use laser radiation to either probe or modify the systems they use, our key findings about the enhancement techniques may well find use in a diverse range of areas, indirectly exploiting this research for their benefit. Aerospace, Defence and Marine,Electronics,Other","dataset":"gtr"}