{"id":"DA6FDAAB-4D43-434C-9D1B-06F85995A8DF","title":"Very Low Field 2.35 T Solid State NMR Console and Fast MAS NMR Probe for the Study of Paramagnetic Materials Systems","abstractText":"The aim of this proposal is to expand the capability base that solid state NMR community has at its disposal so that more materials and chemistry systems can be effectively studied with this technique. Solid state NMR usually confines itself to the study of diamagnetic materials and compounds; i.e. systems that do not possess unpaired electrons in their electronic structure. Many modern materials and chemical systems being developed possess transition metals and/or rare earth species as part of the elemental composition; these introduce unpaired electrons into these systems and thus promote paramagnetic characteristics which are incompatible with the conventional NMR methodology. Our traditional mindset of how we approach the typical NMR measurement needs to be adjusted as our typical drive to higher external magnetic field strengths is counterproductive in this case. The electron polarisation that gives rise to paramagnetic anisotropies and shifts scales linearly with magnetic field, and these effects greatly detract from conventional NMR data thus masking the information that is normally sought. Severe cases of paramagnetism can preclude the NMR measurement of some systems completely.\n\nThe most direct way to address this solid state NMR challenge is to attempt measurements in a much reduced (rather than increased) magnetic field, and to spin the sample at very high MAS frequencies. This low field/fast MAS methodology maximises the chance for NMR data to be elucidated from these systems, however these types of NMR spectrometers are very rare commodities worldwide. While many thousand NMR instruments exist throughout the world at fields of 7.05 T (300 MHz for 1H) and above, only a handful of operational low field spectrometers exist to undertake these type of measurements; furthermore, the UK is not well catered for in this field of spectroscopy apart from very limited proof-of-concept pilot studies that have demonstrated this idea. This new capability will be as easy to operate as conventional solid state NMR instrumentation and no specific additional training is required to enable its usage for data acquisition. The impact of this methodology is expected to influence the fields of catalysis and energy materials (battery materials, solid oxide and H conduction fuel cells, hydrogen storage materials, supported metal nanoparticles systems, zeolites, nuclear waste glasses etc.), general organometallc and inorganic chemistry, and the emerging field of medical engineering (rare earth doped biomaterials for oncology and blood vessel growth stimulation applications). It is also expected that this methodology will bridge across to established techniques such as EPR, and emerging technologies such as DNP, both of which employ different strategies for the manipulation of the paramagnetic interaction. These relationships are expected to stimulate a more vibrant magnetic resonance community that will be capable of collaboratively tackling the challenging research issues that confront the UK. Academic collaborators at Cambridge, Birmingham, Imperial, Queen Mary, Kent, UCL and Lancaster, and industrial partners such as Johnson Matthey and Unilever are all acutely aware of these new solid state NMR possibilities and flexibility that this methodology offers, and they eagerly await the improvements to the measurement technology that a low field/fast MAS combination can offer.\n\nThe specific objectives that shape this proposal are:\n\n(a) to deliver a shared low-field/fast MAS solid state NMR resource to the UK magnetic resonance community that will augment the current UK suite of solid state NMR instrumentation in existence,\n\n(b) to put in place a state-of-the-art solid state NMR console and appropriate fast MAS probe technology capable of delivering the most modern experiments,\n\n(c) to align this methodology with established characterisation technologies such as EPR and emerging experimental initiatives such as DNP.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K024418/1","grantId":"EP/K024418/1","fundValue":"64997","fundStart":"2013-08-01","fundEnd":"2015-07-31","funder":"EPSRC","impactText":"","person":"John Vincent  Hanna","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}