{"id":"DA704CF4-7578-4CFC-B319-83749BA5459D","title":"Spectroscopic en-face OCT/confocal microscopy","abstractText":"A novel research direction is proposed in the Applied Optics Group (AOG) at the University of Kent by combining methods of high spatial resolution imaging with spectroscopy. The aim is to bring together Optical Coherence Tomography (OCT) and confocal microscopy with a high degree of control over the spectra of broadband optical sources in order to derive spectral and depth information simultaneously (SOCT). This broad direction will have a significant impact on the field of sensing and high resolution imaging with applications in a multitude of fields that can benefit from the ability to non-invasively acquire depth resolved spectral information, such as biosciences, histology, in-vivo medical diagnostic and guided treatment, powder and paints analysis, art conservation etc. Advances in the characterisation of contrast agents will be enabled by the project, which will lead to an enhanced understanding of molecular and cellular level processes. Standard OCT provides information on the morphology of the internal structure of objects by measuring depth resolved reflectivity. An inverse proportionality relation exists between the depth resolution and the spectral width, hence the need for broadband illumination to achieve high depth resolution.SOCT can additionally provide measurements of the relative concentrations of specific molecular species or markers within a 3D tissue volume, which are intimately related to the local chemical make up and biochemistry of the object, and not apparent in standard OCT images. The data can be used for a quantitative evaluation of tissue function or to enhance image contrast. Precision in distinguishing the spectral signature of different molecular species requires a narrow spectral illumination bandwidth, indicating that the product of inaccuracies in specifying the depth position and the wavelength is a constant. This problem requires research into targeting the best trade-off between the amount of spectral information to be extracted and the precision on locating the volume where such information was obtained.Research will be aimed at a) the shaping and control of the spectral illumination for SOCT using diffractive elements and a liquid crystal modulator, and b) carrying out spectroscopic depth resolved measurements and imaging on a novel sequential OCT confocal platform in selected spectral windows from 450 nm to 1700 nm. These will be pursued by balancing the need for (i) the broadest possible band to enable sub-micron depth resolution and (ii) adjusting the coherence length of the source to enable either an overall view of the specimen (high coherence) or a high resolution image (low coherence). The challenge of accommodating a wide spectral range with high, depth-independent transverse resolution will be addressed, as well as that of the focal position changing with wavelength (potentially leading to unreliable spectroscopic data). Optimisation will target low dispersion interface optics and evaluate the achievable limits of spectral width and NA to provide accurate spectroscopic data.The novel dual OCT / confocal concept will be extended to high NA SOCT/confocal analysis and imaging, achieving simultaneous spectral sensitivity and enhanced transverse resolution. The confocal image, less affected by speckle noise than the OCT image, justifies the need to combine the OCT and confocal modalities, since it can guide the higher resolution OCT investigation. Also a narrowing/widening of the illumination spectrum can be achieved in the OCT channel as required for contiguous imaging. It is anticipated that this work will enable OCT imaging in several bands, with an expected significant impact on the ability to gather tailored spectroscopic information. The proposed high NA microscopy platform capable of recovering spectroscopic signatures from embedded layers and compatible with a variety of wavebands will spur further promising research streams","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E006507/1","grantId":"EP/E006507/1","fundValue":"209572","fundStart":"2007-01-23","fundEnd":"2009-01-22","funder":"EPSRC","impactText":"","person":"George  Dobre","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}