{"id":"DA7415FC-ED38-4639-A884-1210FBE4E3F2","title":"From Inglis to Scots (FITS): Mapping sounds to spellings","abstractText":"There is no contemporaneous linguistic evidence for the emergence of 'Inglis', the northern variety of English known later as Scots. This gap in the evidential record is frustrating as it is during this period (i.e. between c.1100 and c.1375) that the full Scottish state was established and the regional language known today as Scots began to flourish as its national language. We know that Inglis evolved from the northern variety of Old English known as Old Northumbrian. Unfortunately, Old Northumbrian is itself poorly documented, although sufficient materials survive to show that by 1100 the English of the north was already recognizably different from that of the south.\n One of the most striking aspects of materials written in Scots between 1375 and 1500 is the sheer number of spelling variants for what are single words with fixed spellings in present day standard written English: the word 'town', for example, is spelled no fewer than 26 ways in pre-1500 Scots. Such diversity of spelling is unsurprising: only when a national written standard began to emerge in the 16th century did spellings become fixed. Studies of other, non-standard, medieval varieties of English have found that spelling variation is almost always the result of regional and/or temporal differences in the diffusion of linguistic change. There is every reason to believe that the spelling variation present in pre-1500 Scots texts has a similar explanation. 15th-century Scots  'full', for example, apparently shows the effects of a change known as 'l-vocalisation' (a process by which the 'l' sound is replaced by a vowel or semivowel), whereas 15th-century Scots  'full' does not. These two variant spellings of 'full' thus provide evidence for a difference in the underlying spoken language, a difference that remains evident today in the contrast between  and  pronunciations of 'full'. \n Our goal is to investigate systematically the extent of spelling variation evident in a large corpus of local documents written in Scots between 1380 and 1500. Taking as our starting point the probable phonetic shape of each word at c.1100, we will trace its development through to its set of attested spellings in our corpus. This will involve: (i) determining the likely pronunciations behind each early Scots spelling; and (ii) mapping a path across the evidential gap, i.e. specifying how each spelling and its (reconstructed) pronunciation evolved from its Old English (where possible Old Northumbrian) input form. From this we will catalogue, in a Corpus of Changes, all the linguistic developments involved. Our microscopic study of pre-1500 Scots spellings will thus help us to re-write the phonological history of early Scots. \n At a time of widespread interest in questions of national identity in the UK, research concerned with questions of national and linguistic origins is especially timely. Our project will contribute a deeper understanding of the linguistic history of Inglis, Scots and English and of the relationship between them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L004542/1","grantId":"AH/L004542/1","fundValue":"827418","fundStart":"2014-03-31","fundEnd":"2018-03-30","funder":"AHRC","impactText":"","person":"Bettelou Louise Los","coPersons":["Rhona  Alcorn","Warren  Maguire"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}