{"id":"DA878565-1EF8-4F3E-AF41-00634BC43778","title":"Conceptions of the Human in Post-1945 French Thought","abstractText":"This project investigates the ways in which French thought since 1945 has approached the question of what it means to be a human being. Mostly, the French thought of this period is thought to have passed from the virile, heroic humanism of the post-war period to the decadent anti-humanism of the 1960s. This research demonstrates, by contrast, that a series of strong continuities links together many of the key thinkers of the period, including those generally thought to take opposite views of this question. These continuities result from the fact that many of the principal French and Francophone thinkers of the period choose to define the human not in terms of positive attributes such as reason or language: they see such definitions as violently discriminatory, and complicit in the historical disasters with which the promulgation of humanism coincides. \nHowever, they nevertheless feel unable to abandon the notion of the human as a value with which to resist political brutalisation. Their solution (which they arrive at via a number of different routes) is to define the human as it were negatively, in terms not of positive attributes, but in terms of exposure, vulnerability, suffering, mortality, and so on: in terms of what an existentialist lexicon would call finitude. This definition serves as a key term in many of their political interventions, which are also mapped here; as are the disputes between these thinkers and others who oppose their approach, and the influence of the history revealed by this research on several of the most urgent contributions to contemporary geo-political debates. \nNotions of the human are at the heart of many of our most pressing current concerns, from genetics to cybernetics to international human rights law. This research seeks both to correct the misleading and insubstantial image of the French thought of its period, and to show how this thought, and in particular its conception of the human in terms of finitude, can make significant contributions to our debates in these areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E504876/1","grantId":"AH/E504876/1","fundValue":"23224","fundStart":"2007-04-17","fundEnd":"2007-07-16","funder":"AHRC","impactText":"","person":"Martin  Crowley","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}