{"id":"DA8D85C0-DC04-47AA-90AF-4BBE5E7AF29D","title":"AHRC-FAPESP MoU -Je Landscapes of southern Brazil: Ecology, History and Power in a transitional landscape during the Late Holocene","abstractText":"The study of the economic, social and ideological roles associated with the arrival of burial monuments and the creation of sacred, built landscapes is a core theme in researching Early Formative societies of the Americas. The southern Je of Brazil provides an exceptional opportunity to understand the synergy of ecology, history and power in the creation and transformation of landscapes in this pivotal period of prehistory. In southern Brazil, the turn of the second millennium A.D. was a critical period marked by cultural transitions and environmental changes, which was reflected in a major increase in habitation sites, the arrival of mortuary/ceremonial architecture in the highlands, the development of anthropogenic soils in the Atlantic rainforest escarpment, and the appearance of Je funerary patterns along the Atlantic coast. Significantly, these cultural changes are broadly contemporaneous with the abrupt expansion of Araucaria forest (Paran&aacute; pine) within ~100 years, the rapidity and timing of which raises the possibility of an anthropogenic cause. \nHowever, little synthetic interpretation of the southern proto-Je has been carried out for three main reasons: i) Firstly, despite more than forty years of archaeological research in the region, the highly localised and disconnected nature of these projects means that this wealth of archaeological data is highly dispersed and fragmentary - consequently, any potential broad-scale patterns or connections are difficult to discern. ii) Secondly, although the southern Je region is ideally suited for the investigation of pre-Columbian human-environment interactions (i.e., the potential relationship between the Je culture and Araucaria forest expansion), such relationships have thus far been unexplored due to the paucity of palaeoecological studies from sites close enough to the cultural sequences. iii) Finally, the southern Je constitute one of the best examples of long-term cultural continuity, linking modern indigenousgroups with their pre-Columbian ancestors. Unfortunately, the lack of collaboration between archaeologists and ethnographers has meant that the enormous potential for integrating the existing rich ethnohistoric and ethnographic records, to reveal the underlying principles of social and spatial organization of Je culture, has not yet been exploited. \nTo address these important issues, the Je Landscapes of southern Brazil Project has been conceived by an international, interdisciplinary team at Exeter, Reading and S&atilde;o Paulo Universities as a research programme, integrating archaeological, ethnographical and palaeoecological data sources, to investigate the creation and transformation of southern Je landscapes in relation to the emergence of social complexity. The project will integrate, for the first time, all archaeological data from the vast and ecologically diverse southern Je landscapes into a comprehensive multilayered GIS database. In selected regions, where the co-PIs have already carried out pilot studies, we will conduct more intensive archaeological, topographical and geophysical surveys, along with excavations at selected sites, throughout a longitudinal E-W transect in different environments to acquire regional, chronological and functional data. All accessible and relevant ethnohistorical and ethnographic data will be collected and analyzed to search for common underlying principles of Je social and spatial organization that help us interpret the archaeological record. In parallel, we will retrieve sediment cores from lakes/bogs, and sample soil-pit profiles, to reconstruct the vegetation and fire histories of these regions for the last two millennia. This will allow us to: i) disentangle natural versus anthropogenic factors responsible for the expansion of the Araucaria forest that occurred during the last millennium, and ii) reconstruct past land-management practices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K004212/1","grantId":"AH/K004212/1","fundValue":"675223","fundStart":"2014-03-01","fundEnd":"2017-02-28","funder":"AHRC","impactText":"","person":"Jose Antonio Iriarte","coPersons":["Francis  Mayle"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}