{"id":"DA8EA032-75DF-40F4-AF21-E8EF94A85BAA","title":"Stars, dust and gas: the life cycle of galaxies","abstractText":"The life cycle of matter describes the evolution of a galaxy. Collapsing clouds in the interstellar medium leads to star formation. This locks much of the gas reservoir of the galaxy away, in stars. At the end of their life, stars eject much of their gas back into space, either as a supernova, or through an extreme wind - our Sun will do the latter. The ejecta contain the products of nuclear burning and enrich the gas with elements such as carbon and oxygen. They also produce solid particles, called dust. The ejecta become part of the next generation of star formation, changing the appearance and evolution of these stars. This cycle of matter has been called the ecology of a galaxy. The dust also becomes incorporated in the cycle of matter and in the star formation, initiate the formation of planets. In our solar system, some dust grains have been found which date from the formation of the solar system. Their composition can be used as a fingerprint to identify the type of dying star from which they formed. We study this life cycle of matter: the formation of stars, their death, and the formation of planetary systems, making use of telescopes such as e-Merlin, ALMA, the VLT and the JCMT. We will idenitfy the type of stars from whose death gave rise to our solar system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001425/1","grantId":"ST/I001425/1","fundValue":"1123840","fundStart":"2011-04-01","fundEnd":"2014-06-30","funder":"STFC","impactText":"  JBCA has one of the most wide-ranging and publicly visible outreach programs in astronomy within the UK. About half the outreach was directly based on the research described in this application. We have dedicated resources,including a recording room at JBCA, and a dedicated Visitor Centre at Jodrell Bank, to support a large range of activities. We maintain a high public profile through our contacts with local and national television, radio and newspapers, all of which help to maintain a strong public interest in astronomy.\n\nThe outreach included regular events at Jodrell Bank, organized in connection with the Visitor Centre. Examples included Stargazing events, Astro-kid day, and ``Ask an Engineer/Astronomer''. The events made use of the inflatable planetarium (very popular with children), the 3D theatre, and talks by the staff.\n\nThe outreach team also organizes school events and teacher training. An example of our approach is provided by the Asymmetric Planetary Nebula (APN5) conference, organized as part of this grant. Directly related to this conference, and involving people and materials from the APN5 conference, we organized a two-day programme of activities at nearby Keswick High School (a specialist\nscience school). The activities aimed at all key stages at Keswick and included sessions for local primary school children. Activities included telescope building, operating a transportable radio telescope, a demonstration\nof a Mars rover, the JB inflatable planetarium, and presentations by Science Made Simple. This event reached more than 2000 children in an economically challenged region of the UK.\n\nSuch activities provide strong support to STEM education, by generating interest by the children in these topics and encouraging them to continue in higher education.\n\nExtensive use is made of the internet in the JBCA outreach. Our extensive website attracts over 160,000 external visits each month. We are part of The Children's University of Manchester where we run the 'Earth and Beyond'\nhttp://www.childrensuniversity.manchester.ac.uk/interactives/science/earthandbeyond,\nwith a range of hands-on activities. The Jodcast\nhttp://www.jodrellbank.manchester.ac.uk/jodcast/ is a twice-monthly podcast, including the latest news, what is in the sky this month, interviews with guest astronomers, a mini-drama, etc. A HD video feed is included. It is\namong the top astronomy podcasts in the world with over 3000 regular listeners per podcast, and was started and is run by postdocs and students, with help from staff. It regularly interviews senior visitors to the Galactic research\ngroup. The Jodcast was supported through an STFC grant. Our Twitter feeds \nhttp://www.jodrellbank.manchester.ac.uk/feeds/twitter had over 100000 followers. Other events include sidewalk astronomy, where we take telescopes\ninto the city centre, and cultural events at Jodrell Bank. Our strength as innovators has recently resulted in an STFC Large Award to develop 'festival'-style summer events beginning with the 50th anniversary of the\nLovell Telescope and including coordinating Space 50 on behalf of the BNSC.\n\nThe visitor centre at Jodrell Bank attracted 80\\,000\nvisitors per year at this time. The University submitted a formal planning application for the new Discovery Centre, supported by funding from the Northwest Development Agency. Education Cultural,Societal,Economic","person":"Albert Auke Zijlstra","coPersons":["Richard  Davis","Clive  Dickinson","Francisca  Kemper","Gary  Fuller","Philippa  Browning","Andrew John Markwick","Simon Timothy Garrington","Eamonn  Kerins","Myfanwy  Lloyd","Timothy John O'Brien","James Duncan Gilmour","Anita  Richards","Bruno  Maffei","Ralph  Spencer"],"organisation":"The University of Manchester","findingsText":" The research covered a number of topics. A prime goal was to survey the Galaxy for sites of star formation and for evolved stars, using radio, sub-millimetre, infrared and optical surveys wavelengths. Much progress was made on this project, which will last over a decade., with incorporation of VLA and Herschel data. We also surveyed the Large Magellanic Clouds at wavelengths sensitive to dust and initiated programs to do the same for stars in Globular clusters. Sites of high-mass-star formation in the Galaxy were studied, including a high impact program with the ALMA observatory. We worked on the catastrophic mass loss which ends the life of normal (sun-like) stars. and studied how this depends on the type of star. Iron dust was discovered around old stars. The research is continuing with new STFC support under our current consolidated grant. Collaborators in the US, South Africa, Australia and elsewhere have also obtained new funding for this program. Education","dataset":"gtr"}