{"id":"DA8FECF9-D985-42C5-AB35-CE650F91836E","title":"Towards Realisation of Untapped Oil Resources via Enhanced THAI-CAPRI Process Using Novel Catalysts","abstractText":"Extensive unexploited resources of heavy oil and bitumen exist, for example in Canada and Venezuela, as well as heavier deposits under the North Sea UK, which could potentially be utilized as the production of conventional light crude declines. Heavy oil and bitumen are more difficult to recover than conventional crude, requiring mining or specialized in-situ recovery techniques followed by upgrading to make them suitable for use as a fuel. Toe to heel air injection (THAITM) is an in-situ combustion and upgrading process in which air is injected to a horizontal well to feed combustion of a small fraction of the oil (up to 15 %). The heat generated causes the oil to flow along the well, where thermal upgrading reactions occur, leading to upgrading of the oil (by 4-6 API). CAPRI is a catalytic add-on to THAI in which catalyst is packed around the well to effect further catalytic upgrading reactions, such as hydrotreatment, however previous studies showed that the catalyst lifetime and process effectiveness are limited by coke deposition upon the catalyst. Additionally the costs and challenges of packing the well with pelleted catalyst prior to starting up also make the CAPRI process less economically attractive.\nThe current proposal seeks to develop cheap, effective nanoparticulate catalysts which could be conveyed into the well by air or as slurry during operation, thereby avoiding the requirement for packing the well with catalyst prior to start up and to reduce the amount of deactivation and bed blockage that occurs by coke deposition upon pelleted catalysts. Initially, readily available iron oxide nanoparticles will be tested as a base-case. Nanoparticulate catalysts will also be prepared by supporting the metal upon bacteria, using a method in which metal containing solution is reduced in the presence of a bacterial culture, followed by centrifuge and drying which kills the live bacteria. The method has the advantages of being able to utilize scrap metal solutions and thus facilitate recycling of metals from waste sources, and it may be tuned to engineer nanoparticles of desired size and properties (e.g. crystal structures). Here we seek to develop, test and scale up the production of biogenic Fe catalysts for the upgrading of oil in the THAI process. Furthermore, waste road dusts contain deposits of catalytic metals from the exhaust of vehicular catalytic converters and these will be converted into cheap mixed metal catalysts by economically proven biohydrometallurgical methods for testing in the THAI process.\nKey to the effectiveness of utilizing nanoparticle catalysts will be the ability to contact them with oil in the mobile oil zone and flame front of the well, where the reaction is taking place. Studies of the rock void structure will be carried out using techniques such as X-Ray microtomography. Monte Carlo and Lattice Boltzmann simulations will be used to study the pneumatic conveying of particles into the reservoir and to study penetration and distribution of particles within the void space of the rocks. Conveying of slurry catalysts and process performance will be modeled using STARS reservoir simulation software.\nEvaluation of the different catalysts will be performed experimentally under real conditions using a rig developed under a previous project. The effect of variables such as gas:oil ratio, temperature, pressure and gas composition will be studied experimentally, in order to select the best catalyst and understand the conditions required for maximum upgrading. The experiments will also indicate whether catalyst deactivation occurs during use and enable conditions to be tuned to avoid deactivation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J008753/1","grantId":"EP/J008753/1","fundValue":"252860","fundStart":"2012-04-15","fundEnd":"2015-07-14","funder":"EPSRC","impactText":"  Scientific journal articles are in current preparation Energy Societal,Economic","person":"Sean Patrick Rigby","coPersons":[],"organisation":"University of Nottingham","findingsText":" This research has developed models to allow the design of enhanced oil production methods for downhole upgrading and extraction of heavy oil. The ability to conduct upgrading underground using in-situ combustion methods significantly improves efficiency and decreases environmental impact. Aid production Energy","dataset":"gtr"}