{"id":"DA94BD56-4BEF-43EC-B15F-A3BD769A1597","title":"Representation and processing of spatial information in lateral occipital cortex","abstractText":"Humans have a very sophisticated vision. Much of this sophistication lies within the brain where large expanses of cortex are devoted to vision. However, understanding how the human brain endows us with our visual abilities remains a significant challenge. Functional Magnetic Resonance Imaging (fMRI) has provided an informative way in which to gain traction on this issue by yielding measurements that allow the brain to be divided into different visual areas. Two broad approaches have been adopted: Firstly, regions within the visual cortex have been characterised in terms of how they respond to different kinds of stimuli. Research has revealed areas that are selectively responsive to properties such as colour and motion or object categories such as faces, places or everyday objects. Secondly, recording brain activity while participants view stimuli that move systematically through the visual field can determine which parts of the brain contain maps of the visual field. Such visual field maps are easy to detect in the early visual processing stages of the human brain and, as techniques have been refined, it has become clear that many more visual field maps can also be found at higher processing stages. Importantly, some areas that are selectively responsive to specific kinds of visual stimuli also contain multiple maps of the visual field. This selectivity is unlikely therefore to arise from the neural processing that is performed and replicated in each constituent visual field map. Instead, each map will perform one or more crucial roles in visual processing and contribute to the category selectivity found in the regions that encompass them. As yet, however, the account of what processing roles the multiple visual field maps play, and how they contribute to human visual perception, is far from complete. \n\nThe aim of this proposal is to study the lateral occipital area of the human brain, which is known to be specialised for visual object perception. This area of the brain has also been shown to contain six separate visual field maps (LO1-6). Our proposed work hinges on two very recent findings. Firstly, the six visual field maps that we wish to investigate have only relatively recently been discovered, but our lab is one of only a few that is able to reliably identify them. Secondly, rather than relying on fMRI alone to probe the function of visual areas of the brain, we have successfully used transcranial magnetic stimulation (TMS) to selectively disrupt processing in two of the visual field maps and have determined their causal roles in orientation and shape perception. Taken together, these findings give us the unique capability to evaluate how the visual field maps LO1-6 process and represent visual information.\n\nWe will identify LO1-6 and use TMS to assess their causal role in spatial vision. This requires that we measure the way TMS changes visual performance in spatial visual tasks. We will determine whether orientation and shape task performance depends crucially on processing in LO1 and LO2, but extend our previous work to see whether this remains the case when orientation and shape are defined by different attributes such as colour and motion. To extend further our assessment of the roles of LO maps in spatial vision we will consider spatial processing that requires integration of information across large spatial scales, which is required for us to assemble coherent cues that are crucial for perception of contours and symmetry. The TMS experiments will be complemented by fMRI experiments that can examine responses at a finer spatial scale allowing the separate roles of the smaller LO maps to be examined closely. Finally, we will use measures that can assess the pattern of fMRI activity to predict the type of stimulus the participant viewed which will allow us to derive new insight about how visual information is represented in the brain and how it interrelates to our perception of everyday objects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L007770/1","grantId":"BB/L007770/1","fundValue":"377441","fundStart":"2014-03-01","fundEnd":"2017-02-28","funder":"BBSRC","impactText":"","person":"Antony Bryan Morland","coPersons":["Alex Robert Wade","Declan  McKeefry"],"organisation":"University of York","findingsText":" Grant has been running for ~6 months. We have been acquiring data and have some interesting preliminary findings which will be submitted to an international conference this year. A little to early to say Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}