{"id":"DA9540E1-FEBF-41F5-9360-63D2EF39DA70","title":"International Workshop on Advances in Database Research","abstractText":"BNCOD (British National Conference on Databases) is the main forum for British database researchers to gather together annually to report research progress, exchange ideas, exercise networking and foster PhD student development. It started in 1981 and has held 24 conferences in the last 27 years. As a scientific event, BNCOD has become an internationally recognised conference for database research. Leading researchers from across the world, e.g. P.M.G. Apers, P. Buneman, R. Elmasri, Y. Kambayachi, M. Kersten, W. Lehner, G. Loizou, H-J. Schek etc., have contributed papers to the conference series, and many others have been invited to give keynotes at the conferences too. As a forum for interaction, BNCOD has played an active role in fostering British database research. It provides an opportunity for UK researchers to exchange ideas and develop collaborative projects, and an excellent training session for PhD students: established researchers and keynote speakers attend and offer expert advice to the attendees at the associated PhD forum, helping them develop their research skills.Next year, BNCOD will be holding its 25th conference, at Cardiff University. To stimulate database research further in the UK on this special occasion (silver anniversary), the BNCOD steering committee propose to host a one-day international workshop alongside the main BNCOD conference. We will invite leading database researchers from the USA and Europe to review the state of the art and to project future directions in database research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F047959/1","grantId":"EP/F047959/1","fundValue":"9646","fundStart":"2008-07-01","fundEnd":"2008-08-31","funder":"EPSRC","impactText":"  The workshop provided a forum to promote UK and International database researchers interaction. For example, Professor Hanan Samet, one of the invited experts at the workshop, visited Cardiff University in the year following the workshop. Digital/Communication/Information Technologies (including Software) ","person":"Jianhua  Shao","coPersons":[],"organisation":"Cardiff University","findingsText":" A workshop that has brought leading database researchers in the world and those in the UK together. Contacts made by the delegates during the workshop may be used in the future. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}