{"id":"DA9D9F00-7D4E-494C-A248-490C2DC7342F","title":"Counterflow Superfluidity and Tunnelling in Quantum Hall Bilayers","abstractText":"Electrons are the charged particles that are responsible for the conduction of electricity in everyday materials, such as copper wires and the silicon chips in a PC. In the last decade, researchers have discovered that, if we squeeze the electrons into flat sheets which are just a millionth of a centimetre in thickness, they appear to behave quite differently from what we expect.The most dramatic examples of electrons in flatland are the high-temperature superconductors where the electrons live on copper-oxide planes. The electrons appear to flow without experiencing any resistance. This means that electric currents can flow in these materials without losing energy as heat. If we can persuade these materials to behave like this at room temperature, there will be the basis for a whole variety of exciting new technologies.This project looks at another flatland system which displays equally bizarre effects, recently seen by researchers in Bell Labs and Princeton. In a tour de force of experimental techniques, they have managed to fabricate two parallel flat sheets of electrons very close together with leads attached independently to each sheet. They then placed their sample in a strong magnetic field (a million times the strength of the Earth's magnetic field). In this bilayer , they see something which looks very much like superconductivity, when they cause currents to flow in opposite directions in the two electron sheets! In other words, the counterflowing currents can flow without resistance. They have called this effect counterflow superfluidity .Theorists suspect that this phenomenon is intimately connected to the fact that electrons in flatland are particularly sensitive to the repulsive forces that exist between them. In this case, the repulsion between electrons in different sheets is as strong as the repulsion between electrons in the same sheet. So, the motion of electrons in the top layer causes electrons in the bottom layer to move away in the opposite direction.This project is designed to explore this theoretical picture of counterflow superfluidity. Many theories have been put forward, but they cannot explain some very prominent features in the experimental data. Indeed, no one can explain why the counterflow can occur over the whole sample. Why do the electrons go all the way from one side of the sample to the other on the top layer, only to come back in the other direction on the bottom layer -- they could have jumped over halfway along!We want to provide a microscopic theory that can explain the puzzles from the experiments. Only when these puzzles are resolved can we be confident that this phenomenon of counterflow superfluidity exists. From a wider perspective, we hope that the theory that we develop for this problem will shed some light on how to understand the intriguing games that electrons play in flatland .","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C546814/1","grantId":"EP/C546814/1","fundValue":"162185","fundStart":"2006-03-01","fundEnd":"2009-08-31","funder":"EPSRC","impactText":"","person":"Derek  Lee","coPersons":[],"organisation":"Imperial College London","findingsText":" Many leading theorists have worked on this problem. However their results disagree with experiments by several orders of magnitude. We are the first to produce a theory that have reasonable agreement with experiments. The key is a new emergent length scale in the problem due to the interplay between disorder and interactions. Concepts are also relevant to disordered superconductors. Can be used as an example of different fields learning from each other. Quantum Hall bilayers can be used as a testing ground for controlling coherent quantum dynamics, which is central to quantum information processing. Digital/Communication/Information Technologies (including Software),Energy","dataset":"gtr"}