{"id":"DAA302B3-318D-44E6-A407-0D7512AECA28","title":"Common threads in the theories of Local Cohomology, D-modules and Tight Closure and their interactions","abstractText":"Many theorems in Commutative Algebra can be proved by showing that:\n(1) if the theorem fails, one can find a counter-example in a ring of prime characteristic p (i.e., a ring which contains the ring of integers modulo a prime number p), and\n(2) no such counter-example exists in characteristic p.\n\nStep (2) above is often much easier to prove than in characteristic zero because of the existence of the Frobenius function f(r) which raises r to the pth power. This functon is an endomorphism of the rings, i.e., it has the property that f(r+s)=f(r)+f(s), and surprisingly, gives a good handle on many problems in characteristic p.\n\nDuring the course of development of the study of commutative rings of prime characteristic, various notions and techniques were introduced, e.g., a certain tight-closure operation of ideals, certain structures on ``large'' objects called local cohomology modules, and differential operators acting on these rings. The objects and their associated techniques have proved to be very successful in tackling algebraic and geometric problems, and the interactions between these concepts turned out to be especially fertile.\n\nI propose to study these interactions further with the aid of a research assistant, and to apply the resulting techniques to the solution of several outstanding problems in my field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005436/1","grantId":"EP/J005436/1","fundValue":"226468","fundStart":"2012-09-01","fundEnd":"2015-08-31","funder":"EPSRC","impactText":"  My findings have been published in peer reviewed journals and disseminated in various conferences and gatherings of experts in my field.  Cultural","person":"Mordechai  Katzman","coPersons":[],"organisation":"University of Sheffield","findingsText":" The ongoing research for this project has shed light into the nature of singularities of algebraic sets (i.e., set defined by the vanishing of polynomials) over field of prime characteristic. This in turn sheds light on related problems over more &quot;natural&quot; fields, e.g., the rational numbers. The two publications in print associated to this project have been already cited by other researchers looking at related problems, and are likely to have a considerable effect of the treatment of characteristic p methods. There are more publications in the pipeline, I am I certain the these would have a similar effect.\n\nAlso, the algorithmic aspects of my work has opened wide new possibilities for the study of singularities defined locally in terms of Frobenius mappings, and I am planning to devote much of my research in the near future to pursue these. Other","dataset":"gtr"}