{"id":"DAA6C296-9650-40DC-A561-F89664E54C58","title":"Rydberg crystals and supersolids","abstractText":"High-temperature superconductors are a technologically important example of a strongly correlated quantum system. They owe their exotic electronic properties to interactions between the electrons, which give rise to correlated behaviour.\n\nStrongly correlated materials are very difficult to model they lie in between - the electrons interact, and so can't be described as individual particles, but the strong interactions also mean that we can't use a ``bulk'' description based on average properties either.\n\nTo bridge the gap between simple models and real materials, there is growing interest in simulating strongly correlated behaviour using laser cooled atoms, where the external and internal state of each atom can be completely controlled. Recently it has become possible to extend this control to the interactions, by exciting the outermost electron to a highly excited (or Rydberg state) using a laser pulse. This switches on a dipole-dipole interaction which is 12 orders of magnitude stronger than that between the ground state atoms. The interactions completely dominate the kinetic energy of the cold (5 microKelvin) atoms, and the system becomes strongly correlated. \n\nIn this proposal, we will exploit the unique properties of strontium Rydberg atoms to explore how these strong interactions lead to spatial correlations. In particular we will examine the interplay between these correlations and superfluidity. \n\nThe first challenge is to develop a technique for imaging the Rydberg atoms. To do this, we will develop a new kind of scanning microscopy that exploits the fact that strontium atoms have two valence electrons.\nNext, we will use this new technique to observe how the interactions lead to the dynamical formation of ``Rydberg crystals'' where the Rydberg excitations form an ordered lattice. \nThen, to combine these strong interactions with superfluidity, we will use a weak coupling to the Rydberg state to ``dress'' atoms in their ground state with a small amount of Rydberg character. By combining this ``Rydberg dressing'' with a Bose-Einstein condensate, we will be able to controllably introduce spatial correlations into a superfluid, providing a new laboratory for studying the physics of strongly correlated systems. Recent theoretical proposals have suggested that this could lead to the observation of a ``Rydberg supersolid'', where a crystalline spatial distribution can coexist with superfluid flow - similar to a phase predicted to exist in solid helium over 40 years ago.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007021/1","grantId":"EP/J007021/1","fundValue":"596220","fundStart":"2012-07-05","fundEnd":"2016-07-04","funder":"EPSRC","impactText":"  Findings have been used by the research community to progress research on strongly interacting quantum systems. Some recent work may have an impact in precision frequency measurement Education,Other Cultural,Societal","person":"Matthew Philip Jones","coPersons":["Simon Lee Cornish","Charles Stuart Adams"],"organisation":"Durham University","findingsText":" We have discovered that it is possible to cool Sr atoms to mK temperatures using laser light, and subsequently to excite them to strongly interacting Rydberg states. Strontium (Sr) atoms are special as they have two electrons, and when one is excited the other one remains available. We use this to probe the system. Other research groups are building on our work to develop new theory and start new experiments. Education,Other","dataset":"gtr"}