{"id":"DAAB6451-7935-4063-8E8C-5CEF24E26BE6","title":"A Novel Manufacturing Process for the Extrusion of Helical Auxetic Yarns","abstractText":"An auxetic material is one which exhibits a negative Poisson's ratio: this is a counter-intuitive physical property whereby the material becomes thicker when stretched.\n\nAn exciting new invention in the field of auxetics is the helical auxetic yarn. This is a yarn composed of two conventional fibres, one helically wrapped around the other. By appropriate choice of materials and geometry this yarn can be made such that it effectively gets wider when stretched. This opens a panorama of interesting possibilities for high-performance or 'smart' textiles. Uses include pore-opening fabrics in healthcare or security and defence sectors, filtration, colour-change fabrics for healthcare, safety harnesses or fashion, and disaster mitigation - tornado, hurricane or earthquake protection.\n\nIt is easy to make small quantities of auxetic yarn for laboratory trials. These trials have provided, and continue to provide, exciting evidence of benefits to society. To exploit these opportunities we need to develop a method of manufacturing the yarn in industrial scale quantities and at a quality with which commercial enterprises can work and earn profit.\n\nThis research project is developing new extrusion manufacturing techniques to produce helical auxetic yarns and, in particular, developing a new version of the yarn which will truly unleash the commercial potential of the technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004553/1","grantId":"EP/J004553/1","fundValue":"422124","fundStart":"2012-02-03","fundEnd":"2015-02-05","funder":"EPSRC","impactText":"","person":"Kenneth  Evans","coPersons":["Julian Roger Wright"],"organisation":"University of Exeter","findingsText":" Project is still underway. Novel ways of producing helical auxetic yarns have been identified and new application areas. Blast curtains, bullet-proof vests, armour plating, sound absorbers Patents, license agreements. Aerospace/ Defence and Marine,Chemicals,Construction,Healthcare,Leisure Activities/ including Sports/ Recreation and Tourism,Manufacturing/ including Industrial Biotechology,Transport","dataset":"gtr"}