{"id":"DAAB3CA7-BC1F-448A-AD8D-DC234C12230A","title":"Promoting Independent Cycling for Enhancing Later Life Experience and Social Synergy through Design (PrICELESS Design)","abstractText":"Cycling can contribute to physical and mental health and wellbeing among the older population by providing an active means of independent mobility to connect with the community and engage in social activities. But whilst cycling accounts for 23 per cent of all journeys for people aged 65 and older in the Netherlands, 15 per cent in Denmark and 9 per cent in Germany, it represents only 1 per cent of all journeys in the UK. This research starts from the premise that older people in the UK are often portrayed as citizens who lack the capacity to cycle and that this translates into design guidance that fails to consider how the built environment could be transformed to support cycling amongst an ageing population.\nAs people age, cycling becomes more physically challenging, forcing many to stop. Some people do adapt to changing physical circumstances and continue to cycle in older age. However, many lack the desire to cycle because of risks associated with its practice in an unsupportive environment and fear of personal injury. Projects to improve cycle infrastructure coupled with the growth in availability of assistive technologies such as electric bicycles ('e-bikes') could have a significant role in creating opportunities for older people to return to cycling or prevent them from giving up. The aim of this research is to better understand how built environment and technological design is shaping the willingness and ability of older people to cycle, how they interact and experience the built environment when cycling, and how this affects their wellbeing. Attention will focus on elements of design at different scales from buildings, to neighbourhoods, to wider town networks and also on bicycle technology and equipment. The research will investigate the range of policies and programmes and guidance available across the EU targeted at promoting more inclusive cycling amongst the older population and compare this with activity in the UK. A range of existing UK data sources will be analysed to identify trends in participation in cycling across the in the UK and the extent to which recent projects and programmes are encouraging older people to cycle. A mix of innovative methods to understand the relationship between cycling in the built environment and wellbeing will be used with residents approaching later life (aged 50-59) and in later life (60+) across the Bristol, Oxford, Reading and Southampton areas. First, biographic ('cycling life-history') interviews will be conducted in order to understand the role of past experiences of cycling and the influence of life events such as family and social relationships, employment and wider social, economic, environmental and technological change; Second, mobile interviews and observation will be conducted with participants as they make a regular journey by cycle in order to capture their everyday experience of cycling and to measure how interaction with the built environment affects mental physical and mental wellbeing; Third, new and returning older cycle users will be invited to take part in a unique 8-week experiment to measure how their (re)engagement with both conventional and electric cycling in the built environment affects their physical and mental wellbeing. \nA rich dataset incorporating qualitative (textual, cartographic, video) and quantitative (numerical measures of wellbeing) data will be used to develop a toolkit for use by policy makers and practitioners. This will advise how the built environment and technology could be designed to support and promote cycling amongst current and future older generations and provide evidence of how this could improve independent cycling mobility and health and wellbeing. The toolkit will include briefing notes linked to design guidance and a documentary video, made with participants of the study, distributed directly to policy makers, practitioners and stakeholder and made available on the Web with the aim of generating maximum impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K037242/1","grantId":"EP/K037242/1","fundValue":"1184090","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Tim  Jones","coPersons":["Kiron  Chatterjee","Justin  Spinney","Emma Jane Street","Carina Marije Van Reekum"],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}