{"id":"DAAEF976-B0CE-4FCA-9330-E0CCE272255B","title":"Optimising Resource Efficiency in Future Mobile Communications","abstractText":"Mobile communication systems are becoming more and more complex to design (by researchers), operate (by the operators) and used by the people in the street. Mobile users now wish to be always connected, irrespective of time and place, and have access to a range of new services to help him/her in everyday life, all at the lowest possible cost. Currently no one knows how to evaluate whether a system is efficient or not in such provision. The reason for this is the huge number of parameters involved which collectively influence system efficiency. So far the practice has been to use a subset of such parameters to define localised efficiency -- but this does not provide overall efficiency and it will not lead to low cost or optimum use of scare spectrum. There are three important criteria which need to be considered and designed together to achieve a highly efficient mobile system. These are: quality of offered service, capacity and the cost of the system. Each of these criteria are influenced by a large number of parameters individually, where each have different weightings. Optimum design needs to find a fine balance between the three different criteria and yet currently there is no technique available which enables them to be optimised together to provide the required low cost solution. What makes this difficult is that a mobile system is dynamic by nature in terms of: range of mobility of users, wide range of operational environments, wide range of services with different bit rates and expected qualities, etc. This all points to requirements for a system with a certain degree of adaptability so that the system can self-organise and adapt itself to changing conditions. Currently systems are designed and operated on more or less fixed technique and parameters. These include the design of air-interface, media access control, handover algorithms, cell sizes and fixed frequency band allocation which all lead to wastage of resources and expensive solutions. The mobile systems of the future, addressed herein, are continuously adaptable and reconfigurable and respond automatically to the conditions of environments and user demands. It is only by engaging with these factors that efficiency can be maximised and the required low cost new services can be delivered to users. The challenge of the research described herein is how to collectively design such very complex networks so that users, service providers and network operators will all consider it efficient and cost effective to participate in the mobile vision of the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D056691/1","grantId":"EP/D056691/1","fundValue":"369842","fundStart":"2006-01-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"  The companies of the MVCE created mobile phone products; Aerospace, Defence and Marine,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Transport Cultural,Societal,Economic","person":"Lajos  Hanzo","coPersons":[],"organisation":"University of Southampton","findingsText":" Numerous sophisticated transmission and reception schemes were conceived, including multi-user detectors, Interleave Division Multiple Access (IDMA) schemes, Multi-user transmitters, sphere-decoders, etc; They have been exploited by the 20 or so companies of the Mobile Virtual Centre of Excellence (MVCE) and by the academic community through our publications and books; Aerospace, Defence and Marine,Creative Economy,Education,Electronics,Healthcare,Transport","dataset":"gtr"}