{"id":"DAB3DF51-A5A7-40F3-AEA6-D359DA2990B0","title":"Women's Film History Network - UK/Ireland","abstractText":"Traditionally film history has paid little attention to the contribution of women to film history - other than as actresses. But from its beginning women have been active in and around cinema as directors, scriptwriters, designers, cinema owners, distributors, publicists, reviewers, audiences, campaigners and so on. Consequently in the late 1990s an International Women Film Pioneers Project was initiated in America to address this gap in historical knowledge. This is now based in the Film Division at Columbia University, New York, and is paralleled by a biennial 'Women and Silent Screen Congress,' staged in different countries since 2000. These initiatives are supported by Women and Film History International through a new website going live in June 2009. \\n\\nTill recently this work has had little impact in Britain, and seen little British contribution to international fora. The interdisciplinary and internationally connected Women's Film History Network - UK/Ireland has therefore been initiated to promote and support research into women's filmmaking history in UK/Ireland, from the silent period to the present. The Network collaborates with the American based initiatives in order both to draw from their world-wide connections, research sources, and expertise - especially Columbia University's Center for Digital Research and Scholarship - and to contribute to the internationalising of research. \\n\\nThrough the first of four proposed Workshops, the Network will focus on issues posed by its experts in women's history, literary and cross-media studies in order to identify the new perspectives, sources and avenues of investigation through which women's film histories can be researched. The second Workshop, held in collaboration with the Film Division of Columbia University, will draw on the concentration of Women's film-based and media agencies in New York and the Women and Film History International association's European collaborators to address conceptual and practical issues arising from the international dimensions of film production, including the resulting problems of archiving, circulation and exhibition of women's work and potential digital solutions. Workshop three will bring network members from HEIs together with those representing archives, libraries, exhibition activities in UK/Ireland in order to identify problems and solutions for database construction and sharing. Drawing together the results from all three workshops, the fourth will construct a constitution and organisational foundation for the continuance of the Network post-AHRC funding. This will include devising a brief for a digital designer to develop web-based and databasing support to link future researchers and users, for which further funds will be sought. Thus the Network will extend knowledge gained through its support for research into women's film histories to educators, women's professional media organisations, film and festival programmers, in order to enhance the visibility of women's film and media work, raise the aspirations of girls and young women as potential entrants to screen media professions and increase the availability of women's films and television programming for general public enjoyment.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H018441/1","grantId":"AH/H018441/1","fundValue":"33652","fundStart":"2009-10-01","fundEnd":"2011-06-30","funder":"AHRC","impactText":"","person":"Christine Ann Gledhill","coPersons":["Julia  Knight"],"organisation":"University of Sunderland","findingsText":"","dataset":"gtr"}