{"id":"DAB77D94-52E1-4475-BA9C-219DDCF0ADDC","title":"Exploitation of Glycoarrays -Translation to End-use","abstractText":"Carbohydrates are a large group of compounds consisting of sugars with diverse structures present both inside and on the surface of cells. They fulfil many different roles but it is the way they interact with proteins that determines their effectiveness in a variety of biological events. Each cell contains a wide variety of carbohydrates and the number of possible combinations and interactions with proteins and with other carbohydrates is enormous. These interactions are known to have a major effect on tumour growth, infectious diseases, inflammation, neurodegeneration, wound healing and tissue engineering. For example, it is now known that one of the factors influencing whether or not the influenza virus invades humans or birds is due to a very small difference in the structure of one of the sugar molecules on the surface of epithelial cells in the lungs and respiratory tract. Cancer is associated with changes of the sugar molecules attached to some proteins on the cell surface; tracking such changes may therefore be useful for diagnosing cancer and to provide a solution for specifically targeting drugs at cancerous cells. These examples indicate the complexity of the field of glycomics and the need for rapid progress. During the past four years, a consortium of scientists from the UK has developed technology to measure the interactions between carbohydrates and proteins that happen in cells, tissues or organisms (a field called 'glycomics'). This technology is centered around arrays which contain the natural carbohydrates that one might find in a biological system. The arrays are created by printing tiny dots of the carbohydrates of interest onto a support such as a glass slide, exposing them to carbohydrate binding proteins (CBPs) and finally observing and analysing the interactions. The present proposal aims to apply this technology to important biological problems. For example, we will investigate the binding of carbohydrates to protein components of the human immune system, to viruses and bacteria and to enzymes that are linked to disease states such as congenital muscular dystrophy. We will also investigate possible routes of application and commercialisation of the technology in healthcare.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G037604/1","grantId":"EP/G037604/1","fundValue":"846367","fundStart":"2009-01-02","fundEnd":"2011-05-01","funder":"EPSRC","impactText":"  This research resulted in further development of technology that has a wide range of applications in healthcare in particular diagnostics and drug discovery. Chemicals,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Sabine  Flitsch","coPersons":["Ten  Feizi","David  Russell","Anne  Dell","Jeremy Ewan Turnbull","Stuart Michael Haslam","Paul Richard Crocker","Rob  Field","Andrew Keith Powell"],"organisation":"The University of Manchester","findingsText":" Gained further understanding using the technology of how carbohydrates interact with proteins in a variety of biological events. Use of the technology to study how carbohydrates interact with proteins. Chemicals,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}