{"id":"DAB86633-B9BF-4D65-AD2C-20FA6155F872","title":"Physiological signals critical periods and hypothalamic mechanisms underlying neonatal programming of adult hyperphagia by maternal over-nutrition","abstractText":"Extensive epidemiological and animal-based studies have demonstrated that maternal obesity not only heightens the complications commonly associated with pregnancy, but also increases the long-term risks of metabolic and cardiovascular disease in offspring. This effect is independent of any direct genetic cause. Inheritance of a characteristic which has been acquired by the mother raises important biological issues; consequently, the full significance of this phenomenon extends beyond the immediate context of energy balance. Nevertheless, the immediate implications of these findings provide important perspectives on the escalating problems of obesity, which threaten to overwhelm our healthcare services. We have recently developed an experimental protocol in which female rats or mice are given a highly palatable diet, rich in sugar and fat, before conception and throughout gestation and lactation. This diet results in overt obesity and mimics the obesogenic food which is commonly eaten throughout the western hemisphere. Although the pups of these rodents are raised on a normal diet from weaning, by adulthood they show increased appetite and obesity, with signs of type-2 diabetes and cardiovascular disease. Fifteen years ago a novel hormone secreted by fat cells was discovered and named leptin (from the Greek leptos, meaning thin). When administered in adulthood to normal rodents or to mice which are deficient of this hormone, leptin suppresses feeding. In chronic cases of obesity, however, leptin is ineffective; under such conditions, humans and rodents are said to be leptin-resistant. During the first ten days after birth, rodents produce a surge of leptin in the blood. This enters the brain and promotes the growth of pathways in the hypothalamus, the part of the brain which controls appetite. One of the most striking changes we have found in the rodents programmed for high appetite by maternal over-nutrition is a massively raised and prolonged surge of leptin before weaning. We have also found leptin-resistance in these animals by postnatal day 30 (9 days after weaning), long before they are overtly obese. These animals show a loss of leptin's ability to suppress feeding behaviour, and also a reduction in the cellular activity normally induced by leptin within the appetite-regulating part of the hypothalamus. These findings lead us to hypothesise that chemical signals in the mother's milk promote the abnormal surge of leptin in the pup's blood. We also hypothesise that the consequent over-stimulation of leptin-sensitive circuits in the hypothalamus results in chronic leptin-resistance and a persistently unrestrained appetite. The proposed research will elucidate the chemical signals received from the mother and the critical period during which those signals influence the infant's future appetite by excess secretion of leptin. The therapeutic possibilities of increasing the ratio of beneficial fatty acids in the maternal diet will be addressed. We will also elucidate the processes causing the hypothalamus to become leptin-resistant and the effects on appetite-regulating circuits. These studies will increase our understanding of the biological mechanisms which underlie the ways in which maternal obesity may influence the long-term health of offspring.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H008845/1","grantId":"BB/H008845/1","fundValue":"688303","fundStart":"2010-09-16","fundEnd":"2014-10-15","funder":"BBSRC","impactText":"  Mother-child cohort studies have established that both pre-pregnancy body mass index (BMI) and gestational weight gain (GWG) are independently associated with cardio-metabolic risk factors in young adult offspring, including increased adiposity. Animal models in sheep and non-human primates provide further evidence for the influence of maternal obesity on offspring metabolic function, whilst recent studies in rodents suggest that perinatal exposure to maternal obesity may permanently change the central regulatory pathways involved in appetite regulation. Leptin signalling in the brain plays an important role in the hypothalamic control of appetite and energy expenditure via thermogenesis. But leptin also activates hypothalamic efferent sympathetic pathways innervating non-thermogenic tissues including kidney and liver and is implicated in the development of obesity-related hypertension and non-alcoholic fatty liver disease. Leptin also has a neurotrophic role in the development of the hypothalamus and neonatal hyperleptinaemia secondary to maternal obesity is associated with hyperphagia and permanently altered hypothalamic structure and function. In rodent studies maternal obesity alters neonatal adipocyte function and promotes an exaggerated and prolonged neonatal leptin surge associated with a persistent selective leptin resistance to the anorectic effects of leptin, combined with sympathoexcitatory hyper-responsiveness which is maintained into adulthood. Experimental neonatal hyperleptinaemia in naive rat pups provide proof of principle that hyperleptinaemia during a critical window in hypothalamic development may directly lead to leptin resistance, hyperphagia, adulthood obesity, and obesity-independently cardio-metabolic dysfunction. Insight from these animal models raises the possibility that early life exposure to hyperleptinaemia in humans may lead to early onset hyperphagia and obesity. Healthcare Policy & public services","person":"Clive  Coen","coPersons":["Lucilla  Poston","Paul David Taylor"],"organisation":"King's College London","findingsText":" There is now considerable evidence that maternal obesity in pregnancy is associated with increased risk of obesity, diabetes and high blood pressure in childhood and beyond. Animal models in sheep and non-human primates provide further evidence for the influence of maternal obesity on offspring metabolism, whilst our previous studies in rodents suggests that maternal obesity may permanently change the central regulatory pathways in the brain involved in appetite regulation with subsequent risk of obesity. The fat hormone 'leptin' is involved in appetite regulation by signalling to the brain that fat stores are full thereby inhibiting further food intake, whilst also burning off extra calories through heat production in peripheral tissues. Leptin also has an important role in development; orchastrating connectivity of neural circuits in the brain involved in appetite control. We have demonstrated that exposing rats to elevated concentrations of leptin in early life, as occurs with maternal obesity in pregnancy, results in offspring with increased appetite and permanently altered structure and function in specific regions of the brain associated with feeding behaviour. In particular we have shown during this period of funding that early life leptin exposure can confer, a preference for energy dense sugary foods associated with altered expression of signalling pathways relating to hedonic feeding behaviour i.e. the 'reward' or 'pleasure' derived from eating certain types of food. These studies provide proof of principle that leptin during a critical window in brain development may directly lead to altered appetite and adulthood obesity. Insight from these animal models raises the possibility that early life exposure to leptin in humans may also lead to increased appetite, altered food preference and early onset obesity. Insight from these animal models raises the possibility that early life exposure to leptin in humans may also lead to increased appetite, altered food preference and early onset obesity. Healthcare","dataset":"gtr"}