{"id":"DACCD38F-6636-4A3B-86AD-73C02D228BC2","title":"High resolution SECM for live sciences.","abstractText":"We have developed a new form of scanning ion conductance microscopy (SICM) that uses a fine nanopipette that allows the high resolution imaging of the topography of highly complex cellular samples and also functional imaging using the nanoscale assays using the same probe to deliver reagents to the cell surface or to perform electrophysiological measurements. This is a major advance in live cell imaging and we aim to now extend this to image chemical species by combining SICM with scanning electrochemical microscopy (SECM) for sensitive nanoscale mapping of chemical species. The combined SICM/SECM probes will be designed to be small enough to image cellular structure such as microvilli or fine neuronal dendrites (50-200 nm) in order to be suitable for high resolution SECM/SICM imaging without damage. Building on proof of concept experiments that we have performed, we propose to achieve high resolution SECM/SICM imaging of complex cellular structures and tissue samples which currently present a great technical challenge. To do this we need to firstly design and optimize nanoprobes for simultaneous SICM/SECM and modify our current SICM set-up and our scanning protocols. Simultaneous SICM/SECM will then be used to show the feasibility to record neuromediator release, map respiratory activity and detect NO in live cells and tissue. This novel technology should have widespread application in the biological, medical and physical sciences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I007482/1","grantId":"EP/I007482/1","fundValue":"382472","fundStart":"2010-10-01","fundEnd":"2014-04-04","funder":"EPSRC","impactText":"  There is a large community of scientists who already use SECM/SICM probes in their research who immediately benefit from this technology. Healthcare,Pharmaceuticals and Medical Biotechnology ","person":"Yuri  Korchev","coPersons":[],"organisation":"Imperial College London","findingsText":" We have developed a technology for nanoscale simultaneous scanning ion conductance microscopy (SICM), to image surface topography, and scanning electrochemical microscopy (SECM) to sensitively detect and map specific chemical species. We have developed cheap and reliable methods to fabricate combined SICM/SECM nanoprobes based on glass nanopipettes with a ring platinum, carbon or gold nanoelectrode and nanoprobes based on theta quartz nanopipettes with a carbon nanoelectrode. Combined SICM/SECM nanoprobes based on theta quartz nanopipettes with a carbon nanoelectrode can be easily modified to perform measurements at nanoscale in biological and biomedical sciences to study changes in cell respiration, apoptosis, oxidative stress, hypoxia and aging as well as neurodegenerative disease and cancer. An important aspect of ensuring maximum impact of this technology is the involvement of the spin-out company Ionscope Ltd. Under suitable commercial agreements the company is well placed to sell SICM/SECM instruments making the technology readily available to potential users. This technology should have wide applications in both physical and biological sciences and will be used in both academia and research in industry. By directly detecting and mapping key chemical species it should allow scientists to probe important processes on live cells including signalling and apoptosis oxidative stress, hypoxia and aging and use this as way to develop methods to stop these processes or enhance them. There is a large community of scientists who already use SECM in their research who will immediately benefit from this technology once available. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}