{"id":"DACFA526-A4A7-4B46-99C6-09090ACF1CB8","title":"Fathers, work and families in twenty-first century Britain: beyond the breadwinner model?","abstractText":"<p>The role of fathers as breadwinners and parents has been undergoing dramatic changes over the past few decades. In the UK and elsewhere in Europe, there is a renewed policy emphasis and concern about the role of men in families. At the same time, there is no single comprehensive source of information about men as fathers, their contribution and role in the family, involvement in childrearing, economic activity and contribution and how these factors interact.</p>\n\n<p>This project aims to bridge this information gap and establish the UK's foremost analysis about the lives of fathers using data from four large-scale survey series: the Understanding Society, the European Union Labour Force Survey, the European Social Survey and the British Household Panel Study. Although principally focused on fathers in the UK, this study will also include international data to enhance our understanding of the role that societal-level factors play in shaping fathers' work and family life.</p>\n\n<p>The study will inform the development of innovative work-care policies and practices and empower key stakeholders to carry out their work more effectively drawing on the improved understanding of men's diverse family and work roles.</p>\n\n<p>This study has received ethical approval from NatCen Social Research and UEA.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K003739/1","grantId":"ES/K003739/1","fundValue":"154597","fundStart":"2012-10-22","fundEnd":"2014-08-21","funder":"ESRC","impactText":"","person":"Svetlana  Speight","coPersons":["Sara  Connolly","Margaret  O'Brien"],"organisation":"National Centre for Social Research","findingsText":" The key findings from the project are outlined in correspondence to the four key objectives outlined in the research proposal.\n\nAim 1: \nWe have produced a comprehensive profiling of fathers in 21st Century UK, using data from the Understanding Society, wave 1 (2010-11), EU-Labour Force Survey (2001-2011) and the European Social Survey (2004 and 2010). This profiling has focused on vital statistics about fathers in the UK (including those with resident and non-resident children), as well as an analysis of fathers' working hours, families' employment patterns, father involvement with children, their relationships with partners, and their experiences of work-family conflict. \n\nOur novel 'father-centric' analysis of non-residential fatherhood has enabled us to outline four different 'types' of non-resident fathers, which could be a useful analytical tool. These are 'Engaged' fathers, 'Less Engaged' fathers, 'Disengaged' fathers and 'Distance' fathers.\n\nAim 2: \nWe have explored factors associated with fathers' work patterns and family life. The most significant achievements have been in the area of fathers' employment patterns and in the area of non-residential fatherhood.\n\nWe identified a growth in dual full-time earner households, increasing hours of work of mothers in traditional 1.5 earner parent couple households and a growing proportion of households with non-standard patterns, which suggests both a convergence in economic provisioning within parent couple households and increased diversity, particularly in the post economic crisis period. \n\nWe investigated which factors are associated with paternal involvement in family and found that the quality of the couple relationship is linked with how involved the father is with the child. Understanding that the couple relationship is important not only for the parents themselves but also for child involvement is useful to relationship practitioners and also potentially policy makers.\n\nAim 3: \nUK coupled fathers working full-time had the highest average working hours across EU in 2001, and second highest (behind Greece) in 2011. Our evidence shows that between 2001-2011 UK fathers' average weekly work hours have declined; shift work and working at weekends and night has declined and part-time working has increased.\n\nWe also investigated how the 2008 recession has affected UK fathers' experience of underemployment (wanting to work longer hours than those currently worked) and found that coupled fathers experienced less underemployment than men in other circumstances.\n\nAim 4: \nWe compared UK fathers with those in seven other purposively-selected EU countries.\n\nWe found that the sole male breadwinner is in retreat, maternal employment is rising, and those countries hit hardest by the recession have seen an increase in atypical working practices (Spain and Greece have seen a tripling of sole female breadwinners).\n\nWe found that UK fathers reported levels of work-family conflict which were consistently the highest among the countries in the study (with the exception of Greece post-economic crisis), while fathers in the Netherlands reported consistently the lowest levels. This highlighted the importance of labour market structures, such as the strength of labour rights and the norms and practices around the length of the working week. The project has been very successful in engaging a diverse group of academic researchers, policy makers, politicians and practitioners with the findings of the study.\n\nAcademic impact:\nOur project website (www.modernfatherhood.org) contains briefing papers, comprehensive statistics, presentations, and blogs from stakeholders. It has had 9,615 users, 12,274 sessions (visits to the website) and 34,888 page views.\n\nWe presented findings at national and international conferences. Five journal papers are being prepared with one already submitted to the Journal of Social Policy. \n\nNew insights into the definition and measurement of fatherhood are embedded in the findings. We achieved a balance between a simple reductive approach (e.g. 'fathers' and 'non-fathers') and an overly elaborated set reliant on too many dimensions. The resulting four-fold typology contributes to concept-driven analysis of men's economic and family behavior in large-scale data sets.\n\nNon-academic impact:\nWe organised two dissemination events and delivered three briefing sessions for policy makers (DWP, BIS and Cross-Government Family Analysis Group) and received very positive feedback. Study findings informed &quot;Fathers and work-family policy&quot; section of Family Futures Digital Book commemorating the UN twentieth anniversary of the International Year of the Family. We engaged throughout the project with the Fatherhood Institute who publicised our findings and used them to campaign against the &quot;bedroom tax&quot;. We worked with other members of our Advisory Group including policy makers, NGOs, journalists and academics. Our findings were widely reported in the media and on specialised websites such as Conversation and Society Central. Communities and Social Services/Policy,Education,Financial Services, and Management Consultancy,Government, Democracy and Justice","dataset":"gtr"}