{"id":"DACF3BEB-0543-44C6-9BB4-2F07C1385304","title":"AN EXPERIMENTAL AND ANALYTICAL STUDY OF DRY-STONE RETAINING WALLS","abstractText":"Dry-stone walls are formed by carefully stacking blocks of stone rubble, without the use of mortar. Found throughout the world, dry-stone walls form the distinctive character of many areas of the UK, including the Cotswolds, Peak District and Lake District. Dry-stone retaining walls are engineering structures used to support road, railway and canal cuttings and embankments. The walls are commonly about 0.6m thick and are comprised of a bonded masonry face with stacked rubble stone behind. They were mostly built during the 19th and early 20th centuries. There are about 9000 km of these walls along the UK road network alone, having an estimated replacement value in excess of 1 billion. Though the ageing stock of walls is still performing very well, their deteriorating condition and occasional sudden collapse is a major problem for highway maintenance authorities.There is uncertainty about how these walls actually behave under load and what the factors of safety against collapse are. This current lack of understanding of real collapse mechanisms including three-dimensional effects, combined with the factors of safety required by modern design codes and uncertainties over design parameters such as soil properties, wall dimensions, groundwater conditions and loading, leads to the unnecessary replacement of satisfactory walls and the failure to identify walls that are in danger of imminent collapse.Even though dry-stone walls have distinct advantages over more modern earth retention methods (such as the use of local materials combined with a free-draining and flexible structure), the engineering uncertainties are such that new and replacement construction is rarely in dry-stone masonry. The unnecessary replacement of satisfactory walls, often by concrete structures, results in high costs associated with construction, traffic disruption, increased risk of damage to property or life, and potentially adverse environmental impacts. The current lack of understanding of the real mechanisms of dry-stone retaining wall behaviour is perhaps unsurprising given that no significant experimental investigation of dry-stone retaining walls has been carried out since a limited study undertaken over 170 years ago. The resulting lack of direct quantitative data concerning dry-stone retaining wall behaviour is not only a problem in its own right, but has also hampered validation of modern computer-based numerical analyses.Increased use of dry-stone walling for repairs and new construction, and prolonging the service life of the existing stock, can only happen with a proper, validated, theoretically based understanding of how these structures work, and the development of suitable design methods that are applicable in the modern engineering environment. The two main areas of uncertainty currently hindering the efficient and accurate assessment of dry-stone retaining walls are bulging and wall thickness. The objective of the proposed research is to develop a greater understanding of these two key issues by means of an experimental study combined with parametric three-dimensional discrete element analyses, and the further development of limit equilibrium analysis methods for the design and analysis of existing dry-stone retaining walls.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D037875/1","grantId":"EP/D037875/1","fundValue":"130824","fundStart":"2006-03-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"William  Powrie","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}