{"id":"DAD3B501-DDBB-4006-826F-F61B91348335","title":"Pathways to Impact Award : Durham University","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I500561/1","grantId":"EP/I500561/1","fundValue":"105316","fundStart":"2010-08-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  Of the eight projects funded two were with spin-out companies. Subsequent to the programme, the graphene spin-out floated on the London AIM Stock Exchange in December 2013 as Applied Graphene Materials plc (www.appliedgraphenematerials.com) and currently has a market capitalization of ?46M. The PDRA employed in the EPSRC grant is now an employee of Applied Graphene Materials. \n\nThe crystallography project included the formation of a spin-out, Olexsys Ltd,(www.olexsys.org) which is in 2014 a successful not-for-profit organisation providing crystallography services and training and mainting the Olex2 open-source code used by small-molecule crystallographers around the world. The PDRA employed on teh project is now an employee of Olexsys.\n\nWe have built extensive reserach links with a number of companies which contiue to collaborate with the University in joint research. The links are not always direct. For example, the links built with High Force Research Ltd in zero volatile organic compounds has facilitated High Force becoming a subcontractor in a project involving another spin-out. A number of the developments arising from the programme are subject to commercial confidentiality.\n\nThe 3D imaging project has enabled the quality of our educational video, now seen by many thousands of people, explaining our current understanding of cosmology and including real research results from the Millenium Simulation, for which the collaborators received the 2011 International Gruber Prize. Chemicals,Education,Energy,Manufacturing, including Industrial Biotechology Economic","person":"Brian Keith  Tanner","coPersons":[],"organisation":"Durham University","findingsText":" Eight research translation projects were funded under this progamme in graphene science, polymer processing, thin film coatings, advanced crystallography, 3D imaging, first principles quantum mechanical modelling of shale properties in oil well, automotive engineering, and metal oxide stability for industrial catalysis and carbon capture All projects were undertaken in collaboration with industrial partners, most of which were external to the university. Two collaborators were spin-out companies. Research links have been established and developed with most of these collaborators, many resulting in additional joint research. In some cases, there have been clearly linked commercial outputs and developments stemming from the programme. Aerospace, Defence and Marine,Chemicals,Education,Electronics,Energy,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}