{"id":"DAD8D8F7-42C8-4BDC-8AFA-1F77CC7433B2","title":"UKCCSRC - The United Kingdom Carbon Capture and Storage Research Centre","abstractText":"The UKCCSRC is a national UK research hub for Carbon Capture and Storage with three main priorities:\nDelivering Research Impact Developing Leaders Shaping Capability\nStrategy - The UKCCSRC will bring strategy to UK academic CCS research in support of government targets.\nImpact - will be maximised by providing a national focal point for CCS R&amp;D to bring together the user community and\nacademics to analyse problems, devise and carry out world-leading research and share delivery. A key priority will be to\nhelp rebuild the UK economy by driving an integrated research programme focused on maximising the contribution of CCS\nto a low-carbon energy system for UK.\nResearch will be linked to the following pathways to impact in future stages of CCS deployment:\na) Maximise the learning from the DECC CCS demonstration programme to reduce costs and risks for subsequent CCS\nprojects to.\nb) Develop a knowledge base for rollout of CCS as part of UK electricity sector decarbonisation in the 2020s, including for\nthe life of this CCS infrastructure until 2050 and beyond.\nc) Prepare for extensive deployment of CCS to meet UK 2050 targets, including CCS on industry, very low residual\nemissions from CCS on fossil fuels and negative emissions from biomass with CCS.\nLeaders - The UKCCSRC will cross institutional and disciplinary boundaries to bring together visionary leaders able to set\nresearch agendas that fully combine the intersecting fields of knowledge required to maximise the potential of CCS,\ninspirational team leaders for complex, long-term research programmes, and will also provide leadership development\nopportunities for early- and mid-career researchers.\nCapability - The UK CCS Research Centre will provide CCS researchers with the space, support and opportunities to foster\ncreativity and to empower them to deliver the highest quality long-term research in CCS areas where there is current or\nfuture national need.\nThe activities of the UKCCSRC will be overseen by a broadly-based independent Board, reporting to RCUK and other\nfunders. A Management Team made up of the Principal Investigator/Director and eight Co-Investigators plus a Secretariat\nwill be responsible for running the Centre. Nine additional Research Area Champions will also help cover the wide range of\ndifferent specialised knowledge fields involved in implementing CCS systems.\nThe existing UK CCS Community Network will be operated by the Centre, giving a fully inclusive forum for UK CCS\nstakeholders and a route for all UK academics to engage with the UKCCSRC.\nThe UKCCSRC initial funding supports a core research programme (&pound;3M) that covers a number of evident gaps in existing\nresearch and also includes scoping research in areas likely to be of strategic importance. It also funds shared national\nfacilities (&pound;2M plus &pound;2.9M from DECC). A further &pound;1.5M has been set aside for flexible seed funding to be allocated on a\ncompetitive basis for emerging strategic research needs.\n\nAcademic Beneficiaries\nDescribe who will benefit from the research [up to 4000 chars].\nThe Centre will be expanded by a number of routes:\na) Academic researchers on existing and new CCS projects will be invited to link these to the Centre.\nb) Non-academic partners in projects that are linked to the Centre may become UKCCSRC Affiliates\nc) Additional funding for UKCCSRC research programmes will be sought from RCUK and other UK and international\ngovernment-funded sources and also from industry.\nResearch and Pathways to Impact Delivery (RAPID)\nThe key overall strategy for future UKCCSRC expansion is to couple research with impact from the outset. Proposed\nresearch will have to be linked to plausible routes to deliver a positive impact for CCS deployment. The RAPID process will\nrun throughout the course of the UKCCSRC with results summarised in a RAPID Handbook, updated yearly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K000446/1","grantId":"EP/K000446/1","fundValue":"10128000","fundStart":"2012-04-01","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"  The UK CCS Research Centre (UKCCSRC) is a virtual hub that brings together leading UK CCS researchers, acting as an interface for government, industry and international collaboration. It develops, coordinates and leads a programme of underpinning research that covers all aspects of CCS to deliver basic knowledge and understanding and support UK government efforts on energy and climate change.\n\nThe UKCCSRC provides a national focal point for CCS R and D to analyse problems, devise and carry out world-leading research and share delivery. We help build the UK economy by driving an integrated research and impact delivery programme focused on maximising the contribution of CCS to a low- carbon energy system for the UK.\n\nThe relatively rapid build-up of CCS in the UK needs to be supported by close links, in both directions, between underpinning research teams in all areas and the CCS practitioners undertaking demonstration and deployment. The UKCCSRC has a key role here through its Research and Pathways to Impact Development (RAPID) process and its Research Group activities linked to partner organisations in the UK and overseas and a wide range of stakeholders.\n\nThe UKCCSRC provides CCS researchers with the infrastructure, support and opportunities to foster creativity and to deliver the highest quality long-term research on CCS in areas where there is current or future national need. Our multidisciplinary research will enhance national capacity and act as focal point for international engagement.\n\nDECC's CCS deployment plans place the UK in a leading position in Europe. The UKCCSRC, through its role in the EERA CCS Joint Implementation Programme, is well-placed to help shape the European research and policy agenda to support these developments. Links are also in place with other leading CCS countries to allow project experience and research efforts to be shared and coordinated.\n\nThe UKCCSRC brings together visionary leaders who will set national and international multi- discipline and medium-timescale research agendas that combine the range of intersecting fields of knowledge that are required to maximise the potential of CCS. The UKCCSRC provides new leadership opportunities with the delivery of complex, long-term research programmes, and provide leadership and development opportunities for early- and mid-career researchers. Energy,Environment Societal,Economic,Policy & public services","person":"Jonathan  Gibbins","coPersons":["Jeremy  Blackford","Andrew  Chadwick","John Paul Martin  Trusler","Mathieu Serge Lucquiaud","John  Oakey","Hannah  Chalmers","M  Pourkashanian","Stuart Ashley Scott","Colin Edward Snape","Jon  Gluyas","Samuel  Holloway","Stuart  Haszeldine","Trevor  Drage","William  Nimmo","David Michael  Reiner","Julia  Race","Simon  Shackley","Stefano  Brandani","Nilay  Shah","Paul  Fennell","Martin Julian Blunt"],"organisation":"University of Edinburgh","findingsText":" After 30 months the UKCCSRC is established nationally and internationally as the focal point for UK academic research on CCS. Membership currently stands at 246 experienced academics from over 40 UK universities and research institutes, plus another 221 Early Career Researchers. The UKCCSRC provides a Research Group structure with targeted communications and technical events for its researchers and UKCCSRC has set up the first national open-access CO2 capture test facilities in UK. It also is coordinating all UK CCS academic research, a total of over 200 projects and ?100M funding, through its member-defined Research Themes structured landscape, which builds up groups of researchers with common interests and makes them and their work readily accessible to users. \n\nThe Centre has close links to UK CCS industry and other stakeholders through its 20-strong Independent Advisory Panel and its Associate membership programme (117 members) and wider Network (506 members). International recognition is evidenced by the six MOUs already in place with other major overseas CCS hubs and centres and more being developed. The UKCCSRC has already operated a successful international researcher exchange programme and has collaborative research projects taking advantage of unique overseas facilities.\n\nThe UKCCSRC issued its first open research call within 4 months of starting and its second after 22 months. Together these have funded 27 research projects totalling ?4.9M (from about five times that number of applications) with ?2.5M cofunding. The UKCCSRC's portfolio brings both top CCS experts and &quot;new to the field&quot; researchers together to work on tackling key challenges in the UK's CCS research roadmap. Through the Research Themes the UKCCSRC also links these internal projects to the wider UK CCS research portfolio, looking for synergies to add value and providing an active user engagement programme through information management, targeted communications and a range of specialist meetings. The Research and Pathways to Impact Delivery (RAPID) methodology is being developed and implemented by the Centre with support from its Independent Advisory Panel members and wider industry through the CCSA Association Technical Working Group. This will see academics and CCS practitioners work closely together to help identify, plan, execute and implement relevant, high-impact research.\n\nA strong Early Career Researcher programme, linked to the new CCS CDT based at Nottingham, provides focussed events and also supports ECR participation in wider UKCCSRC and other research activities. Many young researchers have been able to take advantage of the Call 1 and 2 projects to become PI on a smaller project to pump-prime their independent research careers; all projects are mentored by experienced researchers from the UKCCSRC Coordination Group.\nThe UKCCSRC Research Area Champion team brings together the senior academics currently leading UK CCS research with two generations of future leaders, to pass on experience and build continuity as they develop greater collective UK expertise in their specialities.\n\nWith cofunding from DECC, the UKCCSRC PACT initiative has, for the first time in UK, established national facilities available to all academics, with the main site at Sheffield and satellite installations at Cranfield, Edinburgh and Nottingham. These have acted as a platform to initiate and develop strategic academic and industrial partnerships, working with research institutions, industry, funding agencies, UK governments and other sponsors and benefactors to help secure significant funding for CCS research in coal and gas power generation. To date the PACT facilities have been used as a catalyst to secure more than 8 EPSRC/DECC/industry research grants that could not have happened without them. Demand for time on the equipment has been well beyond expectations and units are heavily booked for the next two years. \n\nThe UKCCSRC provides all UK CCS researchers with access to world-class national centre capabilities. For the UKCCSRC to be truly successful at delivering impact, it must link world-leading research with impact from the outset. The Research and Pathways to Impact Delivery (RAPID) process was carried out over the summer of 2012 to identify research impacts through UKCCSRC engagement with a wide range of CCS stakeholders to identify the most appropriate areas of research for the Centre's subsequent research calls. Potential research impacts were considered with reference to the RCUK Pathways to Impact, and the 'academic' and 'economic and societal' strands provided a general framework for UKCCSRC work on CCS research impact. Impacts were mapped against the CCS innovation chain and the whole CCS system.\n\nApplication Impact Tables link research areas to levels of knowledge in these areas and to impacts. Research areas and impacts were mapped against the APGTF Report Research and Development priorities, which underpin parts of the DECC Roadmap for CCS. The results of this academic CCS community scoping exercise were compiled into the first version of the RAPID Handbook, which was launched on 24th July 2012 - four months after the start of the grant. The RAPID handbook was one of the assessment criteria for the first UKCCSRC Research Call that launched in the summer of 2012.\n\nGoing forward, following two stages of development for RAPID with predominantly academic inputs links have been established with the IAP and the CCSA Technical Working Group for more targeted CCS practitioner engagement to set priorities and routes for impact. Energy,Environment","dataset":"gtr"}