{"id":"DAE0C5DC-10BE-4AB8-A71A-648B29AA318E","title":"Digital imaging enhanced by plasmon resonance elements","abstractText":"In this project we will combine the CMOS imager design skills at Oxford University and the thin-film technology of Sharp Laboratories Europe with the nanofabrication and nano-optics expertise at Glasgow University to, for the first time, implement plasmon enhanced technologies for use in imaging and displays. The proposed technology can provide both wavelength and polarisation control in a single fabricated layer on the surface of otherwise standard technologies. This is a major step-forward from present day technologies that rely on multiple layers of processing to achieve less powerful effects.Optical resonances occur at the surface of metal films due to the dielectric dispersion relation. This phenomenon leads to surface plasmon resonances (SPR). Surface plasmons are non-radiative electromagnetic surface waves that cause fluctuations in the surface electron density. The simplest exploitation of this phenomenon is in thin films where the dispersion relation is close to resonance, leading to the enhancement of the electric field of a propagating light wave. Surface inhomogeneity, such as a deliberately-created periodic undulation on the metal surface, is used to improve the coupling of the light to the plasmons [1] hence increasing the enhancement. More recent work has shown how nanoparticle structures made by techniques ranging from colloidal suspensions to direct-write lithography can lead to further SPR enhancement in small structures.CMOS integrated circuits are now the dominant technology for optical imaging, including digital cameras, microscopes and a range of optical instruments. Similarly, active display technologies have become dominant, and widespread, in industrial and commercial sectors. These electronic devices combine high performance with low cost and also enable designers to implement signal processing functions on to the same substrate as the imaging sensor to reduce cost, pixel size and power consumption. However, current technologies suffer from a number of drawbacks that are limiting progress in traditional markets. Furthermore, little is being done to enable the core technology to expand its functionality, and hence use, in new and emerging markets. The aim of this project is to use the emerging field of plasmonics to study the potential for using back-end-of-line (BEOL) processing at the silicon foundry to enable both enhancement and diversification of the capabilities of electronic optical detectors, imagers and displays.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G008329/1","grantId":"EP/G008329/1","fundValue":"482449","fundStart":"2009-03-02","fundEnd":"2013-03-01","funder":"EPSRC","impactText":"","person":"David Robert Cumming","coPersons":["Timothy David Drysdale"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}