{"id":"DAE3760E-F02C-4431-9E6F-82909F972546","title":"Solidification in mafic magma chambers","abstractText":"When a chemically complex liquid solidifies it does so over a range of temperatures. During the solidification process a mushy layer develops, in which early-formed solid grains are surrounded by the remaining liquid. This liquid will have a different composition to the solid material, giving rise to numerous possibilities if that fluid were to move within the mush. If it flows to a part of the mush with which it is not in chemical equilibrium there is a complex interaction between the two. The fluid can dissolve the solid, or crystallise in the pore spaces, thus changing the permeability of the matrix and the composition of the solid phase. There may also be changes in pore structure, and thus permeability, due to deformation of the matrix - in the case of the Earth such deformation is most commonly caused by compaction, as the fluid is expelled under the influence of gravity. The problem of flow of reactive fluid is thus highly complex, with many interdependent simultaneous processes. The proposed work is aimed at tackling the first part of this complex problem - that of the progressive development of pore structure within the solidifying mush. We are going to use silicate magmas as a natural laboratory. Magma solidifies on the margins of magma chambers and initially forms a crystal mush through which melts move due to the effects of compaction or replenishment of the chamber. Solidified magmas preserve a record of pore geometry in the way the solid grains fit together. They can also preserve a record of the thermal history via details of the grain boundary orientations. The effects of reaction and diffusive exchange between the solid and the migrating liquid may also be preserved as compositional gradients within mineral grains. It is therefore possible to tease apart the various interacting processes which occurred during the solidification of the magma - thus providing the critical information necessary to understand reactive flow in other, less accessible, environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F018789/1","grantId":"NE/F018789/1","fundValue":"25722","fundStart":"2008-12-18","fundEnd":"2012-09-30","funder":"NERC","impactText":"","person":"David John PriorElisabetta  Mariani","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}