{"id":"DAE7E247-E94D-416B-B060-0F4ABE13A14E","title":"The formation of eusocial groups: partner choice, conflict and the role of the market","abstractText":"In eusocial or cooperatively-breeding groups of animals, some individuals act as helpers, rearing the offspring of other individuals (queens or breeders). Examples include honeybees, ants, naked mole-rats and meerkats. How and why these groups form is a key question in biology. The main testing-grounds are so-called primitively eusocial species, in which queens and helpers are not morphologically differentiated so that all individuals still have the option of independent reproduction outside the group. Paper wasps (Polistes) are the best studied insect system. In spring, overwintered females, known as foundresses, initiate new nests alone or in groups. On multiple-foundress nests, one 'dominant' female lays most of the eggs, while the others act as helpers, foraging to feed the dominant's larvae. However, although there is a well developed theoretical framework for understanding why individuals become helpers, the process of group formation itself has been little studied. Building on previous work, this proposal will combine three novel manipulative experiments with DNA profiling to investigate group formation in Polistes. \n\nThe work will:\n\n(1) Test critical assumptions implicit in previous work: what options do foundresses have, in terms of alternative partners to join, and is there conflict between residents over group membership?\n(2) Manipulate market forces - the supply of pre-existing groups available to potential joiners - to reveal the effect on major features of eusociality such as partner switching, helping effort and group productivity. \n(3) Test the importance of partner choice in determining group productivity, partitioning of reproduction and cooperative behaviour.\n\nResults will provide the most comprehensive understanding of group formation in a primitively eusocial insect, and allow a critical evaluation of previous models and data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K00655X/1","grantId":"NE/K00655X/1","fundValue":"408290","fundStart":"2013-03-01","fundEnd":"2017-02-28","funder":"NERC","impactText":"","person":"Jeremy Paul Field","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}