{"id":"DAE9AF37-5FAA-435D-9AAB-D3E15282380A","title":"Chemical intervention in heparan sulphate-dependent growth factor signalling systems using engineered heparin saccharides","abstractText":"Our labs have expertise in studying the structure and activities of the complex polysaccharide heparan sulphate, which is found on the surface of all cells, and in studying biological processes in cell and developmental biology. These sugars have considerable structural diversity, and bind to many specialised proteins, such as growth factors, responsible for controlling cell behaviour in all tissues. Our labs are interested in finding out more about the molecular basis for their actions and exploiting their exciting natural properties by using them as tools to chemically interfere in biological systems. In this project we are planning to exploit a new approach we have developed for creating libraries of HS sugars with diverse structures, to study the relationships between structure and activity for a number of growth factors. We will examine how differences in structure affect the ability of these sugars to alter growth factor activities in biological assays using test tube, cell and whole animal assays. This will allow us to carry out experiments in a biological system in which targeted intervention of a known pathway and its biological outcome will be conducted. We will collect and compare the data from screening assays to both determine structural specificity amongst diverse growth factors, and identify activating and inhibitory saccharide molecules for application as selective chemical intervention tools in biological systems. We will also use the information to design selected structures for full chemical synthesis and testing, with the aim of providing a supply of defined molecules for future intervention experiments. The ultimate goal will be to establish the application of engineered heparin saccharide as a powerful tool for revealing novel insights into the functional roles of specific HS sequences in regulation of biological systems. These studies will provide new information which will help us to understand how these sugar-protein interactions regulate the functions of cells. They fit into a number of areas within the broad Council remit of increasing understanding of how living organisms function (in this case, molecular interactions relevant to cell signaling and regulation) and providing knowledge which can be used to develop new technologies and products for medicine and industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D006325/1","grantId":"BB/D006325/1","fundValue":"546104","fundStart":"2006-02-01","fundEnd":"2009-03-31","funder":"BBSRC","impactText":"  Exploitation of modified heparins in drug discovery and biotechnology applications Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology ","person":"Jeremy Ewan Turnbull","coPersons":["Jamie  Davies","Edwin Alexander Yates","Sally Elizabeth  Stringer","David  Fernig"],"organisation":"University of Liverpool","findingsText":" o We have created a novel library of compounds based on a heparin as a chemical scaffold. These &quot;engineered heparins&quot; are a resource that provides a unique toolkit for chemical biology studies on these complex polysaccharides relevant to diverse biological processes. \n\n\n\no We have demonstrated complex structure-activity relationships of engineered heparin oligosaccharides in in vitro signalling systems including FGFs, VEGF, GDNF and Slit/Robo. These compounds can be used for selective activation or inhibition of these signalling events through altered binding and activation of ligand/receptor interactions. \n\n\n\no We have tested engineered heparins in ex vivo and in vivo systems and demonstrated that they can be used for selective intervention in signalling processes. One example is selective inhibition or activation of VEGF vs FGF-stimulated angiogenesis in the chick egg CAM assay. Different engineered heparins were found to produce selective pro-angiogenic effects that could have interesting applications in wound healing and tissue engineering. \n\n\n\no We have conducted an extensive series of experiments testing different engineered heparin oligosaccharides' ability to activate or inhibit different features of kidney development and neurite formation. Some of the oligosaccharides are promising candidates for use in renal tissue engineering, and we are currently exploring their application in this field. \n\n\n\no We have demonstrated in zebrafish that engineered heparins differentially and specifically regulate angiogenesis in a manner consistent with interference in distinct signalling pathways responsible for formation of branched vessel structures. These compounds will be useful to further dissect the different pathways that contribute to vascular development and may have therapeutic potential. \n\n\n\no Overall, we have found that engineered heparins represent a privileged region of bioactive chemical space, with great potential for diverse applications in complex biological systems through selective interference in multiple signalling pathways. Related patent developed from SCIBS compounds: Turnbull JE, Patey SJ &amp; Yates EA. (2006) Oligosaccharide agents for treating Alzheimers disease. WO2007/138263 Patent. This patent has been licenced to a University of Liverpool spin-out company, IntelliHep Ltd (see below) for pre-clinical development.\n\n\n\nThis SCIBS grant also led to a long term collaboration on development of fully synthetic heparin saccharides, with IRL Ltd, a Crown Research Institute in New Zealand (now Callaghan Innovation).\n\n\n\nA spin-out company from the University of Liverpool, IntelliHep Ltd, was developed based on commercial exploitation of chemically modified heparins for biotechnology and drug development applications. Prof Turnbull and Dr Yates were 2 of the Founder scientists. IntelliHep has licenced a patent on compounds for treating Alzheimers disease (based on BBSRC funded project grant and Follow-On Fund grant.\n\n\n\nThis project also provided a platform for a DTA BBSRC CASE studentship (2007-11)with Chromatide/Spheritech (Runcorn). This project with a local biotech company was underpinned by chemically modified heparins from the SCIBS project. \n\n\n\nStem Cell Sciences (UK Ltd), 2008-2009: a collaborative project between SCS and IntelliHep Ltd was sub-contracted in to the University (Turnbull and Murray), involving exploitation of chemically modified heparins for human stem cell growth. \n\n\n\nProf Turnbull and Prof Fernig have also been involved as consultants on a BBSRC-funded SBRI grant to Farfield Sensors Ltd (Crewe) that involved development of smart surfaces for presentation of glycans including modified heparins in optical biosensor instrumentation. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}