{"id":"DAEB7367-D534-42E0-855A-B81CE37A20AC","title":"Dynamic Organic Rankine Cycle for Recovering Industrial Waste Heat","abstractText":"The UK has set a target to cut its greenhouse gas emissions by at least 80% by 2050, relative to 1990 levels. To achieve this target, a reduction in energy consumption of around 40% will be required, and therefore significant improvements in energy efficiency are necessary. Energy recovery from industrial waste heat sources is considered to offer a significant contribution to improving overall energy efficiency in the energy-intensive industrial sectors. In the UK, a report recently published by the Department of Energy &amp; Climate Change (DECC) identified 48 TWh/yr of industrial waste heat sources, equivalent to around one sixth of UK industrial energy consumption. Although waste heat recovery is broadly welcomed by industry, there is a lack of implementation of waste heat recovery systems in UK industrial sectors due to a number of barriers, the most important being poor efficiency. The forecast for global waste heat recovery systems market value is growth to 53 billion US Dollar by 2018, with a compound annual growth rate of 6.5% from 2013 to 2018. Needless to say, there is a huge national and global market for innovative waste heat recovery technologies. \n\nAlthough there are several alternative technologies (at different stages of development) for waste heat recovery, such as heat exchanger, heat pump, Stirling engine and Kalina Cycle power plant, the Organic Rankine Cycle system remains the most promising in practice. Large Organic Rankine Cycle systems are commercially viable for high-temperature applications, however, their application to low-temperature waste heat (&lt;250 Degree C) is in its infancy. Yet more than 60% of UK industrial waste heat sources are in the low temperature band (&lt;250 Degree C). There is clearly a mismatch between Organic Rankine Cycle technology supply and demand, so innovative research and development are highly in demand. \n\nThis First Grant Scheme project, in response to the challenge of industrial waste heat recovery identified by DECC, aims to develop an innovative Dynamic Organic Rankine Cycle (ORC) system that uses a binary zeotropic mixture as the working fluid and has mechanisms in place to adjust the mixture composition dynamically during operation to match the changing heat sink temperatures, and therefore the resultant system can achieve significant higher annual average efficiencies. The preliminary research shows that a Dynamic Organic Rankine Cycle system can potentially generate over 10% more electricity from low temperature waste heat sources than a traditional one annually. \nThe research will firstly develop a novel Dynamic Organic Rankine Cycle concept by integrating a composition adjusting mechanism into an Organic Rankine Cycle system, so that the mixture composition can be adjusted during the operation of the power plant. A steady-state numerical model will be developed to simulate and demonstrate the working principle and benefits of such a Dynamic Organic Rankine Cycle system. A dynamic numerical model will then be developed to simulate and optimise the control strategy of mixture composition adjustment. Finally, a prototype of such Dynamic Organic Cycle system will be designed and constructed. The Dynamic Organic Rankine Cycle concept and the two numerical models will be validated through a comprehensive experimental research. \n\nThe Dynamic Organic Rankine Cycle power plants developed through this project can be widely applied to energy intensive industrial sectors such as the iron and steel industry, ceramic manufacturers, cement factories, food industrial, etc. As such power plants can achieve a much higher efficiency; the payback period can be significantly reduced, which would make energy recovery from industrial waste heat sources more profitable. The wide installation of such waste recovery power plants will ultimately reduce the energy demand of these industrial sectors, and therefore improve our energy security.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N005228/1","grantId":"EP/N005228/1","fundValue":"98480","fundStart":"2016-02-07","fundEnd":"2017-02-06","funder":"EPSRC","impactText":"","person":"Zhibin  Yu","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}