{"id":"DAF0BE2E-1697-41E9-88ED-E01806AEE6E6","title":"Chondrocytes from Clinical Grade Embryonic Stem Cells","abstractText":"Osteoarthritis is a debilitating condition of joints affecting 25% of adults over 65 yrs (WHO estimate). It causes pain, disability and loss of independence, which results in a poor quality of life. In the EU it is ranked 12th for disease burden with 35-40 million sufferers and this is set to rise with increased ageing of the population. Current clinical treatment is limited to pain relief with nothing able to delay or reverse the condition. Irreversibly damaged joints are eventually replaced by synthetic prostheses, which are successful in older patients (&gt;65), but less so in younger patients whose life expectancy is much greater than that of the prosthesis and revision surgery is less successful. There is therefore a large unmet clinical need for improved treatment for OA. Current strategies include cartilage repair (ACI) using the patient's own chondrocytes, harvested from intact areas of tissue. However, the outcome of ACI is little better than non-cellular orthopaedic treatments and it requires 2 operations and damage to otherwise intact tissue. Patients' stem cells are also being tested from bone marrow, but this also requires 2 operations and patient specific cell culture. To overcome the problem of the variable quality of the patients' own cells and the need for 2 operations, we have developed a protocol to generate chondrocytes from human embryonic stem cells (hESCs). The protocol is entirely serum free, chemically defined and yields up to 97% chondrogenic cells. We now need to adapt this procedure to deliver cells suitable for clinical applications. This requires the use of entirely validated clinical grade reagents, scale up to generate larger numbers of cells and methods to store and deliver cells to the clinic. We will validate this protocol with a new generation of very high quality (clinical grade) stem cell lines derived in Manchester and by other Centres across the UK. The advantage of using hESCs is that they can be expanded to produce enough chondrogenic cells to treat large numbers of patients, making such a therapy cost-effective on the NHS. Follow-up tests in vivo will grade lines for success in repairing focal defects in rat knee joints (already shown for research grade cells) to allow us to assess the quality of in vivo cartilage repair and assess any incidence of tumour formation, or other adverse effects. The plan will show if hESC derived chondrocytes can be produced, delivered and are able to complete hyaline cartilage repair. This award will allow us to establish the means and methods to move forward towards phase 1 clinical trials for patients with focal cartilage defects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L004992/1","grantId":"MR/L004992/1","fundValue":"622462","fundStart":"2014-06-09","fundEnd":"2017-06-08","funder":"MRC","impactText":"","person":"Susan Jane Kimber","coPersons":["Daniel R Brison","Timothy Edward  Hardingham"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}