{"id":"DAF2A0E5-A9C0-4BBE-8FA4-85C3810E0817","title":"Localised structures of light in dissipative nonlinear lattice models","abstractText":"Recently there has been a lot of scientific interest in the possibility of using optical devices for communication and computation. While optical fibre technology enables rapid transmission of email across continents (e.g.~ from the UK to the USA under the Atlantic) the bottle neck is the electrical components required to turn the key strokes of your email into digital signals, into optical pulses, and back again. Although computers process information quickly --the GHz clock speed of your computer implies billions of operations persecond -- optical pulses travel at the speed of light which allowsin principle for millions of billions or even billions of billions ofoperations per second. In principle then, we could overcome the currentbottleneck if we could use optics rather than electronics toperform computation and data processing. This all optical computing,or `light controlling light' has remained a dream of technologists forsome time.Currently the most promissing materials which are able to host the 'optical computer chips' are so-called photonic crystals, where information can be processed and transmitted with localized blobs of light,also called optical solitons. Techniques exist to make tiny lines and defects inside such crystals to form a network type structure for transmission, storage and processing of information carried by light. This research aims tounderstand using mathematics how the precise nature of photonic chipsaffects dynamics of solitons in them. One of the issues tobe addressed is how the solitons are affected bysmall amounts of gain added to overcome the natural loss in suchsystems. Also, what conditions are required to move the optical bitsfrom one site in the crystal to another. We shall also seek toaddress whether, when trying to simulate these processes on acomputer, one needs to capture the precise details of the lattice orwhether one can get away with a much broader scale description of thecrystal's properties. These are fundamental questions which we shallfirst address using simplified situations of a one dimensional crystal, followed by the two-dimensional case, which is the most practical configuration. Ultimately the research is aimed at providing fundamental information on the feasibility of using photonic crystals as an optical computing medium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D079225/1","grantId":"EP/D079225/1","fundValue":"144107","fundStart":"2007-02-24","fundEnd":"2010-02-23","funder":"EPSRC","impactText":"","person":"Dmitry  Skryabin","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}