{"id":"DAF6E9D5-E631-47C5-BE81-C6013C47C94D","title":"Development of computational strategies for identification and characterisation of viruses in metagenomic samples","abstractText":"Metagenomics is the study of the DNA of mixed environmental samples that include the genomes of many different organisms. We can sequence metagenomic samples using the same next generation sequencing technology that we use to sequence the genome of a single organism, but analysing the data is much more complicated because it is difficult to know in advance which organisms are present in a sample and therefore difficult to know which organism a particular fragment of DNA (a 'read') has come from.\n\nAssembly is the process of putting together short reads into contigs that represent a much longer fragment of DNA, enabling more useful analysis. Assembly is a difficult but relatively mature field when it involves DNA from a single organism. However, many of the simplifying assumptions made by assembly tools are invalid when dealing with metagenomic data, making the process of metagenomic assembly much harder and the field much less mature.\n\nThe aim of this project is to develop computational algorithms for metagenomic assembly and to produce a tool that is sensitive and able to accurately differentiate between very similar species. We have targeted a particular type of metagenomic data involving viral detection because this is an important area and one that is particularly under-addressed with the small number of metagenomic assembly tools that already exist. Using such a tool enables scientists to gain vital information from metagenomic samples, including understanding the mechanisms of disease in animals and humans, detecting novel viruses and monitoring the spread of viruses in order to prevent and contain outbreaks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M004805/1","grantId":"BB/M004805/1","fundValue":"307411","fundStart":"2014-12-01","fundEnd":"2017-11-30","funder":"BBSRC","impactText":"","person":"Richard  Leggett","coPersons":[],"organisation":"The Genome Analysis Centre","findingsText":"","dataset":"gtr"}