{"id":"DAF7300D-32CB-46E4-8586-93CC9FFAC276","title":"Transcriptional regulation of plant growth in nuclear micro domains.","abstractText":"To achieve &quot;sustainable production of sufficient food to supply the world's growing population&quot; scientists need to develop a strategy to promote plant growth by optimising light capture and energy production. One of the most dramatic developmental transitions in a plant's life cycle occurs during photomorphogenesis, when a seedling emerges from the soil and develops leaves, chloroplasts, an embryonic stem, roots and starts producing photoprotective compounds. The majority of these processes are regulated at the transcriptional level. \n\nTo fully understand the principles of transcriptional regulation of gene expression I propose to employ an innovative approach to investigating where, when and how environmental and endogenous stimuli integrate and signalling pathways cross-talk within the nucleus to coordinate the expression of genes that are essential for optimising plant growth. More specifically, we will investigate the function of a novel key nuclear signal integrator of environmental and endogenous stimuli in regulating gene expression. TZP is a nuclear component that plays a major role in integrating light, hormone and clock networks to accelerate plant growth. Plants expressing increased levels of TZP develop longer hypocotyls, petioles and stems that allow them to outperform their neighbours for light capture and energy production. Most crop plant species including soybean, rice, barley and brassicacea contain TZP orthologs in their genome, which is an indication of its functional significance across species. TZP could provide a new target for accelerating growth rates, seedling establishment and survival in economically valuable crop species. Furthermore, characterisation of highly conserved processes, such as transcriptional activation and signal integration will also contribute to the general knowledge of the regulation of gene expression in eukaryotes and facilitate the development of predictive disease screening.\n\nThe scientific scope of this research plan is encompassed within the strategic priorities of the BBSRC. Firstly, accelerating plant growth will have major applications in crop science. Secondly, the mechanism of transcriptional regulation of gene expression and nuclear compartmentalisation are fundamental and highly conserved processes among eukaryotic organisms. Findings stemming from this research proposal will have direct relevance to research on crop science as well as healthy ageing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M023079/1","grantId":"BB/M023079/1","fundValue":"467452","fundStart":"2016-02-01","fundEnd":"2019-01-31","funder":"BBSRC","impactText":"","person":"EIRINI  KAISERLI","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}