{"id":"DAF7267B-AA08-4136-B3FC-07B11E8C597E","title":"Airport Capacity Consequences Leveraging Aviation Integrated Modelling (ACCLAIM)","abstractText":"Global air transport grows at around 5% per year, a rate that generally exceeds increases in airport capacity. This is especially true in the industrialized world, where the economic benefit of airport expansion has been increasingly counterbalanced by environmental concerns. Unrestricted capacity growth would impact those living around airports via increased noise and reduced air quality, and on the wider population via its contribution to climate change. However, restricting capacity growth can have significant national and global implications. Capacity constraints may lead to increases in airfares and airline network changes that take transit and origin-destination traffic away from the region, thus limiting growth in air traffic and the economy. London is a topical example. Airport capacity constraints at Heathrow may ultimately lead to a loss of London's hub status, which would almost certainly translate into negative direct, indirect and induced economic consequences for London and the UK economy as a whole. Hence, the UK Government is currently evaluating whether to add capacity to the system. Such capital-intensive airport capacity expansion decisions are being dealt with by many countries, not only in Europe and the United States, but also increasingly in developing markets. Countries stand to gain or lose economically depending on the performance of their major airports, particularly intercontinental transit hubs.\n \nAirport capacity expansion decisions therefore need to be based on rigorous scientific models that simulate passenger and industry behaviour in an integrated way, as well as illustrate the economic and environmental implications of the various options. Developing such models is challenging because, while global air travel is expected to grow steadily over the next few decades, significant changes are expected in the global distribution and structure of traffic, with the expansion of emerging market economies and the development of new business models (e.g., alliances, low-cost long-haul airlines), marketing strategies (e.g., loyalty programs) and new technology (e.g., very long-range aircraft that will allow passengers to bypass intercontinental hubs). Furthermore, there is a high degree of uncertainty in the drivers of this change (e.g., future income and GDP levels, fuel prices), as well as the nature of the change itself. The tools currently used to assess the impacts of airport expansion policies are limited. Existing models (e.g., the DfT Aviation Model) do not take into account a number of critical factors affecting passenger choice of airports and airlines (e.g. air fare and loyalty programmes), and ignore airline competition for passengers. In addition, they deal with uncertainty only in the simplest way, typically using scenario-based analysis, and do not attempt to model future changes in system structure (such as the growth of low-cost long-haul carriers). We therefore propose to develop an adaptable, responsive model, which can rapidly assess both the beneficial and undesired impacts of airport capacity constraints and expansion, accounting for uncertainty at every level. This model, ACCLAIM, would build on the existing AIM framework, and add significantly to its capabilities by providing support to the multi-billion pound investment decisions at stake.\n \nThe proposed methodology is to integrate a global model of passenger itinerary choice (including airport and airline choice), as a function of travel time, fare, airline loyalty, airport access and cost, with a model of airline decision making, simulating airline fare, network, frequency and fleet decisions under competition. The resulting passenger and air traffic flows will then output to impact modules, estimating climate, air quality, noise and economic effects. Application of the tool will then be demonstrated in the context of airport capacity in London, simulating its impact on a national, regional and global scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M027031/1","grantId":"EP/M027031/1","fundValue":"678670","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"EPSRC","impactText":"","person":"Andreas Wolfgang Schafer","coPersons":["Aidan Michael O'Sullivan","Antony David Evans","Anna  Mavrogianni"],"organisation":"University College London","findingsText":"","dataset":"gtr"}