{"id":"DAFD516C-8F15-43F6-BB24-E56901DDE1FA","title":"Enhanced Ultrasonic 3D Characterisation Of Composites Using Full Matrix Capture Of Array Data","abstractText":"Recent years have seen increasing interest in the use of thick-section composites for safety-critical components in, for example, primary aircraft structure and fan blades in aero engines. All such components are required to undergo non-destructive evaluation (NDE) during manufacture; this is time consuming and NDE throughput is stretched to its limit internationally. Current composite Non-destructive Evaluation (NDE) is based on a qualitative empirical approach where a single normal-incidence ultrasonic probe is used to estimate the average ultrasonic attenuation from the amplitude of the back-wall reflection. While adequate for accepting or rejecting thin composite panels, this approach does not provide the level of defect characterisation and localisation necessary for the quantitative NDE of larger components.There is a clear and pressing industrial need for quantitative NDE techniques that can be applied to safety-critical composite components both at manufacture and in-service. An ultrasonic technique is the industrially preferred option for reasons of cost, safety and ease of deployment, but increased scanning speeds are required to speed up throughput. However, the conflicting demands of rapid scanning, high-penetration depth and accurate defect characterisation cannot be achieved with a single normal-incidence probe. Instead the data from multiple inspection directions must be combined. The necessary raw data can be rapidly and efficiently obtained using an ultrasonic array, but at present it cannot be exploited. This is due to the lack of (a) an appropriate forward model of oblique wave propagation and scattering processes, and (b) a suitable inversion scheme to turn the raw data into useful information. This is the motivation for the proposed research programme, the aim of which is to develop ultrasonic array data processing techniques based on physical reasoning for the characterisation of safety-critical aerospace composites. The programme requires advancement of the fundamental science of wave phenomena in composites, the solution of a challenging inverse problem and, crucially, the translation of the scientific findings into practical industrial solutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H01196X/1","grantId":"EP/H01196X/1","fundValue":"226324","fundStart":"2010-02-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"  They have been incorporated into on-going research into ultrasonic imaging at the University of Bristol. This has been facilitated by one of the RAs taking up employment in the Ultrasonics and NDT Research Group there (Professors Bruce Drinkwater and Paul Wilcox) Aerospace, Defence and Marine Economic","person":"Richard  Challis","coPersons":[],"organisation":"University of Nottingham","findingsText":" Ultrasonic array scanning of structural aerospace composite components is mandatory both at manufacture and in service for safety assurance. It is time consuming and expensive. This project has resulted in a mathematical/computational model of wave propagation between transducer array elements, full simulation of image formation, and hence optimisation of the imaging process.\n\nIn addition, we have been able to set the conditions under which simplified equivalent medium theories can be used instead of a full scattering formulation to simulate the effects of microflaws such as porosity on image formation. The project is part funded by Rolls-Royce and Airbus who will use the results in conjunction with QinetiQ and the related work at the University of Bristol (Prof. Paul Wilcox). Aerospace, Defence and Marine,Transport","dataset":"gtr"}