{"id":"DB09D20F-B791-41DB-8E5F-3043775A26A0","title":"Extreme collaboration delivering solutions for a failing world.","abstractText":"A consortium of academic staff within the three Faculties of Science., Arts &amp; Humanities and Social Sciences at the University of Sheffield (led by Prof Ryan, Pro-Vice Chancellor) will collaborate with colleagues from London College of Fashion (University of the Arts London) and the Tactility Factory (University of Ulster) to develop both new technologies and strategies for their implementation. The scientists and engineers will contribute to the development of the photocatalytic and photovoltaic materials. Cross-disciplinary collaboration with both artists and social scientists will frame the laboratory-based activities, building on previous collaborations and identified social challenges, providing us with a holistic approach to the challenges we seek to address. We also seek to engage all major stakeholders throughout the process of development, including government agencies, local councils, and end users such as the general public and industry representatives. A key aspect of this research will be the inclusion of a series of Public Engagement activities to raise awareness of this emerging technology (for example www.wonderland-sheffield.co.uk). We believe such engagement is vital to ensuring feasible solutions to real world problems. The past experience of the group teaches us that the key to successful, collaborative working is ongoing dialogue. The outputs of the individual research strands will be disseminated to the wider academic community and members of the general public through various means. These methods of dissemination will include conference papers, debates, lectures, web pages and workshops. Alongside these traditional methods of dissemination, we will also seek to utilise more contemporary methods of communication such as social networking sites, blogs and mobile phone applications. Furthermore, a cross-cutting seminar series will form a mechanism of dissemination for the outputs of the wider project to both the academic community and the general public.The introduction of these new technologies would have a direct, beneficial effect on the quality of lives. A reduction in the levels of air borne pollutants could result in an increased life expectancy for those living in densely populated urban areas. The widespread introduction of photovoltaic materials could provide a secure and reliable source of portable energy in the years to come. The introduction of both these technologies would also increase the likelihood of the UK achieving emissions targets for several air borne pollutants (some of which the UK is currently expected to miss) and greenhouse gases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H024514/1","grantId":"EP/H024514/1","fundValue":"201598","fundStart":"2009-11-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"","person":"Anthony J  Ryan","coPersons":["Richard  Jones","David George  Lidzey","N  Gregson","Rachel A  Falconer"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}