{"id":"DB0A3583-3C9D-46EB-8518-56AA2FA3C130","title":"Advanced Spectroscopic Techniques for the Optimisation of Photo-electrochemical Hydrogen Production","abstractText":"Hydrogen is a major potential energy-carrier, which can be consumed in a fuel cell or combustion engine to produce efficient electric power and which offers the potential for an energy economy with a substantially reduced CO2 burden. One of the principal barriers to implementing this fuel chain as part of a sustainable hydrogen energy economy is the clean, efficient and economic production of hydrogen gas. The technology with arguably the greatest potential global impact is photo-electrochemical water splitting, by which water is split directly using solar energy on semiconductor surfaces.The technological challenge in water photo-electrolysis is to achieve adequate efficiency in a device of sufficiently long lifetime for practical and commercial viability. Photo-catalytic cells with moderate durability currently realise 4% efficiency, although efficiencies as high as 10% have been demonstrated for more short-lived devices. In fact, the US Department of Energy has set an efficiency target of 10% by 2010. Progress towards these targets requires the development of materials with appropriate bulk and surface characteristics capable of robust long term operation and presents a number of problems in fundamental and applied science. The ability to design effective devices relies on detailed understanding of the materials and interfacial processes. However, many of the basic processes are not well-understood and rapid progress in technological development will require close collaboration both between scientific disciplines and between scientists and developers. In particular, the kinetics and mechanism of the multi-step water oxidation process at the anode of photocatalytic cells are not well-understood. This proposal will assess the feasibility of using several recently developed laser spectroscopy techniques to define these electrode surface processes more thoroughly than ever before.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F027672/1","grantId":"EP/F027672/1","fundValue":"138585","fundStart":"2007-10-01","fundEnd":"2009-03-31","funder":"EPSRC","impactText":"","person":"Andrew Geoffrey  Dutton","coPersons":[],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}