{"id":"DB0ABADD-47DB-4451-BE0E-8D3AA7BA44CD","title":"New approaches to iron-based superconductors","abstractText":"In 2008 a new series of high temperature superconductors containing iron arsenide, phosphide or selenide layers was discovered and in the last 2 years major research efforts have attempted to understand the phenomenon. New superconductors generate enormous interest as they are important in the manufacture of superconducting magnets for high field applications and in the manufacture of superior components for certain telecommunications and electronic devices. The discovery of new superconductors, particularly those which exhibit unconventional behaviour and do not conform to the Bardeen-Cooper-Schrieffer model, offers the possibility of superconductivity at temperatures approaching ambient and is an example of blue-skies research which may have an important technological payoff in the future. The research in this area has shown that several compounds with similar structural features exhibit superconductivity, but the fundamental measurements have probed a rather small number of these compounds - those which are most amenable to crystal growth. While most groups have been focused on existing compounds, the most direct route to substantial progress in this area is via innovative materials discovery and our unique strategy includes an attempt to synthesise new classes of compound with iron arsenide or iron selenide layers which may have superior properties to the materials discovered thus far. In particular our focus is on using low temperature synthesis to access compositions which are not thermodynamically stable at high temperatures. This is expected to open a new chapter in the study of these superconductors. The synthesis will be carried out in parallel with physical property measurements in the laboratory and at international facilities which will be important for understanding how the superconductivity and magnetism in these compounds is correlated with composition and crystal structure. These results will be fed back into the synthetic programme. Samples of the new compounds will be made available to other members of the community whose expertise is in specialised measurements of physical properties. Ultimately the research may yield new superconducting materials, correlations between composition, crystal structure and physical properties in these materials, and also offer fundamental insights into why these materials superconduct, possibly paving the way for predictive theoretical treatments of the phenomenon of unconventional superconductivity .","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I017844/1","grantId":"EP/I017844/1","fundValue":"439936","fundStart":"2011-06-01","fundEnd":"2014-11-30","funder":"EPSRC","impactText":"  They have provided basic research data on new compounds that are exotic superconductors. New methodology for performing in situ diffraction measurements have been developed. Education ","person":"Simon James Clarke","coPersons":["Dermot  O'Hare","Andrew  Boothroyd","Stephen  Blundell"],"organisation":"University of Oxford","findingsText":" New superconducting materials\nNew methods for the investigation of the reactions of solids in an X-ray beam.\nSkilled researchers The compounds will be investigated further to gain insights into new superconducting materials.\nApparatus developed at the Diamond Light Source will be used by other researchers Chemicals,Education,Energy","dataset":"gtr"}