{"id":"DB12B677-E236-4CF2-A1D8-DAD31D246582","title":"Understanding and Governing Complex Financial Instruments: A 'Social Studies of Finance' Investigation of Multi-Name Credit Derivatives","abstractText":"<p>The project will research two closely related issues.&nbsp; The first is how the properties of the particular complex financial instruments on which it will focus (which are known as &quot;multi-name credit derivatives&quot;) were and are understood.&nbsp; Even the most experienced market participant cannot value such an instrument simply by reading its prospectus. We will examine questions such as how mathematical modelling has developed and how it has been and is used, eg by banks, hedge funds, and the agencies that give multi-name derivatives credit ratings. </p>\n\n<p>The second issue to be researched is how these complex financial instruments were and are governed: for example, to what extent has this market developed outwith the control of banking supervisors and other regulators, and to what extent has it been a response to such regulation? </p>\n\n<p>The main source will be around eighty semi-structured interviews with traders, managers, modellers, regulators, accountants/auditors, rating agency staff. </p>\n\n<p>The research will be a contribution to the emerging field of social studies of finance, in which instead of applying economics to financial markets (the dominant approach), other areas of the social sciences are drawn upon: in this case science and technology studies and politics (especially comparative and international political economy).</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-1958","grantId":"RES-062-23-1958","fundValue":"277409","fundStart":"2009-09-01","fundEnd":"2013-05-31","funder":"ESRC","impactText":"  The project has enriched the understanding among practitioners of finance and policy makers of how complex financial instruments were and are understood and governed, and has helped wider publics gain a better understanding of esoteric parts of the financial markets. Our exact reach in these respects is impossible to determine, but the Financial Times (MacKenzie 2009 and 2010) has a readership of around 300,000, and the London Review of Books (MacKenzie 2013) of around 50,000. In addition:\n1 In January 2010, a panel convened by Prospect magazine named MacKenzie as amongst the 25 public intellectuals, primarily in the English-speaking world, who had &quot;made the most impact ... on policy ... or the 'public conversation'&quot; on the financial crisis (Jonathan Ford, &quot;Public Intellectuals and the Financial Crisis,&quot; Prospect 166 [Jan 2010]: 52-53).\n2 Gillian Tett, one of the world's most prominent financial journalists, has drawn on our research and MacKenzie's earlier work several times in the Financial Times (eg 27 November 2009, p.13; 16 April 2010, p.32; 25 March 2011, p.34). Our work for this project was also prominent in a special report on financial risk in The Economist (13 February 2010).\n3 Our research has been drawn on by Landesbank Baden-W?rttemberg in a suit against Goldman Sachs in the Southern District of New York (the prime jurisdiction for corporate lawsuits in the US). The suit alleges the misselling by Goldman to the Landesbank of an ABS CDO. See US District Court, Southern District of New York (10-7549), Document 1: Complaint, paragraph 29, available at: http://www.tavakolistructuredfinance.com/LBBW.pdf. The Financial Times article quoted there is MacKenzie (2010).\n4 MacKenzie has been invited to give a presentation on this research at the Bank for International Settlements in Basel in September 2014 (the Bank hosts the Basel Committee on Banking Supervision, which sets the capital adequacy framework governing the world's banking systems). Financial Services, and Management Consultancy Cultural","person":"Donald  MacKenzie","coPersons":["Iain  Hardie"],"organisation":"University of Edinburgh","findingsText":" The single most important finding from this project concerns precisely what degree of complexity in financial instruments proved especially dangerous in relation to the financial crisis. We investigated ABSs (asset-backed securities), CDOs (collateralised debt obligations) and ABS CDOs (collateralised debt obligations in which the underlying assets are ABSs). All of these are complex instruments, but we found that market participants were able, with the help of technical systems such as the cash-flow modelling tool Intex, to achieve a reasonable cognitive grasp of ABSs and CDOs. However, the additional complexity of ABS CDOs defeated this kind of approach, with nearly all market participants therefore reliant primarily on the ratings of these products and on the simple models of them developed by the rating agencies (in which the underlying ABS tranches were treated in effect as if they were corporate bonds). The findings might, for example, be useful for regulators, because they elucidate the contingencies that affect financial modelling. MacKenzie gave a seminar to such regulators at the Bank for International Settlements in Basel on September 2, 2014, which was followed by lively discussion of these issues. Financial Services, and Management Consultancy","dataset":"gtr"}