{"id":"DB14087A-F14C-4912-B514-1A00155823E3","title":"Legal, ethical and moral issues in researching conflict, violence and peace","abstractText":"As organised violence increases in late modernity, research on violence and peace in dangerous settings is being undertaken with ever more frequency. This is the case not only with respect to transitional societies emerging out of conflict but also stable democracies that are experiencing austerity-related riots. The increased attention on this kind of research is coupled with two further developments: a growing awareness in British social science of the importance of managing risk in social research, and the emergence of new, more rigorous regulatory frameworks to structure the conduct of research. The advanced training we propose therefore responds to an increasing need for more specialised training in the legal, ethical and moral implications of research on conflict, violence and peace, and of research which is conducted in increasingly dangerous and sensitive locations. In meeting these training needs it builds capacity in British social science by educating new generations of researchers in the skills necessary for researching conflict, violence and peace. The course raises awareness not just of new regulatory frameworks but of broader ethical, legal and moral problems involved in this kind of research.\n \nThe bid draws on the skills and expertise of the School of Law at Queen's University and the new Institute for the Study of Conflict Transformation and Social Justice (ISCTSJ), which directly addresses conflict and peace from an inter-disciplinary perspective. Queen's University is world renowned for the depth of its experience and the international quality of its research on violence, conflict and peace, and has had long experience in dealing with the issues and problems involved in undertaking research of this kind. This makes the course nationally leading. The personnel providing academic leadership in the bid - John Brewer (ISCTSJ) and Pete Shirlow (Law) - are international figures in this field, they have collaborated in the past and have complementary methodological and substantive expertise. They will be joined by a number of early career researchers and teachers, which further reinforces the capacity building dimensions of this application. The course has the benefit of the lived experience of the staff involved, both as teachers in dealing with these issues in the classroom for a very long time, but also as researchers. The course will be based on real-life experience and examples, and will be multi-disciplinary and comparative, drawing on the experience of researching in several different countries from a variety of disciplinary perspectives. This includes research on perpetrator groups and victims, so the teaching team has a wealth of experience in negotiating the practical, legal and ethical difficulties in researching conflict and its aftermath, which will enrich the teaching. \n\nThe course will deal with the legal, ethical and moral issues around studying conflict, violence and peace in dangerous and sensitive locations. Its concerns include the following: the management of risk and danger, both to researchers and respondents; the special problems posed when undertaking sensitive research; issues around the management of gender and identity in the field in dangerous settings; recent developments in ethical and legal practice and the new regulatory codes of conduct; problems around the legal constraints operating on informed consent and promises of confidentiality; the management of risk in data collection; dealing with the problem of what is called respondents' &quot;guilty knowledge&quot;; and the legal and ethical issues involved in dissemination and publication. This draws on Queen's expertise in the field of sensitive and dangerous research and in the legal conduct of research. Each course will last one day and two courses will be offered each year, in Winter (December) and Summer (July). The application is to cover the costs of two courses per year for three years, a total of six courses in all.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M005720/1","grantId":"ES/M005720/1","fundValue":"30229","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"ESRC","impactText":"","person":"John David Brewer","coPersons":["Alexander  Koensler","Iosif  Kovras","Milena Petrova Komarova","Peter  Shirlow"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}