{"id":"DB1F2A0D-DF55-4EE6-B83E-2E1507491B6D","title":"Characterisation of Metal Nanoclusters and Catalytic Mechanisms by Microwave Spectroscopy","abstractText":"The speed at which an object rotates depends upon its mass and the way that mass is distributed in the object. Thus, it is harder to set a roundabout turning when somebody is riding at the edge but easier if that person stands right in the middle. It is easy to set a frisbee spinning but hard to flip a javelin end-over-end. These observations are a consequence of the relationship between mass, geometrical structure and inertia. The same relationship allows study of the structure of a molecule through measurements of its molecular rotation. Microwave spectroscopy works by causing molecules to spin and then seeing how fast they rotate. Is a given molecule shaped more like a frisbee or a javelin? The technique can also be used to determine how atoms are arranged within a molecule and to accurately measure bond distances and angles between bonds. It can tell us whether a molecule is flexible or rigid. It can say how charge is distributed, telling us about the strength and nature of chemical bonds. In a novel application, I propose to use a new tool in microwave spectroscopy to determine whether reactions are catalysed on the surface of selected metal nanoclusters. The development of more efficient, selective and greener catalysts is a key challenge of modern research in chemistry. Catalysts are often used to accelerate chemical reactions and processes of commercial significance. Industry employs the surface environment provided by solid metals to catalyse the manufacture of a wide variety of chemical products, materials and foods. For example, margarine is produced using nickel metal as a catalyst. Researchers have already described how nanoclusters of metal atoms supported on surfaces can be highly effective catalysts. It is known that the size and topology (molecular landscape of the surface) of these units can have a profound influence on their catalytic properties. This proposal seeks to contribute fundamental information on the molecular mechanisms of catalysis on metal nanoclusters on the smallest possible scale. Carbon monoxide is known to poison catalytic materials, reducing their efficiency. Metal nanoclusters with adsorbed carbon monoxide will be one target of studies. H2O and CO yield H2 and CO2 in an industrially-important catalysed reaction that is a useful source of hydrogen fuel (the water gas shift reaction). I will study whether this reaction can occur on very small metal nanoclusters, and if so, whether its efficiency is a function of cluster size. Conventional Balle-Flygare Fourier transform microwave (FTMW) spectrometers possess a narrow, 1 MHz bandwidth and are unsuitable for collecting data rapidly. The proposed research will exploit the latest 21st century digital technology for the construction of a novel chirped pulse Fourier transform microwave (CP-FTMW)spectrometer. The new CP-FTMW instrument will be broadband and allow the collection of data over an 11 GHz frequency range simultaneously. Given that it will be possible to monitor the concentration of many different components in a gas sample simultaneously, this instrument may ultimately find applications in analytical science. It will also be perfectly suited to probe the microwave spectra of many biologically-significant molecules.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G026424/1","grantId":"EP/G026424/1","fundValue":"335699","fundStart":"2009-09-28","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"  During the period covered by EP/G026424/1, the primary impacts of the project were on the academic community. As described under Key Findings, studies (published in peer-reviewed journals) explored the nature of the halogen bond formed between trifluoroiodomethane and Lewis base molecules to rationalise factors determining structure in halogen-bonded materials. The spectrometer was configured for the study of metal-containing clusters and complexes. Successes achieved during this period are described in a series of papers in peer-reviewed journals. The described academic impacts established important proofs of principle and developed the evidence base necessary to leverage the wider impacts described within EP/G026424/2. Education Cultural","person":"Nicholas Roger Walker","coPersons":[],"organisation":"University of Bristol","findingsText":" Spectroscopy exploits the emission, absorption and scattering of electromagnetic radiation for the study of molecules and materials. Emission at microwave frequencies (between 3 and 300 GHz) is associated with transitions between rotational energy levels in molecules which, in turn, depend sensitively on details of molecular structure. Contemporary research is diversifying in response to opportunities presented by new technology. \n\nThe programme of work performed under EP/G026424/1 commenced with the construction of a state-of-the-art, chirped pulse Fourier transform microwave spectrometer. This instrument allows the acquisition of microwave spectra across a broad (12 GHz) bandwidth in a single measurement. The opportunity to perform broadband measurements, facilitated by EP/G026424/1, now permits experiments to be completed in days when they would previously have required many months. During experiments that also served to test the capabilities of the spectrometer, a series of experiments was performed to investigate the nature of halogen-bonded complexes containing trifluoroiodomethane (CF3I). The works described in a series of papers and a forthcoming book chapter have allowed for a more complete rationalisation of the factors determining structure in halogen-bonded materials. \n\nThe next phase of EP/G026424/1 aimed to apply broadband rotational spectroscopy to study metal-containing clusters (containing more than one metal atom) with adsorbed species. The ability to generate metal-containing molecules was achieved through the bespoke design and installation of a laser vaporisation source inside the spectrometer. This amendment yielded an instrument that is globally-unique and perfectly suited to the study of metal-containing molecules. Molecules are synthesised when precursors within a chemical sample interact with plasma generated through vaporisation of a solid material by a focussed laser pulse. In the spirit of the objectives of EP/G026424/1, experiments explored and characterised the extent of structural changes in ethene and ethyne on their attachment to copper or silver chloride. Many hydrocarbons are commercially produced through hydrogenation and cyclisation processes catalysed by copper or silver surfaces and using ethyne as feedstock. Other experiments explored molecular structure in complexes formed between water and copper or silver chloride. During the course of these experiments, the project and all resources moved from the University of Bristol (the original host institution) to Newcastle University and the project was re-installed as EP/G026424/2. \n[Continued in EP/G026424/2] [Text reproduced under both EP/G026424/1 and EP/G026424/2] \nThe PI is currently responsible for a team comprising two postdoctoral workers and two postgraduate students and is building upon the outcomes of research performed under EP/G026424 through a current project funded by the European Research Council. A significant number of publications in peer-reviewed journals and conference presentations resulted from research performed under EP/G026424. These provoked the interest of potential collaborators in academia and industry. Given the recent significant increase in the speed of data acquisition, collaboration with researchers elsewhere is becoming increasingly important to the group’s work, permitting enhanced access to specialist knowledge and also researcher time for efficient analysis. Collaborations with researchers at the University of Leicester and Waterloo (Canada) are expected to yield publications. Beyond academia, the PI is currently engaged with AWE(Aldermaston) in research aimed at applying broadband rotational spectroscopy for industrially-relevant applications of trace gas sensing and analysis. The commercial significance of gas sensing applications and opportunities likely to arise from related, rapidly-developing technologies confirm the importance of growing connections with collaborators in these areas. Aerospace, Defence and Marine,Environment","dataset":"gtr"}