{"id":"DB248AF0-27C6-48D1-A819-7F4A60DDABF3","title":"13TSB_CRD: HIGH PRODUCTIVITY HOMOFERMENTATIVE PROCESS for BUTANOL (HIPHOP)","abstractText":"The acetone-butanol-ethanol (ABE) fermentation uses anaerobic bacteria from the genus Clostridium to ferment sugars or\nstarch to solvent mixtures in a typical A:B:E ratio of 3:6:1. Historically, the fermentation was used to manufacture solvents\nand chemicals, but fell out of favour when the oil industry developed cheaper ways to make these chemicals. With growing\nconcerns about oil security and global warming, the ABE fermentation is now undergoing a massive revival. Today, butanol\nis the preferred product, since it can be used as a biofuel, a solvent and an intermediate to manufacture a wide range of\nchemicals.\nAt present, butanol fermentations are inefficient because the accumulating butanol poisons the bacteria, ultimately causing\nthe fermentation to stop. Furthermore, butanol-producing Clostridium species are genetically unstable, so the fermentation\ncan only be run for a short time before shutting down and restarting from fresh cells. There are also problems with\nrecovering the butanol, because the product stream is a dilute mixture of butanol, acetone and ethanol in water. Distillation\nprovides the only easy way to recover the products, but requires a lot of energy.\nWe will use synthetic biology to produce new Clostridium strains that produce butanol without forming acetone and ethanol\n- homofermentative strains. Scientists at Green Biologics have already developed homofermentative mutants using\ntraditional mutagenesis techniques and have sequenced their DNA, to identify the mutated genes. In this project, we will\nselect the most important mutations and recreate them in a commercial production strain to develop a genetically stable,\nhigh productivity butanol-producing organism.\nThe new organisms will produce much cleaner product streams, allowing development of new separation processes, based\non liquid-liquid extraction. This involves mixing the growing culture with a water-immiscible solvent that dissolves the\nbutanol more efficiently than water. As a result, the butanol will transfer into the solvent phase, which can easily be\nseparated by allowing the two immiscible liquid phases to settle out (like oil and water). This provides a very neat way to\nsolve problems with butanol toxicity, because the butanol is removed from the immediate environment surrounding the\ncells, so the cells are not exposed to the poisonous product. This allows butanol production to continue until the solvent\nphase is saturated, so that the cells can form very high butanol concentrations.\nIn situ solvent extraction depends on finding a water-immiscible liquid that is not only a good solvent for butanol but is also\nnot poisonous to the cells. Most conventional solvents struggle to extract butanol from water and are just as poisonous as\nbutanol itself. However, scientists at the University of Nottingham have discovered that a new class of solvents called ionic\nliquids (ILs) can extract butanol from water and are not poisonous to living cells. ILs are made from salts that are molten at\nroom temperature, and so are non-volatile, unlike conventional solvents. Therefore, the butanol can easily be recovered,\nsimply by separating the IL phase and then boiling off the butanol, leaving the IL behind for re-use.\nOverall, this project brings together synthetic biology and innovative bioseparations to develop a single-product, high\nproductivity butanol fermentation, together with a simple, low energy process for product purification. The last part of the\nproject will bring these technologies together to develop a continuous process for butanol production with stable operation\nover long periods. This process will exploit the genetic stability of the new, engineered strains, the simplified butanol\nseparation and the relief of product inhibition by in situ butanol recovery. The new process will provide significantly greater\nproductivity than conventional batch fermentations, thus transforming the economics of butanol production","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L011492/1","grantId":"BB/L011492/1","fundValue":"148576","fundStart":"2013-11-01","fundEnd":"2015-04-30","funder":"BBSRC","impactText":"","person":"Gillian  Stephens","coPersons":["Anna Kristina Croft"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}