{"id":"DB2499E3-8A24-4068-9226-CD4112C415C9","title":"Combining field phenotyping and next generation genetics to uncover markers, genes and biology underlying drought tolerance in wheat.","abstractText":"Food security is internationally recognised as one of the major global challenges of the 21st century. By 2050, it is predicted that world food production will have to increase by 50% to meet demand. This is against the pressures of global climate change and resource limitations. Meeting this challenge is going to require the development of innovative strategies to make use of our unprecedented knowledge of modern bioscience in the post genomic era. Developing new varieties of wheat will be fundamental to meeting the 2050 goal. \n For wheat growers Internationally and specifically in India one of the key issues is drought. Drought means farms cannot always guarantee a good harvest with major implications for the livelihoods and household food security of small-holder farmers. Low rainfall also reduces the land area that can be farmed. Throughout the last century improvements in drought tolerance have come through breeding crops that grow in such a way that drought and drought sensitive stages of growth do not coincide. There is however, huge potential to breed new varieties capable of maintaining stable yields in drought conditions. \n\nIn collaboration with the University of Bristol and the John Innes Centre (Norwich), work at the University of Liverpool has generated sequence data for the wheat genome. Using this information we have developed new methods to rapidly uncover the genetic variation in wheat. By combining an understanding of genetic variation with a careful study of performance under drought conditions it becomes possible to associate genetic variation with improved drought tolerance. Using this genetic information &quot;molecular marker&quot; tools cab be built, that can be used to rapidly select for lines that are drought tolerant. It is also possible to stack up multiple markers for different traits. As a consortium of interdisciplinary research scientists from the UK and India we plan to use this approach to identify molecular markers associated with drought tolerance in wheat and lay the foundations of an accelerated breeding program to incorporate drought tolerance into Indian wheat varieties. \n\nThe approaches we will be using will provide a blueprint for how state-of-art technologies can be applied to important food security issues. Much of the output we generate can be used to identify markers for other traits. It will also result in highly trained researchers in India and the UK capable of applying these new approaches. Through outreach work we aim to engage with other researchers and stakeholders and apply this methodology to other traits in wheat and different crops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L011786/1","grantId":"BB/L011786/1","fundValue":"763833","fundStart":"2014-11-30","fundEnd":"2018-06-30","funder":"BBSRC","impactText":"","person":"Anthony James Hall","coPersons":["Christiane  Hertz-Fowler","Neil  Hall","Martin Afan Parry","William John Davies","Elizabete  Carmo-Silva","A Martin Mortimer"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}