{"id":"DB3335FA-6728-4DD4-9998-5EAC135F632E","title":"Liability v innovation: unpacking key connections","abstractText":"In this topical (see 'objectives' for detail) 6 seminar series we bring together jurists, economists, ethicists and medics from several jurisdictions, including the UK, Australia, the US and Israel, to explore from interdisciplinary and comparative perspectives the theoretical assumptions, empirical findings, and normative ramifications of the debates about the relationship between tort liability, disciplinary proceedings, defensive medicine and innovation, and the practical implications of legal reforms, as follows: \n\nSeminar 1: The defensive medicine debate\nThis seminar will set the ground to the inquiry by examining the broader question of whether tort liability causes defensive medicine. The findings in the literature are inconclusive, and broadly speaking, are US focused. Participants will include both academics researching medical malpractice and defensive medicine and stakeholders, including medical and legal practitioners.\n\nSeminar 2: Does liability stifle innovation?: economic models and anecdotal findings \nThis seminar has four related aims. First, to learn from anecdotal evidence brought forward by regenerative medicine and other clinicians and researchers suggesting that the problem exists. Second, to examine conflicting findings in the literature of whether liability stifles innovation or not. Third, to explore, mainly from a health economics perspective, the methodological difficulties involved in defining and measuring levels of innovation. Finally, to scrutinise assumptions, methodologies and findings on the effect of changes in malpractice liability rules on level of innovation. \n\nSeminar 3: The Medical Innovation Bill: significant change, or much ado about nothing?\nA major policy oriented response to the fear of stifled innovation is the introduction of the Medical Innovation Bill by Lord Saatchi. In its latest form the Bill would have added to the common law's common professional practice 'defence' a statutory defence which hinges on a pre-treatment peer review of the benefits and risks of the proposed treatment, alternative treatments, and no treatment. The seminar will explore the significance and desirability of the Bill, and the best way forward, by bringing together academics, representatives of the Bill's team, clinicians, patient rights' advocates and legal practitioners.\n\nSeminar 4: The effect of disciplinary proceedings \nClinicians are likely to be more wary of disciplinary proceedings than of malpractice suits. Yet, curiously, much of the defensive medicine research focuses solely on tort liability to the neglect of disciplinary proceedings. Seminar 4 will begin to fill this void by looking into disciplinary proceedings in the context of innovative treatments and their supposed consequences, drawing on the experience of academics, clinicians, legal practitioners and regulators. \n\nSeminar 5: Thinking outside the box: Strict liability and offsetting risks\nThe Medical Innovation Bill's solution still works within the confines of received wisdom: (a) fault-based liability, (b) full compensation and (c) the patient's best interest as a governing principle to determine whether offering the innovative treatment is negligent. Seminar 5 will question this received wisdom. It will examine, first, the case for strict liability towards patients injured from innovative treatments; and then, the case for and against determining (= standards of care) and reducing (= compensation) the physician's liability based on benefits to others. \n\nSeminar 6: The regulation of research\nThis seminar will examine the relationship between the regulation of research, and of innovative treatments and the effects on innovation. Issues to be addressed include the distinction between innovative treatment and research; the relative threat of tort law and regulation on innovation in research; and whether the level of compensation to research subjects stifles innovation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N009223/1","grantId":"ES/N009223/1","fundValue":"30299","fundStart":"2015-12-01","fundEnd":"2017-11-30","funder":"ESRC","impactText":"","person":"Tsachi  Keren-Paz","coPersons":["Michael Steven Fay","Alicia  El Haj","Tina  Cockburn","Richard Simon Goldberg"],"organisation":"Keele University","findingsText":"","dataset":"gtr"}