{"id":"DB3E5C63-2695-490A-8176-3A54EADFF76F","title":"Characterization of the TOC complexes which define distinct client-specific chloroplast protein import pathways in Arabidopsis","abstractText":"How chloroplasts efficiently import thousands of different proteins. Chloroplasts and mitochondria are normal components of many cells - they are sub-cellular structures called organelles. Interestingly, these two organelles evolved from bacteria that were engulfed by other cells more than a billion years ago, and in many ways they still resemble free-living bacteria. Chloroplasts are found in plant cells, contain the green pigment chlorophyll, and are exclusively responsible for the reactions of photosynthesis (the process that captures sunlight energy and uses it to power the activities of the cell). Since photosynthesis is the only significant mechanism of energy-input into the living world, chloroplasts are of inestimable importance, not just to plants but to all life on Earth. Chloroplasts are also important in many other ways, since they play essential roles in the biosynthesis of oils, proteins and starch. Although chloroplasts do contain DNA (which is a relic from their ancient, evolutionary past as free-living photosynthetic bacteria), and are therefore able to make some of their own proteins, over 90% of the 3000 or so proteins required to build a fully functional chloroplast are encoded on DNA within the cell nucleus. The majority of chloroplast proteins are therefore made outside of the chloroplast, in the cellular matrix known as the cytosol. Since chloroplasts are each surrounded by a double membrane, or envelope, that is impervious to the passive movement of proteins, this presents a significant problem. To overcome the problem, chloroplasts have evolved a sophisticated protein import apparatus, which uses energy (in the form of ATP) to drive the import of proteins from the cytosol, across the envelope, and into the chloroplast interior. This protein import apparatus comprises two molecular machines: one in the outer envelope membrane called TOC (an abbreviation of 'Translocon at the Outer envelope membrane of Chloroplasts'), and another in the inner envelope membrane called TIC. This project is focused on the TOC machine, which performs two essential functions. Firstly, it recognizes those proteins that need to be imported as they arrive at the chloroplast surface. Secondly, it forms a channel through the outer membrane so that the proteins can pass across, once recognized. We will study the first of these functions: recognition. To carry out this function, the TOC machine uses special molecules called receptors, which bind to the proteins as they arrive at the chloroplast envelope. Quite recently, we found that there are actually several different types of receptor, and we think that they probably exist so that chloroplasts can efficiently recognize all of the many different proteins they need to import. In other words, we think that each of the receptors has a degree of specificity for a particular subset of the proteins that must be imported. This project will test these ideas, since we think that the different types of receptor are very important, helping to ensure the formation of fully functional chloroplasts. Because chloroplasts carry out essential functions, and because protein import is essential for chloroplast development, it should come as no surprise to learn that plants without a functional chloroplast protein import machinery are unable to survive (in fact, they die at the embryo stage). Thus, chloroplast protein import is an essential process for plants. Similarly, since we are all ultimately dependent upon plant products for survival, it follows that chloroplast protein import is essential on a global scale. What is more, since chloroplasts play a major role in the synthesis of many economically important products (such as oils and starch), a more complete understanding of how these organelles develop may enable us to enhance the productivity of crop plants, or otherwise manipulate their products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F020325/1","grantId":"BB/F020325/1","fundValue":"337289","fundStart":"2008-11-01","fundEnd":"2012-02-29","funder":"BBSRC","impactText":"","person":"Robert Paul Jarvis","coPersons":[],"organisation":"University of Leicester","findingsText":" Previous work from our laboratory and others suggested that different isoforms of the TOC receptors function in different import pathways with specificity for different preprotein clients. More specifically, the major receptor isoforms (atToc33 and atToc159) are thought to mediate the import of highly-abundant photosynthesis-related preproteins, while the minor receptor isoforms (atToc34 and atToc132/120) mediate the import of less abundant, non-photosynthetic or housekeeping preproteins. The assumption previously has been that the different receptor isoforms assemble differentially to form physically distinct translocon complexes. Our work challenges this assumption, as the results have shown that any given TOC receptor has the capacity to associate with any one of the other receptors in planta. The results obtained using TAP tagging and BiFC are consistent in this regard, as they both lead to the same conclusion. Given that the evidence supporting differing roles for the different receptors (in relation to photosynthetic and non-photosynthetic clients, as mentioned above) is strongly supported by many independent lines of evidence, one possible interpretation of our results is that multiple, different, client-specific import pathways operate within large multimeric TOC assemblies. The existence of distinct, client-specific preprotein import pathways may be important for the differentiation of different plastid types (for example, chloroplasts differentiate from etioplasts following the emergence of germinating seedlings into the light, leading to the establishment of photoautotrophic growth). Commercially important plastid developmental transitions (chloroplast to chromoplast) occur during fruit ripening in crops such as tomato, red bell pepper, and citrus. We are exploring the possibility that the regulation of client-specific import pathways may be utilized to manipulate fruit ripening in such crops. In this regard, we are liaising with the University of Leicester Enterprise and Business Development Office. We routinely liaise with the University of Leicester Enterprise and Business Development Office concerning the possibility that our results may be exploited commercially. The existence of different, client-specific preprotein import pathways may allow for the manipulation of plastid biogenesis in crops, e.g. using a regulator of the import system identified in a different BBSRC project (BB/H008039/1). Financial Services/ and Management Consultancy","dataset":"gtr"}