{"id":"DB44499B-FEB9-4D6A-BF6B-38063B8E8A8A","title":"Why unidimensional identification is so poor: Modelling a core cognitive limit","abstractText":"<p>Our ability to recognise and identify or categorise stimuli underlies almost all of our interaction with the world. We identify and categorise items many times each day. For example, we can recognise hundreds or thousands of different faces, and seem able to do so almost effortlessly.</p> \n<p>The research will investigate some of the cognitive processes that underlie this ability. Previous research has revealed that despite our ability to deal with stimuli that differ from one another on lots of different attributes (eg, faces), we are very bad at identifying stimuli that differ from one another on only a single attribute. We can only accurately identify each stimulus in a set if the set contains fewer than approximately seven members. These sorts of tasks are called absolute identification tasks.</p> \n<p>For example, we can only identify about five or six stimuli if the stimuli differ only in how bright they are. Further, this limit seems to be common to all of our sensory modalities. We can only identify up to about five or six tones that differ from one another in how loud they are, or drinks that differ from one another in how sweet they are, or electric shocks that differ from one another only in how intense they are, or smells that differ from one another in how strong they are.</p> \n<p>The fact that this result holds across such a wide variety of stimuli suggests that there is some fundamental cognitive limit in this unidimensional identification ability. However, a full account of why we should be so bad at this has yet to be developed, despite at least fifty years of work in the area.</p> \n<p>The research will deliver a new, unified account of people's ability to represent and process simple perceptual attributes (eg, brightness, loudness, sweetness, etc). The existing models of this ability all assume that people identify a stimulus by comparing it to long-term internal representations of the magnitudes (ie, loudnesses, brightnesses, sweetnesses, etc) of previously encountered stimuli.</p> \n<p>Ultimately, a single model will be selected that incorporates the strengths of the current models within a single framework. The new unified model can then be used by psychologists as a building block in models of more complicated cognitive tasks.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-23-1372","grantId":"RES-000-23-1372","fundValue":"167386","fundStart":"2006-04-10","fundEnd":"2009-04-09","funder":"ESRC","impactText":"","person":"Neil  Stewart","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}