{"id":"DB44634D-F193-4519-830F-435785515D6E","title":"Determination of Corneal Biomechanical Properties in vivo","abstractText":"Despite recent advances in our understanding of corneal structure and the methods used to test corneal tissue in the lab, it is still impossible to measure corneal properties in-vivo. The inability to determine the basic biomechanical properties (such as hyperelasticity, hysteresis and viscoelasticity) in-vivo had a serious adverse effect on our ability to optimise treatments or predict their outcome, and made it necessary to rely on average properties obtained ex-vivo.This project aims to make in-vivo measurement of corneal biomechanical properties a reality. It seeks to cover the research needs underpinning the development of this technology and address two fundamental questions that have prevented progress in this field. The two questions revolve around the extraction of the material's stress-strain behaviour from the overall cornea's response to mechanical actions. Once these obstacles are removed, the path to establish in-vivo measurement technology becomes straightforward.There are significant potential benefits that can be achieved if corneal biomechanical properties could be measured in-vivo. The examples include better design of implants to restore clear vision in keratoconus patients, better planning of refractive surgery procedures that currently result in unexpected aberrations in 1:7 of patients, and the ability to eliminate effect of corneal stiffness on intraocular pressure measurements, which are required for glaucoma management. These potential developments will mean significant benefits to patients, healthcare services and medical device manufacturers.The research starts with an experimental study to determine the regional variation of corneal and scleral hyperelasticity, hysteresis and viscoelasticity. The study will use 3D digital imaging of human eye globes subjected to cycles of both intraocular pressure and external applanation forces and aim to address the key gaps in knowledge in ocular biomechanics.With maps of biomechanical properties established, numerical analysis tools will be built to embody these maps, in addition to existing knowledge on the biomechanical, topographic and micro-structural characteristics of the human eye. The tools, which will be custom built, will be validated against ocular behaviour data obtained experimentally before using them to develop conceptual techniques to measure corneal biomechanics in-vivo.Two types of property measurement techniques, based on contact and non-contact methods, will be assessed. In both cases, corneal response to a mechanical action is correlated to corneal stress-strain behaviour. This exercise will focus on the key research questions, and aim to formalise an analysis procedure to extract the cornea's stress-strain behaviour from its mechanical response, and to exclude the effects of intraocular pressure and cornea's geometric parameters on the results.The results of the numerical study will be assessed using proof-of-concept prototypes both experimentally on human eye globes and on volunteers within a clinical setting. The tests are intended to validate the numerical findings, cast light onto the characteristics of ocular deformation under mechanical actions, and provide initial results which will be important for the conduct of future clinical studies on fully operational device prototypes.Overall, the project addresses a challenging problem that is affecting progress in several areas of patient care in ophthalmology. It seeks to overcome the main barriers to making the in-vivo measurement of corneal properties a reality. The project follows a systematic approach where necessary knowledge about ocular behaviour is generated and a predictive tool of ocular mechanical response built before assessing the property measurement methods. With the knowledge and understanding to be generated in this project, research and development can progress to embody the new technology into medical devices suitable for clinical use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H052046/1","grantId":"EP/H052046/1","fundValue":"397414","fundStart":"2011-01-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  Study and associated publications showed importance of, and the ability to measure, corneal biomechanical properties in vivo. This work has been behind industrial interest in creating devices that can measure the properties using technology based on our work (Oculus) and in the start of research to consider the in vivo properties in the planning of surgeries and the measurement of intraocular pressure needed for glaucoma management. Healthcare Societal,Economic","person":"Ahmed  Elsheikh","coPersons":["Emanuele  Trucco","David  Garway-Heath"],"organisation":"University of Liverpool","findingsText":" Experimental findings:\n\nBased on experimental evidence, obtained for the first time, the regional variation of mechanical stiffness across the surface of the human eye has been determined.\n\nThe area separating the cornea and sclera has been found to have the highest stiffness in the eye.\n\nCentral cornea is stiffer than peripheral cornea, supporting earlier evidence obtained experimentally.\n\nPosterior sclera has the lowest in all the sclera.\n\n.\n\nTechnology development:\n\nA simple contact-based methodology has been developed to enable measurement of corneal mechanical stiffness in vivo.\n\nThe stiffness estimates are dependent on corneal geometeric parameters (thickness and curvature) and material parameters (age), but not the intraocular pressure. This findings satisfies a major objective of the study. A device prototype is being built based on the contact technology developed in this project. The prototype will be tested experimentally before trialling it in clinical studies. If successful, the device could be developed into a medical tool and exploited commercially. \n Research publications will be prepared once we have sufficient experimental data. Healthcare","dataset":"gtr"}