{"id":"DB480E0E-FF4A-4F5E-AC03-F9F891067DA8","title":"The Radial Dependence of the Stellar Initial Mass Function in Massive Galaxies","abstractText":"The stellar initial mass function (IMF) describes how the masses of stars are distributed when they are newly `born' in galaxies; in the Milky Way, where the IMF can be determined by directly counting the frequency of stars of different masses, there are relatively few low-mass and high-mass stars, for example. The IMF provides a means of translating between the stellar light that we observe with our telescopes and the stellar mass that we model in simulations of galaxy formation, and it is therefore critically important for testing theoretical models with observations. It has often been assumed that the IMF is the same in all galaxies, and much progress has been made by applying the Milky Way IMF to more distant galaxies. However, recent evidence suggests that the IMF systematically varies between different types of galaxies, and the implication of these studies is that astronomers have been assigning the wrong mass to some objects, potentially under-estimating the stellar content of the most massive galaxies by a factor of two. One consequence of this is that this `missing' mass is instead assumed to be part of the galaxies' dark matter halos, and hence the central dark matter content of these galaxies is over-estimated, and current efforts are focusing on quantifying how the IMF varies from galaxy to galaxy in attempt to eventually determine why it varies.\n\nHowever, these studies still assume that the IMF is `universal' even within a single galaxy, although there are some theoretical grounds to expect that it should systematically change from the centres of galaxies to their outskirts. The ambiguity of the IMF could be overcome if the true stellar mass profiles of galaxies could be directly measured. Unfortunately, most ways of measuring mass in the Universe (e.g., dynamical measurements or gravitational lensing) are sensitive to the total mass, including stars and dark matter; there is thus a degeneracy between the stellar mass/IMF and the dark matter mass. This research project aims to use quasar microlensing -- a technique that is uniquely sensitive to just the stellar mass -- to break this degeneracy and therefore provide the most robust and precise stellar mass estimates of distant, massive galaxies. In particular, by combining results for a large number of galaxies in a self-consistent way (e.g., `scaling up' smaller galaxies so that they can be compared with more massive objects) an estimate of the `true' typical stellar mass profile -- and hence IMF profile -- can be determined. This proposal will use newly-initiated surveys (e.g., the Dark Energy Survey) and facilities (e.g., Gaia) to discover new quasar lenses, obtain additional data for these systems, and develop new models that will be applied to these data in order to make the first measurement of whether or not the IMF varies spatially within a population of galaxies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M003914/1","grantId":"ST/M003914/1","fundValue":"209819","fundStart":"2015-07-13","fundEnd":"2018-07-12","funder":"STFC","impactText":"","person":"Matthew  Auger","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}