{"id":"DB494C56-7E69-48F1-810E-5F8814218F33","title":"New Ideas in Gauge, String and Lattice Theory","abstractText":"The standard model of particle physics encodes our current knowledge of the fundamental constituents of atoms and the nature of matter in the earliest moments following the Big Bang. However, our understanding of the dynamics of the standard model is limited by our ability to solve its strongly-interacting sector, quantum chromodynamics (QCD), which describes the interactions of quarks and gluons. The Swansea and Plymouth groups are approaching this problem from two complementary perspectives. By approximating the continuum of spacetime as a discrete lattice of points, it is possible to simulate QCD on high performance computers. The groups will study lattice QCD in the extreme conditions of high temperature and density which existed following the Big Bang and which can now be realised in heavy-ion collisions at the Large Hadron Collider (LHC) at CERN. These investigations will be complemented by analytic insights arising from `gauge-gravity duality', a remarkable principle which relates the theories describing particle physics with properties of general relativity. \n\nThe primary goal of the LHC is, however, to discover the new physics which is responsible for the generation of mass for the elementary particles. This `electroweak symmetry breaking' is the least understood part of the standard model. It may be due to the existence of a background field permeating spacetime, which gives mass to particles as they interact with it. On the other hand, mass generation may be due to the existence of a new strong interaction at the TeV energy scale\nprobed by the LHC. In both cases, the theories predict the existence of a new spin zero particle, the famous Higgs boson recently discovered at the LHC. Distinguishing these possibilities is a subtle problem and once again we are attempting to resolve the question using both gauge-gravity duality and lattice simulations. \n\nParticle physicists do not, however, believe that the standard model is the ultimate theory of nature. It is an example of a gauge theory, a theoretical framework which unifies quantum mechanics and special relativity together with the fundamental symmetries which physicists have discovered through decades of experiments with particle accelerators. Meanwhile, gravity remains outside this framework, being described by general relativity in terms of the curvature of spacetime. A deeper unification appears possible with superstrings, which contain both gauge theories and gravity together with a new type of spacetime symmetry known as supersymmetry. The Swansea group is therefore complementing its investigations of LHC physics with research into the deeper structure of gauge fields and strings, using fundamental ideas such as gauge-gravity duality and `quantum integrability' in the search for the underlying principles behind our current theories of particle physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000369/1","grantId":"ST/L000369/1","fundValue":"1053690","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"STFC","impactText":"","person":"Graham  Shore","coPersons":["Biagio  Lucini","David Cameron Dunbar","Christopher  Allton","Carlos  Nunez","Adi  Armoni","Maurizio  Piai","Warren Bryan Perkins","Simon  Hands","Gert  Aarts","Timothy James Hollowood","S. Prem  Kumar"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}