{"id":"DB5B509A-A437-400F-91AF-CA1412321B8D","title":"Is sexual development conserved between birds and mammals?","abstractText":"In the mid-twentieth century, Alfred Jost performed a series of experiments where he surgically removed the testes from early male rabbit fetuses and also transplanted testes into early female rabbit fetuses. The male fetuses developed into rabbits that looked female and the female fetuses developed into rabbits that appeared to be males. This led to the model that mammalian sexual development is a three step process: the first is the establishment of chromosomal sex at fertilisation, the second is the establishment of the primary sexual characteristics (testes and ovaries), and the third is development of the secondary sexual characteristics which are dependent upon hormones secreted by the gonads. Central to this model is the concept that the mammalian fetus goes through a sexually 'indifferent' period early in development and that the adult sexual appearance depends on the type of gonad formed. This model is now widely accepted and is considered to apply to all vertebrate species. However, the basic concept of the 'indifferent' fetus and the dependence of secondary sexual characteristics on gonadal products have recently been challenged. Differences in the growth rates and gene expression patterns of pre-implantation male and female mammalian embryos have been reported, and it has been proposed that sexual differentiation of the zebra finch brain is not dependent on gonadal hormones. We have recently identified birds that seem to be half male and half female. Our analyses of these birds suggests that sex-determination and sexual development in birds does not follow the mammalian model. Our evidence indicates that the secondary sexual characteristics in birds do not depend on the nature of the gonads formed and suggests an inherent cellular sex identity. In addition, we have also identified a novel female-specific transcript that is expressed in all female cells throughout development, most significantly during the supposedly 'indifferent' phase of development. This raises the possibility that an inherent sex identity is conferred on avian cells at fertilisation and gonadal determination and/or the secondary sexual characteristics are largely a result of this cell autonomous sex identity. We will investigate this possibility by generating birds that are composed of mixtures of male and female cells and/or tissues. We will monitor how the presence of cells of the opposite sex affects the phenotype of the tissue/organism, and how the cellular environment affects the function of these cells. We will generate three independent model systems to address these questions: 1.adult birds composed of genetically male and genetically female cells, 2. embryos containing gonads composed of genetically male and genetically female cells, and, 3 transgenic animals where putative sex-determining genes are used to generate genetic females with testes and genetic males with ovaries. We believe that this research will establish that aspects of sexual development in birds are cell autonomous. If so, this would necessitate a re-evaluation of the established concept of sex differentiation in all vertebrates and would also support the contention that aspects of sex differentiation are independent of gonadal secretions in the mammal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E015425/2","grantId":"BB/E015425/2","fundValue":"394260","fundStart":"2008-05-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"","person":"Michael  Clinton","coPersons":["Helen  Sang"],"organisation":"University of Edinburgh","findingsText":" We have demonstrated that male and female cells respond differently to extracellular signals (hormonal and developmental). We have identified a set of genes that are expressed differently in male and female cells from the point of fertilisation through to adulthood. These genes are expressed in a sexually dimorphic fashion in all tissues at all stages of development, and are likely to represent the molecular signature underlying the inherent sex-identity that we identified in avian cells. Here we show that this inherent sex-identity can be 'short-circuited' by perturbing intracellular signals. Most significantly, we demonstrate that cells of the male and female immune sustems are different: female cells are effectively pre-primed to respond to infection possibly accounting for the sex-related differences seen in mortality rates due to infection. We have further developed our in-ovo sexing assay to fully meet the timing and cost requirements of the poultry industry. If this assay can be successfully applied, this procedures will lead to significant increases in food production. Other","dataset":"gtr"}