{"id":"DB5F5DA5-8890-4314-B9AD-1DECB71D200E","title":"Ultimate and permissible limit state behaviour of soil-filled masonry arch bridges","abstractText":"There are approximately 70,000 masonry arch bridge spans on the UK road and rail networks (approx. 1 million spans worldwide), the vast majority of which are now well beyond the 120 year life usually expected of bridges. Though masonry arch bridges are in general considered long-lived structures, large numbers are now showing signs of distress. However, the cost of replacing these bridges in the UK alone would run into tens of billions of pounds, and their aesthetic and heritage value is also significant. Unfortunately the methods currently used to assess their capacity are antiquated and/or over-simplistic, making the task of prioritising renewal or refurbishment schemes extremely difficult (the still widely used MEXE method of assessment, which dates back to the 1940s, has very limited predictive capability and offers little scope for future enhancement). Weathering, continually increasing traffic volumes and factors such as the increased frequency of flood events brought about by climate change (affecting bridges over water) only serve to exacerbate the situation. Furthermore, although the primary focus of recent research has been on prediction of structural failure (the `ultimate limit state'), prediction of the level of service load above which incremental damage occurs (the `permissible limit state') is now a key priority for infrastructure owners, who are under increasing pressure to provide transport networks which are resilient. However, a significant barrier to delivering this using existing tools is that current assessment codes prescribe a fixed ratio between the ultimate and permissible load carrying capacities, which, given the diverse range of bridges in the field, is inappropriate and can lead to highly imprecise bridge assessments, and in turn to major economic implications.The present situation stems from our limited understanding of the 'real-world' behaviour of masonry arch bridges, which typically contain soil fill material surrounding and interacting with the arch barrel when loading is applied, and where both working (cyclic) and ultimate loading regimes are important. Developing an improved understanding of such behaviour is the main focus of this project. To achieve this, highly instrumented soil-arch interaction tests will be undertaken, with low-friction, clear sided, medium and full-scale test chambers and state-of-the-art Particle Image Velocimetry (PIV) techniques used to ensure a comprehensive and high quality experimental data-set is obtained. Test variables will include loading type (quasi-static vs. cyclic), bridge type (road vs. railway), fill material type and the presence or otherwise of near-traffic surface strong / stiff layers. Numerical modelling techniques and novel `system identification' techniques will be employed to ensure the full experimentally obtained data-set is used when validating the models developed. Finally, the ultimate objective is to use the improved understanding obtained to develop more rational assessment tools for use by engineers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I014489/1","grantId":"EP/I014489/1","fundValue":"417999","fundStart":"2011-05-03","fundEnd":"2015-03-02","funder":"EPSRC","impactText":"","person":"Matthew  Gilbert","coPersons":["Colin Campbell Smith","Robert F Harrison"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}