{"id":"DB5FEDD6-C10E-4CF2-96E0-723E9089AEBF","title":"Extension of the HiWASE measurement program at Station Mike.","abstractText":"In 2006 scientists from the UK's National Oceanography Centre, Southampton (NOCS) installed additional sensors to measure the rate at which the atmosphere and ocean exchange heat, CO2 and momentum. The behaviour of theses exchanges or 'fluxes' is complicated and is affected by many other processes. For example, the CO2 flux may depend on wind speed, air temperature and humidity, sea temperature, sea state, wave breaking, whitecap coverage, CO2 concentration of the water and CO2 concentration in the atmosphere. All these processes need to be measured as well, so that the behaviour of the flux can be understood. The Polarfront was already equipped with a ship borne wave recorder (SBWR) which makes direct measurements of the wave heights, but this system does not measure the direction of the waves. As part of the NOCS project a wave radar system (WAVEX) was also installed to provide wave direction. The WAVEX does not make direct height measurements, but combining its directional data with the height data from the SBWR gives a very detailed description of the sea state - the Polarfront is the only ship in the world to have both systems. NOCS added digital cameras to the ship's bridge to obtain whitecap fraction and sea spikes in the wave radar data will be used to obtained wave breaking statistics. The fluxes are very difficult to measure directly and such measurements are usually only made from research ships, during short cruises of only a few weeks. To date very few measurements have been made of the CO2 flux and none have been made over the open ocean for winds of more than 15 m/s. In contrast, the NOCS systems on the Polarfront have operated continuously since they were installed in September 2006 and measurements in mean wind speeds of more than 25 m/s have already been made. Obtaining high wind speed data is important because the fluxes increase rapidly with increasing wind speed. The Polarfront was chosen for the project since it is dedicated to meteorological observations, unlike any other ship in the world. It also occupies a location where high wind speeds and therefore large fluxes often occur. To understand the interaction between the various forcing process requires a large data set obtained under as wide a range of conditions as possible. Extending the measurement program from 2 years to 3 years (as originally planned) would significantly increase the data available for analysis and would only increase the cost of the project by 12%.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G000123/1","grantId":"NE/G000123/1","fundValue":"47555","fundStart":"2009-06-01","fundEnd":"2009-09-30","funder":"NERC","impactText":"","person":"Margaret Jane Yelland","coPersons":[],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}