{"id":"DB694ADD-FC4A-4229-B172-476FA63364CD","title":"Investigating the barriers and facilitators of the implementation of NICE's public health guidance and quality standards in","abstractText":"As well as its clinical guidelines and appraisals of new medicines, NICE produces public health guidance. This is designed to deal with various public health problems. For example NICE has produced guidance on tobacco control, alcohol abuse, preventing obesity and promoting physical activity. The guidance is based on a rigorous examination of international evidence and an assessment of the cost effectiveness of the interventions. Until 2013 the public health system in England was led by the NHS. This responsibility transferred to local authorities in April 2013. At the same time NICE acquires responsibility for producing quality standards in social care and public health. The principal audience for the guidance and the quality standards are local authorities. Until now local authorities have had no necessary link nor obligation to comply with NICE guidance. As the public health system changes, it is important that NICE is able to adapt its portfolio. As an organisation whose main currency is scientific evidence, it is proposed to study the process of knowledge transfer from NICE to local authorities in a systematic and scientific way. This research, instigated by NICE, is designed to capture a scientific understanding of the system changes, what will be required to meet the needs of the system and how best to engage with it. \nThe study will investigate how the public health and social care guidance and quality standards produced by NICE will be received and implemented within local government and what systems will be developed to use it. It will study the barriers to and facilitators of information flow and implementation between NICE and local government, and within local government organisations. In consultation with relevant professional associations, it will also seek to identify areas in which effective processes have been set up and good outcomes achieved. Finally, it aims to develop a feasible method for monitoring the implementation of NICE's guidance and quality standards in local authorities. \nThe work will be led by a partnership between NICE, University College London and the Local Government Association and a steering group set up to ensure the input of those at the &quot;coal face&quot; e.g. Chief Executives of Local Authorities, Directors of Public Health. \nThe research will be carried out in three phases:\n1.A survey of officers and elected members in local authorities to obtain a detailed description of the current knowledge of public health, the new system, NICE and the evidence based approach to public health.\n2.Five case studies in five different councils in England to examine the usage / non usage of NICE guidance and standards. The case studies will be undertaken to provide descriptions of local systems and infrastructures, the processes for planning, strategic working, and interagency activity, partnerships, and intra local authority activity and inter NHS-local authority activity, including the Clinical Commissioning Groups and work with Public Health England. The descriptions will be obtained by reviewing formal local documentation and web-based resources, including the Joint Strategic Needs Assessments, and by a series of interviews with portfolio holders, other councillors and key members of staff, especially, Directors of Public Health, Leisure and Recreation, Planning, Transport, Housing, Children's and Adult Services and members of the Health and Wellbeing Boards. If possible, the operation of Health and Well Being Boards will be observed.\n3.A conference convened by LGA to share the initial findings from the survey and the case studies with a broader group of local authority stakeholders to further elaborate the evidence and test its findings. \nThe project will aim to further understanding and closer collaboration between NICE and local government as well as producing information of value to both organisations as the new public health structures and functions are developed in England.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L006995/1","grantId":"ES/L006995/1","fundValue":"86278","fundStart":"2014-05-31","fundEnd":"2016-03-31","funder":"ESRC","impactText":"  They have not yet, as the research project is still underway. Communities and Social Services/Policy,Healthcare,Government, Democracy and Justice Policy & public services","person":"Susan Fiona Michie","coPersons":["Gillian Catherine  Leng","Louise  Atkins"],"organisation":"University College London","findingsText":" Nothing yet - research is ongoing By local authorities looking for best practice in how to apply NICE guidance and other evidence-based guidance to public health work. By NICE as they review and revise guidance and the way it is presented in order to make it more relevant and useable by local authorities. Communities and Social Services/Policy,Healthcare,Government, Democracy and Justice","dataset":"gtr"}