{"id":"DB6EBDA5-CF2A-4410-BE4A-11B1ABA1C760","title":"BIogeochemical Gradients and RADionuclide transport. BIGRAD","abstractText":"Over 50+ years of nuclear power generation and weapons development, the UK has created large quantities of radioactive wastes. In terms of total volume, the largest fraction (&gt; 90 %) of the higher activity waste is Intermediate Level Waste (ILW). ILW does not produce heat but contains long-lived radioisotopes, and so cannot be disposed of near the Earth's surface. The Government has recently decided that the UK's ILW should be disposed of underground (200 - 1000 m) in a 'Geological Disposal Facility' (GDF). The safety of a GDF depends on slowing the return of radioactivity from the GDF to Earth surface. Understanding the processes which control the movement of radioactivity out of the GDF and to the rock and beyond is therefore critical. The UK's ILW is very diverse and includes discarded nuclear fuel, the metal containers used to hold fuel, as well as sludges and organic debris produced when processing these radioactive materials. The UK has treated many of these radioactive wastes by immobilising them in cement and a substantial fraction of ILW has now been cemented and awaits disposal. Once the wastes have been placed in the GDF, the intention is to backfill the remaining space with cement. No site has been identified for UK wastes as yet, but it is expected that the site will be under the water table and therefore be wet. This means that, after the waste is emplaced, the GDF will rewet as groundwater percolates through the wastes. Over a long time (from hundreds to millions of years) the ILW and its steel containers will degrade, and the cement will react with the groundwater to make it very alkaline. This is a design feature, as very alkaline, 'rusty' conditions are expected to make most radioactive components of the ILW very insoluble. However, this alkaline water will react with the rock around the repository to form a 'chemically disturbed zone' (CDZ). Up until now, no studies have examined the chemical, physical and biological development of this CDZ and how this affects the mobility of radioactive contaminants from the GDF. We have chosen to study four long-lived radionuclides, the fission product technetium as well as uranium, neptunium and plutonium all of which will be present over the long timescales relevant to the CDZ. In this project, we will try and understand how the CDZ will evolve over thousands to millions of years, so we can predict the movement of radioactivity through it, and help assess the safety of the GDF. To do this, we need to study the chemical, physical and biological changes which occur as the CDZ develops, and the way in which these different factors interact with each other. We will use experiments to understand these processes and, based on these, we will develop computer models to predict what will happen in the future. We have divided our work programme into three parts: 1 Geosphere Evolution, where we will examine rock and mineral interactions, and how water flow within the rock is affected by chemical and microbiological changes caused by the water from the GDF; 2 Radionuclide Form, Reaction and Transport, where we will examine the chemical form and solubility of radionuclides, their interactions with microorganisms, and with rock surfaces, and the potential for microscopic particles to carry radioactivity; 3 Synthesis and Application, where we will bring all the experimental results together and design, develop and test our computer model to examine radionuclide transport in the CDZ. To ensure we link the different parts of the project effectively, we have identified two 'cross cutting themes' (CCTs) - (i) biogeochemical processes in the CDZ; and (ii) predictive modelling of the CDZ, which will tie all the different pieces of work together. Our work will provide improved understanding of the controls on contaminant mobility across the CDZ, improve confidence in the safety of geological disposal, and hence assist the UK in the crucial task of disposing of radioactive wastes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H006494/2","grantId":"NE/H006494/2","fundValue":"46750","fundStart":"2012-10-01","fundEnd":"2015-06-30","funder":"NERC","impactText":"  The outputs from this work have had impact in various areas (see BIGRAD main submission). We are currently communicating the results of this work to RWM who will use this to inform their safety case for a future radioactive waste geodisposal facility. Energy,Environment Societal,Economic,Policy & public services","person":"Samuel  Shaw","coPersons":["Andrew Paul Brown","Rik  Brydson"],"organisation":"The University of Manchester","findingsText":" 1. Key radionuclides can be incorporated into the structures of common mineral phases (e.g. iron oxides and clays). This has the potential to limit their environmental mobility significantly.\n2. Uranium can be present as colloidal (suspended) nanoparticles under some alkaline conditions relevant to geodisposal.\n3. The minerals in the rocks surrounding a geodispoal facility are altered by the fluid being released from the repository, and the minerals formed change significantly with time. We are currently communicating the results of this work to RWM who will use this to inform their safety case for a future radioactive waste geodisposal facility. Energy,Environment","dataset":"gtr"}