{"id":"DB733AF9-F008-40D0-972F-FF66B386053B","title":"Centre for Ageing and Vitality","abstractText":"Promoting lifelong health is important because age is the greatest risk factor for a wide range of clinical diseases, from cancer to cardiovascular disease. This is particularly important because there are an increasing number of elderly people in Western societies, and these individuals often have multiple health problems. Therefore preventing age related disease is a priority. Ageing results from a gradual, lifelong accumulation of damage to our bodies. Crucially, we know that many of the mechanisms involved in the ageing process can be modified by lifestyle factors such as physical activity and nutrition. \n\nThe LLHW Centre for Ageing and Vitality aims to link together studies which look at the way we age with studies exploring the effectiveness of lifestyle factors. We believe these studies will lead to new insights into how these interventions work and new ways to allow healthy ageing in the future. Our major research programmes looking at the way we age will focus on abnormalities that occur in the way we produce energy through mitochondria and on the way our bodies react to damaged tissues (called inflammation). The major lifestyle programmes are based on looking at the effect of physical activity, or the reduced level of physical activity, as we age. We will also look at how what we eat can change the ageing process, for example, why do overweight individuals develop more age related disease? \n\nTo ensure we make as much progress as possible, the Centre will have five core activities that will be crucial for all of the different programmes of research. \nThese core activities are:\n1. Developing models of ageing in mice so we can carefully study the effects of lifestyle interventions such as exercise and nutrition on different organs; \n2. Collect and carefully store tissues from human subjects and mouse models to ensure that we can use these optimally for research; \n3. Understand how the effects of physical activity and nutrition alter ageing tissues; \n4. Deliver the best possible training to young scientists so that they will become future research leaders in lifelong health and wellbeing;\n5. Provide valuable information to the public about lifelong health in a way that they will find it helpful and informative. Influence decisions made locally, regionally and nationally to help improve lifelong health","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L016354/1","grantId":"MR/L016354/1","fundValue":"2536010","fundStart":"2014-07-01","fundEnd":"2019-06-30","funder":"MRC","impactText":"","person":"Doug  Turnbull","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}