{"id":"DB7BBF44-7BEF-47CA-872B-25D3D5F01F3C","title":"Heterogeneous and Permanent Data","abstractText":"Since its inception a little more than four years ago the Database Group in the School of Informatics has grown to a leading database research group -- certainly the strongest in the UK and one of the strongest in the world. The group has also gained visibility by leading the research of the UK Digital Curation Centre. This application for a platform grant is to sustain that momentum and to provide the means to continue the group's interaction with the Digital Curation Centre.The work of the group is based on the proposition that our data resources are valuable, that they are necessarily heterogeneous in structure, and that, in the case of research data, we need to preserve that value for future researchers and scholars. The main research themes of the group are concerned with data exchange and integration, provenance and data quality, security, distributed data, data archiving. We have been particularly concerned with the advancement of these topics in relation to semistructured data such as XML and web data. It goes almost without saying that we cannot make much progress without understanding principles and building models, hence our involvement in database theory. Equally, database work is all about making things work efficiently, hence our extensive work in database systems and the many forms of optimisation related to storage and manipulation of data. The work of the PIs over first four years has been devoted to building up a critical mass of researchers and developing a good set of research topics. Having put our initial effort into this -- as well as into the concomitant effort of finding space, administrative support, hiring, teaching new courses, etc. -- it is now time to turn our energy to building new collaborative links with the UK and Europe. To this end we are initiating a UK-based collaborative project on data quality, European collaborations on database preservation and dynamic web data, new ties with the financial sector in Edinburgh and some e-science collaborations with the Digital Curation Centre. A platform grant will provide the flexibility to move our researchers onto these new projects and will allow us to respond rapidly to new research problems that we expect to arise in connection with all these areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F028288/1","grantId":"EP/F028288/1","fundValue":"1212250","fundStart":"2008-03-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"","person":"Oscar Peter Buneman","coPersons":["Leonid  Libkin","Stratis  Viglas","Wenfei  Fan"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}