{"id":"DB7C1C6C-8AB0-4EC1-AD38-EAE271BFA6B9","title":"High Pressure Synthesis of New Superconductors and Related Materials","abstractText":"The discovery of new materials with outstanding properties motivates much of modern chemistry, physics and materials science. Electronic and magnetic materials e.g. superconductors, magnetoresistors, ferroics and multiferroics are a particular challenge due to the unpredictability of the ground states of correlated electron systems, and their frequent sensitivity to small changes in chemical composition and physical conditions. Such inorganic materials tend to have dense, strongly-bonded structures, and so high pressures and temperatures are needed to change their chemical structures and properties. We propose to use pressures up to 25 GPa (250,000 bar) to synthesise new superconductors and other electronic materials:1. A breakthrough in high temperature superconductivity has recently occurred with the discovery that doped rare earth oxypnictides RFeAsO can show critical temperatures surpassed only by the high-Tc cuprates. These materials are clearly the 'next big thing' in superconductivity and will dominate the field over the coming years. We have already demonstrated the utility of our high pressure approach by preparing new superconductors (TbFeAs(O,F), TbFeAsO1-x, DyFeAs(O,F)) with Tc's up to 50 K at high pressure. We propose an investigation of further new RFeAs(O,F) and oxygen-deficient RFeAsO1-x superconductors up to the end of the rare earth series, growth of RFeAs(O,F) crystals, exploration of other chemical substitutions to induce superconductivity, and studies of other families of RMXO and related AM2X2 materials that offer further possibilities of finding new superconductors. 2. Perovskite type transition metal oxides with orbitally-degenerate electronic configurations have many outstanding properties, most famously superconductivity in Cu2+ oxides and CMR colossal magnetoresistances) in Mn3+ oxides. Many new or uncharacterised perovskites can be made at high pressures. We will investigate MnVO3, which unusually has magnetic 3d metals at the A and B sites, possible non-Fermi liquid behaviour in SrIrO3, and the intriguing phase LaRuO3, apparently containing the Ru3+ state which is very rare in oxides.3. New transition metal oxynitrides such as RZrO2N will be investigated - these may show CMR when lightly doped, and magnetic and ferroelectric orders (multiferroism) from R (rare earth) moments and off-centre Zr displacements. We will also explore general new routes for making metal oxynitrides by reacting oxyhalides with Li3N under pressure.4. Bismuth transition metal oxide perovskites e.g. BiMnO3 are important multiferroics - we will explore possible Ruddlesden Popper analogue phases Bi3M2O7 and Bi2MO4 which may be accessible at very high pressures (12-25 GPa). The high pressure form of Bi2CuO4 will also be important for superconductivity.A 1000 tonne press and Walker type synthesis module have recently been set up in Edinburgh as part of the Centre for Science at Extreme Conditions. We will extend the methodology by designing and manufacturing a new sample configuration for very high pressures (up to 25 GPa) and developing crystal growth protocols guided by in situ experiments at ESRF.The structures of the above materials will be determined by X-ray and neutron diffraction, including magnetic neutron scattering to determine potentially unconventional spin structures of RFeAsO for late R elements with large dipolar and quadrupolar moments. Electronic transport and magnetic properties will be measured in CSEC, and further properties will be explored through UK and international collaborations.A 4 year project is needed to allow all of the research to be undertaken by a PDRA (Dr. Rodgers) and by a PhD student who will focus on the new superconductors. Technical and consumables support are also requested to enable a productive high pressure synthesis programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G030332/1","grantId":"EP/G030332/1","fundValue":"570369","fundStart":"2009-01-16","fundEnd":"2013-07-15","funder":"EPSRC","impactText":"","person":"J Paul Attfield","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}