{"id":"DB7F8A65-12B0-4C15-A69D-940B6CD2924E","title":"Bacteria make DMSP - how significant is this process?","abstractText":"Globally, a billion tons of the sulfur-containing molecule dimethylsulfoniopropionate (DMSP) is made each year. The common belief was that DMSP is only made by marine eukaryotes, including phytoplankton, seaweeds, a few plants and some corals, but our preliminary work shows that marine bacteria also make DMSP, and at levels similar to those reported for some phytoplankton. For the first time, we have shown that marine bacteria likely use DMSP as an osmoprotectant to buffer cells against the salinity of seawater. The research that we propose will redefine the field of DMSP production and its catabolism.\n\nDMSP is the main precursor of the environmentally important gas dimethylsulfide (DMS). Microbial DMSP lysis generates ~300 million tons of DMS per annum. Much of this DMS is used by bacteria, but ~10 % is released from the seas into the air, giving the seaside its characteristic smell. Once in the atmosphere, chemical products arising from DMS oxidation aid cloud formation over the oceans, to an extent that affects sunlight reaching the Earth's surface, with effects on climate. In turn, these products are delivered back to Earth as rain, representing a key component of the global sulfur cycle. DMS is also a potent chemoattractant for many organisms including seabirds, crustaceans and marine mammals, which associate DMS with food.\n\nAlthough previous studies have described the pathways for DMSP synthesis, remarkably NONE of the enzymes or corresponding genes have been identified in ANY DMSP-producing organism.\n\nOur preliminary data:\n1. show that some marine bacteria make DMSP via the same pathway used by phytoplankton.\n2. identified the key gene in bacterial DMSP production &quot;mmtB&quot; - the first gene shown to be involved in DMSP synthesis in any organism.\n3. show that our model marine bacterium Labrenzia likely makes DMSP as an osmoprotectant.\n4. show that bacteria containing mmtB produce DMSP, and some also contain DMSP lyase genes whose products liberate DMS from DMSP.\n5. show that the mmtB gene is abundant in marine environments.\n\nOur project:\nThe mmtB gene encodes an enzyme that catalyses one of the four predicted steps in DMSP synthesis, but we do not know the identity the other three genes. To fully understand the process of DMSP synthesis in bacteria, we need to identify the missing synthesis genes so that we can study their regulation and enzymology. We will use complementary molecular genetic approaches to identify the unknown DMSP synthesis genes and, in the process, characterise the full complement of genes whose expression is affected by salinity in Labrenzia.\nTo understand how and why bacteria in the environment produce DMSP and DMS, we will study key model bacteria isolated from marine samples. These bacteria will be grown in microcosms under conditions similar to those of their natural habitat, and their environmental growth conditions will be varied whilst monitoring DMS and DMSP synthesis, at both the process and gene expression level. This will indicate whether environmental factors such as temperature, oxidative stress, etc., affect the production of DMSP and concomitantly the production of the climate-active gas DMS.\n\nThe importance of bacterial DMSP production in marine environments will be examined. We will sample selected marine environments and investigate the activity of bacterial DMSP synthesis compared to eukaryotic DMS/DMSP pathways. We will determine if the environmental factors that regulate DMS/DMSP production in our model bacteria have the same effect on natural microbial communities that are present in important marine environments. We will also use a powerful suite of microbial ecology techniques, combined with molecular genetic tools, to identify the microbes and key genes involved in producing DMSP via the MmtB enzyme in these environments. This work will help us in the future to model how changes in the environment impact on the balance of these climate processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N002385/1","grantId":"NE/N002385/1","fundValue":"362311","fundStart":"2016-01-17","fundEnd":"2019-01-16","funder":"NERC","impactText":"","person":"Jonathan David Todd","coPersons":["Jennifer  Pratscher","John Colin Murrell"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}