{"id":"DB808AC0-395A-4EE3-BF93-006386E408E7","title":"The Portus Project","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509517/1","grantId":"AH/E509517/1","fundValue":"589635","fundStart":"2007-03-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"","person":"Simon James Keay","coPersons":["Martin John Millett","Graeme Peter Earl"],"organisation":"University of Southampton","findingsText":" Conception of Project\n\nPortus (Fiumicino), which lay on the coast a short distance to the north of the Tiber mouth at Ostia, was the principal maritime port of ancient Rome for most of the imperial period. It was begun by the emperor Claudius, inaugurated by the emperor Nero and greatly enlarged by the emperor Trajan, supplying the City of Rome down to the Byzantine period and beyond. Portus was the conduit through which most of the key foodstuffs, marble, glass and metalwork that were consumed in the City of Rome were imported from the Mediterranean provinces. Furthermore, as the City's window on the Mediterranean, its layout and juxtaposition of the secular and scared prepared visitors for what awaited them at Rome itself. Available evidence suggests that from the second century AD onwards, individuals from across the empire, particularly the east and north Africa, passed through the port or had some business involvement there. This is reflected in the exceptionally rich array of ceramics and marble which were imported from across the whole of the Roman Mediterranean which still litter the site, and which are our best guide to tracing the flows of foodstuffs imported to Portus prior to trans-shipment and transport upriver to Rome. It is a paradox, therefore, that much less is known about its development and character than its close neighbour, Ostia, or more distant Puteoli (Pozzuoli), and its potential for helping us better understand the cosmopolitan nature of Rome itself and its many economic links with different parts of the Roman empire is as yet untapped. This project has built upon a very detailed and comprehensive geophysical and topographic survey of the port and much of its hinterland that has just been published by the applicant and Millett (Keay et al 2005; www.portusproject.org) and which formed part of the AHRC funded &quot;Roman Towns in the Middle and Lower Tiber Valley project&quot;. This enabled earlier work to be put into an overall interpretative framework, provided much new detail and put forward an outline scheme for the development of the port throughout antiquity. While this represents an important contribution to our understanding, it is clear that it is only through a judicious combination of excavation and survey that some of the many major questions about this site can be answered. This project, therefore, has continued this research at Portus with a very successful four year programme of research funded by the AHRC that represents continued successful research collaboration between the Universities of Southampton and Cambridge, the British School at Rome (BSR) and the Soprintendenza di Beni Archeologici di Ostia. The research comprised four seasons (2007, 2008, 2009 and 2010) of survey in the land lying to the south of the port (Isola Sacra), as well as three seasons of excavation of a central area (the Palazzo Imperiale) at the heart of the port itself. These have provided answers to key questions about Portus' character and development between the reign of Claudius and the middle sixth century AD. It has also shed light on its regional context and relationship to Ostia, and its connections to other ports in Italy and the Mediterranean: its relations to north Africa were particularly important. The excavation applied an integrated suite of techniques not generally used on complex Mediterranean sites with major structural remains, including digital recording and visualization. This exceptionally rich and challenging site has also provided young academics and students with experience and training in site and survey techniques, electronic data-capture and in the identification and analysis of artefacts, fauna and botanical remains. Ceramic analysis was identified as a special priority in the training of future specialists, and a studentship in ceramics has enabled one individual to develop a research project that has made an important contribution to the academic objectives of the project. \n\n\n\n\n\nAchievements of Project\n\nThis project has had three major aims. The first concerns the development, function and character of the port, which we have done through an integrated programme of excavation and high-resolution geophysical survey. This focused upon the Palazzo Imperiale and adjacent buildings - structures central to the administration of the port. It suggests that the Claudian/Neronian foundation may have been primarily a harbour closely related to Ostia, and that its establishment as a maritime port with ample storage and trans-shipment facilities directly connected to Rome was a product of the enlargement by Trajan and subsequent additions during the 3rd and, to a lesser extent, the 4th centuries AD. The gradual decline of the Palazzo Imperiale began with the construction of the late 5th century wall circuit (Mura Costantiniane), followed by extensive demolition during the early/mid 6th century AD, and its subsequent used as a burial ground. Analysis of the ceramics and marble suggests that its closest commercial connections were with Tripolitania (later 2nd to 4th centuries AD) and Africa Byzacena (early fourth to later fifth centuries AD), even though material from most of the rest of the Mediterranean was also present. The survey element of the project encompassed most of the Isola Sacra, the island lying between Portus and Ostia to the south. It shows that in antiquity the island was divided into a western and eastern sector by a major north-south canal that connected Portus with the urban settlement, cemetery and the statio marmorum on the Isola Sacra in the north with the north bank of the Tiber opposite Ostia. It has also allowed us to better define the settlement and burial area in the northern Isola Sacra, the Tiber fa?ade between Capo due Rami and Ostia. Furthermore it appears that much of the land in the eastern sector was subdivided for agricultural or salt-processing activities, while the north bank of the Tiber opposite Ostia was very heavily built up. The second aim - to develop an archaeological strategy appropriate to the scale and complexity of the site has also been met. Our fieldwork comprised closely coordinated programmes of high-resolution geophysics coupled with open-area question and answer excavation. This was made possible by adopting a 'born-digital' approach that drew upon upon recent advances in computerized topographic planning, excavation recording, geophysical data processing, laser scanning of buildings and detailed object recording to develop an integrated approach to the three-dimensional recording and interpretation of the Palazzo Imperiale and adjacent buildings. This has enabled us to develop preliminary three-dimensional computer graphic images that have been closely linked to the archaeological data and that have played a key role in interpreting the site and in communicating with the general public. Our success in addressing the third aim, providing experience for younger academics and students, can be measured by the fact that this was a very young international team mainly comprised of undergraduates, postgraduates and junior academics from the UK, as well as from Italy, Spain, France, Serbia, Australia and the US. They have all developed a unique blend of skills in excavation, survey, analysis of finds (ceramics, marble and botanical remains) and IT work, with some being involved in publications and conference presentations. This experience has been particularly valuable in view of the rarity of large UK excavations at major Mediterranean Classical sites and has enabled the creation of international networks by young academics towards the beginning of their careers. All of the objectives spelled out in the original application have been achieved, except for the deposition of a project archive with the ADS - which has been postponed until the completion of the AHRC funded Portus in the Roman Mediterranean project.\n\n\n\nNew Understandings\n\nSince Portus was the maritime port of Imperial Rome and was, until recently, poorly understood, it could be argued that any new information concerning its development, function and relationship to ports elsewhere in the Mediterranean could not fail to bring about a major advance in our understanding. However the Portus Project has attempted to do more than this by deliberately selecting for excavation and survey those two areas that arguably have the most to teach us about the port as a whole within the limited time and budgetary constraints of a project of this size. The results makes it clear that those buildings that were the focus of the project, namely the Palazzo Imperiale and adjacent buildings, were the administrative heart of the whole complex and provide us with precious new information about when and how the Rome state managed to coordinate traffic moving within the port. This in turn provides important clues as to how its full commercial potential was harnessed and about fluctuations in the range of its commercial contacts through time. Furthermore the discovery of a major canal on the Isola Sacra that connected Portus and Ostia strongly supports the idea that both of these ports, together with that along the banks of the Tiber (Emporium, Portus Tiberinus etc), and possibly also Centumcellae (Civitavecchia) along the Tyrrhenian coast to the north of Rome, were part of an integrated port system serving Rome that was on a scale unparalleled until more recent eras. This not only helps us understand how the Capital was sustained, but also gives us a better idea of the scale of Rome's demands upon its Mediterranean provinces, with major implications for how we understand the development of agriculture, commerce and infrastructure in the provinces themselves. All of these issues will have a major impact on our understanding of the nature of the commercial networks that underwrote the cohesion of the Roman Mediterranean. Furthermore, the decline and disappearance of the Palazzo Imperiale as the administrative core of the port during the later 5th and mid 6th centuries AD sheds new light on its longevity. At the same time the integrated methodological approaches developed by this project have major implications for how archaeologists can approach other very large Classical sites across the Mediterranean, showing that by a careful balance of excavation and non-destructive techniques it is possible to extract high quality information in a relatively short time, and also address key research questions. This has huge potential in enabling archaeologists to query sites that would otherwise be too big and thus invite more traditional and arguably less rigorous techniques, and to communicate the results in a visually appealing way to a range of audiences. It also has very major benefits for the management of these sites - providing the authorities with a better understanding of the archaeological potential of these sites, how to manage them and present them to the public in an appealing way. \n\n\n\n\n\nImpact\n\nWhile the impact upon academic discourse related to the issues discussed above will only become fully apparent with the publication of project results, a process beginning in summer 2011, reception of initial presentations and syntheses has been very positive. All aspects of the work have received very extensive international publicity (www.portusproject.org) in newspapers, magazines, television (news items and documentaries) and radio. In this way the project is helping to raise public awareness of imperial Rome, its port and commercial links across the Mediterranean. This will be relevant to students and the more interested general public: indeed some of the discoveries have appeared in publications for Classics teachers and in popular archaeology magazines in the UK (Current World Archaeology), Italy and Germany. Furthermore the PI has been asked to give a number of lectures to schools in the UK. They will also inform the many tourists who visit Rome and other Mediterranean Classical sites, promoting a greater awareness of the significance Rome in ancient Mediterranean. Public interest has also been stirred by the technological side of the project, most notably by the computer graphic images of the port and how geophysics can investigate buried sites without excavation. A BBC Click Online programme focusing upon the work at Portus is symptomatic of his. While this is interesting in itself it also helps promote a better understanding of the port itself, and an awareness of the kinds of roles that science can play in our understanding of the past. Beyond public interest, the project has also provoked the interest of IT companies such as Microsoft who appreciate the pulling power of a high profile project like this for trying out different kinds of software, and the potential significance to them of archaeology as a vehicle for concept proving of a range of applications. Another key constituency are cultural heritage agencies charged with the management of major cultural resources like Portus. The Italian government itself, through the medium of the Soprintendenza Speciale per i Beni archeologici di Roma have been taking an active interest in the strategies used by the project at Portus because of the implications that they may have for the management of major sites of this kind. In a similar vein the AHRC has selected the Portus Project as the case study for the new Heritage Portal website, that is being piloted by all of Europe's national cultural heritage management agencies to publicize best practice in the undertaking of research at major European sites of this kind and other heritage news. \n\n\n\nOutputs and Outcomes\n\n1. Excavation Monograph has been delayed until 2012 onwards in order to incorporate the results of excavation undertaken under the aegis of the Rome, Portus and the Mediterranean project.\n\n2.Portus and its Hinterland (ed. S. Keay and L. Paroli), an edited monograph on recent work at the site including three major chapters that draw upon the results from the Portus Project. One of these is the summary article originally destined for the Journal of Roman Archaeology, while another is the extended article on the survey (Isola Sacra) results. \n\n3. Many papers delivered at international conferences and in referred journals, which are listed in the appropriate outcomes section of ROS.\n\n4. A project website (www.portusproject.org) \n\n5. Very extensive international press coverage (www.portusproject.org)  ","dataset":"gtr"}