{"id":"DB8E8E5A-5E0F-41CC-B600-3CDCD35A11AE","title":"Regulation of somatotroph development &amp; function by C-type natriuretic peptide (CNP) in humans, cats, mice and zebrafish","abstractText":"The growth of an organism is one of the major components of homeostasis. As such, controlling growth appropriately is vital for the health of all animals. The endocrine system, through various hormones, plays a critical role in regulating when an organism needs to grow and develop. The major endocrine control centre that regulates growth is the pituitary gland, which is a pea-sized organ that lies at the base of the brain. Many genes have been identified that are known to be important in the development of the pituitary gland, and several of these are specific to the cells that make growth hormone (GH). Tumours of the pituitary gland represent the most common intracranial tumour in humans, with 1 in 6 people displaying evidence of these growths at the time of their death. Pituitary tumours, as well as other pituitary abnormalities, can cause disrupted release of many hormones, which consequently affects the quality of life of these patients. We have recently found that companion animals, such as dogs and cats, are known to be susceptible to these pituitary tumours. Growth hormone, one of the major pituitary hormones, is extremely important for the development and growth of an individual, and the release of GH is normally under tight control by the hypothalamus (part of the brain), as well as from other hormones released from tissues such as the liver. Inappropriately high or low GH release can cause a series of disorders, ranging from developmental abnormalities in infants, to dwarfism or metabolic complications in adults, and even an increased risk of certain types of colon cancer. We have recently discovered that another hormone found in the pituitary gland, C-type natriuretic peptide (CNP), is produced very early on in the development of human, mice and fish pituitaries. Our recent investigation of 30 human pituitary adenomas found that each one of these tumours expressed CNP, and the receptor that controls its effects, called GC-B. In addition, our preliminary studies have shown that treating pituitary cells with CNP can cause a dramatic increase in the amount of GH that is made. The work we propose to perform, detailed within this application, will extend our understanding of how CNP might influence the way in which the pituitary gland develops and functions normally. We shall use five different models to examine the effects of CNP; cultured pituitary cells, mice that specifically lack CNP in their pituitary glands, human and cat pituitary tumours and the highly versatile Zebrafish, in which we will silence the genes that encode CNP and establish the consequences for normal growth. In addition, our laboratory is equipped with an extremely efficient genetic analyser, that allows us to measure the amounts of up to 15 different genes in a single sample, greatly increasing our productivity from these very small amounts of tissue. These studies may reveal a role for CNP in the treatment of growth disorders, either as a way to increase GH release in individuals with impaired growth, or by developing drugs to block the effects of CNP and, therefore, reduce GH release. Such findings could lead to an improved quality of life, and a reduced susceptibility to subsequent endocrine disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L002795/1","grantId":"BB/L002795/1","fundValue":"338768","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"  The PI (Fowkes) has already visited our potential industrial collaborators (BioMarin, CA, USA) to present the initial findings of our studies. BioMarin have a long-acting CNP analogue in phase II clinical trials to treat achondroplasia, but have yet to investigate its' potential as a GH mimic. We will remain in close contact with them to establish the potential for further therapeutic targets of this compound. Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Robert Charles Fowkes","coPersons":["Stijn  Niessen","Imelda  McGonnell"],"organisation":"Royal Veterinary College","findingsText":" We have spent the first 11 months of this project investigating how the peptide hormone, CNP, may influence the production of growth hormone in the pituitary gland, and the overall growth of the organism. Our experiments have used a combination of model organisms; zebrafish, mice and cell cultures. The initial Zebrafish experiments have involved manipulating the levels of one of the CNP genes that Zebrafish express, using a novel technique called CRISPR; fish that have reduced levels of CNP exhibit stunted growth and other developmental abnormalities.\n\nOur mice studies have focussed on generating pituitary-specific CNP knock-out animals; the first homozygote mice that we have analysed have exhibited stunted growth, compared with heterozygous and wild-type litter mates, which suggests that loss of CNP in the pituitary is influencing growth hormone expression/secretion in vivo.\n\nFinally, our cell cultures studies have examined the effects of CNP on the expression levels of genes in pituitary somatotroph cells, using our highly versatile multiplex RT-qPCR assays. Analyses of over 40 targets has established that CNP can alter the expression level of genes involved in growth hormone secretion, responsiveness as well as those responding to metabolic signals (e.g. insulin and leptin). Once we have completed our gene expression analyses, the data sets will be available for others to examine potential targets for pharmacological treatments of growth hormone disorders. We will publish the details of our bespoke multiplex RT-qPCR assays such that others may use them as well. Furthermore, if the pituitary-specific CNP mice are reproductively viable, these animals will be available to the research community for further studies. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}