{"id":"DB934CBF-066F-4AE2-81A2-8BCAC851E096","title":"Enhanced capacity for grain filling in wheat: WHEASE","abstractText":"Wheat is one of world's main crops. The starch contained in wheat grains is a vitally important source of dietary calories for billions of people. Demand for food is rising as world population grows and dietary habits change, but despite the best efforts of crop breeders the world-wide yields of wheat are not increasing at the necessary rates to keep up with future demands. Urgent efforts are required to understand the limitations on yield and to suggest new ways in which yield may be increased through crop breeding. \n\nOne major factor that determines wheat yield is the capacity of the developing grains to make starch from the sugars they receive from the leaves. If the capacity for starch synthesis in the grains is low, the plant will have relatively small numbers of small grains, and much of the sugar produced by photosynthesis in the leaves will be wasted. Scientists have a relatively good understanding of the way in which sugars are converted into starch in the developing grain. It is possible to identify some components of this process that may limit how much starch is made. If amounts of these components (enzymes called ADPglucose pyrophosphorylase and starch synthase) could be increased, starch accumulation and hence grain number and size might be increased. We will attempt to increase amounts of these enzymes in two ways. First, we will study large numbers of different kinds of wheat, including ancient varieties and wild ancestors, to see whether any of them already have large amounts of either of the two enzymes, or different genes for these enzymes. Second, we will use transgenic techniques to increase amounts of the two enzymes by adding extra gene copies. For both of these approaches, we will assess whether high activities of the enzymes are associated with high yields. \n\nWe expect that this work will produce information that will help crop breeders and biotechnologists to increase wheat yield. We will also work closely with other scientists trying to increase sugar production in wheat leaves, using the same kinds of approaches. Together, we hope to be able to increase both leaf sugar production and the capacity for grains to convert sugars to starch in a single plant. This plant is expected to have a high yield, and to enable us to understand better how we can breed higher-yielding crops in future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K006517/1","grantId":"BB/K006517/1","fundValue":"443442","fundStart":"2013-04-09","fundEnd":"2015-08-07","funder":"BBSRC","impactText":"","person":"Alison  Smith","coPersons":["Cristobal  Uauy"],"organisation":"John Innes Centre","findingsText":" Not applicable at this time The project contributes to the Food Security Strategic Priority of the BBSRC and hence to BBSRC's commitments under the UK Global Food Security programme, and to the BBSRC Crop Science Research Priority. The research will benefit private-sector organisations involved in transgenic and conventional routes to improve wheat yield. These include multinational biotechnology companies (e.g. Dupont Agricultural Biotechnology), wheat breeders (e.g. RAGT, KWS, Syngenta) and farmer-facing organisations such as the Home-Grown Cereals Authority and NIAB. In the short term, benefits to these organisations will accrue from access to new sequence information useable as markers for breeding, improved knowledge on the sink strength of a diverse panel of genetic material within the primary gene pool of wheat, transgenic lines with altered grain sink strength, and new insights into target genes for yield improvement. In the long term, these organisations will benefit from new wheat varieties with higher yields and greater yield stability in the face of rising temperatures and more unpredictable weather events. Part of these benefits will result from UK-based wheat breeding, and will impact favourably on UK wheat production and hence on the UK economy and the public by increasing UK food security and decreasing dependence on imports. This project will also provide the foundation for companies and national breeding programmes outside of the UK to develop improved wheat varieties, extending the impact of this research well beyond the UK borders. Agriculture, Food and Drink","dataset":"gtr"}