{"id":"DB963FCE-EBA9-4242-8BC7-B97A95C4D21D","title":"Infant Sleep Information Source (ISIS) Project","abstractText":"<p>Sleep is one of the main sources of stress facing parents of both new babies and older children, but one about which there is much myth and misinformation. The lack of a comprehensive and authoritative resource providing information on infant and child sleep will be remedied with the development of the ISIS project. <br /><br />The Infant Sleep Information Source will provide an evidence-based resource available via the internet to both parents and Health Care Professionals, addressing issues from the evolution of sleep behaviour and physiology, to the development of sleep safety guidelines. The resource will be developed by the Durham University Sleep Lab team who have many years of research experience in this field, and who run one of only two dedicated parent-infant sleep laboratories world-wide. <br /><br />The research presented via ISIS will not be limited to that produced by the Lab however, and a central aim is to provide objective and impartial research-based information, especially on contentious topics such as parent-infant bed-sharing and sleep training. A key feature of the resource will be clear, plain English summaries of the state of academic knowledge, combined with interactive learning and decision-making tools for use by parents and HCPs alike. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I030123/1","grantId":"ES/I030123/1","fundValue":"96087","fundStart":"2011-08-01","fundEnd":"2012-10-31","funder":"ESRC","impactText":"  The website we created Infant Sleep Info Source) has been widely used by charity organistations, NHS and other health care bodies, local councils and international users, in addition to individual parents. for more information see here; https://www.dur.ac.uk/sleep.lab/impact/isis_users/ Communities and Social Services/Policy,Education,Healthcare,Retail Societal,Policy & public services","person":"Helen  Ball","coPersons":[],"organisation":"Durham University","findingsText":" We have developed an informational website (www.isisonline.org.uk) about infant sleep for use by parents and health professionals, and created a network of collaborators (charities and organisations supporting parents with infants and educating health professionals) who endorse and disseminate information about the website and our free resources. This project is a good model for translation of research evidence into material that can be used by the public and health professionals, and evidence of the demand for such translation for research users. Communities and Social Services/Policy,Education,Healthcare","dataset":"gtr"}