{"id":"DB9E28D0-77F4-4B6A-9134-CE70ECE0002F","title":"SuperNEMO Commissioning and Sensitivity Demonstration","abstractText":"Neutrinos are the most abundant matter particle in the universe, and yet \nour knowledge of them is still lacking in fundamental respects. We do not \nknow whether neutrinos and anti-neutrinos are really distinct particles, or \njust different versions of the same underlying particle, which is possible \nsince they do not carry any charge. In recent decades neutrino oscillation \nexperiments have shed considerable light on the flavour structure of neutrinos, \nand in particular how neutrinos may turn from one flavour into another due to\ntheir tiny mass differences. However, despite knowing rather precisely these \nmass differences, we still do not know what the absolute mass scale of the\nneutrino is. One of the highest priorities in particle physics today is to \nelucidate some of these mysteries surrounding the neutrino. This may\ngive us further insight into such fundamental questions as the nature of\nphysics at the extremely high energies associated with Grand Unification,\nand the source of the matter-antimatter asymmetry which we observe in the\nuniverse today.\n\nBeta decay is a familiar radioactive process whereby a parent nucleus\ndecays into a daughter nucleus with the emission of an electron and\nan (unseen) anti-neutrino. In certain nuclei beta decay is forbidden but,\nvery rarely, two simultaneous beta decays may occur. The distinctive\nsignature of two electrons being emitted has been observed in several\nisotopes. We are searching for a distinct form of double-beta decay\nin which no neutrinos are emitted alongside the electrons, resulting in\nthe electrons carrying away the full energy of the associated nuclear\ndecay. This &quot;neutrinoless&quot; process can only occur if neutrinos and \nanti-neutrinos are the same fundamental particle. Moreover, by measuring \nthe rate of such decays we can effectively measure the absolute mass of \nthe neutrino.\n\nIn order to search for neutrinoless double-beta decay with greater\nsensitivity then ever before, we have built what is essentially the \nlargest Geiger counter in the world. This so-called &quot;tracker&quot; for the \nSuperNEMO experiment records ionisation left by the electrons from the \ndouble-beta decay and allows us to visualise the tracks that they leave\nin the detector. UK groups have been building this tracking detector\nfor the last 3 years, based on extensive R&amp;D that took place before that.\n\nThe next phase for SuperNEMO is to take the UK-built tracker to an\nunderground laboratory located under the Alps between France and Italy\nin order to shield the experiment from cosmic rays. There, we will \nmarry the tracker with the other components of the detector that \nare being assembled by colleagues in France, Russia, the Czech Republic and\nthe US. Extensive work will be required to carefully assemble the\nfirst module of SuperNEMO, called the &quot;Demonstrator Module&quot;, such that\nit works as expected and that no radioactive contamination is allowed to enter \nthe detector. Even trace contamination, far below the level of radioactivity\nin ordinary materials, could completely swamp the very rare processes that\nwe are searching for.\n\nBy the end of this project, the SuperNEMO Demonstrator Module will be\nup and running and launching into an exciting physics program to try\nto address some of the fundamental questions outlined above.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K002848/1","grantId":"ST/K002848/1","fundValue":"180732","fundStart":"2013-04-01","fundEnd":"2016-12-31","funder":"STFC","impactText":"","person":"Julia  Sedgbeer","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}