{"id":"DB9E502A-26D1-4A16-B984-E5E1F7EDABE8","title":"Migration and Visual Culture: A Theological Exploration of Identity, Catholic Imagery and Popular culture among Polish Young","abstractText":"This project will introduce new perspectives on how faith is changing in contemporary Britain by studying the visual culture of Polish young people who have migrated to the UK. The research will explore the extent to which religious identity supports these young people, as both social and theological capital, through the experience of migration while at the same time it is reconfigured and renegotiated in relation to a mediated popular culture. Visual research methods will be used to examine both imagery from popular culture and imagery from the Catholic tradition are sources of identity and identification for Polish migrant young people. \\n\\nThe research will develop new ways to study religion in the UK drawn from visual research methods, cultural studies and theology. The research is shaped by an understanding of how identity and representation interrelate drawn from cultural studies and by a reading of the popular as theologically significant. This interdisciplinary approach is innovative firstly because it deals with both religious expression and popular culture as part of an interrelated flow of representation that shapes the visual culture of young people. The research will examine the flow of representation as it is articulated with religious identity. Secondly it is significant because it seeks to read both the representation and the way that representation operates as a source for identification as theologically significant. \\n\\nThe project combines visual research methods with perspectives from Practical Theology. This theological approach will not only contribute to the understanding of young people and religion in Britain but it is also designed as a collaborative and transformative approach to Practical Theology. So through participation in the research process and also the analysis and presentation of data young people, researchers and ministerial and community arts professionals will collaborate together in order that they will develop their understanding of the shifting nature of belief in the UK. \\n\\nAs well as combining qualitative research methods, theology and theoretical perspectives drawn from cultural studies the it is a feature of the proposal is that it includes a substantial artistic element. Thus as part of the research through a variety of activities young people will develop a portfolio of visual material and present their work at an art exhibition to be held in the Catholic Cathedral.\\n\\nThe project supports the work of a new researcher and it has been designed with the collaboration of ministerial professionals from the Catholic Diocese of Plymouth and community artists from the Plymouth Arts Centre.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G016569/1","grantId":"AH/G016569/1","fundValue":"79173","fundStart":"2009-09-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"  The research has been used by youth workers in the Catholic Church and more widely Culture, Heritage, Museums and Collections Cultural","person":"Peter  Ward","coPersons":[],"organisation":"King's College London","findingsText":" The Research highlights fall into three main areas: Research Methods, Key Findings and Theological Reflections.\n\n\n\nResearch Methods:\n\nOur research developed a new methodology for the study of religion: Narrated Photography. The method is based on the realisation that images can operate on a subconscious level to elicit responses about meaning, identity and spirituality. We used images to 'dig beneath the surface' of a social situation, particularly to get beneath nationalised religious beliefs to embodied, experienced religion and spirituality. This method showed that visual material, due to its ability to evoke embodied experience, opens opportunities for deeper conversations about what is sacred with young people than the traditional interview question and answer format within qualitative research. \n\n\n\nKey Findings\n\nWe discovered that the Polish young people were initially disturbed by the British religious landscape, which was characterised by nominal religious practice. No longer within a context of religious obligation, the Polish people found themselves forced to decide for themselves what they believe and whether to practice these beliefs. Our findings showed that most of the participants' beliefs remained the same, but their lived religion shifted. So the process of choosing (how and whether) to practice their religion changed the nature of that religion in everyday life. Our findings revealed a complex and shifting landscape of religious beliefs and practices among our participants. The religious changes that we observed can be understood in terms of the young adults moving away from their 'sacred canopy' to one of a plurality of worldviews. We see here an accelerated version of a society of religious obligation shifting toward one of consumption. Although Catholicism was a very strong component in the participants' beliefs, we found an increasing openness to other forms of Christianity and a pursuit of spirituality through nature. We also discovered that relationships form a key way of understanding what is sacred - not only in terms of the religion handed down through the generations but also the central importance of family and friends for establishing a sense of home in a new place. \n\n\n\nTheological Reflections\n\nWe used the data from the research and the initial findings to explore the relationship between the ordinary and Practical Theology. We found Catholic theology and practice are present not simply in their interviews but in their life experiences and their sense of themselves. Catholic theological representation is embedded in lived narratives. When the participants make sometime partial or even oblique references to God or Jesus or The Pope these symbolic representations carry the tradition within them. These elements therefore function in the rich accounts of life and belief as a representation of formal theology and Catholic tradition. During the research we began to see evidence that the act of expression i.e. making images and then talking about them, had energy, or significance, in itself. Representation seems to make evident ordinary theology not so much as something that is within that is revealed but it is revealed and therefore known in and through expression. The research is of value for youth workers, Churches and University Chaplains Communities and Social Services/Policy","dataset":"gtr"}