{"id":"DBB0CD34-47FC-45A0-9FDC-0CF3B8469FF1","title":"Accumulation of PrP amyloid in vivo that is not infectious","abstractText":"The Transmissible Spongiform Encephalopathy (TSE) diseases are a group of fatal neurodegenerative diseases which include scrapie in sheep, BSE in cattle and CJD in humans. TSE diseases (also known as prion diseases) differ from other neurodegenerative disorders such as Alzheimer's disease, due to their infectious nature. Instead of an conventional infectious agent such as a bacterium or virus the TSE infectious agent (the prion) is thought to be a misfolded form of a host protein (PrP). It has been hypothesised that the abnormally folded form of the protein (PrPSc) is able to bind to the normal protein which is found in brain tissue of all mammals, and convert it into the abnormal form. PrPSc accumulates as disease progresses, and may cause the death of neurons in the brain. PrPSc is usually found in infected tissue, and can be identified microscopically by the presence of abnormal protein aggregates in sections of brain tissue, or by its resistance to digestion with proteases on immunoblotting. PrPSc co-purifies with the TSE infectious agent, and correlates with the level of infectivity present. PrPSc was therefore thought to be the sole component of the 'prion', and is currently the only diagnostic marker used for TSE disease testing. PrPSc can exist as either diffuse deposits or large amyloid aggregates in tissue, but the role of each form in disease is unknown. Conflicting studies have suggested both an infectious and a protective role for PrP amyloid in TSE disease. In addition, other experiments have shown that PrPSc is not always present in infectious tissue. These findings raise serious questions about the suitability of PrPSc as the only available diagnostic marker, and it is important for both accurate disease diagnosis and the development of new therapies and treatments for these currently incurable diseases that we identify exactly which form of PrP is associated with infectivity. In this proposal, we aim study the amyloid form of PrPSc and its association with the infectious agent. In our laboratory we have observed that transgenic mice inoculated with brain material from a case of atypical human prion disease do not develop clinical or pathological signs of disease, but do produce large amyloid aggregates in the brain. We have been unable to transmit disease from brain tissue of mice possessing these aggregates, indicating the absence of TSE infectious agent in these tissues. Current diagnostic methods would have identified these mice as TSE infected, yet we have shown the mice lack both disease and infectious agent. Our results support the hypothesis that PrP amyloid is not infectious, and may be formed by seeding from amyloid in the inoculum, or may be a host protective mechanism by which smaller more infectious aggregates are sequestered into an inert form. We therefore aim to identify the role of amyloid in TSE disease by inoculating transgenic mice with oligomeric and amyloid forms of recombinant PrP to determine whether we can induce amyloid formation in transgenic mice in the absence of infected tissue inoculum, and whether such amyloid forms of PrP are infectious. We also aim to disrupt these amyloid deposits to determine whether smaller fragments from the amyloid are infectious. The results from these experiments will aid in our understanding of the role of PrP amyloid in TSE disease. If amyloid is a protective mechanism by which the host controls TSE infectivity, treatments which target the disruption of such aggregates may instead enhance disease, and would therefore be undesirable. These results will also help to identify specific forms of PrP associated with TSE infectivity, leading to the development of accurate diagnostic tests with low risk of both false negative and false positive results which is important ethically when developing diagnostic assays for human prion disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E002900/1","grantId":"BB/E002900/1","fundValue":"530253","fundStart":"2007-03-01","fundEnd":"2007-03-31","funder":"BBSRC","impactText":"","person":"Rona  Barron","coPersons":["Andrew Christopher Gill"],"organisation":"The Pirbright Institute","findingsText":" In this project, mice were inoculated intracerebrally with recombinant PrP that had been refolded into alpha monomeric, oligomeric or amyloid fibril conformations. Mouse lines used expressed either wild type murine PrP, or murine PrP containing a proline to leucine mutation at codon 101 (101LL mice). This mutant line had previously been shown to accumulate PrP amyloid plaques following inoculation of brain material from a case of human prion disease in which the pathology was mainly associated with amyloid plaque deposition. \n\nWild type mice showed no evidence of PrP accumulation in the brain after receiving any of the refolded recombinant isoforms. 101LL mice also showed no PrP accumulation after receiving alpha monomeric or oligomeric isoforms, but several 101LL mice that received recombinant PrP amyloid fibrils showed the presence of large PrP amyloid plaques in the brain after&gt;300 days post inoculation. Fibrils refolded from both wild type and 101L recombinant PrP induced plaque formation in 101LL mice, indicating that the amino acid sequence of the seed is not critical to initiate seeding, but the amyloid conformation is essential. These experiments therefore show that PrP plaques can be seeded in healthy mice using refolded recombinant PrP amyloid fibrils, and that this seeding activity does not require brain homogenate from a case of Prion disease, but could potenitally be initiated by any fibrilar seed intorduced into the brain.  ","dataset":"gtr"}