{"id":"DBB1A7A6-99AB-4271-AE5B-A35362A02655","title":"Microstructured silica fibres for surgical applications: A truly flexible laser scalpel.","abstractText":"Optical fibres and lasers are complementary technologies and in many instances one is of limited use without the other. The flexibility and guidance properties of the fibre allow the unique properties of the laser light to be maintained whilst it is flexibly delivered to wherever required, whether over a few metres for a laser welding application; a few tens or hundreds of metres for a remote sensing application or thousands of km for communications. There is an urgent technological requirement for optical fibres that can transmit laser energy in the infrared (IR) wavelength region (above 2 microns) driven by demands of exciting new applications. One such application is in laser medicine for the fibre delivery of surgical lasers: a truly flexible laser scalpel. However, nearly all optical fibres are fabricated from a glass known as silica and whilst silica is transparent to visible radiation, there are certain types of radiation that it will not transmit. In particular silica will not transmit IR wavelengths. Dramatic advances in silica fibre technology have been made in the last few years, however, with the invention of a radically different class of fibre - the photonic crystal fibre (PCF) also known as the micro-structured or holey fibre. One such fibre has a hollow core (a hollow core microstructured fibre - HCMF) where the majority of power is guided in air. In these fibres only a small fraction of light overlaps with the silica glass and hence the strong material absorption of IR energy is minimised. Recently, I (together with collaborators) have demonstrated for the first time in the world that the practical wavelength range of silica fibres need not be limited by this intrinsic material absorption. It is now possible to realise a novel all silica HCMF design that can guide into the IR region which finally paves the way to integrate silica fibre technology with emerging IR applications. The aim of this research programme is to explore the possibilities of fibre delivery for IR lasers using these novel HCMFs, which will be designed and developed by myself and my collaborators. To demonstrate the usefulness of these novel fibres I will carry out a feasibility study applying these fibres to laser surgery:Laser surgery: Certain IR lasers (e.g. Er:YAG) are particularly suitable for laser surgery because the water contained in human tissue strongly absorbs IR radiation. By precisely delivering the laser to specific areas damage to surrounding tissue can be minimised. Hence, lasers are being increasingly used in surgical procedures with a growing number of medical applications that utilise the Er:YAG laser, operating at 2.94 microns. Currently the most common method of delivery of surgical lasers is achieved using articulated arms. There are a number of shortfalls with these systems in that there are often misalignment issues, the arms are unreliable and they are difficult to install which requires a dedicated, skilled technician. Additionally, the articulated arm, although useful for delivering laser light to the patient, is perhaps less user friendly than a surgeon using a blade and there is significant restriction to movement. Therefore the benefits of using laser light for surgery are offset by the restriction to the surgeon's skill that the articulated arms can impose. A robust fibre delivery system would alleviate these problems and radically increase the usefulness of surgical lasers.All-silica fibres have many advantages over other IR guiding optical fibres currently being investigated for this purpose in particular they are; non-toxic; bio-inert; mechanically strong and very flexible. Of course, because traditional silica fibres do not guide into the IR they have not been considered previously for this application. However, the radical approach of using an HCMF to deliver a surgical laser finally paves the way to introduce silica fibre based technology to the operating table.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G039097/1","grantId":"EP/G039097/1","fundValue":"319264","fundStart":"2009-07-13","fundEnd":"2013-01-12","funder":"EPSRC","impactText":"  We have now using the fibres from this project to develop novel surgical procedures with clinicians (surgeons) and industrial partners (medical device fabricators and laser suppliers). Healthcare ","person":"Jonathan Dale Shephard","coPersons":[],"organisation":"Heriot-Watt University","findingsText":" New optical fibres have been developed that are ideally suited for laser surgery. In particular these fibres have a small diameter (similar in size to a human hair) and are highly flexible and therefore open up new routes for minimally invasive surgical therapies where the action of the laser is required within the body. The fibres developed were shown to be able to deliver adequate power for the cutting of hard and soft biological tissue and they are mechanically and chemically robust. This research will have social benefits in terms of improved quality of life due to development of superior laser surgery techniques. This is likely to result in an improvement in existing methods of laser surgery but also, importantly, it is likely to facilitate the development of techniques, medical procedures and operations currently impossible with existing technology. Consequently this will promote improved treatment of a wider range of medical conditions. Healthcare","dataset":"gtr"}