{"id":"DBB2EF2C-A535-43A2-AD27-8C77483B718E","title":"RNA metabolism in pathology of AOA2/ALS4 neurodegenerative disorders","abstractText":"All living organisms contain genetic information in a form of genes, which code for proteins - key building blocks of life. During the process of gene expression information from the gene, encoded in a DNA sequence is transferred into messenger RNA (transcription) followed by removal of non-coding intervening sequences (splicing), and decoding of this molecule into protein (translation). Each gene expression step is subjected to multiple regulatory events ensuring that the final protein product is correct. Now it became clear that key regulatory elements in gene expression are represented by the RNA. In this research project we will investigate the mechanism underlying the pathology of ataxia oculomotor apraxia type 2 (AOA2) and amyotrophic lateral sclerosis type 4 (ALS4), highly disabling inherited disorders, characterized by degeneration in the brain and spinal cord, causing progressive muscle weakness and finally atrophy. The gene mutated in these diseases encodes a protein called senataxin. Since the discovery of AOA2/ALS4 mutations in 2004, little progress has been made to characterize the function of senataxin protein or molecular mechanisms of AOA2/ALS4 pathology.\nTo study the function of senataxin protein in human cells, we will combine our expertise in RNA field with cutting edge high throughput technology in gene expression. In particular, we will perform experiments in human cells, which lack senataxin or were derived from patients' tissues. We hypothesise that AOA2/ALS4 pathologies arise due to defects in senataxin function associated with resolving connections between RNA and DNA, appearing during the process of transcription. If RNA/DNA molecules are not resolved properly, their accumulation can be detrimental to the cells causing pathologies. Initially, we will characterise the defects in transcription and RNA processing observed in cells with senataxin mutations using modern technologies analysing whole cell genome. We will also determine if RNA/DNA profile is perturbed in AOA2/ALS4 patients, and how it contributes to neurodegeneration. Furthermore, we will investigate the role of senataxin in transcription and RNA splicing. We will also identify new senataxin-interacting partners and study their contribution towards gene expression process and AOA2/ALS4 pathology.\nOur project focuses on the function of senataxin, providing molecular clues for the pathology of AOA2/ALS4 diseases. It's becoming apparent that RNA processing may represent a common pathogenic mechanism involved in many neurodegenerative disorders. Around 50% of all characterised human genetic diseases are associated with inappropriate transcription/RNA processing. This emphasises the importance of fundamental molecular biology approach of our research towards understanding AOA2/ALS4 pathology. Therefore, the development of novel RNA-based therapies, improving the health and quality of life of AOA2/ALS4 and other neurodegenerative patients with defects of RNA processing, is a likely prospect of our research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J007870/1","grantId":"MR/J007870/1","fundValue":"437027","fundStart":"2012-11-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Natalia  Gromak","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}