{"id":"DBB873A4-7980-4571-9030-3AD3CB53218D","title":"A Country of their Own: Women's Organizations and Peacebuilding","abstractText":"<p>This project argues that peace can be more effectively fostered in the wake of civil wars if peacebuilding operations incorporate local women's organisations. More specifically, this project seeks to explore if and how women's social status affects the ability of women’s organization to contribute to peace-building processes and to discover if and how external actors, such as the UN, incorporate women's organisations in the peace-building process.&nbsp; Finally, the project explores the process of local networks' development and if this is affected positively where women’s status is higher.&nbsp; </p>\n\n<p>The project uses semi-structured interviews in Liberia to extract relevant information from both representatives from women's organisation as well as external participants in peacebuilding, such as UN officials and Non-governmental organisations, to explore patterns of interaction in between local women's organisations and the UN.&nbsp; </p>\n\n<p>The interviews start from a standard script aimed at providing answers to the core questions regarding women's organisations and peacebuilding. The original script will allow uniformity across the selected sample, while the flexible nature of semi-structured interviews will still leave room to adjust the questions to the interviewee(s). Thus, it is possible to identify actual experiences of engagement between women's organisations, UN officials and other external actors.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I018204/1","grantId":"ES/I018204/1","fundValue":"35000","fundStart":"2011-04-01","fundEnd":"2012-03-31","funder":"ESRC","impactText":"","person":"Theodora-Ismene  Gizelis","coPersons":[],"organisation":"University of Essex","findingsText":" The peacebuilding literature often expresses scepticism over the ability of society, community actors, and Civil Society Organisations (CSOs) to contribute to peacebuilding. International Non-Governmental Organizations (NGOs) often tend to ignore the role of local CSOs and especially women organisations in peacebuilding.\n\n\n\nYet, the research project has revealed and documented:\n\no Significant variations in local capacity: Some of the oldest and most resilient women's organisations are present in The project might be of interest among practitioners and policymakers who work in peacebuilding, security and post-conflict reconstruction. The findings can contribute to\n\n1. Changes in peacebuilding missions\n\n2. Methods of assessing civil society organizations in post-conflict environments\n\n3. Facilitating the role of women in development and peacebuilding\n\n4. Gender mainstreaming policies Creative Economy","dataset":"gtr"}