{"id":"DBC32E4D-BD09-4E85-9FC7-54F3A6964923","title":"Riders Have Spoken: Designing and Evaluating an Archive for Replaying Interactive Performances","abstractText":"In recent years, a number of organizations within the field of electronic arts have devoted attention to the task of archiving and preserving, often transitory, electronic works of art and digital performances. These organizations have tried to address some of the problematic aspects of archiving and preserving electronic media, e.g. the research and development process that is often involved, user interactions, distributed authorship of the work, and dependency on hardware and software components, by developing documentation strategies and metadata models that aid in accessing the materials and increasing their interoperability. In addition interactive games and performances present particular challenges for capturing, archiving, and replaying. These challenges relate to the often distributed nature of the artwork, its open design, the multiple participants involved, and the heterogeneous nature of the data, e.g. audio files, video files, GPS data, generated by the performance. Trying to capture the live character of such performances is extremely difficult. Rider Spoke, the mixed reality interactive performance that we intend to archive and replay, was developed by the artists Blast Theory in collaboration with the Mixed Reality Laboratory at the University of Nottingham as part of the European research project Integrated Project of Pervasive Games (IPerg). We chose this particular work because it exemplifies the challenges posed by the documentation of interactive performance. A Rider Spoke performance takes place in both virtual and real spaces, and uses mobile technologies and locative media in dramaturgically complex ways. Since its launch in 2007 the work has so far been experienced by over 2000 participants in London, Athens, Brighton, Budapest; and most recently Sydney and Adelaide in 2009. Designed specifically for cyclists, Rider Spoke combines elements of performance, gameplay, and interactive technology by inviting participants to cycle through the streets of a city equipped with a handheld computer that is mounted to their bicycle. Like other performances, Rider Spoke contains a fixed set of parameters and rules within which game action takes place; unlike the scripted performance of a play, however, Rider Spoke is constituted as much by the emergent social and interpersonal interactions between 100 or more so players, as it is by players' following pre-specified game rules. Hence in the course of a single performance multiple players will use mobile and location-based technologies to mediate their interactions and in doing so generate different types of data that need to be captured in the archive, along with any materials relating to the research and development process that was used in the creation of the work, and any materials relating to the reception of the work e.g. reviews. In developing an archive from a heterogeneous set of materials, it is crucial that attention be given to developing a consistently assigned set of descriptors, i.e. a metadata scheme, in order to enable subsequent users of the archive to access the materials in a meaningful and orderly way. The main outcomes of the research will be: (i) an understanding of the problems and issues related to the capturing, archiving and replaying of interactive performances, specifically Rider Spoke (ii) a set of requirements for archiving and replaying Rider Spoke; collectively developed by the project team, along with contributions from archivists, and from humanities researchers. (iii) The construction of a metadata schema and vocabulary of terms for the consistent description of the materials in the archive (iv) a functional operational prototype that enables users to navigate within and cross each layer of the archive (v) outcomes and lessons learnt from the process of archiving and replaying Rider Spoke, and how this informs the capturing, archiving, and where appropriate replaying of electronic artworks and interactive performances in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H014896/1","grantId":"AH/H014896/1","fundValue":"96716","fundStart":"2010-07-01","fundEnd":"2011-06-30","funder":"AHRC","impactText":"","person":"Jonathan  Foster","coPersons":["Gabriella  Giannachi","Steve  Benford"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}