{"id":"DBC5B409-7586-49C5-8E14-34E5FE8C561A","title":"A cognitive vaccine for depression: assessment using neurobiological outcomes in experimental medicine models","abstractText":"One of the most debilitating aspects of depression is that it tends to recur in the same people over and over again. In fact if you have had one episode of depression there is an 80% chance you?ll have at least one further episode in your life, and you may have many more. The recurrent nature of depression suggests that certain individuals have a constitutional tendency or ?vulnerability factor? to develop the illness. It?s crucial that we understand what these may be; as if we can treat them we should be able to prevent the depression from recurring. Such a treatment could be thought of as a ?vaccine? against depression.\nA strong contender for a vulnerability factors for depression is the way peoples? brains handle emotional information. For example there is evidence that people who have been depressed pay more attention to negative information.\nThis processing style would be a particularly promising target for treatment as there is already a simple method for changing it; the ?cognitive bias modification of attention? task (CBMa). CBMa is a simple, computer based task that helps people get in the habit of ignoring negative information. We think that the CBMa task may work as a ?vaccine? against depression.\nIn this project we are going to assess whether it looks like CBMa will prevent recurrent depression. To do this we?re going to perform three studies. All three studies will compare the effects of CBMa with a similar, but inactive, control procedure in people who have previously been depressed. Study 1 will look at the basic effect of CBMa and will provide information about how often it should be carried out. Studies 2 and 3 will gauge how effective CBMa is likely to be in preventing depression by measuring how it affects a range of biological abnormalities which tend to occur in people who have repeated depression. Specifically we will measure the effects of CBMa on:\n\n? How much of a hormone called cortisol participants have in their saliva\n\n? Which areas of participants? brains are activated by negative pictures\n\n? Whether participants? mood drops after the level of serotonin in their brain is reduced using the ?Acute Trypotophan Depletion? procedure.\n\n All of these measures will give us information on whether CBMa is likely to reduce recurrence of depression and whether we?re ready to try it out in large scale clinical trials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701672","grantId":"G0701672","fundValue":"199862","fundStart":"2008-08-01","fundEnd":"2012-01-31","funder":"MRC","impactText":"","person":"Catherine  Harmer","coPersons":["Michael  Browning","Philip John Cowen","Emily  Holmes"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}