{"id":"DBCBDB4C-5496-4A8F-8C4A-608C9DCDB132","title":"Model Checking Timed Systems with Restricted Resources: Algorithms and Complexity","abstractText":"Computer software and hardware systems are among the most complexartifacts created by humans, thus it is not surprising that they often suffercostly or catastrophic failures due to errors in design. In 2002 a study by the US National Institute of Standard and Technology estimated that software failures alone cost the US economy 60 billion dollars per year. Against this background it is increasingly recognized that model checking---an approach to formally verifying the correctness of software and hardware systems---has an important role to play in meeting the challenge of producing correctly functioning systems. Intel, Lucent, Microsoft, Motorola, and NASA, among many others, already use model checking as part of their quality assurance process. In a nutshell, model checking involves constructing a mathematicalmodel of a given system and then checking, automatically orsemi-automatically, that the model meets a given formal specification.One of the main challenges of this task is the so-called stateexplosion problem. For example, a 10 mega-byte cache has10^(20,000,000) states. The challenge presented by the stateexplosion problem has spurred the development of a rich body oftechniques, incorporating ideas from automata theory, artificialintelligence, combinatorial optimization, game theory, graph theoryand mathematical logic. In 2007 Clarke, Emerson and Sifakis wereawarded a Turing award (the Computer Science equivalent of a Nobleprize) for their pioneering work in model checking.In this project we are concerned in particular with real-time systems,such as hardware, controllers and embedded systems. The correctnessor acceptability of such systems can depend on real-time constraints,e.g., the response time of an anti-lock braking system or the latencyin video transmission. The state explosion problem is particularlyacute for real-time systems--indeed they are essentiallyinfinite-state systems. As a consequence, in real-time model checkingone must take great care in designing the modelling and specificationformalisms. Apparently minor variations in these can lead to drasticchanges in the tractability of model checking.The aim of this project is to identify modelling and specification formalisms that can express the type of system requirements described above, that also permit model checking algorithms that have reasonable complexity. An important outcome of this project will be algorithms and tools for modelchecking real-time systems. Such algorithms will employ novel combinatorial and automata-theoretic ideas, and will use symbolic techniques to permit exhaustive search of infinite state spaces. Another outcome of this project will be to enhance understanding of the use of temporal logics for reasoning about real-time behaviours, building on the highly successful use of temporal logics for discrete-time systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G069727/1","grantId":"EP/G069727/1","fundValue":"212217","fundStart":"2010-01-10","fundEnd":"2013-09-09","funder":"EPSRC","impactText":"  A model that we developed under this grant -- alternating timed automata -- has been used by a company Tracetronic (http://www.tracetronic.de/) as part of a tool for monitoring signals produced by electronical components of cars during test driving. The use of the model arose when a researcher in the area (though not directly empoloyed in the grant) went to work for the firm. Manufacturing, including Industrial Biotechology Economic","person":"James Benjamin Worrell","coPersons":[],"organisation":"University of Oxford","findingsText":" This grant has developed fundamental techniques for automatically proving the correctness of designs of real-time computer systems, e.g., embedded systems and controllers. These systems are very hard to analyse since the most natural models have an infinite number of states, and so must be analysed using symbolic techniques which are computationally very expensive.\n\nThe grant has focussed on logics that allow system designers to express formal specifications on such systems and automata, which serve as abstract models of such systems. One of the main methodological innovations of the research was to establish connections between real-time verification and classical algorithms for deciding problems about arithmetic, including addition and divisibility. This connection is not all obvious, since arithmetic deals with whole numbers.\n\nOne of the main outcomes of the grant is a family of algorithms to verify incomplete system models, i.e., systems with parameters, as might appear at design time. Another main outcome was algorithms to verify systems in the &amp;quot;time-bounded&amp;quot; context. Here we exploit the fact that many important properties that one wants to check on a system refer to a bounded time horizon. Utilising this in the verification techniques makes them much more tractable and scalable. Our research has already been built on and exploited within the verification community. The most important and long-standing open question in real-time verification, namely the exact computational complexity of checking safety properties on timed automata, was settled in 2013 by an ICALP paper (winning the best-paper award) that directly arose from our 2012 paper on connections between counter automata and timed automata, which was supported by this grant.\n\nIn the medium term we expect that the main users of our research will be the tool building community. This is a community of researchers, some of whom work in industrial research labs, who build tools for the automated analysis of models of softward and hardware systems. Our work is aimed in particular at real-time systems, using Metric Temporal Logic as a specification language and timed automata as modelling formalism. These formalisms already enjoy automated tool support (e.g., PRISM and UPPALL) and our research will help underpin the next generation of tools with enhanced capability. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}