{"id":"DBD691CD-8905-4E05-9933-3A4A81ACDBDC","title":"Reducing vulnerability, bringing together engineering and social science perspectives","abstractText":"The activity undertaken through this Discipline Hopping proposal will address the different perspectives on the vulnerability of economies, societies, groups and individuals held by engineers on the one hand and social scientists on the other. It will then use this understanding to promote a better understanding of vulnerability for engineering practitioners which in turn will lead to enhanced policies to reduce vulnerability.This project involves a discipline hop by a leading civil engineering researcher into an ESRC-sponsored research institute on sustainability, vulnerability and climate change. The particulal focus will be on how engineering techniques can inform responses to vulnerability from a range of drivers and how social science can inform and improve engineering responses to vulnerability. The project will establish a common understanding of how vulnerability arises, how it can be evaluated and how it can be addressed.As well as the PI's dedicated time within the Sustainability Research Institute, workshops, role plays and consultations will be carried out with international researchers, UK researchers, practitioners and stakeholders. These activities will lead to an interactive website allowing users to quantify vulnerability in specific cases, changed practices in both engineering and social sciences and academic publications.Examples of the questions that we will be able to address more comprehensively as a result of this work are:- How do socio-economic characteristics including: gender, age, income, education, ethnicity, social exclusion and participation in social networks, age affect a person's ability to evacuate?- How do attitudes to risk affect people's willingness to take action in response to early warning systems?- How does a family's access to media and other forms of communication affect their preparedness to take heed of warnings?- How do different socio-economic groups view evacuation i.e. do they have access to transport and alternative accommodation?- Which socio-economic groups are most affected by flooding?- What are the wider economic impacts of vulnerability?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I030735/1","grantId":"EP/I030735/1","fundValue":"69303","fundStart":"2011-07-01","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"  This grant has led to a number of publications and further grants as outlined in the data. Through widening my perspective on flood risk management it has also led to wider involvement in the media, seminars and new PhD supervisions. Agriculture, Food and Drink,Energy,Environment,Other Societal,Economic,Policy & public services","person":"Nigel  Wright","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}