{"id":"DBDCD603-631A-4FCB-980D-0B4C1BD51F91","title":"The effectiveness of fat taxes and thin subsidies in improving diets","abstractText":"Policy makers have become increasingly concerned about the obesity ‘epidemic’ and other aspects of diet, such as consumption of too little fruit and vegetables and too much saturated fat. Together these impose substantial costs on the National Health Service as well as lost productivity to the economy through days of work lost and early retirement due to ill-health. The Government’s recent Foresight Report estimates the cost of overweight and obesity alone to be &pound;7b per year and extrapolates it to rise to &pound;45.5b by 2050. They propose a ‘system-wide’ set of policy interventions to tackle the problem and recognise that taxes on unhealthy foods and nutrients or subsidies on healthy foods or nutrients could be a part of the system. Taxes on unhealthy foods have in the past been dismissed as having an unfair burden on poorer segments of society and for being ineffective. Recent research in Denmark suggests however that it may be possible to combine a tax on the saturated fat component of foods with a subsidy on fruit and vegetables, thereby promoting healthy eating without imposing an excessive burden on either households’ or the government’s wallet. Models will be developed to assess the impact of different combinations of taxes and subsidies on nutrient demand in England by socio-economic group, Government Office Region and income. The burden of the tax/subsidy combinations on different socio-economic groups will also be calculated. The objective will be to find whether certain combinations of tax and subsidy are particularly effective, especially to those social groups whose health outlooks are poorest, and whether these can be achieved without placing a financial burden on the poorer groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701865","grantId":"G0701865","fundValue":"156013","fundStart":"2008-10-16","fundEnd":"2010-10-15","funder":"MRC","impactText":"","person":"W B Traill","coPersons":["Richard  Tiffin","Bhavani  Shankar"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}