{"id":"DBE69F65-971F-4775-8487-5F0CE79C6245","title":"Interactions on the Move: Understanding Strategy Adaptation in Dynamic Multitask Environments","abstractText":"With computers having been untethered from the relative safety of the desktop there comes a growing need to understand the implications of interface design for how people interact with information communication technologies on the move. Nowhere is this need greater than in situations where people interact with technology systems in safety critical environments, such as when driving a car. In many such multitasking situations, people can often only actively attend to a single task at a time because of competition for limited attentional resources between tasks. At the same time many of our interactions with technology systems tend to be shaped by prior knowledge of how to perform routine procedural tasks on that device. It is therefore not clear to what extent decisions about how to interleave attention between tasks is constrained by this prior experience of using a device. If people do not adjust their interaction style to the demands of the task environment this could be potentially dangerous. There are a number of accounts for how people might choose to interleave resources between tasks. One possibility is that task interleaving is constrained to natural break points in the execution of a task. For example, consider a driver dialling a telephone number. In this situation, the driver might choose to enter only the area-code part of the telephone number (or indeed select the 'Address Book' option from an interactive menu), and then return attention to monitoring the road ahead before completing another small step of the secondary task. In this way, natural break points in the representational structure of the task act as a cue to switch from one task to another. Alternatively, drivers might simply set a limit (or threshold) on the amount of time they are prepared to look away from the road and complete as much of the secondary task as possible within this window of opportunity. A further possibility is that task interleaving strategies are selected that optimally trade the time required to complete the secondary task against any additional time taken to switch to the primary driving task in order to maintain a stable lane position while dialling.This research proposal sets out a series of planned experiments that will be conducted to investigate how people allocate resources between multiple ongoing tasks while driving. Experiments will be conducted in a desktop driving simulator using specially instrumented devices for secondary task interactions. The experiments will be informed by various computational accounts of how people might choose to schedule resources between tasks, and will investigate the consequences of manipulating the representational structure of secondary in-car tasks and features of the functional task environment on performance and strategy adaptation. In tandem with the running of these experiments, modelling will be conducted that will implement these various computational accounts of human multitask scheduling, deriving key quantitative performance predictions for each. This modelling work will be aimed at determining which account provides the best characterisation of human behaviour, and in doing so, will set the foundation for future work directed towards developing design tools for rapidly predicting the efficiency of design alternatives for supporting the multitasking user on the move.This programme of research will lead to greater understanding of human behaviour in complex multitasking environments and the knowledge gained will be of potential value to the designers of mobile interactive systems. The empirical data will give insights into how interfaces for in-car devices might be redesigned to support users' needs in a safe and efficient manner. These conclusions will be of value for understanding behaviour in a variety of contexts where people must allocate attention between multiple concurrent task while monitoring safety critical systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G043507/1","grantId":"EP/G043507/1","fundValue":"210681","fundStart":"2009-04-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  The results of this research project has improved the design and usability of on mobile devices. For example, consider how smartphones typically allow incoming call notifications to forcibly interrupt the user, even if they are busy using an app. Our work, published at CHI 2014 (https://dx.doi.org/10.1145/2556288.2557066), remedied this situation by redesigning the call handling interface to support multiplexing. Watch the video demonstrating how Google incorporated this idea into their Android L mobile operating system, https://www.youtube.com/watch?v=UBNuBZ4Y0Gs#t=81. Digital/Communication/Information Technologies (including Software) Societal","person":"Duncan Paul Brumby","coPersons":[],"organisation":"University College London","findingsText":" The question asked by this research project can be simply put – Are we good at multitasking? We addressed this question systematically in a paper published in the journal Topics in Cognitive Science, in which novel computational methods were used in conjunction with an experimental paradigm to show that people can optimally adapt their behaviour when multitasking. This work makes an important contribution to long-standing debates in psychology on rationality and the adaptive nature of human behaviour.\n\n\n\nAs well as contributing to this basic theoretical understanding of human multitasking ability, the work published from this project addressed the timely and important problem of in-car technology use and driver distraction. The results of our work have given a deeper understanding of how the interaction design of a device impacts driver safety –&nbsp;devices used in the car should be designed to facilitate frequent task interleaving. Multimodal interfaces hold considerable promise. \n\n\n\nThe project supported the training of an exceptionally talented junior researcher, Dr Christian Janssen. During his training Dr Janssen was invited to undertake internships at global industry labs, notably, Microsoft Research in Redmond (summer 2012) and Palo Alto Research Centre in California’s Silicon Valley (summer 2011). The time spent at Microsoft Research was particularly productive because it afforded the opportunity for Dr. Janssen to apply the insights gained from this project to the development and evaluation of future in-car technologies. Dr. Janssen is now a research fellow at the Smith-Kettlewell Eye Research Centre in San Francisco. \n\n\n\nFollowing on from this initial project, we currently understanding how people multitask in other safety-critical settings, notably on the busy hospital ward. Dr. Brumby is a co-investigator on a major a programme grant, called CHI+MED. This work has focused on investigating how nurses program infusion pump devices. One of our recent papers describing this line of work recently received the Best Paper Award at CHI 2012, placing it within the top 1% of submission to this leading HCI conference. \n\n\n\nIn summary, this research project has generated a deeper understanding of human behaviour in complex multitasking environments and the knowledge gained is beginning to inform the design of interactive computing systems. Dr. Janssen was able to apply the insights gained from this project while working as an intern at Microsoft Research developing and evaluating future in-car technologies. \n\n\n\nDr. Brumby has recently taken part in a workshop hosted at Glasgow University that was aimed at applying insights from this research to the design of in-car systems. Freescale were the relevant industry who specialise in manufacturing microcontrollers, microprocessors and semiconductors. Th results of this research show how interactive computing systems can be better designed to support use in complex multitasking environments. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}