{"id":"DBE8E323-8F5D-4454-A18E-4BD64761547C","title":"Managing social environment for reducing obesity in middle-aged and older adults","abstractText":"<p>The aim of this interdisciplinary quantitative study is to explore the relationship of social environmental factors, such as social participation and social support, with obesity and weight-related health behaviours (diet and physical activity) in middle-aged (35-50 years) and older (50+) adults.</p>\n\n<p>Social participation refers to taking part in formal and informal groups and associations, cultural and other social and civic activities; whereas social support refers to resources and assistance provided by other persons. </p>\n\n<p>Two large existing longitudinal datasets (Whitehall II and the English Longitudinal Study of Ageing) will be statistically analysed. Socio-economic and gender differences as well as differences between non-working and working older adults are investigated. </p>\n\n<p>The proposed study addresses a gap within the research on social determinants of obesity; longitudinal research is needed to provide more robust evidence on the links between social environment, obesity, and weight-related health behaviours. It is possible that lack of social participation, poor social support and negative aspects of close relationships, which often co-occur with economic disadvantage, are amongst the mechanisms through which relative deprivation may influence obesity. </p>\n\n<p>The proposed research aims to make a practical and meaningful contribution to the NHS guidelines in preventing and treating obesity and increasing physical activity.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-3489","grantId":"RES-000-22-3489","fundValue":"76499","fundStart":"2010-01-04","fundEnd":"2011-01-03","funder":"ESRC","impactText":"  The project has made a demonstrable and novel contribution to the disciplines of health psychology, public health, and social epidemiology; both nationally and internationally. The study has advanced empirical understanding and enhanced knowledge by clarifying the possible mechanisms linking social environmental factors, such as social support and negative aspects of close relationships, to health outcomes. The study contributed to the theories of social support and individual social capital. Scientific impact was additionally achieved through building international cross-disciplinary collaborative networks which have resulted in further 4 joint publications in the area of obesity. In addition, the findings have been built into teaching of postgraduate psychology students and undergraduate social science students. \n\nScientific impact of this project was achieved through 3 peer-reviewed articles published in prestigious high-impact international journals, 2 international conference presentations, a presentation in a national conference, and 2 research seminar presentations. \n\nNon-academic groups that have been interested in the study include public health professionals, policymakers, journalists, and the general public. The project has enhanced research knowledge in the area of social environment and obesity and the findings have implications for public policy and clinical practice. Awareness of the importance of stable, nurturing relationships might help individuals when aiming to keep physically active and prevent weight gain. In health promotion programmes it would be important take the individual's social relationships into account. \n\nThe study has been widely reported in the national and international media increasing the awareness of the issues in the public. PI has also presented the wider context of the study (social determinants of health) in knowledge exchange events. This has resulted in requests for further information and discussions about further related activity (such as further presentations). \n\nOne of the published articles (Kouvonen et a; 2012 J Aging Health) was included in a sustained literature review: International evidence base on the long-term health benefits of participation in the arts (2014), funded by the AHRC http://longitudinalhealthbenefits.wordpress.com/ Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Societal","person":"Anne  Kouvonen","coPersons":["Thomas  Cox"],"organisation":"University of Nottingham","findingsText":" This study is a cross-disciplinary project combining health psychology, public health, and social epidemiology. The overall aim was to examine the relationship of social environmental factors with body mass index (BMI), waist circumference (WC), and leisure-time physical activity (LTPA) in midlife and older adults. The study represents secondary analyses of two large English longitudinal datasets (the Whitehall II, ELSA). The results showed that chronic exposure to negative aspects of close relationships can increase the risk of weight gain, measured by increased BMI and WC. Moreover, we found that high confiding/emotional and practical support may help the individual to maintain the recommended level of LTPA. However, only practical support was associated with an improvement in LTPA levels. Our results thus suggest that high social support and stable, nurturing relationships with low levels of conflicts and stress might help the individual to some extent to prevent weight and keep physically active. We further found that in older adults, social participation in education, arts or music groups, or evening classes, and in charitable associations was associated with maintaining recommended WC in those men whose WC was in the recommended range at baseline. Participation in social activities was not associated with achieving recommended WC in women or men with initially large waist. Non-academic groups that have been interested in the study include public health professionals, policymakers, journalists, and the general public. The project has enhanced research knowledge in the area of social environment and obesity and the findings have implications for public policy and clinical practice. Awareness of the importance of stable, nurturing relationships might help individuals when aiming to keep physically active and prevent weight gain. In health promotion programmes it would be important take the individual’s social relationships into account. However, future research is needed to investigate whether interventions designed to improve social relationships could actually decrease the risk of weight gain and obesity, and increase LTPA. The present results further suggest that aspects of social participation may be a potential additional component to be integrated in weight management interventions in older adults, although it is important not to ignore the possibility that in some participant groups social participation was not associated with an increased likelihood of maintaining or achieving healthy weight. The project has made a demonstrable and novel contribution to the disciplines of health psychology, medical sociology, public health, and social epidemiology; both nationally and internationally. The study has significantly advanced empirical understanding and enhanced knowledge by clarifying the possible mechanisms linking social environmental factors, such as social support and negative aspects of close relationships, to health outcomes. The study contributed to the theories of social support and individual social capital. Scientific impact was additionally achieved through building new international cross-disciplinary collaborative networks. In addition, the findings have been built into teaching of postgraduate psychology students and undergraduate social science students. Scientific impact was achieved through three peer-reviewed articles in prestigious high-impact international journals, 2 international conference presentations, a presentation in a national conference, and 3 research seminar presentations. The study has widely been reported in the national and international media. PI has also presented the wider context of the study (social determinants of health) in knowledge exchange events. Communities and Social Services/Policy,Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice","dataset":"gtr"}