{"id":"DBEB182E-5540-4C2B-8AA1-60C45B7690A3","title":"Core Capability for Chemistry Research - University College London","abstractText":"The purpose of this application is to improve the equipment infrastructure within the UCL chemistry department so that this can be used both by UCL but also the partner universities- KCL, QMUL, Kent, Greenwich and the Open University.\n\nIn particular we will obtain new powder diffraction and single crystal X-ray diffraction equipment, two new mass spectrometers and an atomic force microscope. This equipment will underpin the research of around 300 Ph.D/Eng.D students as well as some 80 post doctoral research scientists and over 100 academic members of staff. Furthermore over 80 Uk based companies sponsor Ph.D. students at UCL and the partner universities - with wide ranging interests from new energy efficient coatings for homes, new methods of energy generation, hair care products, new recyclable beer bottles, new treatments for cancer and multiple sclerosis, new battery materials and implants\n\nIn single crystal XRD the new equipment will underpin studies on\n(1) The chemical origins of life\n(2) New bio-inspired catalysts\n(3) New drug materials and polymorphs of drugs that could be more easily absorbed by the body\n(4) Determination on the chirality of key molecules-to understand how they work as drugs\n\nIn powder XRD the new equipment will underpin studies on\n[1] new hard wearing and low friction coatings- for engines\n[2] new materials for use in energy conservation \n[3] studies that reduce energy use in making chemicals (reducing the carbon footprint)\n[4] new battery materials and catalysts\n\nIn mass spectrometery the new equipment will underpin studies on\n[1] sensing pollutants in the atmosphere\n[2] new chemical sensors - for personal health monitoring\n[3] developing new and more efficient catalysts\n[4] developing new chemical reactions and understanding chemical processes\n\nIn AFM the new equipment will underpin research in self-assembly of highly ordered [1] networks that can be induced to react to form covalent organic frameworks (COFS)\n[2] structural changes associated with reactions and the formation of COFs. \n[3] measurement of the thermodynamics of self assembly in COFs","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K03930X/1","grantId":"EP/K03930X/1","fundValue":"1020000","fundStart":"2013-01-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  The work has been published in major international journals. Some of the work has been published in national newspapers, at school visits, the royal society summer exhibition and on TV by Prf Sella. Education,Energy Cultural,Societal,Economic","person":"Ivan Paul Parkin","coPersons":[],"organisation":"University College London","findingsText":" This grant was used to improve the equipment infrastructure of the chemistry department at UCL. Although the grant was for a short duration the equipmnet will be in use for at least the next ten years. the grant has contributed to our understanding of new chemical structures for energy usage and for making new antimicrobial coatings to help reduce hospital acquired infection. The antimicrobial coatings are being tested in two clinical trials. The new energy materials are being tested for functional prerties. Chemicals,Energy,Environment,Healthcare,Security and Diplomacy","dataset":"gtr"}