{"id":"DBEECF84-F30E-42DA-B92A-39D1EA94BBFF","title":"Kinship care re-visited: Using Census 2011 Microdata to Examine and Map the Extent and Nature of Kinship Care Households in the UK","abstractText":"The research project will use microdata from the 2011 Census to provide nationally representative, reliable statistics and maps on the distribution and characteristics of kinship care households in the four countries of the UK. It will also work directly with various stakeholders to map a way forward in addressing the needs of these kinship families. \n\nThe most recent estimates of kinship care through analyses of the 2001 Census here at the Hadley Centre found that around 1 in 77 children in the UK were living with relatives or friends, otherwise known as kinship care. Although perceived as better than non- relative foster care, many children in kinship care experience mental health and behavioural difficulties due to previous experiences of maltreatment; most live in poverty and deprivation; and carers, who are mainly grandparents, are also more likely to suffer from physical and mental health concerns. Support and services from local authorities is most likely when the kinship carers are registered as foster carers, although in the most recent estimates, this constituted only around 5% of the 173,200 children living with relatives in the UK. All four UK Governments have acknowledged the need to support all kinship families. However, service provision remains very patchy and concerns have been raised about the extent of the needs of kinship families that are not being met through Government interventions. \n\nThe effects of social and demographic changes in the UK such as the economic downturn and patterns of migration, may all have contributed to a changed distribution of kinship care to that seen with the 2001 Census. Furthermore, one of the main findings of the previous Census analyses was that the characteristics of kinship carers, for example the carer type (grandparent/sibling) and ethnicity, varied between and within the four UK countries, although these differences were not explored in great detail. Therefore, this research will conduct more in-depth analyses of the 2011 Census microdata to explore these differences between and within the four UK countries and also compare children growing in kinship care to those living with at least one parent. \n\nThis in-depth view of kinship care in the UK will be useful to policy makers, practitioners, academics, third sector organisations lobbying for and supporting kinship families, as well as organisations campaigning against child poverty (Family Rights Group, Grandparents' Association, Grandparents Plus, Barnardo's, Office of the Children's Commissioner, Save the Children and UNICEF). All outputs from the study will be made available freely through the project website and other social media platforms. \n\nThrough the establishment of a stakeholder advisory group at the outset of the study, and through interviews and a survey, the research will work directly with a variety of key stakeholders (kinship families, academics, policy makers, practitioners and third sector organisations) to discuss the key economic, social and policy challenges of kinship care in the UK and map a way forward. A special effort will be made to reach the general public through media and social network platforms. This would especially be useful in getting the message across to kinship families who are not in receipt of any services from local authorities to inform them of the findings of this study and provide details on whom they could contact for further information and support.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K008587/1","grantId":"ES/K008587/1","fundValue":"159906","fundStart":"2014-10-24","fundEnd":"2017-10-23","funder":"ESRC","impactText":"","person":"Dinithi Nisanka Wijedasa","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}