{"id":"DBF4DEC5-051B-4CB2-B764-D200C1F19A5A","title":"Nonlinear electrified viscous free-surface flows over topography","abstractText":"We will study how an electric field can influence the shape and behaviour of one or more liquids flowing with a free surface. A free surface divides one fluid from another. For example, a free surface arises at the boundary of a jet of water and separates the water from the air. Free surface flows occur in a wide variety of technological processes in industry. Examples include the coating of photographic plates and the manufacture of microelectronic devices. A liquid film may also be used as a means of cooling. Often the surface over which the film is flowing is uneven and this can have an important effect on the shape of the free surface. For example, a liquid film flowing overa downward step exhibits a clearly-defined ridge just above the step. This may be an undesirable feature if one is seeking a smooth flat coating. We will investigate how an electric field might be used to influence such a ridge. The electric field affects the fluid flow by modifying the stresses experienced by the liquid at the free surface. By varying the intensity of the electric field, we can, to some extent, control these stresses and thereby control the film flow. We will conduct a general study of the flow of liquid films over rough surfaces and examine how the wall roughness affects the free surface shape and to what extent this can be controlled by an electric field. We will also study the effect of electric fields in many other contexts, including the flow of two superposed viscous fluids, and the birth of liquid drops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D052289/1","grantId":"EP/D052289/1","fundValue":"101191","fundStart":"2006-08-15","fundEnd":"2008-08-14","funder":"EPSRC","impactText":"  This work has been used (and cited) by other scientists and mathematicians working in the area of thin film flows  ","person":"Mark  Blyth","coPersons":["Jean-Marc  Vanden-Broeck"],"organisation":"University of East Anglia","findingsText":" We have studied how an electric field can influence the surface characteristics of a liquid film flowing down an uneven wall. This type of scenario occurs in a large number of practical applications, including coating-type applications such as the manufacture of photographic plates and the fabrication of microelectronic devices. Liquid films may also be used as a means of cooling. Often the film flows over an uneven substrate whose irregular indentations may play a significant role in determining the shape of the film surface. For example, a liquid film flowing over a downward step exhibits a clearly-defined capillary ridge, a fluid bulge which appears immediately above the step. This may be unacceptable in a coating application, where usually a smooth even surface is required. \n\n\n\nWe have investigated how an electric field can be used to manipulate the film surface - in particular, how it can be used to influence the capillary ridge. An electric field modifies the dynamic stress felt at the liquid surface (in the absence of an electric field, this is simply due to surface tension). By varying the intensity of the electric field, we have found that it is possible to iron out the capillary ridge at a downward step so that the film flows smoothly over the step with no bulge. However, at an upward step the electric field exacerbates the irregular surface features. It creates a train of stationary waves just upstream of the step and introduces a significant bulge just downstream of the step. A careful mathematical analysis has enabled us to predict the amplitude and period of this train of waves. The upshot of these results is that for flow down a wall indented with a rectangular trench, the electric field will tend to smooth out the film at the upstream end of the trench, but more severely deform it at the downstream end. \n\n\n\nWe have also studied how an electric field influences the flow over a wavy wall, for example a wall with a sinusoidal profile both with and without inertia. With no electric field present, the surface of a film flowing at zero inertia will be shifted in phase from the wall shape. Our results have shown that this phase shift can be manipulated using an electric field. In fact, under certain conditions the phase shift can be removed so that the film surface exactly follows the wall shape. With inertia present, previous work by other researchers has demonstrated a kind of resonance effect whereby the amplitude of the deformation experienced by the film surface reaches a maximum at some value of the Reynolds number (a dimensionless parameter describing the level of inertia in the flow). Our work has shown that an electric field may be used to eliminate the maximum and thereby remove the resonance.\n\n\n\nWe have also started to investigate how corrugated or shaped electrodes can be used to change the surface characteristics of a flowing film. Since, as described above, a normal electric field smooths the film at a downward step, but makes it bulge at an upward step, we are in the process of investigating the effect of focusing the field at the point of interest on the film. This work is underway and the results will be reported in a future publication.\n\n\n\nA web page describing some of the main results of the project can be found at: www.mth.uea.ac.uk/~h007/electric/index.html Numerous applications in coating and film-cooling technologies required by industry (e.g. lens manufacture, pharamaceutics). The research provides a non-invasive mechanism for ensuring smooth liquid coating of complex and structured surfaces. Numerous industrial technologies require even-layered thin-film coating of surfaces (e.g. photographic plate manufacture, microelectronics, touch-screen technologies) without the surface of the coating exhibiting waves, ripples or other disruptions. Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}