{"id":"DBFA85A0-54B2-41B1-8802-EED5784E4F4B","title":"Constructing Facial Composites: Increasing the Forensic Relevance of Laboratory Research","abstractText":"<p>Witnesses to and victims of serious crime are often asked by the police to create a visual likeness of an offender using a computerised composite system. </p>\n\n<p>The witness provides a description and selects from a large database of examples the facial features that best match their memory of the offender. Good quality facial composites can provide investigative leads. However, laboratory research shows that participants generally produce composites bearing a poor resemblance to the target person, with composites created using traditional UK systems identified only about 20 per cent&nbsp;of the time under favourable conditions. Two simple techniques have been developed by the co-investigator to improve composite quality:</p>\n\n<ol>\n \n\n <li>introducing a 30 minute delay between the face description and composite construction;</li>\n\n <li>asking the witness to attribute personality characteristics to the target's face (eg, masculinity, pleasantness). </li>\n</ol>\n\n<p>This project will evaluate the effectiveness of these techniques in improving composite quality with relation to two variables of importance to real-world forensic settings: </p>\n\n<ol>\n \n\n <li>the delay between seeing a target face and constructing a composite;</li>\n\n <li>whether the witness knows (or does not know) to attend to the target's face.</li>\n</ol>\n\n<p>The results will indicate when the police should use these techniques with witnesses to improve composite quality.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4150","grantId":"RES-000-22-4150","fundValue":"78131","fundStart":"2011-09-19","fundEnd":"2013-03-18","funder":"ESRC","impactText":"  Principally, facial composites are used in police investigations of serious crime (e.g. rape, burglary). Good quality composites can generate leads when a suspect has not been identified, and there is evidence that composites are used extensively. For example, based on feedback about one system we estimated that across 14 UK police forces 3000 composites have been constructed over 5 years. This project improves our knowledge of how to best create recognisable composites with witnesses and victims, and thus will contribute to the increased identification of offenders and the lowering of crime. Primarily, the effectiveness of two techniques previously identified as enhancing a witness's ability to produce a recognisable composite were evaluated when approximating conditions typical of forensic situations: (1) asking a witness to attribute personality characteristics to the face of the perpetrator they image in memory prior to composite construction (the H-CI); and (2) inserting a 30-minute delay between the witness seeing the perpetrator and producing a composite. The findings highlight the importance of examining the specific characteristics of a witness's statement about their memory: Obtaining information about their self reported intention to remember the perpetrator, the length of the retention interval and assessing the amount of information they have recalled about the face, can prove useful in deciding whether applying these techniques are likely to improve or impair composite quality. We also showed that changing the way in which composites are viewed by potential recognisers can improve the likelihood that those composites are successfully named. Viewing composites side-on, the perceptual stretch technique, improved recognition of composites constructed 2 days after seeing the perpetrator. A 2 day delay before composite construction is typical in forensic investigations, and applying this technique as standard is likely to be advantageous. Government, Democracy and Justice,Security and Diplomacy Societal,Economic,Policy & public services","person":"Charity  Brown","coPersons":["Charlie David  Frowd"],"organisation":"University of Leeds","findingsText":" An eyewitness may produce a visual likeness of an offender. Good quality facial composites prompt recognition by people familiar with the offender. However, research shows that feature-based composite systems, still in use worldwide, generally produce poor likenesses. In standard police practice an eyewitness describes the offender using a Cognitive Interview (CI). This description is used to select facial features (e.g. narrow noses) from a database and the witness chooses those that best match their memory (e.g. eyes, nose). Describing facial features can interfere with face recognition, perhaps because recognition is best achieved by emphasizing holistic properties of the face. This project examined the effectiveness of two techniques proposed to overcome this problem. First, following a CI, attributing personality characteristics to the face, thereby focusing on the whole face, can improve composite quality. Our results indicate this Holistic-Cognitive Interview (H-CI) is likely to be effective when the witness reports having attended to the perpetrator during the crime and/or provides a good amount of detail about the face. Importantly, we found that the H-CI worked when administered 2 days after encoding the target, a delay typical in criminal investigations. Second, inserting a 30 minute delay between CI and composite construction was assumed to allow interference from describing a face to subside. However, when interviewed after 2 days, we found worse quality composites were produced with a 30 minute delay between interview and construction. We further illustrate how a novel technique for presenting composites (a perceptual stretch technique that involves showing the facial composite angled to the side) can increase the likelihood that composites are successfully recognised. Data arising from our project has allowed us to make specific recommendations to relevant practioners within the police concerning: (1) when use of the Holistic-Cognitive Interview (H-CI) with witnesses is likely to be most effective, and (2) that further benefit from the H-CI can be obtained by circulating the finished composite using a perceptual stretch technique (i.e. showing the facial composite angled to the side). Importantly, our data shows that this technique benefits the recognition of composites created with both feature-based and holistic-based composite systems. The main objective was to evaluate the effectiveness of two novel techniques for improving the quality of facial composites produced by witnesses using a typical modern feature-based composite system. The benefits of both techniques required replication and their effectiveness under more forensically-relevant conditions had not yet been tested. The findings have contributed to both theory and practice. They have provided important information concerning when the police should use these techniques with witnesses to improve composite quality. Notably, the results indicate that memory strength for the target face is important in determining the success of the Holistic-Cognitive Interview (H-CI) for improving composite quality. If a witness struggles to recall the face then it is likely they will be unable to apply the H-CI as intended and will not benefit from its use. Our work further indicates that under conditions eliciting poorer memory inserting a 30 minute delay between the face description (elicited using a CI) and composite construction is detrimental to composite quality. Thus describing a face does not necessarily interfere with the ability to produce a composite, and may in fact be useful for composite construction if undertaken immediately before. Our on-going work is directed at further understanding how these interview techniques work and how best to tailor (1) the interview; (2) the composite system; and (3) the presentation format of the final composite to best aid witnesses to produce recognisable composites under varying forensic conditions. Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}