{"id":"DC00413F-D119-4993-A4C1-75A42675B100","title":"'The Fourfold Gospel and its Rivals'","abstractText":"The first two Christian centuries saw a proliferation of gospel literature, of which only a small proportion is still extant. With few exceptions, it is the prestige of 'canonical status' that has ensured the survival of some texts, while lack of it has occasioned the disappearance of others. Yet over the past 120 years significant fragments of this lost literature have been recovered, and much of the newly available material has close links with the familiar canonical texts. First articulated only in the late second century, the fourfold canonical gospel can no longer be seen as the inevitable outcome of a single linear process. This project will investigate ideological and political factors operative both in the construction of the canonical collection and in the various resistances that it provoked.\\n\\nIt will be argued that the early theorizers of the fourfold collection were motivated by the need for ecumenical consensus between major centres of Christian activity such as Rome, Alexandria, and Antioch, viewing it as a via media between acceptance of too many gospels (notably in the East) and too few (the West, where John, the 'fourth gospel', faced significant opposition). In spite of its apparent success, however, perceived weaknesses in the canonical construction rapidly generated a range of alternatives. The aim of the present project is not simply to describe the historical phenomena but also to recover the underlying logic of the various competing proposals.\\n\\nThe four selected gospels retell the same story in different and often incompatible ways. For some, this plural narration needed to be reduced to singularity. This could take the minimalistic form advocated by followers of Marcion, who used only an abridged version of the Gospel of Luke. The same concern for singularity is also evident in Tatian's influential Diatessaron, an ambitious attempt to incorporate material from all four gospels into a unified narrative which established a precedent for all later 'gospel harmonies'. For others, the aim was not to reduce plurality to but rather to supplement it with still more gospel literature. Texts such as the Protevangelium of James fill in the perceived gaps in the canonical accounts, supplying new narratives where none existed and adding vivid details to enliven the more restrained narration of its Matthean and Lukan sources. Others still valued gospels whose aim is not to supplement but rather to subvert the familiar canonical narratives - an intention embodied in the title of one recently rediscovered text, the Gospel according to Judas. Some centuries later, a still more drastic displacement of the canonical story takes shape in Qur'anic passages in which Jesus is assigned the role of precursor to the definitive Prophet. From its own perspective, the Qur'an purports to restore the image of the authentic Jesus, falsely deified and otherwise misrepresented in mainstream Christian gospel literature. Yet affinities with selected canonical or apocryphal traditions can still be traced, making it possible to view Islamic images of Jesus within the same frame as Christian ones.\\n\\nBy such means as these - conflation, supplementation, subversion, or displacement - individuals and communities signal their tacit or explicit rejection of the claim that Jesus' story must be told in precisely four different versions, neither more nor less. Recognition of this fact can serve to defamiliarize the canonical collection and raises questions about how its pluralism-within-limits is to be understood. Since neither the individual evangelists nor their first readers had any notion of a fourfold gospel, it must be seen as a genuinely new creation, more than the sum of its parts and an object of interpretation in its own right.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J000159/1","grantId":"AH/J000159/1","fundValue":"345900","fundStart":"2012-09-01","fundEnd":"2016-08-31","funder":"AHRC","impactText":"  1. Extensive international press coverage followed the PI's posting of online papers demonstrating that a recently published Coptic gospel fragment, supposedly dating from the 5th century, is actually a modern forgery.\n\n2. Both PI and the RA delivered public lectures in connection with the exhibition centred around the &amp;quot;Lindisfarne Gospels&amp;quot;. Education,Culture, Heritage, Museums and Collections Cultural","person":"Francis  Watson","coPersons":[],"organisation":"Durham University","findingsText":" The project has highlighted the fact that the four gospel collection - established by the end of the 2nd century - was only one of a number of formats in which gospel literature circulated in early Christian communities. Both the PI and the RA have written articles demonstrating that the &amp;quot;Diatessaron&amp;quot; (allegedly an early &amp;quot;gospel harmony&amp;quot;) was in fact a gospel in its own right. Extensive research has also been carried out on four-gospel codices, with a particular focus on the supplementary material (prefaces, canon tables, etc.) which shaped the way the four gospel collection was received. Discussion is under way with a major museum in Amsterdam about a possible future exhibition centred on ancient Christian gospel books and their accompanying artwork. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}