{"id":"DC014079-6321-49DE-BD66-C69C4EC9215F","title":"Solar, stellar and planetary astrophysics in DAMTP","abstractText":"The Sun's magnetic field can be seen at the surface through the appearance of sunspots, which are also associated with solar flares and prominences. Sunspot activity is not constant, but waxes and wanes on an 11-year timescale. Disordered magnetic fields can be maintained by the turbulent motions of the plasma making up the outer part of the Sun, but the cyclical behaviour shows coherence between the two hemispheres and is clearly a global process operating throughout this convective zone. It is not clearly understood how the magnetic field organizes itself to produce such large-scale cyclical behaviour. A natural large-scale effect is provided by the internal rotation of the Sun, which varies rapidly near the base of the convection zone about two-thirds of the distance to the surface. Our work is devoted to producing a model of cyclical activity that draws its energy from this shearing motion and produces the rising magnetic field structures that eventually emerge as sunspots through the mechanism of magnetic buoyancy. Together with a simplified description of the effect of the convection, this model, which will be solved numerically, is expected to lead to a self-sustaining magnetic field with large-scale features that can be compared with solar behaviour.\n\nDiscs of matter orbiting around a central mass are found in numerous astronomical settings, including protoplanetary discs of dusty gas surrounding young stars, where planets are formed, high-energy plasma accretion discs around black holes, and more familiar examples such as Saturn's rings and spiral galaxies. A great variety of planets and planetary systems continue to be discovered around other stars. We propose to investigate several aspects of the dynamics of astrophysical discs, the physics of planet formation and the dynamics of extrasolar planetary systems. We will study the properties of turbulence, magnetic fields and vortices in discs, and the behaviour of discs that are not circular and flat. We will investigate the tidal interaction between extrasolar planets and their host stars, which can strongly heat or even destroy the planets, and the interaction of planets and discs, which can greatly modify the size and shape of the planets' orbits. All this work is related to current observations.\n\nOne of the outstanding problems in solar physics is to understand how the solar corona is heated. We know that the magnetic field plays a key role in transporting and transferring energy from beneath the solar surface into the solar atmosphere. This happens on many scales from nanoflares to microflares, major flares, prominence eruptions and coronal mass ejections. However, we do not yet fully understand how magnetic energy is converted into thermal and kinetic energy. Recent observations show that the solar atmosphere is highly dynamic; imaging instruments (SoHO/EIT, TRACE, Stereo, Hinode/XRT and more recently SDO/AIA) have provided spectacular high-spatial-resolution images and high-cadence movies. These suggest that equilibrium models may not be appropriate and non-equilibrium effects may need to be revisited, for example transient ionization and recombination and non-Maxwellian electron distributions.\n\nEUV (and X-ray) spectroscopy, combined with atomic physics calculations, is playing a major role in the field of solar physics. It is enabling the physical parameters of the plasma (temperature and electron density distributions, flows, elemental abundances and non-thermal broadening) to be determined and constraints to be placed on the various heating models. For the first time, we have spectroscopic observations from the SOHO, Hinode and SDO satellites detailed enough that we can directly compare observable quantities with those predicted by theoretical modelling, at least for coronal loops and flares. Also, for the first time, we can link the coronal properties with the evolution of the magnetic field as is observed in the photosphere while emerging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001570/1","grantId":"ST/J001570/1","fundValue":"615145","fundStart":"2012-04-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"","person":"Gordon Ian Ogilvie","coPersons":["Helen Elizabeth Mason","Giulio  Del Zanna"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}