{"id":"DC016386-27B4-4BBB-AF87-E999FE28C273","title":"The Manchester Centre for Interdisciplinary Computational and Dynamical Analysis (CICADA)","abstractText":"It is said that we live in a digital age. The availability of cheap, reliable microprocessors and dense, high-speed memory has led to the mass reduction of analogue information about the real world to strings of digits which can be processed rapidly and stored without error. For most people the most obvious manifestation of this is seen in the entertainment industry. Music, for instance, can be stored digitally on a cd or an iPod, copied without degradation, and can be bought and sold electronically. Less obviously, perhaps, we rely on digital systems in circumstances where failure might result in loss of life. Military aircraft are designed for manoeuvrability by making them inherently unstable. No human pilot could fly such an aircraft without the aid of an active fly-by-wire/generally digital/control system. Commercial airlines also operate fly-by-wire aircraft, mostly digitally controlled. However, in this case there is a major gap between designs we would trust with our lives and those based on the most technically advanced solutions. We have little confidence in the latter due to their complexity and the lack of appropriate testing tools.As a general issue, whenever an embedded computer system, such as would be found in a digital controller, has to interact with the real world, we have what is known as a hybrid system. The difficulties associated with modelling and testing such systems arise because of the fundamental difference between analogue and digital systems. A digital system is finite in the sense that it is, at least in principle, possible to list/and therefore to test/all of the states it can be be found in. When a digital system begins to interact with the real world this is no longer the case and so new techniques must be devised that will allow us to predict the behaviour and test the designs of hybrid systems. The Manchester Centre for Interdisciplinary Computational and Dynamical Analysis (CICADA) will be an internationally-known centre which will bring together mathematicians, computer scientists and control theory engineers to work on this difficult, but deeply interesting and vital area. The Centre will attract internationally renowned scientists working in this field, and create a focus for research activity and, in addition, training for the next generation. A feature of the Centre will be the way it works by fostering a strong interaction between industry/where many of the hard problems are brought into sharpest focus/and academia/which has a wide range of new mathematical and computational techniques which can be brought to bear.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E050441/1","grantId":"EP/E050441/1","fundValue":"1738870","fundStart":"2007-11-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"","person":"David Sidney  BroomheadPaul  Glendinning","coPersons":["Hong  Wang","Martin  Brown","Jonathan  Shapiro","Howard  Barringer","Mark  Muldoon","Stephen  Furber","John  Brooke","Nicholas John Higham"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}