{"id":"DC09ACBE-2DBF-49C2-98B6-2CD5474C2B60","title":"Ultimate Control of Strain Relaxation Processes in SiGe Layers","abstractText":"Silicon is the bedrock of the digital revolution. It occupies this position because of its unique chemical and physical properties. The low speed with which electrons and other current carriers move across silicon has traditionally been seen as a problem which can be solved by reductions in device size. As scaling of silicon devices into the nanometre regime becomes increasingly difficult and prohibitively expensive on a commercial scale, new channel materials could play a critical role that maintains the dominant position of silicon electronics well into the future. For example, the mobility of electrons, etc, may be increased, with consequent improvements in device speed and/or power consumption, by growing a thin layer of silicon on a SiGe platform which produces tensile strain in the silicon. Unfortunately current versions of these SiGe virtual substrates have high densities of defects and poor surface topography, making them unsuitable for commercial production. The proposed work concerns the development of novel and radical approaches to the development of SiGe virtual substrates of unprecedented quality in this respect.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D034485/1","grantId":"EP/D034485/1","fundValue":"127171","fundStart":"2006-07-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"David R Leadley","coPersons":[],"organisation":"University of Warwick","findingsText":" Developed method of growing very low defect strain tuning buffer layers of silicon germanium alloy on a silicon substrate.\nThis work has enabled a large number of subsequent studies. Use of method for producing strained and relaxed epitaxy layers of silicon, germanium and their alloys on a silicon substrate. Allows integration of advanced electronic and photonic devices with standard silicon technology. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}