{"id":"DC1274BE-7A8F-477A-9FF8-1205A4A9DDCA","title":"Mapping Urban Energy Landscapes (MUEL) in the Global South","abstractText":"<p>Achieving low carbon and socially just cities will require spatial, socio-economic and political transformations.These transformations will depend on our ability to find low carbon development pathways for urban energy systems. Changes in energy systems and urbanisation processes are mutually dependent.Thus, devising sustainable development pathways towards low carbon and socially just cities will require new methods to analyse the shared history and geography of energy systems and cities.</p>\n\n<p>This project will contribute an understanding of Urban Energy Landscapes (UELs). UELs refer to the historical and spatial constitution of urban energy systems.They also draw attention to equity issues raised by the production, transmission and consumption of energy in cities. Studying UELs will help identifying barriers and opportunities for sustainable development pathways towards low carbon, socially just cities.The project will adopt a comparative perspective studying UELs in four cities:</p>\n\n<ul>\n \n\n <li>Maputo (Mozambique)</li>\n\n <li>Lima (Peru)</li>\n\n <li>Bangalore (India)</li>\n\n <li>Nanchang (China). </li>\n\n</ul>\n\n<p>Each case will be studied using a combination of critical applications of Geographical Information Systems (GIS) and qualitative research.</p>\n\n<p>The project, developed at UCL with the support of Yale University, will contribute evidence for interventions in urban energy systems through partnerships with Practical Action, Humanitarian Open Street Map, Atkins and UN-Habitat.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K001361/1","grantId":"ES/K001361/1","fundValue":"171459","fundStart":"2013-07-01","fundEnd":"2016-11-30","funder":"ESRC","impactText":"  The project has not run for enough time for the impact to be visible. \nThere is some incipient evidence of two types of impacts: 2) Impact on policy making derived from the ideas of the project, particularly through my keynote speech at the UN conference on climate change and with my participation in the Habitat III process; 2) Impact emerging from the fieldwork in Maputo, for example: changing local views of residents through their involvement in a participatory mapping workshop; changes on the views of practitioners and postgraduate students through a talk at the Universidade Eduardo Mondlane in which I questioned their utilitarian views on the energy system; and impact on government views of energy through a high level meeting which emphasised the need for community involvement in climate change policy. Energy,Environment Cultural,Societal,Policy & public services","person":"Vanesa  Castan Broto","coPersons":[],"organisation":"University College London","findingsText":" Here I report the findings of the first year of the grant. I have achieved the objectives of the year as follows: 1) I have made progress in developing a new perspective on energy cultures that focuses on community perceptions of energy and community members' experiences within their neighbourhood; 2) I have justified this theoretically through the development of a new conceptualisation of the notion of 'energy landscape' within urban settings, as the fabric that supports energy systems. This perspective rejects utilitarian engagements with society-energy relations and foregrounds emotional and collective attachments to place; 3) I have developed a methodology to examine the concept of energy landscapes and I tested it in a case study; 4) I have developed a narrative of energy use within informal settlements in sub-serviced areas of cities in the global south with reference to the case study of Maputo, Mozambique. I aspire to change perspectives on development planning interventions to improve energy access, but it is still early to define what those changes should be. Communities and Social Services/Policy,Education,Energy,Environment,Government, Democracy and Justice,Other","dataset":"gtr"}