{"id":"DC16DD6C-B1B2-417F-86BB-7DA1869CF854","title":"Genomic analysis of adaptive divergence and hybrid speciation in Senecio","abstractText":"Summary: Genomic analysis of adaptive divergence and hybrid speciation in Senecio The research proposed stems from the recent discovery of the origin of a new diploid hybrid species in the British Isles from material introduced 300 years ago to Oxford, England, from a hybrid zone on Mount Etna, Sicily. This discovery represents the first empirical demonstration of spatial isolation being of critical importance in hybrid speciation, and provides a system for investigating the genetic basis of adaptive divergence between the new species and the hybrid material from which it is derived. Thus a unique opportunity is presented to analyse in detail the genetic basis of this form of speciation at the time of origin rather than long afterwards. The new hybrid species is highly invasive and during its recent, rapid spread through large parts of the United Kingdom, it has hybridized with a native species resulting in the formation of two new polyploid species and a new variant form of the native taxon. The factors affecting the origins and establishment of members of this rapidly evolving group have been the subject of detailed investigation by the PI over the past 20 years. The new research will build on novel and exciting data that emerged from the project 'Changes to genome and transcriptome during hybrid speciation in Senecio' (NER/T/S/2001/00995) funded under the NERC Environmental Genomics Initiative. This led to the generation of genomic maps of the diploid hybrid neospecies, Senecio squalidus (Oxford ragwort), and its parent species, S. aethnensis and S. chrysanthemifolius, based on segregation data for numerous molecular marker loci in F2 mapping populations created from pair-wise crosses between the three species. Also completed was a quantitative trait locus (QTL) analysis on the same mapping populations, which identified several QTLs for each of a number of morphological traits that distinguish the 3 species. In addition, microarray analyses detected genome-wide alterations to gene expression in floral tissues between the three species and identified a set of candidate genes controlling part of this variation. Thus appropriate genomic resources are now in place to investigate the genetic basis of adaptive divergence and diploid hybrid speciation in this group of diploid Senecio. This we plan to do using an approach involving genome scans that employ a battery of amplified fragment length polymorphism loci (AFLPs) integrated with QTL and candidate gene mapping. Genome-wide surveys of DNA polymorphism over a large number of AFLP loci will be undertaken to isolate parts of the genome subject to positive directional or balancing selection. Due to 'genetic hitch-hiking', neutral markers flanking adaptive genes fixed by selection will exhibit reduced levels of variation and a skewed distribution of allele frequencies, while the opposite will be the case for loci subject to balancing selection. After identifying parts of the genome subjected to selection, we shall investigate the function and role of such segments in two ways. First we shall determine if QTLs controlling traits that distinguish the three diploid Senecio species are flanked by AFLPs bearing the signature of selection. Second, we shall determine if candidate genes of known function and likely to control traits implicated in divergence and speciation are flanked by AFLP loci also bearing the signature of selection. When such signatures are found we shall conclude that the QTLs and candidate genes concerned are likely to have had an important role in ecological isolation and speciation in this group of diploid Senecio. The research will involve considerable molecular work and computer simulation. The results will provide significant advances to our current understanding of the role of adaptive divergence in diploid hybrid speciation, and to the genetic basis of invasiveness in plants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D014166/1","grantId":"NE/D014166/1","fundValue":"331716","fundStart":"2006-08-31","fundEnd":"2010-05-30","funder":"NERC","impactText":"","person":"Richard John Abbott","coPersons":["Simon John Hiscock","Daniel  Barker","Keith  Edwards"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}