{"id":"DC1A24B9-3412-49F9-9BDC-3B7288C6EE3A","title":"Exploring a 1,2-addition mechanism for catalytic C-H activation","abstractText":"The global community is highly dependent upon synthetic chemistry in order to make a wide range of valuable molecules, from bulk chemicals such as methanol, acetic acid and ethylene oxide to fine chemicals and drug molecules. In order to synthesise these compounds, chemists use functional groups , either carbon-heteroatom bonds or carbon-carbon double bonds, to make the new chemical bonds that are needed in the chosen target molecule. Conventionally, a carbon-hydrogen bond is an un-functional group , which cannot be used to make new chemical bonds. However, chemists are beginning to use carbon-hydrogen bonds as functional groups by using reactive compounds of transition metals to break C-H bonds in a process called C-H activation. Using a C-H bond as a functional group enables a more direct synthesis that involves fewer synthetic steps. Methods that use catalytic C-H activation, therefore, reduce waste production and energy consumption and offer clear benefits in terms of cutting costs and saving time - vital to both the bulk and fine chemical industries.Despite some outstanding recent advances, C-H activation has yet to find widespread use as a synthetic tool. Indeed, many state-of-the-art C-H activation methods are not commercially viable because they employ a metal catalyst that is too expensive, require harsh reaction conditions or require the addition of a stoichiometric oxidant. Furthermore, strong C-H bonds are difficult to break using current C-H activation technology and the regioselectivity of the reaction (ie. which C-H bond in the molecule reacts) is almost always determined by the structure of the reacting organic molecule, rather than the metal catalyst.In this project, we will investigate an uncommon 1,2-addition mechanism for C-H activation where the C-H bond is broken by adding it across a metal-heteroatom bond. At present there are only a handful of examples of C-H activation that operate via this mechanism, but we plan to verify the potential of this 1,2-addition mechanism for application in catalytic reactions that are attractive in a wide-range of synthetic scenarios, from bulk chemicals to drug candidate molecules. We will take a dual approach to expanding this synthetic landscape, using both early and late transition metals. The 1,2-addition mechanism offers excellent potential for varying the identity and the chemical properties of the metal and the heteroatom involved in the C-H activation reaction. This variety is very attractive for the development of new reactions that are capable of functionalising strong C-H bonds and operate under mild conditions. Moreover, this approach has strong potential to enable catalyst controlled regioselectivity in C-H activation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H028323/1","grantId":"EP/H028323/1","fundValue":"100346","fundStart":"2010-06-01","fundEnd":"2011-07-15","funder":"EPSRC","impactText":"  We published the first report of primary amine- or amido-NHC functionalised complexes of Rh and Ir and also reported complexes of Ru, Pd and Pt - in a very well-cited paper. Other researchers have used these types of complex as catalysts, especially for the hydrogenation of unsaturated organic molecules; examples include the hydrogenation of biomass-inspired substrates. Our catalysts are attractive for a variety of transformations and further application of these catalysts is expected in the future.  ","person":"Warren Bradley Cross","coPersons":[],"organisation":"University of Leicester","findingsText":" In this project we have prepared a new family of late transition metal complexes in order to investigate an uncommon 1,2-addition mechanism for C-H activation. Hence, we have prepared new complexes of ruthenium, rhodium, iridium, palladium and platinum, and many of these complexes are the first of their type. We have demonstrated that these compounds are capable catalysts and, furthermore, that some are capable of catalysing C-H activation reactions. We are continuing to investigate two features that extend this research: first, the mechanism by which these catalysts cleave C-H bonds; second, the potential of these catalysts to control the regioselectivity of C-H activation reactions. We published the first report of primary amine- or amido-NHC functionalised complexes of Rh and Ir and also reported complexes of Ru, Pd and Pt - in a very well-cited paper. Other researchers have used these types of complex as catalysts, especially for the hydrogenation of unsaturated organic molecules; examples include the hydrogenation of biomass-inspired substrates. Our catalysts are attractive for a variety of transformations and further application of these catalysts is expected in the future. Agriculture, Food and Drink,Chemicals,Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}