{"id":"DC1CAD56-6D6A-4AB4-8743-D60EF31D882E","title":"Reprogramming the Nervous System through a Wearable Neurostimulation Device","abstractText":"Brain cells communicate with each other via connections called synapses. The strength of these connections changes as the brain learns, or as circuits are rewired to allow recovery after injury. We now know that an important factor in remodelling synapses is the timing of activity. When a synapse is active at the same time as the cell it connects to, this connection is strengthened.\n\nOver the last ten years, neuroscientists have shown that certain brain circuits can be remodelled by delivering pairs of stimuli at the correct time ? an example would be a magnetic stimulus to the motor cortex, paired with electrical stimulation of a nerve in the arm. However, this work has all been done in a laboratory setting. Changes in synapses are often only short-lived, because the stimuli are only applied for a short time. \n\nIn this project, we will develop a novel electronic device capable of delivering precisely timed stimuli. It will also be capable of measuring activity in muscle, and limb movement, so that stimuli can be timed relative to the naturally-occurring activity of the nervous system. This device will be miniaturised and wearable, allowing it to work continually as the subject carries out their normal daily activities. We expect that this will lead to long term changes in neural connections.\n\nWe will initially test the device in healthy subjects. We will attempt to rewire connections in the spinal cord believed to be important in reducing tremor, and connections in the motor cortex which may constrain our ability to activate muscles independently. Once we have developed effective paradigms, we will then test them in patients. Initially, we will target people with pathological tremor, focal task-specific dystonias and stroke. In tremor, we predict that it will be possible to reduce tremor amplitude, thereby partially alleviating the severe disability which pathological tremor can produce. In stroke and dystonias, we hope to reduce abnormal co-activation of different muscles controlling the upper limb; this would allow patients to carry out activities of daily living more independently. If successful, this approach could open up a new range of therapeutic options for a wide range of neurological disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801705","grantId":"G0801705","fundValue":"402646","fundStart":"2009-04-14","fundEnd":"2012-10-13","funder":"MRC","impactText":"","person":"Stuart Nicolas Baker","coPersons":["Andrew  Jackson","Mark Roger Baker"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}