{"id":"DC1C1CE8-CB5B-49F4-A1CA-6C339FE01566","title":"Squaring the Circle: Examining cultural value through a re-evaluation of Arts Lab","abstractText":"This proposal has been developed in response to the Arts &amp; Humanities Research Council's Cultural Value Project. Squaring the Circle aims to address the gifting of value to experimental and transitory arts practices. Focussing much of its preliminary research on the short-lived Arts Lab, which operated in Covent Garden from 1967-69, the project considers an organisation which is periodically cited as a prime-mover in the avant-garde of London in the late 1960s, but for which there is currently scant evidence that can express its value in relation to past, present or future cultural ventures. \n\nThis project aims to provide a mixed-methodological approach to gathering and assessing data for capturing cultural impact. Research would begin with Arts Lab, but would evolve as new stories and lines of enquiry unfold, suggesting forensic examination. Through archival research, the conducting of organiser, participant and audience interviews and the use of cultural probes, diverse perceptual responses and testimonials will be recorded and collated. \n\nThis investigation will pose key questions that may be answered differently from disparate user-perspectives. The assembled data will be explored by the research team, employing several research methods to consider a pluralistic approach to qualitative analysis. Key to the agenda for this research project is the proposal to share its generated and collated primary and secondary evidence amongst a diverse selection of invited practitioners drawn from the social sciences, criminology, ethnography, arts and culture, history, geography and economics, who will work to interpret the data in efforts to assess its cultural value. These critical responses will be made available within the web-based project archive and form the basis for public events in Sheffield and London.\n\nMapping and collectively exploring the impact of Arts Lab through its organisers, participants, audiences and those who consider themselves inheritors of the organisation's legacy, the research will seek to fully articulate and expose the plurality of narratives involved in this endeavour and the linked organisations and individuals it reveals. Investigating the allocation of value within the more experimental, ephemeral and experiential arts has been historically difficult and this project aims to introduce new methods for the dissemination of such practices, starting with a case study based in the 1960s, which may continue to hold relevance in the present.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L005824/1","grantId":"AH/L005824/1","fundValue":"31912","fundStart":"2013-08-15","fundEnd":"2014-04-14","funder":"AHRC","impactText":"  The findings from this project have been submitted to the AHRC Cultural Value team to be collated as part of a wider RCUK thematic enquiry. As one of a large number of small-scale pilot projects, this research forms a component part of an aggregate distributed survey into new methods to enable the documentation, measurement and analysis of Cultural Value. Culture, Heritage, Museums and Collections Cultural","person":"David Roger Cotterrell","coPersons":["Ian David Gwilt"],"organisation":"Sheffield Hallam University","findingsText":" Squaring the Circle provided a combination of research methodologies to discuss the cultural value of the Arts Lab's experimental practices and their contemporary resonance for a new generation of arts practitioners. The approach itself was experimental and further research could be undertaken to test its robustness. \n\nThe project has amassed a rich and valuable oral history archive of the Arts Lab through the interviews collected. These interviews will be available online for fellow researchers to access both in written and audio-recorded form for their own analyses. \n\nKey areas of relevance to contemporary practice were discussed within the context of the historic organisations. These included wide-ranging discussions regarding tolerance of risk and failure, the impact of editorial control and the democratisation of public platforms, funding and recognition, and perceptions of the importance of leadership within collective enterprises. The interviews and the discussions and reflections provoked by analysis of them raised important questions regarding enduring challenges for policy makers, cultural institutions and arts practitioners. The archive of interview transcripts and the commissioned presentation, discussion and reflective responses to these sources offers an unusually pluralistic portrait of a much lauded, but only partially documented precedent for UK-experimental arts practice. The conducting of interviews with key participants and first-hand witnesses to the 1960s organisation has preserved anecdotal, subjective and idiosyncratic historic perspectives, which might not have been recorded and made available to future researchers without the support of this AHRC project. Creative Economy","dataset":"gtr"}