{"id":"DC22AD70-428E-49DF-A262-D01EE8E5D71C","title":"13TSB_SynBio: Engineering immune-cell-targeting bacteria to express vaccines from within the body","abstractText":"Typhoid is responsible for 22 million cases and 200,000 deaths annually, while ETEC is responsible for 300,000 - 500,000 deaths pa. In 2011, the HPA reported 18,000 cases of infection and 2,000 deaths in the UK. In other parts of the world, the incidence is much higher, mainly due to the emergence of highly toxigenic, antibiotic resistant strains. C. difficile infection causes ~3 million cases of diarrhoea and colitis annually in the USA. Over 80% of C. difficile infections in the UK are in people over 65. Thus, oral vaccination offers a convenient, preventative measure for the ageing population, and is currently no vaccine for C. difficile.\n\nRepeated ETEC infection causes malnutrition, growth stunting and cognitive deficits in children in developing countries. In adults, including travellers, diarrhoea can result in gastrointestinal disorders, reactive arthritis and even severe and debilitating inflammatory bowel disease. There are currently no vaccines approved for ETEC, although the cholera vaccine Dukoral has some cross-reactivity and very limited ETEC strain coverage. Prokarium's Typhetec vaccine promises to cover 100% of the known strains of ETEC. There are currently two types of typhoid vaccines; the injectable Vi vaccine and the oral live attenuated vaccine Vivotif. Based on likely having fewer side effects, lower costs and being orally deliverable, we estimate that Typhetec could initially capture at least 20% of the typhoid travellers market.\n\nVaxonella is a synthetic biology platform that utilises a suite of advanced genetic technologies to re-engineer Salmonella from a pathogen to a precise, rationally designed live bacterial delivery and expression platform. Vaxonella bacteria specifically target the immune cells of the gut, and once engulfed, express their recombinant protein vaccine in a controlled manner. It promises to make many recombinant protein vaccines orally deliverable, while eliminating downstream protein purification and with that the majority of development costs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004461/1","grantId":"BB/L004461/1","fundValue":"175200","fundStart":"2013-04-01","fundEnd":"2014-09-30","funder":"BBSRC","impactText":"  cuurently being developed by partner company Creative Economy,Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Ian  Henderson","coPersons":["Adam Fidelis Cunningham"],"organisation":"University of Birmingham","findingsText":" development of vaccine delivery system currently being developed by partner company Creative Economy,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}