{"id":"DC254097-1732-4BC4-B6B8-019CF71CB850","title":"Embedding poor people's voices in local governance: participation and political empowerment in India","abstractText":"Poor people’s lack of voice and influence are globally recurring themes their own accounts of their poverty, and are indicative of their wider political disempowerment. This project evaluates attempts to tackle this core element of poverty through local governance reform. Its central research question is: to what extent do participatory initiatives within local governance enhance poor people’s opportunities for political empowerment?\n<br />\n<br />Local governance reform has become a key site of development intervention, underpinned by an assumption that it will deliver positive feedback between popular participation, democratisation and poverty alleviation. The project critically analyses this assumption, focusing on two Indian States internationally recognised for innovations in local governance, West Bengal and Kerala. Primary data collection in each State centres on poor people’s own evaluations of participatory governance initiatives. It asks whether participatory initiatives create new public arenas where poor people do voice their concerns, whether they practically assist poor people in pressing their claims in these arenas and elsewhere, and whether participation actually challenges underlying political exclusion.\n<br />\n<br />The project has been designed in collaboration with Indian partner institutions (CDS, Trivandrum, and CSSSC, Kolkata), and will engage with potential users - from local research participants to policy makers - from the outset. \n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E021964/1","grantId":"ES/E021964/1","fundValue":"390514","fundStart":"2008-01-01","fundEnd":"2010-11-30","funder":"ESRC","impactText":"  Two different non-academic user groups were identified - the research participants amongst poor and marginalised groups in our field sites, and wider policy audiences. In addition, the intention was to have a wider impact on academic debate in this field\n\nDissemination activities within the project ensured that all the results of our research were returned to poor and marginalised research participants in a locally-appropriate format. \n\nWithin Kerala, engagement with policy makers was successful. Detailed discussion of our project with the (then) Principal Secretary (Local Self Government) of Government of Kerala, Sri S M Vijayanand (IAS), and the (then) Finance Minister of Kerala, Prof TM Thomas Isaac, who had been an important architect of Kerala's People's Planning Campaign, ensured that our findings and policy recommendations were disseminated at the highest level within Government of Kerala. The fall of the LDF Government shortly after the completion of our research (April 2011) meant that tracing a direct input to policy formation is not possible, but the continued relevance of the project to the evaluation of public policy is however seen through the invitation to present at a major conference held by CDS Trivandrum in February 2012, Kerala's Economy and Society: Situating the Present, Imagining the Future, which continued exchange between academics, policy makers and civil society groups within Kerala.\n\nIn addition, findings from the research have been used within a follow-up project, 'Empowering Women Leaders at the Local Level: Translating Descriptive Representation to Substantive Representation through ICTs' (supported through the Canadian IDRC programme, 'Gender and Citizenship in the Information Society in Asia'). This work has been conducted by Dr Binitha Thampi, one the project's Research Associates, who is now based at Indian Institute of Technology, Madras (Chennai).\n\nScientific impact is ongoing, and evidenced by a Norwegian Government funded project 'Self-help or social transformation? Exploring the role of women in governance in Kerala and South Africa' (Norsk Institutt for By-og Regionforskning, Oslo) which is following-up aspects of the ESRC-DFID project around gender, participation and exclusion, and extending it through comparative work in South Africa. Government, Democracy and Justice Policy & public services","person":"Glyn Owain Williams","coPersons":[],"organisation":"University of Sheffield","findingsText":" Scientific impact has been made in two interlocking sets of debates of inter-disciplinary interest across Development Studies, Political Science, South Asian Studies and Geography:\n\nPoverty, exclusion and marginalisation - The project builds on Webster and Engberg-Pedersen's (2002) and Mosse's (2007) work conceptualising poverty as a relational condition, and uses this perspective to critically evaluate state strategies for its alleviation. Poverty alleviation interventions that see the poor as simply 'lacking' critical forms of capital are insufficient because they do not account for their active marginalisation (economic, political and social). In doing so, their interventions can inadvertently reproduce forms of 'durable inequality' (Tilly,1999), both through omission (e.g. failure to directly tackle relationships such as gender-based exclusion) and through inappropriate framings of a 'poverty problem' (e.g. making individuals/households responsible for their own 'uplift'). \n\nPoverty, participation and political society - The project contributes to ongoing debates about the role of political society (Chatterjee, 2004) and the possibilities of creating more participatory and democratic forms of governance through intentional programmes of state reform. It draws on the perspectives of poor and marginalised citizens to provide a detailed empirical understanding of the intersections between formal state institutions and informal practices, recognising that both structure the opportunities poor people have to express their political voice. It argues that decentralisation and the strengthening of formal channels of participation do not necessarily lead to a more 'pro-poor' forms of local governance, but rather interact with pre-existing processes of political representation and marginalisation, and are uneven in their effects as a result. Project findings have been presented to academic audiences in India, the UK and internationally through the project's own dissemination workshops and presentations at major conferences. It is making a significant theoretical contribution to:\no Poverty alleviation - understanding linkages between state strategies and existing patterns of exclusion in the reproduction of poverty\no Enhancing participation - understanding limitations on processes of participatory governance\no Governance reform - understanding the interaction of formal and informal bases of power within local governance Government, Democracy and Justice","dataset":"gtr"}