{"id":"DC261117-1EDA-47B7-A468-1A797525B60A","title":"Understanding Gendered Agency in Violent Conflict: Extending Conceptual and Methodological Parameters","abstractText":"<p>The 20th century&nbsp;has forced a consensus to rethink ‘war’. In place of the ‘classic’ inter-state model the battlegrounds are civilians’ homes and often it can be said the combatants are unstable. This type of violence may engulf regions and produce new national boundaries. Most recently there have been the phenomena of military intervention in locations like Kosovo in the name of humanitarianism, and the ‘war on terror’.&nbsp;These developments all have implications for the study of gender relations, particularly those around conflict and violence.</p> \n<p>This seminar series aims to unpack these complexities with the aim of:</p> \n<ul> \n <li>achieving a better conceptual framework, particularly in relation to the integration of men and masculinity into gender</li> \n <li>explore the various forms in which men and women demonstrate agency in relation to war and combat</li> \n <li>identify the major methodological challenges</li> \n <li>encourage better communication between researchers and policymakers </li>\n</ul> \n<p>Each seminar will examine a specific site of violence. The first will be on ‘Armed Conflict: Re-examining gendered roles in the post 9/11 scenario’; the second on&nbsp;‘Gender and Collective Violence’; the third will be on contemporary Europe; and the final seminar will draw together the preceding themes in an attempt to evaluate the extent of learning, and will also look at the most effective way to present these findings outside the academic context.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-25-4232","grantId":"RES-451-25-4232","fundValue":"3138","fundStart":"2006-11-23","fundEnd":"2007-07-31","funder":"ESRC","impactText":"","person":"Jamie  Munn","coPersons":["Miranda  Alison","Ruth  Jacobson"],"organisation":"City University London","findingsText":"","dataset":"gtr"}