{"id":"DC2C7E9D-3C06-4583-8D15-382C9486983E","title":"COSMIC: Complexity in Spatial Dynamics","abstractText":"COSMIC (COmplexity in Spatial dynaMICs) is a proposal linking three research groups (Vrie University (VU) Amsterdam, UCL and National University of Ireland at Maynooth (NUIM)) dealing with urban science and geo-spatial analysis. The network will focus on urban dynamic processes using new bottom up, digital data collected for entire populations. We believe that such data will provide dramatically new insights into urban change which manifest themselves in often discontinuous forms which can be articulated using a variety of reaction-diffusion dynamics incorporating catastrophe, chaos, bifurcations, and phase transitions. In cities, such reactions range from the emergence of edge cities to patterns of residential segregation, embodying social exclusion in various forms. We first develop a typology of urban dynamic processes to guide the development of models using new digital data collected in real time from electronic transactions such as phone lines, electronic ticketing, and related geo-sensing. Our unifying focus will be on flow data associated with underlying networks with the models revolving around spatial interaction from labour markets to pedestrian movement. VU will explore methods for estimating dynamic models of labour markets in Germany and urban navigation in Amsterdam, UCL will develop models of movement and location from phone and ticketing data in London, while NUIM will explore movement in small scale environments represented at the building and streetscape scale in Dublin. The network will be supported by three major workshops, exchanges of researchers between sites, and strong external links to other groups, in anticipation that from this pilot project, a proposal for a much wider network will emerge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I018433/1","grantId":"EP/I018433/1","fundValue":"181095","fundStart":"2010-11-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Michael  Batty","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}