{"id":"DC2E4206-021B-41C9-B6EB-C0F55D1774B2","title":"The Social World of Nottingham's Historic Green Spaces: A Community History Project","abstractText":"The main economic and societal impacts will be in the Nottingham region, largely realised through the vehicle of the partner organisations. The research will help forge complementary regional partnerships between the two universities and with Nottingham City Council and local heritage organisations who, with the wider community, will be the main non-academic beneficiaries of the project.\n\nFor the partner organisations it will facilitate hands-on experience of research, engagement with a rich field of knowledge, and create opportunities for knowledge exchange. Participants in a Gateway to Nature Framework project conference (which encourages involvement in green and nature-related activities for vulnerable members of the community) held in Nottingham in October 2012, stated that they were partly inspired by the historic ethos of Nottingham's green spaces. The project aims to capitalise on such community-led initiatives to raise awareness of the historic importance of green spaces and their surrounding communities, challenging both local people and visitors to the city to value and utilise them even more for recreation, education, research and scholarship. Through the development of networks and exchange of experiences it hopes to ameliorate tensions between preservation, heritage and community demands such as those demonstrated recently when one group concerned with preserving the Forest's heritage clashed with community groups wanting improved sports facilities.\n\nThe City Council faces many challenges managing and preserving Nottingham's historic green spaces which are used by diverse groups with different needs and expectations. It will benefit from the project in two ways. First, the project will build on and expand existing relationships with community groups and improve communication. Second, as part of a programme to promote understanding of Nottingham's historic green spaces, and inspire interest in their varied history, the project will provide a context for understanding the diverse landscapes including the planting schemes, the original buildings and the other structures, and how they are used. In a period of financial austerity and local government budget reductions, it will provide a useful source of information and inspiration for the work of gardeners, rangers and other parks staff, who are active in the friends groups, and aid the landscape-gardening, planting and management of Nottingham green spaces.\n\nFor local communities and local cultural consciousness, the project will enhance the sense of belonging and well-being implied in connecting the city with its green spaces, and provide the urban community with a cultural resource. For the wider community, the project will contribute to the regeneration ambitions of Nottingham City Council which rely on the active participation of local and regional leaders in the public and private sector. Overtures to these leaders to discuss the results of the project will secure lasting impact because of their resulting contribution to city planning and policy making. As well as providing the benefits of new knowledge for the wider community, it will create potential for economic benefit in the region through tourism. By placing Nottingham's Victorian parks, gardens, cemeteries and public walks into the context of the city's industrial and urban history, the intention is to build on and link to the city's wider regeneration strategy, which links directly to its tourism and heritage strategy, including regeneration of the Castle Quarter; Professor Beckett is a member of the working group preparing a major HLF bid for this area.\n\nIn these various ways, the project will have an impact among conservationists, heritage and museum specialists, local history enthusiasts, and people interested in the wider aspects of landscape design, conservation and history, not least some of the thousands of contemporary users of historic green spaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007718/1","grantId":"AH/K007718/1","fundValue":"77191","fundStart":"2013-02-01","fundEnd":"2014-01-31","funder":"AHRC","impactText":"  We worked with a number of local community groups who had been struggling to focus their work, and were unsure of sources, archives, and other material that might help them to understand the historical context of the world of Nottingham's green spaces, and to carry forward their own research. Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"John  Beckett","coPersons":["Paul  Elliott"],"organisation":"University of Nottingham","findingsText":" 1. Co-produced archival research, and preparation for co-authored publications, expected in 2015-16. The research fellows worked with, and advised and trained, community groups at Nottinghamshire Archives and at Nottingham Local Studies Library. The research results are now being collated for publication. Interactive discussion via website: www.ng-spaces.org.uk This is still being updated, and further findings will be posted.\n2. The value of reaching out to, and working with, local community partners, to create new networks both informally and through the Nottingham Contemporary event held on 18 January. Presentations were made both by team members and also by individuals, and individuals on behalf of community groups. A feedback session was held at the end of the day which pointed to a new way of thinking about the green spaces on the part of the community groups, notably on the issue of the contestation of space.\n3. Unexpected but distinctive linkages with local community groups, particularly Green Activists, with local history enthusiasts who came to appreciate the degree of common interest they had in researching historic green spaces.\n4. Bringing together of an academic audience and community group members in a conference held at the University of Nottingham on 10 January 2014. Papers were presented by academics from various universities, and large audience of non-academic researchers from the local community groups both attended and engaged in discussion. The linkage between the two groups worked better than we had anticipated and showed important synergies between community groups researching and working at the local level and academic specialists. Information prepared for and submitted to Nottingham City Council for information panels in the Arboretum.\nThe website was created and maintained throughout the project, and has been extended for at least one year beyond its official close in February 2014: www.ng-spaces.org.uk\nA number of publications are in preparation as a result of activities on the project, in which an academic or a research fellow is working with a community group or individual to co-produce publications.\nFollow-on funding proposal for a dissemination project targeted at a non-academic audience particularly the BME communities who lived adjacent to the green spaces which have been part of the initial project. To include a day school, youth group drama workshop and videos, permanent and temporary exhibitions and exhibition materials. Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}