{"id":"DC4ACF2E-8F4F-4381-9FAB-14A35673806D","title":"Designer 3D Magnetic Mesostructures","abstractText":"In a remarkable recent paper Xiao et al. at Argonne National Laboratories demonstrated that 'architecture-tuneable' Pb mesostructures (samples whose dimensions lie between microscopic 'atomic' scales and macroscopic 'bulk' scales at which the specific geometry no longer plays a role for physical properties) can be grown by electrodeposition from lead salt solutions onto graphite substrates. Simply varying the electrode potentials allows an extraordinary variety of different sample morphologies to be realised, ranging from regular polyhedra and nanowires to multipods and 'snowflakes'. These structures are truly three-dimensional (3D) superconducting mesocrystals with few bulk defects and perfectly smooth faceted faces, whose magnetic properties are dominated by their size and shape. The same deposition method should be readily extendable to many ferromagnetic metals and alloys. For the first time it is now possible to controllably fabricate regular faceted 3D mesoscrystals without the disorder and rough surfaces/edges characteristic of lithographically-patterned thin film structures. Crucially, the dimensions of these 3D mesostructures are comparable with the relevant characteristic lengthscales found in ferromagnetism and superconductivity (e.g. ferromagnetic domain size and/or domain wall width or superconducting coherence length and/or magnetic field penetration depth) in contrast to widely studied nanoscale particles/clusters and nanowires. Competition between different processes as a function of the size and shape of these 3D structures should lead to rich new physical phenomena with strong potential for exploitation. In collaboration with the Argonne group we have shown that surface/shape effects can completely dominate the magnetisation of these materials, opening up the possibility of 'designing' crystals with desirable, exploitable properties. We propose to considerably extend the scope of this work within a collaboration between well established groups in electrochemistry and nanoscale physics at the University of Bath and theoreticians in Southampton and Antwerp. We plan to grow and investigate both superconducting and ferromagnetic mesocrystals with a wide range of morphologies, as well as hybrid ferromagnetic-superconductor core-shell structures and continuous hybrid networks. The most promising materials produced will be systematically characterised using Hall nanomagnetometry and/or magnetoresistance measurements. Experimental results will be interpreted by comparison with tailor-made state-of-the-art 3D micromagnetic simulations and/or solutions of the 3D Ginzburg-Landau equation. Opportunities for exploitation of these novel magnetic materials will also be identified and explored.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E039944/1","grantId":"EP/E039944/1","fundValue":"466543","fundStart":"2007-10-01","fundEnd":"2011-05-31","funder":"EPSRC","impactText":"  There are potential applications for our results in the area of particle detection using superheated type I superconducting particles, and in superconducting (nanowire) single photon detectors. Digital/Communication/Information Technologies (including Software) Societal","person":"Simon John Bending","coPersons":["Laurence  Peter"],"organisation":"University of Bath","findingsText":" A number of important breakthroughs have been made in the course of this project. We have demonstrated many surprising properties of mesoscopic type I superconductors that fall between those traditionally associated with type I and type II materials. We have also shown that multiple stable magnetisation states in Ag/Ni core-shells have potential applications in multi-state data storage schemes. In Pb/Ni and Sn/Ni core shells we have observed superconductivity at magnetic fields well in excess of the critical field of the superconducting core due to field compensation effects. Remarkably, we have also shown that the measured magnetic response of these structures can be switched from net ferromagnetic to net diamagnetic (like an ideal superconductor) with an applied field. Finally, in Sn/Pb core-shell structures we have found that superconductivity survives in the Sn core at temperatures well in excess of its bulk critical temperature due to proximity coupling with the Pb shell. This was basic underpinning research that has been disseminated to the worldwide academic community via talks and presentations at international institutions and conferences. There are potential applications for our results in the area of particle detection using superheated type I superconducting particles, and in superconducting (nanowire) single photon detectors. Electronics,Energy,Other","dataset":"gtr"}