{"id":"DC4D2A8F-333B-47FC-95E4-889DB64C20FC","title":"FLEXIBLE ELECTRONIC DEVICE MODELLING","abstractText":"Largely driven by material scientists, the flexible electronic research thus far has focussed on the materials and fabrication techniques. Whilst these are important areas, device modelling and circuit design is critical for taking the research closer to manufacturing. The acceptable degree of bendability for reliable operation of devices and circuits is a question that has not been addressed so far. This is a challenging because the standard transistor models for circuit simulation programs such as SPICE do not take into account the dynamic bendability induced effects. FLEXELDEMO will address these challenges by systematically characterizing the ultra-thin chips, identifying various parameters that change with bending, and suggesting improved BSIM models for devices over bendable substrates. \n\nThis project has several anticipated benefits over a range of time-scales. In the short-term, this project will substantially improve our understanding of changes in various device parameters as a result of bending (uni-axial, bi-axial or twisting etc.), which has traditionally been under-studied. In the medium-term, it will enable designing of electronics on bendable substrate and predicting the behaviour of bendable electronics just like we do currently for planar electronics. In the long-term, the project will lead to intelligent use of bendability in improving circuit design. For example, location or shape dependent strain-field variations will be used to design location-/shape-aware circuits or to compensate electronic artefacts (e.g. self-calibration). The approach could also lead to design on bendable electronics based on ensemble of nanowires. \n\nFormulating the design rules and integration strategies through modelling will help in stabilizing the nascent flexible electronics technology. By adequately supporting the fabrication activities with modelling and simulation, this project will add significant new perspective to the fields of flexible electronics and electronics design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M002519/1","grantId":"EP/M002519/1","fundValue":"97909","fundStart":"2014-12-31","fundEnd":"2016-12-30","funder":"EPSRC","impactText":"","person":"Ravinder  Dahiya","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}