{"id":"DC529465-E186-4F04-8916-C1A6C3420769","title":"Multilevel Preconditioners based on Composite Finite Element Methods for Fluid Flow Problems","abstractText":"Computational fluid dynamics (CFD) has become a key technology in the development of new products in the aeronautical industry. During the last decade aerodynamic design engineers have progressively adapted their way-of-working to take advantage of the possibilities offered by new CFD capabilities based on the solution of the Euler and Navier-Stokes equations. Significant improvements in physical modelling and solution algorithms have been as important as the enormous increase of computer power to enable numerical simulations at all stages of aircraft development. However, despite the progress made in CFD, in terms of user time and computational resources, large aerodynamic simulations of viscous flows around complex configurations are still very expensive. The requirement to reliably compute results with a sufficient level of accuracy within short turn-around times places severe constraints on the application of CFD. In recent years there has been significant interest in the development of high-order discretization methods which allow for an improved prediction of critical flow phenomena, such as boundary layers, wakes, and vortices, for example, as well as force coefficients, e.g., drag, lift, moment, while exploiting significantly fewer degrees of freedom compared with classical (finite volume) methods. One extremely promising class of high-order schemes based on the finite element framework are Discontinuous Galerkin (DG, for short) methods. Indeed, the development of DG methods for the numerical approximation of the Euler and Navier-Stokes equations is an extremely exciting research topic which is currently being developed by a number of groups all over the world. Despite the advantages and capabilities of the DG approach, the method is not yet mature and current implementations are subject to strong limitations for its application to large scale industrial problems. In particular, one of the key issues is the design of efficient strategies for the solution of the system of equations generated by a DG method. In this proposal we aim to develop a new class of multilevel Schwarz-type preconditioners for the high-order DG discretization of two- and three-dimensional compressible fluid flow problems. Here, mesh aggregation will be undertaken based on exploiting a new class of finite element methods, referred to as Composite Finite Elements (CFEs), which are particularly suited to problems characterized by small details in the computational domain or micro-structures. The key idea of CFEs is to exploit general shaped element domains upon which elemental basis functions are only locally piecewise smooth. In particular, an element domain within a CFE may consist of a collection of neighbouring elements present within a standard finite element method, with the basis function of the CFE being constructed as a linear combination of those defined on the standard finite element subdomains. In this way, CFEs offer an ideal mathematical and practical framework within which finite element solutions on (coarse) aggregated meshes may be defined. To date, the application of CFEs has been restricted to standard conforming finite element approximations of simple model problems employing lowest-order (piecewise linear) elements. In this proposal we aim to develop a thorough mathematical analysis of CFEs within the context of high-order DG methods, including their extension to general unstructured hybrid meshes containing hanging nodes. Here, particular emphasis will be devoted to the design of appropriate aggregation strategies, which allow for the underlying DG CFE method to be employed as a coarse mesh solver within Schwarz-type preconditioning strategies. This research will lead to significant advances in both the theoretical and practical development of high-order DG methods for CFD applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H005498/1","grantId":"EP/H005498/1","fundValue":"247354","fundStart":"2010-01-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"","person":"Paul  Houston","coPersons":[],"organisation":"University of Nottingham","findingsText":" The numerical approximation of partial differential equations (PDEs) posed on complicated domains which contain small geometrical features, or so-called micro-structures, is of vital importance in engineering applications. In such situations, an extremely large number of elements may be required for a given mesh generator to produce even a coarse mesh which adequately describes the underlying geometry. With this in mind, the solution of the resulting system of equations emanating, for example, f The reliable numerical approximation of solutions to complicated problems within a short turn-around time is of fundamental importance to a number of key application areas, not least CFD. The techniques developed within this project will enable the user to perform high-order accurate computational simulations without excessive computing resources, and with the confidence that complex local features are accurately captured. The use of such enhanced solution methods will not only improve the overa Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Energy","dataset":"gtr"}