{"id":"DC53E6C7-0FA4-4E3D-915C-9120B91D7D36","title":"Functional and evolutionary significance of symbiotic fungal associations in lower land plants","abstractText":"The origin and colonization of the land by photosynthetic terrestrial organisms over 450Myr ago was one of the most far-reaching chapters in Earth history, and played out in a high [CO2] atmosphere. Pirozynski &amp; Malloch's (1975) hypothesized over thirty years ago that symbiotic arbuscular mycorrhizal (AM) fungi played a pivotal role in plants' 'invasion of the land'. This idea has subsequently become increasingly established with support from both palaeobotanical and molecular investigations. Critically, however, in spite of extremely important new insights into the plant-fungal interfaces at the cellular scale, the functional nature of plant-fungus interactions in 'lower' land plants has not yet been investigated; its presumed status is drawn by analogy with higher plants. However, recent critical evidence confirms that many lower plants have AM fungal associations, including species with achlorophyllous gametophytes presumed to depend on their fungal partners for C. Furthermore, AM fungi are obligate symbionts dependant upon autotrophic plants for carbon. We have therefore recast Pirozynski &amp; Malloch's (1975) argument by proposing the novel hypothesis that the successful invasion of the land by 'lower' plants, and their persistence in terrestrial habitats ever since, required an AM-type symbiosis to provide a double benefit. First, through improved mineral nutrition of the dominant photosynthetic generation. Second, through nurture of the gametophyte generation by C supplied through AM fungi via a common mycelial network (CMN) linking across generations (parental nurture) or between species (epiparasitism). We have selected four 'lower' land plant species with well-documented AM fungal associations that represent key nodes across the plant evolutionary tree (liverworts, clubmosses, 'lower' and 'higher' ferns). These provide a powerful spectrum of model systems amenable to experimentation and quantitative functional analyses of C exchange and nutrient relationships across their entire life-cycles, and encompass the switch from gametophyte to sporophyte dominance, a major plant evolutionary axis during the Palaeozoic. Our major experimental research programme is designed to rigorously evaluate our extended research hypothesis for the role of AM fungi in allowing plants to 'green the land'. We will quantify the effects of CMNs in contemporary (ca. 400 ppm) and Palaeozoic (1500 ppm) [CO2] in supplying nutrients and C to enable germination and establishment of gametophyte and sporophyte generations. Experiments will be based on whole turfs containing natural plant, fungal and soil communities with the CMNs linking between generations and between species being manipulated by intervention. The functioning of these mycelial networks will be quantified using sophisticated stable (15N) and radioisotope (14C, 33P) tracer methods coupled to soil-filled mesh-cores inserted into the turfs and in which gametophyte gerations will be grown. By allowing some cores to be colonised by mycelia from the surrounding turf, while regularly rotating others to sever in-growing mycelia, the formation of CMNs between turf-species and experimental gametophytes can be controlled. This allows C and nutrient fluxes through CMNs linking across generations (parental nurture) or between species (epiparasitism) to be quantified. DNA-based molecular identification by sequence analysis of the critical fungal partners will be undertaken to determine fungal fidelity between generations and between species. Our proposal is an exciting development following earlier analyses of the structure of AM fungal associations in 'lower' plants, and reframes the debate in the context of parental nurture and epiparisitism through common mycelial networks. It will contribute fundamental knowledge and understanding on the co-evolution of one of the most ancient symbioses on Earth, a topic closely aligned with NERC's Earth system science strategy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F019033/1","grantId":"NE/F019033/1","fundValue":"379566","fundStart":"2009-03-01","fundEnd":"2012-02-29","funder":"NERC","impactText":"  Our findings have provided the basis for a follow-up grant application investigating the functional role of the most basalt land plant-fungal symbiosis. Environment ","person":"David  Beerling","coPersons":["Duncan Drummond Cameron","Jonathan  Leake"],"organisation":"University of Sheffield","findingsText":" Our results establish that AMF form mutualistic symbiosis in a thalloid liverwort, a member of the most ancient group of land plants, in which this symbiosis is assumed to be a basal trait. The symbiosis improved plant growth and fitness through enhancing nutrient uptake, especially phosphorus, and the plant supported enhanced AM fungal biomass in soil. The benefits to the host plant are strongly amplified by elevated atmospheric CO2 concentrations, which would have promoted the symbiosis in the initial phase of plants ‘greening the Earth’ in the early Palaeozoic.\n\nWe found that AM symbiosis efficiency responds differently to a simulated Palaeozoic [CO2]a decline from 1,500 p.p.m. to 440 p.p.m.; decreasing in the most basal non-vascular land plant group (liverworts) and increasing in two vascular groups (ferns and angiosperms). These contrasting responses are associated with the structural advances in vascular plant water-conducting systems in roots and shoots enhancing physiological feedbacks that promote P translocation through the fungus and overall AM efficiency at 440 p.p.m. [CO2]a. Our experiments provide new insight into how the evolutionary advance from root-less gametophytes to rooted sporophytes increased the efficiency of biogeochemical cycling of P in soils\nduring the ‘greening of the Earth’. -new basis for mechanistic investigations into the role of terrestrial ecosystems in global P cycling through time Agriculture, Food and Drink,Environment","dataset":"gtr"}