{"id":"DC585B06-9B61-4DE0-BD23-B94AB5BDF463","title":"Visit Of Prof John Booske To The UK Regarding The 'Microwave Effect'","abstractText":"There are many research groups worldwide who are investigating the potential for using microwaves as an alternative energy source for the processing of a wide range of materials, chemicals, food, etc. Within this activity, a small number are investigating the so-called 'microwave effect', that is, unexpected enhancements in process reaction paths or kinetics. The UK is particularly rich in having no less than 7 independent teams working in the field. Whilst a considerable amount of evidence has been gathered internationally over the past two decades or more, most has involved performing experiments in both conventional and microwave equipment; most of the time the facilities have not been equivalent and techniques such as temperature measurement have not been the same in both cases. Recently, however, definitive experiments have been performed that avoid these pitfalls, most of them in the UK. They show very clearly that there is a genuine effect. Now attention is turning to trying to explain the effects. Many theories exist, but most of these were based on the poor evidence available at the time. There is now a need for someone, preferably a theoretician, to correlate all of the data gathered in the UK by touring around a number of organisations and then studying it with a view to identifying both evidence for and against the different theories and also to identify new definitive experiments that could be performed. These ideas then need discussing by the experimental experts so that a clear path forward can be identified. A final report will be written and disseminated very widely via the internet and presentation at major international conferences, activities that will result in further input, in the form of both comments and, hopefully, further experimental results.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D061539/1","grantId":"EP/D061539/1","fundValue":"11949","fundStart":"2006-02-27","fundEnd":"2006-03-26","funder":"EPSRC","impactText":"  All the participants in the programme found the visits by John Bookse to be very useful and it lead to a greater focus on the work of understanding the microwave effect, which, we believe, was achieved.  ","person":"Jon  Binner","coPersons":[],"organisation":"Loughborough University","findingsText":" The UK's research into the 'microwave effect' was independently reviewed by an international expert and theoretician in the field. In his own words, he found that &quot;it appears to represent the most innovative and rigorous set of microwave processing research programmes of any country in the world at this time.&quot;\nThe evidence, from a number of different institutions and on a range of materials and chemicals, for and against the different theories developed to explain the 'microwave effect' were correlated the data presented and discussed by the researchers involved at a Workshop hosted at Nottingham University on the 3rd April 2006.\nMost importantly, both key experiments that needed to be performed and opportunities for further collaboration between the UK teams were identified.\nNew research was undertaken as a direct result of the visit, that lead to research publications and new research proposals being submitted to EPSRC by the UK research teams in this field. \nThe visit helped to strengthen the quality of research being undertaken in this field in the UK and was phenomenally cost-effective. The work led to a much better understanding of the so-called 'microwave effect' and allowed better experiments to be undertaken, as a result of which it is now generally accepted that the effect exists and it is believed that its origins are now understood. Aerospace, Defence and Marine,Chemicals,Education,Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}