{"id":"DC5FF79A-C207-4605-A35E-8CC55B2740F2","title":"MIB CDFA - Application of novel imaging technologies towards quantitative analytical phenotyping of single cells","abstractText":"The feasibility account will offer a step change from the limitations of present light based microscope imaging techniques to offer high resolution data to enable quantitative analysis of intracellular biological events. To achieve this goal the collaborative group from within the Manchester Interdisciplinary Biocentre will apply pioneering molecular imaging technology in parallel to enable cellular phenotyping, and detection of the intracellular localization and movement of metabolites. There are numerous areas of research within the biological/biomedical field that require the ability to quantitatively analyse single cells and large cell populations. For example, metabolomic studies have the potential to yield understanding of complex disease processes, drug toxicity and cellular function. Tools are required that enable metabolites to be identified and, more importantly, mapped spatially within a cell or tissue in-situ with minimal chemical intervention. In the field of stem cell research, cell type determination requires arduous procedures including manipulation, isolation and fixation of cells and subsequent immunohistochemistry. This proposal seeks to combine new and emerging technologies and methodologies for cellular manipulation, sorting and imaging. The account will stretch the boundaries of imaging techniques into novel cell based applications combined with micro/nano-fluidic technology through new collaborations at the interface of the physical sciences, life sciences, and medicine. This would provide enormously powerful new tools with potential applications in systems biology, fundamental cell biology, through to medical diagnostics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I016716/1","grantId":"EP/I016716/1","fundValue":"201216","fundStart":"2011-01-03","fundEnd":"2012-01-02","funder":"EPSRC","impactText":"","person":"Sabine  Flitsch","coPersons":["Royston  Goodacre","Peter  Gardner","John Stephen Fletcher","Ardeshir  Bayat","Peter Robert Fielden","Ewan William Blanch","Nick  Goddard","John Charles Vickerman","Hans Victor Westerhoff","Simon John Webb","Nicholas Paul Lockyer","Xue-Feng  Yuan"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}