{"id":"DC600955-9E07-46E0-8081-B90419BD44C1","title":"Community archives and identities: documenting and sustaining community heritage","abstractText":"This project will investigate the importance of community archives, and in particular the role of these archives in the production of community identity via academic and popular public histories, exhibitions and other interactions. Although many of these initiatives have a relatively long history, the importance of these collections has only recently been widely recognised amongst cultural policy and professional organisations. However these collections provide many challenges to traditional professional practices (the scope of archival collections, the relationship with non-traditional user communities and issues of ownership / custodianship).\\n\\nIncreasingly the interactions of many communities, including transnational ones, are located in the virtual environment, so this project will also investigate community creation and use of virtual social and cultural spaces for the storage of and access to archive materials and examine the implications for traditional archival custodial approaches to preservation and access. \\n\\nIn UK terms, although there have been a number of innovative collaborations between community groups and professionals, this remains a significantly under-researched area with little evidence or theory to underpin and identify good practice. The uniqueness of this proposal lies both in its subject matter but also in its collaboration between academics in archives and records management, digital humanities, and cultural heritage along with professional archivists and the creators, users and custodians of community archives.\\n \\nCommunity and community identity do not have fixed definitions but are fluid, dynamic concepts that are constantly in the process of being produced and transformed, capable of broad understanding. Whilst acknowledging this diversity this project will concentrate on in depth studies of four community archives and initiatives defined mainly, but not exclusively, by ethnicity and faith. Although these archives will differ in terms of size, length of time in existence, resources, physical or virtual location and community represented, there will also be points of commonality which will allow for the identification of some more general points, and to set the study in wider context. The choice of research methods, in-depth case studies backed up by a significant number of wide-ranging interviews, means that those most closely involved in community archives will help to mould the research framework that this project will develop and work to. \\n\\nAmong the questions that this project will seek to answer are:\\nHow community archives contribute to the process of identity production among diasporic communities in Britain and what contribution might they make in terms of building a more cohesive multicultural society?\\nHow does the preservation and long-term accessibility of diasporic community archives contribute to academic research and understanding of those communities and wider society? \\nWhat is the relationship between physical and virtual community archives and how do these different sites affect the ways in which identities are produced?\\nHow can archivists support the development and sustainability of community archives and what do community initiatives contribute to professional understandings and practice?\\n\\nThe outcome will be a better understanding of the role of community archive initiatives in resisting misrepresentation and marginalisation, a clearer understanding of the relationship between formal archive professionals and the custodians of community archives and suggestions regarding best practice models for identifying and ensuring the long-term sustainability of significant community archives, both physical and virtual. Such findings will interest cultural policy makers, historians and cultural heritage academics interested in community history and identity, archivists and other cultural heritage professionals, and the creators, users and custodians of community archives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E00881X/1","grantId":"AH/E00881X/1","fundValue":"166080","fundStart":"2008-02-01","fundEnd":"2009-09-30","funder":"AHRC","impactText":"","person":"Andrew David Flinn","coPersons":["Elizabeth Jane Shepherd"],"organisation":"University College London","findingsText":"","dataset":"gtr"}