{"id":"DC64B363-32A7-4B67-88FD-70BA2ACDF3FA","title":"Remote GPS measurements to improve SAR ice monitoring","abstractText":"Space-borne synthetic aperture radar (SAR) observations can be used to measure structure and velocity within the Antarctic ice sheet. Most SAR missions to date have used L-band frequencies (1-2 GHz) but interest is now turning to lower-frequency P-band signals (around 430 MHz) because they have greater penetration of the ice. Both the University of Bath and BAS are currently involved in feasibility studies relating to P-band SAR design for future ESA satellites. P-band SARs in polar orbits such as the ESA BIOMASS satellite due to launch in 2014, have the potential to map out the three-dimensional structure of ice sheets. However, their signals will suffer from significant ionospheric effects including Faraday rotation, range defocusing, range delay and interferometric phase bias. The ionosphere must be taken into account in the system design but the necessary ionospheric measurements to do this do not currently exist. This project will deliver the measurements for the Antarctic region and lay the foundation for successful P-band SAR missions. This project involves equipment development, fieldwork and analysis. The objective of the fieldwork is to deploy modified GPS receiving equipment that will for the first time take measurements of total electron content (TEC), plasma velocity and ionospheric scintillation at remote locations across the Antarctic. To achieve this, eight new GPS receivers will be deployed to undertake long-term measurements in the auroral and polar-cap regions over a two year period. Additional data from lower Antarctic latitudes will be provided by international partners. The measurements will be used to develop a multi-scale model of the Antarctic ionosphere. This model will be a critical input to SAR design that will minimize the impact of the ionosphere on ice measurements for future satellite missions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F015534/1","grantId":"NE/F015534/1","fundValue":"297565","fundStart":"2008-10-27","fundEnd":"2012-10-26","funder":"NERC","impactText":"","person":"Martin John Jarvis","coPersons":[],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}