{"id":"DC6E6C45-5EA6-4433-8FE7-D099C8082017","title":"Maurer-Cartan moduli and homotopy theory","abstractText":"The area of the proposed research comprises those aspects of homological algebra and topology which use methods from other areas of mathematics such as algebraic and differential geometry as well as ideas and intuition from theoretical physics.The notions of a Maurer-Cartan element an Maurer-Cartan equation (also known in physics as a master equation) are classical and indeed, go back to the classical papers of Maurer and Cartan written over 100 years ago; this is a standard tool in differential geomtery. It has been noticed that the Maurer-Cartan structures appear in various branches of mathematics and theoretical physics, from characteristic classes of foliations to conformal field theory. This notion has been considered by many authors from different points of view but until now a general treatment has been lacking.The present proposal intends to lay the foundations for the theory of Maurer-Cartan elements and their moduli spaces from the standpoint of rational homotopy theory. The developed apparatus will be applied to deformation theory and graph homology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I014012/1","grantId":"EP/I014012/1","fundValue":"24220","fundStart":"2011-01-25","fundEnd":"2011-04-24","funder":"EPSRC","impactText":"  The main findings of the project were later used in a later joint work with M. Markl `Disconnected rational homotopy theory'.  ","person":"Andrey  Lazarev","coPersons":[],"organisation":"University of Leicester","findingsText":" The main findings are as follows:\n\n\n\n1. The problem of homotopy invariance of the Maurer-Cartan simplicial space was investgated and a final answer was achieved: for two nilpotent differential graded Lie algebras their simplicial Maurer-Cartan spaces are weakly equivalent if and only if their set of gauge equivalence classes are in bijective correspondence and if for every gauge class the corresponding twisted Lie algebras are quasi-isomorphic. This considerably clarifies previous results.\n\n\n\n2. The homotopy invariants (such as homology and homotopy groups) of the simplicial Maurer-Cartan space associated with a differential Lie algebra are expressed through the corresponding invariants of the Lie algebra itself, namely its internal homology and Chevalley-Eilenberg cohomology.\n\n\n\n3. A byproduct of our work is a curious topological construction: starting from a topological space (subject to mild conditions) one constructs another one whose rational homotopy groups are two-periodization of the homotopy groups of the original space. Some consequences for deformation theory are explored.\n\n\n\n4. The major outcome of this project is the construction of disconnected rational homotopy theory, generalizing the classical works of Sullivan and Quillen. The new theory could will unify rational homotopy theory and deformation theory. \n\n\n\n5. One unexpected outcome of the project was the construction of a gauge group for a homotopy Lie algebra (also known as an L-infinity algebra). The common wisdom was that it is only possible when the homotopy Lie algebra is strict but it turned out to be possible in a much greater generality. The consequences for deformation theory are being currently investigated. The results are currently being written up. They will then be submitted for publication in leading peer-reviewed journals. The PI has reported on the results in several presentations. Other","dataset":"gtr"}