{"id":"DC747175-F511-4E22-9C01-6B0436816FC9","title":"Unraveling type IV pilus assembly","abstractText":"Pili are hair-like appendages found in many different bacteria that allow them to &quot;stick&quot; to many different surfaces. In bacteria causing disease in humans, they often promote attachment to host cells and colonization. No pili are more widespread than type IV pili (Tfp) that are found in hundreds of bacterial species, including many that cause life-threatening diseases such as Neisseria meningitidis (responsible for meningitis and septicaemia) and Vibrio cholerae (responsible for cholera).\n\nStudying pilus biology is crucial because a better understanding of the way in which bacteria assemble these filaments is expected to provide leads for the design of new drugs. Interfering with pilus assembly would prevent colonization and thus &quot;disarm&quot; pathogenic bacteria. This is a promising alternative to the massive use of antibiotics that has resulted in an unrelenting spread of antibiotic resistance, which is a major public health concern worldwide. There is now experimental evidence for some very well characterized pili that this approach can work. However, our understanding of how Tfp are assembled is far too limited for such an approach and needs to be improved, which is the main objective of the research proposed here.\n\nTfp biogenesis relies on a very complex machinery of up to 18 highly conserved proteins. We have provided indirect evidence that Tfp assembly relies on a relatively small subset of these proteins. Our recent finding that this machinery can self-assemble in the bacterial model par excellence Escherichia coli paves the way for a &quot;Lego&quot; approach in which a minimal Tfp assembly machinery would be reconstituted in E. coli through sequential addition of the required meningococcal components.\n\nThe two aims of this research project are therefore to:\n\n1. reconstitute in E. coli a minimal system that is capable of assembling Tfp through modular co-expression of N. meningitidis pil genes,\n\n2. perform and in depth functional characterization of the Tfp assembly machinery in order to better understand its mode of action.\n\nThis is expected to have a major impact on Tfp biology and be key for the future design of drugs capable of interfering with Tfp assembly, with are expected to have an exceptionally wide spectrum of action.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L008408/1","grantId":"MR/L008408/1","fundValue":"338234","fundStart":"2014-05-06","fundEnd":"2017-05-05","funder":"MRC","impactText":"","person":"Vladimir  Pelicic","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}