{"id":"DC7F56E9-D062-4130-965F-FB94745E7383","title":"Regulation of (1,3;1,4)-beta-glucan synthesis in the grasses","abstractText":"Non-cellulosic polysaccharides from cereal grain cell walls are not digested by enzymes in the human small intestine and so contribute to total dietary fibre intake, which has been shown to reduce the risk of serious human health conditions such as colorectal cancer, cardiovascular disease and type II diabetes. The effectiveness of these non-cellulosic cell wall polysaccharides, and in particular a specific class called the (1,3;1,4)-B-glucans (or B-glucans for short), in improving health outcomes is related to their levels in grain, to their fine structure and to their associated physicochemical properties. We have previously shown that barley B-glucans are synthesized by members of the CELLULOSE SYNTHASE-LIKE F and CELLULOSE SYNTHASE LIKE-H gene families (CslF and CslH). Allelic variation at individual members of these gene families (i.e. different versions of the same genes) and/or the genes that control where and when they are switched on and off and at what level, both directly or indirectly control their relative abundance and composition (e.g. molecular size) in both the grain and the rest of the plant. Indeed variation in B-glucan content is precisely what we have observed in different barley cultivars: we have shown that different varieties contain different amounts of B-glucans and that the levels observed are under both genetic and environmental control. Some 'extreme' barley varieties contain more than 30% total fibre (cf. 3.5% in brown rice, 7% in corn, 10% in oats and 12% in wheat) and have been marketed as health promoting super-foods (e.g. Sustagrain in the USA and BarleyMax in Australia). An interesting feature of these varieties is that they contain mutations in components of the starch biosynthetic pathway, suggesting a regulatory link between starch and B-glucan metabolism and accumulation. In this project we want to investigate precisely how individual members of the CELLULOSE SYNTHASE super-family, and in particular CslF and CslH gene family members, are regulated, paying particular attention to those that are switched on in the grain during grain development. The results will have important applications in barley breeding programs where low B-glucan is important for the feed, malting and distilling industries and the opposite, namely high B- glucan, is desirable in the context of human health. The likelihood of being able to exploit the knowledge we will gain about these gene families for future product development is therefore high (e.g. as a cholesterol lowering 'health superfood', as replacement thickening agents or novel food product development such as additives/replacements to wheat based flours).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J014869/1","grantId":"BB/J014869/1","fundValue":"395039","fundStart":"2012-11-01","fundEnd":"2015-10-31","funder":"BBSRC","impactText":"  We published two manuscripts and have several more in preparation. Some of the work will be incorporated as preliminary information into a fellowship application being submitted by Kelly Houston. Several Talks and presentations have also been given by both Dr. Houston and Prof. Waugh Agriculture, Food and Drink,Energy,Healthcare ","person":"Robbie  Waugh","coPersons":["David Findlay Marshall","Joanne  Russell"],"organisation":"The James Hutton Institute","findingsText":" So far we have identified further members of the family of genes that are designated 'cellulose synthase like F'. Some of these have been shown to make beta glucan, the health providing soluble polysaccharide found in the grain of certain cereal grains (esp barley and oats). We have also shown that beta glucan content is likely to be controlled by a combination of synthesis and degradation rather than simply due to variation in the synthesis pathway per se. Beta glucan is of considerable interest in the functional foods area and as a food ingredient where high quantities are sought. In the brewing and distilling industries it is a problem, causing viscosity and as a result clogs filters and reduces overall processability. We think it could be taken down contrasting paths - one focussed on health, one on processing for the alcoholic beverage industry. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}