{"id":"DC821FDF-C615-4CDB-B24E-0A5B9B322058","title":"Upgrade of Grid resources for Structural Bioinformatics Research in the Bloomsbury Centre for Bioinformatics","abstractText":"With the massive increase in the amount of biological data, there is an increasing need for very powerful computing facilities to allow this data to be analysed. One of the key strengths of the Bloomsbury Centre for Bioinformatics is it's world leading expertise in structural bioinformatics i.e. the use of computing to analyse and predict the structures of complex biological molecules. The projects range from simulations of how proteins fold to novel image processing to allow the structures of proteins to be determined by electron microscopy. Other projects entail mapping of protein structures onto the sequences of all the genes in a genome and clustering all known protein families in order to better annotate their functions. In this project we are seeking to setup 3 new clusters of computers in the three main departments which form the Centre. Each department focuses on different projects and so have specific hardware requirements for their clusters, however for the very largest projects (e.g. folding all of the proteins in a genome) we are able to combine the power of all three clusters using special software (called Jyde) developed in an earlier BBSRC project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E013201/1","grantId":"BB/E013201/1","fundValue":"200453","fundStart":"2007-04-01","fundEnd":"2008-03-31","funder":"BBSRC","impactText":"","person":"David  Jones","coPersons":["Helen  Saibil","Christine Anne Orengo","David  Moss","Andrew Charles Martin","Lorenz  Wernisch","Adrian John Shepherd","Kevin  Bryson"],"organisation":"University College London","findingsText":" This grant was to fund equipment rather than actual research work. More specifically, we wished to upgrade the Grid facilities in the Bloomsbury Centre for Bioinformatics, which is a joint research centre between UCL and Birkbeck College. \n\nWith the massive increase in the amount of biological data, there is an increasing need for very powerful computing facilities to allow this data to be analysed. One of the key strengths of the Bloomsbury Centre for Bioinformatics is it's world leading expertise in structural bioinformatics i.e. the use of computing to analyse and predict the structures of complex biological molecules. The projects range from simulations of how proteins fold to novel image processing to allow the structures of proteins to be determined by electron microscopy. Other projects entail mapping of protein structures onto the sequences of all the genes in a genome and clustering all known protein families in order to better annotate their functions.\n\nIn this project we set up 3 new clusters of computers in the three main departments which form the Centre. Each department focused on different projects and so had specific hardware requirements for their clusters, however for the very largest projects (e.g. folding all of the proteins in a genome) we are able to combine the power of all three clusters using special software (called Jyde) developed in an earlier BBSRC project. Setting up these three Grid systems provided valuable training and experience to staff in developing more extensive computer systems at UCL and Birkbeck e.g. the Legion Supercomputer at UCL or the UCL Computer Science Cluster. Also technology deployed in this grant has been used as a basis of our servers used to make our computational methods available to the general research community. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}