{"id":"DC8B1CF4-9A83-4854-A002-5BC0D4F7EDEB","title":"Delivering multiple ecosystem service benefits in real landscapes","abstractText":"Ecosystems and their biodiversity deliver products such as food, fibre and fuel, as well as a range of essential services such as climate regulation, water and soil regulation and cultural and recreational services, which are all important for human well-being nationally, internationally and globally. Globally, and for many individual sub-regions, the majority of the world's ecosystems have become severely degraded, and their continued ability to provide goods and services is under threat. The fundamental role that biodiversity plays in regulating the ecological processes (e.g. primary production, nutrient recycling) that underpin ecosystem services is acknowledged, but understanding of the relationships between biodiversity, ecosystem functioning and ecosystem services is poor. We need to improve our understanding of these links if we are sustain or enhance the benefits we are able to obtain from ecosystems in the face of future environmental, demographic and land use change. \nThe three goals of the BESS programme are: (1) to rigorously define how biodiversity within landscapes underpins the delivery of different ecosystem services at a range of scales and across gradients; (2) to establish whether there are critical levels of biodiversity required to deliver different kinds of services under different driver-pressure scenarios, as well as which enhance the resilience of ecosystems to those different drivers; and (3) to develop novel tools and indicators appropriate for tracking and measuring biodiversity and ecosystem services under those different scenarios (BESS Science Plan, 2011). BESS consortia will address these questions within four different landscape types: (1) lowland agricultural multifunctional; (2) coastal wetlands; (3) uplands; and (4) urban. \nThe Directorate's research activities (detailed in this proposal) will complement this by establishing frameworks and mechanisms through which these advances in knowledge and understanding can be translated into policy and practice. This will enhance the impact of the BESS programme at both decision-making and management-relevant scales in relation to maximising the services and benefits that we obtain from our natural capital resource.\nIn order for BESS to make a significant impact on policy and practice, it is essential that the relevance of the science to policy is made explicit, and in particular that the effects of different policy options at different scales on ecosystem service provision are clear. The focus of the individual projects within BESS will be on specific types of landscapes, but the delivery of ecosystem-level objectives frequently requires the simultaneous management of different landscape types within a much larger landscape. The research conducted by the Directorate will therefore specifically focus on such 'whole landscape' approaches, and how progress in scientific understanding of process and monitoring ecosystem services in specific landscapes can be integrated into 'whole landscape' initiatives in practice. \nThe overall aim of the research is to develop and apply a framework for translating the landscape-specific BESS research to a whole landscape system. The research will have three specific objectives: \n1. To investigate the range of options for management interventions to enhance the delivery of single and multiple ecosystems services from different landscapes, and to develop appropriate tools for monitoring their effectiveness, cost-effectiveness and efficiency.\n2. To build on an existing modelling framework to model and evaluate the effectiveness and efficiency of different biodiversity-ecosystem service related interventions in real landscapes.\n3. To work in collaboration with exemplar landscape initiatives to demonstrate how the work under objectives 1 and 2 can be used to inform the development, implementation and evaluation of landscape-scale ecosystem-based approaches to management.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K001620/1","grantId":"NE/K001620/1","fundValue":"300611","fundStart":"2012-04-01","fundEnd":"2016-08-31","funder":"NERC","impactText":"  The ecosystem mapping work has been used by regional and local authorities for guidance on mapping ecosystem services. The ecosystem interactions map has been used by stakeholders in the Humberhead Levels and Tees Valley areas. Environment Policy & public services","person":"Piran  White","coPersons":["Dave  Raffaelli"],"organisation":"University of York","findingsText":" We have developed a spreadsheet-based toolkit to allow users to access the results of this review and to find out the effect of specific interventions on a range of ecosystem services and goods, and the evidence base for that interaction. The tool-kit is intended for anyone involved in making land-management decisions. We have also established an online gateway for ecosystem service mapping work throughout the UK. This will be kept up-to-date for the duration of BESS and serve as an information point for best practice in ecosystem service mapping. Finally, we have worked with partners at SRUC and Natural England to evaluate the effectiveness and efficiency of traditional species- and habitat-based conservation measures in delivering ecosystem services at a landscape level. We have developed a habitat-based model for understanding the interactions between different ecosystem services in neighbouring habitats at the landscape level, in response to management interventions. This work has been enhanced by funding from Defra, and we have developed prototype models for two areas - the Humberhead Levels Nature Improvement Area and the Tees Valley. The next stage of the project is to extend our ecosystem service modelling work to other systems and models, and we will be working closely with specific landscape partnerships to develop approaches for planning and evaluating the delivery of ecosystem services at the landscape level. Environment","dataset":"gtr"}