{"id":"DC8E57D5-2BCC-48A2-8EF6-562801B24004","title":"Before Auschwitz: Ir&egrave;ne N&eacute;mirovsky and the Cultural Landscape of Inter-war France","abstractText":"Context of research:\\nSince the publication of 'Suite fran&ccedil;aise' in France in 2004 and in English translation in 2006, there has been enormous media interest in N&eacute;mirovsky, and the novel has become an international best-seller. This popular success has been accompanied by some scholarly attention, in the form of two biographies, one originally published in 2005 and one forthcoming. Some research is currently being carried out on the manuscript of 'Suite fran&ccedil;aise', and it is likely that future scholarly interest will focus on this text, as there is currently more research activity in French Studies on the Occupation period than on the inter-war period. I bring specific and relevant expertise to the analysis of N&eacute;mirovsky's oeuvre as a specialist in 1930s French women's writing, having recently published two books in this area, as well as an article devoted to N&eacute;mirovsky's inter-war fiction. There is very little existing scholarly criticism on N&eacute;mirovsky's inter-war novels, other than a handful of articles which predate the publication of 'Suite fran&ccedil;aise'. In the context of the new international interest in N&eacute;mirovsky, and in the absence of a detailed literary analysis of her work in either French or English, this is an opportune moment to evaluate N&eacute;mirovsky's literary output in its entirety. Her work is set to become ever more well-known to English readers, as there are plans to publish further novels in translation this year. 'Suite fran&ccedil;aise' is already beginning to be taught within the undergraduate curriculum. \\nAims and objectives:\\nThe main aims of this research are to supply a scholarly and reflective analysis of an author whose work has been extensively discussed in the press but not so far in academic contexts, and to situate 'Suite fran&ccedil;aise' in relation to N&eacute;mirovsky's inter-war fiction. It aims to examine the ways in which social, literary and political considerations came into play to define the development of N&eacute;mirovsky's o it is inevitable that modern perceptions will be coloured by the enormous popularity of her last work, this research aims to reinsert the text into its proper chronological context, as the culmination of a successful literary career rather than as the starting point of a posthumous reputation. The objectives of this research will therefore be: a) to discover how it was that N&eacute;mirovsky's fiction gained such popularity in 1930s France; b) to investigate how critics received her work and how they related it to important developments in the modern novel in the 1930s, and to address the political implications of N&eacute;mirovsky's close associations with right-wing anti-Semitic journals and the presence of anti-Semitics stereotypes in her texts; c) to use the example of N&eacute;mirovsky to investigate the nature of French-Russian cultural exchange in the 1930s; d) to interrogate contemporary understanding of the possibilities for the existence and development of 'the French Jewish novel'; e) to interpret 21st century responses to N&eacute;mirovsky in France and Britain. \\nApplications and benefits:\\nGiven the current level of interest in N&eacute;mirovsky's work in Britain, I anticipate that the book I am contracted to publish as a result of this work will find a wide readership amongst general readers as well as undergraduate and postgraduate students and the research community in the Humanities. Given N&eacute;mirovsky's current status as a best-seller, the project offers possibilities for knowledge transfer activities such as lectures or discussion groups. The research will respond to an ongoing high level of interest amongst general readers in the history and culture of both the First and the Second World Wars. It will provide an accessible but rigorous route into the study of inter-war culture for a range of readers, as well as stimulating further research into N&eacute;mirovsky's work andthe political and literary issues it raises.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F003684/1","grantId":"AH/F003684/1","fundValue":"26334","fundStart":"2008-01-20","fundEnd":"2008-05-19","funder":"AHRC","impactText":"","person":"Angela  Kershaw","coPersons":[],"organisation":"Aston University","findingsText":"","dataset":"gtr"}