{"id":"DC9351FA-09C8-4BF0-9535-A5F73E024BEB","title":"Surrey and Shanghai Jiao Tong partnership on visceral organ sensory research during ageing","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I025379/1","grantId":"BB/I025379/1","fundValue":"26144","fundStart":"2012-01-14","fundEnd":"2016-08-14","funder":"BBSRC","impactText":"  This project promoted research and better understanding on bladder disorders, abdominal pain, ageing; collaboration between UK and Chinese scientists as well as scientists in other countries; extension of the research areas to a wider range; it has also promoted collaborations in teaching; enhanced international reputation of UK Universities; generated wider impact involving public health, culture and society. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Cultural,Societal,Economic,Policy & public services","person":"Changhao  Wu","coPersons":["Christopher Henry Fry"],"organisation":"University of Surrey","findingsText":" This is a funding scheme to support exchange, visit, workshop and other collaborative activities between UK and Chinese scientists. Many of these activities have been achieved with impact on research, teaching, cutural exchange and engagment with medical professionals. The collaboration has also promoted research activities in understanding bladder function, pain of abdominal organs, as well as biology and physiology of several other organ systems and tissue types through a wider collaborations. The partnership and our examples of fruitful collaborations can be followed by many other users. The scientific findings could promote multidisciplinary research in UK, China and other parts of the world. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}