{"id":"DC992685-97C1-47C8-9D3D-BFFEF86A43BC","title":"Next Generation Attosecond Technology (Translation Grant)","abstractText":"Attosecond light sources have enabled scientists to observe directly the dynamics of atoms and molecules on their natural length (+ngstrom) and time (sub-femtosecond) scales. This frontier field has been called Attosecond Science, since the next smallest unit than a femtosecond is 1 attosecond (1 as) = 1/1,000,000,000,000,000,000 s. Electronic motion on this timescale underpins many microscopic natural phenomena, such as charge transfer within molecules and at surfaces. Therefore, Attosecond Science promises to have impact and application across the fields of physics, chemistry and eventually biology, as well as in nano-science and engineering. For example, scientists may soon be able to record in real-time the 3D evolution of a molecular electron during a chemical reactionWhat has unlocked this is the development of Attosecond Technology arising from the synergy of a range of technologies (including high-power femtosecond lasers, ultrafast and x-ray optics, electron imaging) and through increased understanding of the coherent interaction of atomic and molecular systems with both intense femtosecond laser pulses and synchronised pulses of short-wavelength radiation of attosecond duration often used in pump-probe configuration.The proposed research will build upon a substantial Attosecond Technological base built up in a previous Basic Technology project to develop the next generation of Attosecond Technology. The three main objectives are to construct robust sources of attosecond pulses that are broadly tunable in wavelength and thus much more versatile in their scientific applicability; to allow develop new techniques for the generation of deep ultra-violet attosecond pulses whose wavelength will permit them to couple directly to resonances in many material systems; and to explore new methods for probing attosecond dynamics in matter by interferometric measurements of the full electric field that is scattered or emitted by the sample. Successfully tackling these front-line challenges will lever a great deal of new scientific capability and is likely to have a pervasive effect on the field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F034601/1","grantId":"EP/F034601/1","fundValue":"996356","fundStart":"2008-09-01","fundEnd":"2013-01-31","funder":"EPSRC","impactText":"","person":"John  Tisch","coPersons":["Roland  Smith","Helen  Fielding","Leszek J Frasinski","Ian Alexander Walmsley","Jonathan  Marangos","Peter  Knight"],"organisation":"Imperial College London","findingsText":" This project has developed world-leading laser and ultrafast measurement technology for application in Attosecond Science (1 attosecond = 10^-18 sec) which uses attosecond duration light pulses for tracking ultrafast dynamics in atoms, molecules and condensed phase matter. Potential areas of applications include light harvesting, nanoplasmonics and biotechnology. The main outcomes of the project are summarised below.\n\n\n\n1. We developed a high-power carrier-envelope phase stabilised, few-cycle (&lt;4 femtosecond) laser system based on hollow fibre pulse compression. This system is one of the world's shortest pulse laser systems in this energy class (mJ).\n\n\n\n2. We innovated a novel pulse measurement diagnostic, known as SEA-F-SPIDER, based on the SPIDER technique to provide a full spatio-temporal electric-field characterisation of few-cycle pulses. Such characterisation is important for ultrafast laser engineering and the experimental application of few-cycle pulses.\n\n\n\n3. We constructed a state-of-the-art Attosecond Beamline in which intense few-cycle pulses are used to generate ~250 attosecond, temporally isolated soft x-ray pulses via the process of High Harmonic Generation. The multifunction beamline can be used to fully characterise the attosecond pulses using the method of Attosecond Streaking. The attosecond pulses can also be used to make pump-probe measurements of electron dynamics in gas-phase and surface-science end-stations with sub-femtosecond temporal resolution.\n\n\n\n4. We made theoretical progress on the implementation of Attosecond Streaking to nanoplasmonic structures. We identified the conditions for reliable characterisation of the nanoplasmonic field with attosecond resolution. This is an important step towards the development of compact, ultra-high repetition rate HHG light sources based on nanoplasmonic field enhancement. \n\n\n\n5. In collaboration with our Oxford project partners, a) we established a new technique known as Lateral Shearing Interferometry (LSI) for measuring the wavefront of short-wavelength high harmonic radiation. This is important for diffraction imaging and interferometry using harmonic radiation; b) we developed an all-optical pump-probe technique based on HHG known as ARIES to characterise arbitrary femtosecond waveforms using the process of HHG. Applications include characterisation of complex waveforms not amenable to conventional pulse metrology, such as waveforms synthesised from multi-colour fields spanning large spectral bandwidths.\n\n\n\n6. In collaboration with University College Dublin and RAL, we pioneered a new 2D spectroscopic technique known as Angle Resolved Coherent (ARC) mapping. The method works by capturing an angularly-resolved 2D image of the coherent light emissions from the sample that is illuminated by a combination of high power, few-cycle laser pulses. We used ARC mapping to unravel for the first time the coupling mechanisms for an arbitrary number of quantum couplings within LH2, a bacterial light harvesting protein which is important for understanding photosynthesis. \n\n\n\n7. We demonstrated experimentally a new technique for manipulating electron wavelpacket dynamics in HHG using orthogonally polarised, two-colour fields (laser fundamental and its second harmonic). We showed that this could be used for quantum trajectory selection in HHG using the relative phase of the two fields, with potential application in HHG Spectroscopy and attosecond pulse generation.\n\n\n\n8. We have made substantial progress in the generation of high harmonic radiation in laser-formed plasma plumes. a) We extended this process to high pulse repetition rate laser sources (kilohertz) through the development of novel rotating targets; b) we showed that particularly intense harmonic radiation in the XUV range could be produced in carbon plasma plumes, where cluster formation was implicated for the enhancement; c) we demonstrated that using a few-cycle HHG drive laser (sub 4 femtoseconds) spectrally isolated harmonics could be produced in a manganese plasma plume. Theoretical modelling showed that this radiation would support an isolated attosecond pulse without the need for spectral filtering and the associated energy loss. This is a promising light source for Attosecond Science. The understanding of attosecond timescale electronic excitations in matter may in the future lead to new approaches to renewable energy, molecular electronic devices and biomolecular analysis.\n\nStreaking of nanoplasmonic fields could lead to compact, high-repetition rate short wavelength sources based on HHG.\n\nLSI could find application in x-ray imaging and testing of x-ray optics.\n\nARC mapping could be used for developing light harvesting technologies and for the investigation of drug translocation.\n\nHHG in plasma plumes could provide a short wavelength source for x-ray imaging. Hollow fibre pulse compression technology developed within the project has been commercialised. Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}