{"id":"DC9A37FA-ECD7-4B20-8C48-9EF143B05E09","title":"14 ERA-CAPS An Effector- and Genomics-Assisted Pipeline for Necrotrophic Pathogen Resistance Breeding in Wheat","abstractText":"EfectaWheat is a partnership of six complementary institutes from the UK (NIAB, FERA), Germany (LFL), Denmark (AARHUS), Norway (NMBU) and Australia (CCDM). The partners form a multidisciplinary team focusing on the economically important wheat leaf spot group (LSG) of necrotrophic pathogens: Parastagonospora nodorum (Pn, cause of Septoria nodorum blotch; SNB), Zymoseptoria tritici (Zt, Septoria tritici blotch; STB) and Pyrenophora tritici-repentis (Ptr, tan spot; TS).\n\nRecently available resources in wheat, including high-resolution genetic mapping populations and high-density genotyping, will be combined with emerging tools and approaches in the pathogens, such as pathogen genome resequencing, and identification of pathogen-produced molecules that mediate infection (termed, 'effectors). These approaches will complement the project partners' expertise in pathogen diagnostics, virulence assessment and field pathotesting across all partner countries. These combine to deliver a genomics- and effector-based pipeline for the genetic dissection of LSG host-pathogen interactions in Europe. \n\nThe unique positions of partners at the interface between crop research and translation ensure effective dissemination of project outputs to European agri-industry. This approach has been successfully implemented by CCDM for SNB and TS in Australia. This project will extend the approach to Europe. All resources generated will be made available to the research and industrial communities to facilitate practical exploitation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N00518X/1","grantId":"BB/N00518X/1","fundValue":"642829","fundStart":"2015-11-01","fundEnd":"2018-10-31","funder":"BBSRC","impactText":"","person":"James  Cockram","coPersons":["Ian  Mackay"],"organisation":"National Inst of Agricultural Botany","findingsText":"","dataset":"gtr"}