{"id":"DC9DBC90-FDD9-47A1-A7E7-86B86ACC995F","title":"Co-ordinator role: Multiple Exclusion Homelessness","abstractText":"<p>This research initiative is the result of a unique partnership of the statutory, voluntary and charitable sectors. The partners are committed to a programme with both scientific vigour and high relevance to policy makers and practitioners. The ultimate objective is to improve the effectiveness of provision for people who experience Multiple Exclusion Homelessness. </p>\n\n<p>The programme consists of 4 individual projects which will examine the relationship between homelessness and other aspects of deep social exclusion ie mental health problems, drug or alcohol abuse, experience of local authority care, other institutional settings and participation in street culture. The findings will be promoted in styles and formats accessible to those in positions to effect change.<br />&nbsp;<br />The Programme Coordinator will ensure that the high ambition and expectations are met by:</p>\n\n<ul>\n \n\n <li>working with the 4 project teams to ensure both rigour and relevance and to encourage and facilitate cross-project collaboration; </li>\n\n <li>working with funding partners through a steering group, acting as the main channel of communication between the partners and teams; </li>\n\n <li>developing an influencing strategy based on an overview of the programme as a whole. </li>\n</ul>\n\n<p>Hopefully this will include a national launch, media coverage, briefings for ministers and senior key players, conference slots and targeted distribution of reports and findings.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-188-25-0021","grantId":"RES-188-25-0021","fundValue":"10959","fundStart":"2009-05-01","fundEnd":"2010-07-01","funder":"ESRC","impactText":"  N/A - coordinator role only. See records pertaining to grant RES-188-25-0023-A for findings and impact  ","person":"Suzanne  Fitzpatrick","coPersons":[],"organisation":"University of York","findingsText":" N/A - coordinator role only. See records pertaining to grant RES-188-25-0023-A for findings N/A - coordinator role only. See records pertaining to grant RES-188-25-0023-A for findings Government, Democracy and Justice","dataset":"gtr"}