{"id":"DCA27B16-8C7B-4268-9E70-FFB3AB0AAF6D","title":"Programme of Research in Experimental Particle Physics at the University of Warwick, 2006-2011","abstractText":"The scope of the proposed research lies in two distinct areas: the physics of particles containing the beauty quark, and the physics of neutrinos: 1). We aim to further our research into matter/anti-matter asymmetry (CP Violation) with Beauty mesons at the BABAR experiment. This is important, because we have shown that the leading source of CP violation at low energies is consistent with the Standard Model mechanism of CP violation. However, cosmological considerations indicate that there should be other sources of CP violation in Nature, so we aim to make further sensitive tests with beauty mesons, in order to see if any evidence for additional sources of CP violation in Nature may appear here. 2). The elucidation of the properties of neutrinos. These are very light, neutral particles which are emitted, for example, by the sun, and in radioactive beta decay. They have recently been found to oscillate, ie. transmute from one type to another, while they propagate. We propose to build part of the T2K experiment, which aims to determine the details of this behaviour. In particular, it aims to establish the rate and extent of oscillations between muon- and electron-neutrinos, and to derive related information on neutrino masses. We also propose to continue research and development on the COBRA experiment, which aims to identify neutrinoless double beta decays in CdZnTe. This would provide information on the absolute mass scale of neutrinos and establish the neutrinos as Majorana particles, equivalent to their own anti-particles. We will also continue research and development on a future neutrino factory, and on a new measurement of the absolute mass of the neutrino.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E000460/1","grantId":"PP/E000460/1","fundValue":"2317200","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"STFC","impactText":"","person":"Paul Fraser Harrison","coPersons":["Steven Barry Boyd","G  Barker","Timothy John Gershon","Yorck Alexander Ramachers"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}