{"id":"DCA5C562-24ED-4DAF-8484-C85FBA5B916A","title":"Towards a Collaborative Computational Project for Electron cryo-Microscopy (CCP-EM) and bridging the gaps between structure determination methods","abstractText":"Understanding how cells work is vital to combating disease. While experimental techniques such as macromolecular crystallography and nuclear magnetic resonance spectroscopy have for many years given detailed information on important molecules in the cell, attention is now moving to how these molecules interact with each other and how they are affected by their location in the cell. Electron cryo-Microscopy (cryo-EM) provides very useful information here, and bridges the gap between individual molecules and the whole cell. In the most favourable cases, detailed images of assemblies of molecules can be obtained, while at lower resolutions electron tomograms can show slices through cells or tissues. Advances in instrumentation and data processing have led to a significant increase in the application of cryo-EM in recent years, such that it is now one of the most important experimental techniques available in structural and cellular biology.\n\nTo exploit fully cryo-EM requires good software for processing the primary experimental data and for interpretating it in terms of molecular or cellular structure. However, software provision is patchy and fragmented, and individual labs face a steep learning curve when trying to create a suitable software environment for their projects. The macromolecular crystallography community faced such a challenge more than 30 years ago, and the Collaborative Computational Project No. 4 (CCP4) was created to address this challenge. In the years following, CCP4 has grown to be a major international project, and has underpinned many of the advances in our understanding of cells at the molecular level. In the last 10 years, the sister project CCPN has performed a similar role for the nuclear magnetic resonance spectroscopy community. The field of cryo-EM needs a similar initiative, and this proposal is a first step in that direction.\n\nThere are at least 25 groups in the UK active in the field of cryo-EM. We are proposing a Partnership open to all UK groups with the aim of establishing a Collaborative Computational Project (CCP-EM). The CCP-EM will coordinate efforts within the UK community. It will support users through dissemination of information on available software, helpdesk support, and directed training. It will support developers through technical help and by helping to distribute their software to the community. Gaps in software provision will be identified, and where feasible new software written.\n\nThe Partnership will lead to a better use of software within UK groups. It will relieve some of the burden connected with understanding and installing a wide range of incompatible software. The support of a dedicated group of scientists will greatly speed up the process of establishing new groups or helping established microscopists move into new areas (such as tomography). However, the most important output is the development of a community spirit, that encourages individual scientists to pool their efforts. The creation of scientific communities in the UK leads to the best use of public money, and maximises the return on the UK's investment in microscopy facilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000825/1","grantId":"MR/J000825/1","fundValue":"608608","fundStart":"2012-08-28","fundEnd":"2016-02-27","funder":"MRC","impactText":"","person":"Martyn David Winn","coPersons":["Evgeny  Krissinel","Richard  Henderson","Alan Michael Roseman","Ernest Douglas Laue","Gerard J. Kleywegt","Helen  Saibil"],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}