{"id":"DCACCD57-5044-4701-8221-416D93E1B169","title":"The identification of the disulfide bonds in HIV gp120 whose reduction is required for cell entry and their manipulation for immunogen design","abstractText":"Infection by the Human immunodeficiency virus (HIV) is the cause of acquired immunodeficiency syndrome (AIDS) and is a major cause of death worldwide. Despite extensive research efforts the search for an effective vaccine has not yet been successful and there is a continued need for new candidates to be assessed. The virus enters the cell via interaction between the virus envelope glycoprotein and the target cell surface, in particular two cell surface molecules called CD4 and CCR. Following contact between these molecules a number of biochemical steps occur which result in the virus penetrating the cell to start the infection. The precise nature of the biochemical steps required is still a matter of research but if they are identified clearly they may be useful in the design of the new potential vaccines. We have discovered one particular biochemical change, disulfide bond reduction, which appears to be important for virus entry. If this step is inhibited virus infection cannot occur suggesting it is a key intermediate stage in the entry process. We want to use a new technology involving very sensitive mass spectrometry to identify the particular disulfide bonds of the virus envelope glycoprotein that are reduced during the infection process in order to provide a greater level of clarity about the entry process than is currently the case. When the particular disulfide bonds are known we will make some of the reduced protein and compare its properties to the normal, unreduced form. We will also test if this intermediate protein is a key part of the HIV infection process by using it to generate antibodies which will be tested to see if they prevent infection. Antibodies, the host's response to infection, which bind to the reduced protein and stop its function will prove that the reduced protein can be considered a valid vaccine candidate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J008796/1","grantId":"MR/J008796/1","fundValue":"494460","fundStart":"2012-09-01","fundEnd":"2016-02-29","funder":"MRC","impactText":"","person":"Ian Martin Jones","coPersons":["A Neil Barclay"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}