{"id":"DCB29952-4647-4F4E-B097-4871B664B780","title":"Gender mainstreaming in international health: Embracing new challenges","abstractText":"<p>In health, the gender mainstreaming process broadly aims to improve gender equity in access to health services, the quality of services delivered, health outcomes and the participation of women and men in health sector development. A set of interactive international seminars was held to enable debate and exchange on key challenges and dilemmas in gender mainstreaming in international health. The seminars sought to promote dialogue, mutual exchange and lesson learning between multiple academic disciplines and a range of stakeholders in policy and practice in the South and the North. The objectives were:</p>\n\n<ul>\n \n\n <li>To identify changes in contexts that challenge gender mainstreaming</li>\n\n <li>To explore synergies in gender mainstreaming in resource-poor and resource-rich countries</li>\n\n <li>To explore synergies and linkages between health and gender, sexuality, disability, and ethnicity</li>\n\n <li>To develop a research agenda to take forward strategic directions for gender mainstreaming in health internationally</li>\n\n</ul>\n\n<p>200 participants attended in total with smaller working roundtable discussions after each session. Key lessons include the need to tailor approaches to context with clear goals and accountability mechanisms, and increase the ability and flexibility of gender mainstreaming to respond to new categories, strategic framing and multiple identities. Peer reviewed papers, a final report and three bibliographies were produced.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0603","grantId":"RES-451-26-0603","fundValue":"17563","fundStart":"2008-10-01","fundEnd":"2009-09-30","funder":"ESRC","impactText":"  The report, the papers and the bibliographies have been used and applied by practitioners and academics working in gender and health. They have also informed our teaching and fed into the development of curent and future research grants on gender and equity in international health. Communities and Social Services/Policy,Healthcare Societal,Economic,Policy & public services","person":"Sally Jane  Theobald","coPersons":["Alex  Scott-Samuel","Rachel  Tolhurst","Jude  Robinson","Elizabeth  Ettorre","Katharine Sarah Bristow"],"organisation":"Liverpool School of Tropical Medicine","findingsText":" 1. Current critiques of gender mainstreaming in health\n2 Changing international contexts for health relevant to gender mainstreaming\n3 Key challenges for gender mainstreaming in health\n4. Lesson learning from gender mainstreaming experiences Practical and conceptual lessons generated on gender mainstreaming in health in diverse contexts. Communities and Social Services/Policy,Healthcare","dataset":"gtr"}