{"id":"DCB46966-964D-49AF-9CC4-AA2A763833DF","title":"Role of Ocean Biogeochemical Reorganisation in the Intensification of Northern Hemisphere Glaciation","abstractText":"The majority of plant life in the ocean is made up of tiny microscopic plants, termed 'phytoplankton' because they 'photosynthesise' ('fix' carbon from the upper ocean into their tissues). Because of their need for light, phytoplankton live in the uppermost sunlit layers of the ocean. However, when they die most of their carbon-rich remains sink into the deep ocean, locked away from the upper ocean. Because the upper ocean and atmosphere exchange gases comparatively freely, the intensity of this 'biological pump' of carbon from the upper ocean into the abyss can have a profound impact on levels of carbon dioxide in our atmosphere. One of the main groups of carbon-fixing phytoplankton in our oceans are the diatoms. They are an extremely important part of the carbon cycle because they are responsible for up to 90% of the biological pump-mediated carbon transfer to the abyss. Yet remarkably, in today's oceans they are far from achieving their enormous potential as carbon fixers. This underachievement is largely a consequence of the fact that they build their cell walls from silicic acid, an essential nutrient that has a curious distribution. Owing to peculiarities in ocean circulation patterns, silicic acid in the uppermost sunlit ocean, and hence diatoms too, are almost entirely restricted to the relatively small area of the Southern Ocean around Antarctica. Because the Southern Ocean represents only 17% of the total surface area of our oceans, increasing the supply of silicic acid to lower latitudes has the potential to greatly increase the efficiency of the biological carbon pump, with consequences for atmospheric carbon dioxide. By measuring the composition of ice age atmospheres preserved in tiny gas bubbles within Antarctica and Greenland's ice sheets, scientists know that the ice ages were accompanied by large reductions in atmospheric carbon dioxide levels. It has been hypothesised that one way in which these low levels could have been achieved was increased leakage of silicic acid out of the Southern Ocean and into the much larger area of the lower latitudes, thereby greatly expanding the habitat range of diatoms and fuelling an intensified biological carbon pump. It has recently been discovered that a substantial drop in atmospheric carbon dioxide accompanied the onset of ice age cycles three million years ago. In a similar fashion to the hypothesis for the last ice age, the locus of diatom productivity switched from the restricted Southern Ocean to the more geographically extensive lower latitudes during the onset of the ice ages. Because of their importance in the biological carbon pump, this greatly expanded habitat range of diatoms may have contributed to the observed drop in atmospheric carbon dioxide that was likely responsible for initiating the ice ages. Our proposed work aims to determine the mechanism by which oceanic nutrient distributions were reconfigured to produce this unprecedented proliferation of diatom productivity outside the confines of the Southern Ocean. Specifically, we will test our hypothesis that the primary route by which excess nutrients (especially silicic acid) leaked out of the Southern Ocean to lower latitudes was via shallow sub-surface 'thermocline' waters that originate in the ocean around Antarctica. While these nutrient-rich thermocline waters fuel 75% of total biological productivity in lower latitudes, they are, in the modern ocean, almost devoid of the silicic acid required by diatoms. We will determine the chemistry of thermocline waters across an array of globally distributed sites at lower and higher latitudes. With these new datasets, we will test a number of hypotheses for specific changes in the ocean circulation patterns around Antarctica that may have ultimately driven increased efficiency of the biological carbon pump and thereby contributed to the onset of the ice ages.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I006346/1","grantId":"NE/I006346/1","fundValue":"51144","fundStart":"2011-06-01","fundEnd":"2012-11-30","funder":"NERC","impactText":"","person":"Philip Francis Sexton","coPersons":["Gavin  Foster"],"organisation":"Open University","findingsText":"","dataset":"gtr"}