{"id":"DCB98F41-21BB-4D16-83D2-5E69AE42E9BA","title":"Dream Fellowship: Promoting Design for Wellbeing (DfW) in the Built Environment","abstractText":"My vision for the Dream Fellowship is to promote design for wellbeing (DfW) in the built environment. Architectural education and practice generally views architecture as 'art', values originality above all else and rarely acknowledges ordinary people's experiences. Engineers are trained to high levels of technical competence but have little understanding of how their work impacts users. In the late 19th and early 20th centuries, the link between built environments and health and wellbeing was undisputed (see the many articles on housing in the Lancet at this time), but over the last century health provision has become increasingly focused on clinical treatment of illness through the NHS. However, the challenges of the 21st century demand change.\n\nGlobal warming and other environmental issues have led to the growth of sustainable housing design and promotion of 'sustainable communities'. It is now acknowledged that sustainable development must take into account social issues such as health and wellbeing in order to be effective, and environmental solutions are likely to fail unless they address users' aspirations. At the same time, health service providers are beginning to see that built environments may play a role in the prevention of ill-health.\n\nI see the need for a new approach to design - one that a) aims to optimise people's health and wellbeing, b) uses evidence of what works and what doesn't, and c) considers the 'whole system', integrating the range of built environment specialisms. I believe we can establish a new skill-base which transcends traditional disciplinary boundaries and combines the expertise of the architect, engineer, urban designer, planner, occupational therapist and public health practitioner.\n\nThrough the Fellowship I will pursue two overall goals:\n\nTo facilitate new directions in DfW research in order to build a reliable, useable evidence base for policy and practice;\n\nTo facilitate a cultural shift in both built environment and health education and practice towards this integrated, informed DfW approach.\n\nI will achieve the following:\n\n1. Bring together key academics working in the DfW field within different disciplines, improving integration between them;\n2. Establish effective links between academics and practitioners in the field, through creation of a 'community of practice', to facilitate research and knowledge transfer;\n3. Identify best practice, innovative methods and new directions, to improve both the quality and quantity of research in the field;\n4. Develop a benefits case for the DfW agenda to convince stakeholders of its value;\n5. Consolidate existing findings for use by policy makers and practitioners as coherent evidence for DfW;\n6. Establish the framework for training of a new generation of designers, equipped with the skills to implement DfW in practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J005134/1","grantId":"EP/J005134/1","fundValue":"166549","fundStart":"2011-11-13","fundEnd":"2014-11-30","funder":"EPSRC","impactText":"","person":"Elizabeth  Burton","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}