{"id":"DCBB8632-A7F6-4593-B329-646ACB96E128","title":"Is plant biodiversity loss and recovery in N polluted ecosystems regulated by phosphorus acquisition?","abstractText":"Increased emissions of nitrogen (N) to the atmosphere from fossil fuel burning and agriculture are increasing the rates of deposition of this N to ecosystems. These increased rates of N deposition are one of the most important causes of biodiversity loss in ecosystems at a global scale. Within northern Europe, for example, many ecosystems first to receive these high N inputs (such as species rich grasslands), have lost much biodiversity, including loss of rare or protected species. It is most important, therefore, that we understand the mechanisms that drive this species change, both to allow us to predict impacts on ecosystems, and better manage and restore already polluted systems. In ecosystems, phosphorus (P) is generally the most or second most important nutrient for determining the growth of plants. An impact of N pollution on plant P uptake could therefore significantly impact on plant growth and therefore also alter the biodiversity of plant communities. Recent evidence suggests that this may be happening. In particular, the major plant types of species rich calcareous grasslands show considerable change in abundance under N pollution (sedges and grasses increase in abundance which reduces the diversity of herbaceous plants, including many attractive flowers that give these grasslands their conservation importance). Importantly, these major plant groups have contrasting methods of P uptake. Sedges (and to a lesser extent grasses) have special root adaptations while forbs are reliant on mycorrhizal symbioses to acquire P. It is therefore apparent that N pollution impacts on these contrasting P uptake mechanisms could drive species change. Using a floristically rich calcareous grassland (Peak District National Park, Derbyshire, UK), this programme of research will be the first study to determine and compare the impacts of N deposition on the distinctive mechanisms of P acquisition within the major plant types. It will determine the impacts of N deposition on plant P supply and determine whether these impacts can drive species change. It will also determine whether vegetation can recover from these impacts on P supply when N deposition declines as a result of effective control measures. The work is of considerable importance to those concerned with the conservation of ecosystems and preservation of biodiversity. It will inform policy makers of the impacts of pollutant N loading and allow us to better predict pollutant N impact on ecosystems and better establish 'critical loads'. The mechanistic understanding will also provide important insight into how other related systems around the globe may respond to pollutant N loading, particularly other systems where P supply is the most important factor in determining plant growth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D00036X/1","grantId":"NE/D00036X/1","fundValue":"46929","fundStart":"2006-02-01","fundEnd":"2008-03-31","funder":"NERC","impactText":"  This research fed into the Defra commissioned expert report &quot;Review of Transboundary Air Pollution&quot; (RoTAP, 2012) including chapter 5 &quot; Effects on Soils, Freshwaters and Vegetation&quot; on which the grant PI, Gareth Phoenix, lead the vegetation responses section. RoTAP is the &quot;go-to&quot; scientific evidence document guiding policy development for Defra and the UK government. Details of this grant's research were also presented at multiple meetings of the Defra funded network at which Defra representatives were in attendance. Agriculture, Food and Drink,Environment Societal,Policy & public services","person":"Gareth  Phoenix","coPersons":[],"organisation":"University of Sheffield","findingsText":" This work shows that increased atmospheric nitrogen (N) deposition reduces phosphorus available to plants in soils by as much as 13%. This reduction in phosphorus significantly enhances P demand in plants subject to atmospheric N deposition hence exacerbating the restriction that limited P availability has on plant growth. Given in many ecosystems it is P that has the greatest control on plant growth, this work shows for the first time that N deposition may cause biodiversity change by altering reducing P availability, rather than increasing N availability.\n\nThis mechansims may occur by altering the level of association that plants have with fungal symbionts (mycorrhizas) that play a major role in P uptake. The work showed that plants that decline in abundance (in the experiments grassland ecosystem) as a result of N deposition (forbs compared to grasses) were also those that showed the greatest decline in mycorrhizal associations. \n\nTo determine the extent to which these impacts recover once N deposition rates decline, these studies were also undertaken in field plots and intact mesocosm turfs where simulated N deposition treatments had ceased. These findings show that recovery from the above N deposition impacts are slow, with little recovery in P availability, plant P demand, or impacts on mycorrhizal functioning even 22 months after N deposition treatments had ceased. This is in contrast to a much more rapid recovery in the N status of polluted soils (where enhance levels of soil N quickly returned to near unpolluted values). These findings are key since they suggest that N deposition impacts on P availability to, and P demand by, plants may be long-lived and delay the floristic recovery of N polluted calcareous grassland even when the N status of the system may have recovered. The understanding that changes in P availability may drive biodiversity change (rather than changes in N availability) in ecosystems of low P status helps conservation scientists understand the mechanisms of biodiversity loss and therefore better predict how biodiversity in ecosystems may be damaged by N deposition, and how that damage may be counteracted. We now now what sorts of plants in grasslands may be most harmed by the changes in P availability from N deposition, and therefore the types of species change we may see. The work also tells conservationists and land managers that that recovering of biodiversity may be slow in systems harmed by this change in P availability, since recovers of soil p is much slower than recovery of soil N on cessation of N deposition treatments. It also raises the possibility for stakeholders that helping soil P status to recover could be a good way of reversing impacts on biodiversity. This will be a controversial area though since it would involve adding P fertilizer to ecosystems, yet P fertilizer can have its own negative effect on biodiversity and be very harmful to freshwaters if leached. Agriculture, Food and Drink,Environment","dataset":"gtr"}