{"id":"DCC2550C-8485-4362-AD10-3AE7C06C0DC8","title":"Algebraic Cycles, Hodge Theory and Arithmetic","abstractText":"The antique origins of algebraic geometry lie in the study of solution sets of polynomial equations, in which complex, symplectic, and arithmetic geometry are bound tightly together. Many of the most spectacular recent developments in the subject have occurred through the consideration of these aspects in tandem: for example, the duality between symplectic and complex geometry that is mirror symmetry; and the body of work surrounding conjectures of Beilinson, Bloch, and Hodge on the transcendental invariants of generalized algebraic cycles. In previous work, the proposer has found hitherto unknown concrete formulas for the so-called Abel-Jacobi invariants and applied them to explain asymptotic behavior of instanton numbers in local mirror symmetry, as well as to prove new results on cycles themselves.This project will consider novel applications of generalized cycles and their invariants to closely related problems in Hodge theory, string theory and arithmetic algebraic geometry. It will also work out poorly understood aspects of period maps and period domains underlying some of these applications.Specifically, we plan to study several topics which are bound together by Abel-Jacobi invariants and their limits: the boundary behavior of Hodge-theoretic moduli of algebraic varieties (in the context of period domains and limit mixed Hodge structures); applications of cycles to irrationality proofs; and the role played by generalized cycles in homological mirror symmetry and heterotic/type II string duality, with a view to establishing higher algebraic K-theory as a fundamental new tool in theoretical physics. We expect that, in turn, these physics applications will shed light on the mysterious connection between arithmetic and symplectic geometry highlighted by the local mirror symmetry result.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H021159/1","grantId":"EP/H021159/1","fundValue":"102130","fundStart":"2010-02-11","fundEnd":"2010-07-31","funder":"EPSRC","impactText":"","person":"Matthew David Kerr","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}