{"id":"DCC28FF2-3868-423B-A296-48C6EFC96485","title":"The Complete Works of Sir Thomas Browne","abstractText":"The exceptionally diverse writings of the physician and essayist Sir Thomas Browne (1605-1682) are in some way involved in almost every major intellectual trend of the 17th century. As a medic, embryologist, natural historian, and experimenter, and as an essayist and prose stylist of the first rank, he mediates between early-modern humane and empirical writing, and is central to the interdisciplinary study of literature and science in the early-modern period which is at the forefront of interest in this area. His work is being assessed along with that of major scientists such as Newton and Boyle; with polemical and literary writers like Margaret Cavendish, John Evelyn, and Thomas Sprat; with Milton; and in synoptic work on scientific civility, the nature of truth-claims, the basis of evidence, the development of the scientific report, and the mutual influences of literary styles and scientific investigation. Browne is equally significant to the current revitalisation of interest in 17th-century Anglican and Catholic spirituality, to curiosity as a literary, scientific, and historical phenomenon, and to early-modern encyclopaedism, antiquarianism, and the technologies of printed knowledge. The wide variety of his surviving work - a spiritual autobiography, an encyclopaedia, essays on life and death, tracts ranging over garlands and burial mounds, dreams and verse-forms - marks him as generically the most diverse of writers, one who strongly interests specialists in prose studies and rhetorical analysis. \n\nSurprisingly, this canonical writer has never been fully edited, and no earlier edition is in print. The recently commissioned 8-volume critical edition of his works, for which the proposal seeks support, is designed to remedy this fundamental need with a team of 12 specialists working collaboratively to produce an authoritative version of his print and manuscript works, invaluable to scholars and students of the period who are without a reliable or consistent source for the material. The edition's scope and ambition is groundbreaking: it will for the first time offer all Browne's printed works and all his manuscript remains (much of which has never been reproduced). No edition of Browne has ever met modern requirements of accuracy, accessibility, or complete commentary; the new edition will adopt the most ambitious modern standards of critical and textual editing. It is intended that it will become the standard reading edition for students and specialists alike. With rigorous but rich annotations and extensive introductions, it will consolidate and extend our understanding of Browne's importance to early-modern literary, scientific, and cultural studies, and will serve as a key resource for early-modern studies for this century.\n\nBrowne, a renowned polymath, makes unusually stringent editorial and intellectual demands. Each volume is co-edited by 2 or 3 specialists who bring a range of complementary but distinct skills (literary, linguistic, natural-historical, classical, biblical, antiquarian, palaeographic, and theological) to their own volumes and to the profoundly collaborative undertaking of the wider editorial project. Earlier editions of Browne were the work of a single scholar; this concerted approach will yield the first edition of his work ever to have recruited such a range of scholarship and specialisation, and will produce a distinctive and uniquely ambitious work of wide scholarly interest. In addition to 2 post-doctoral researchers, 2 PhD students will work on an intellectual map of Browne's library, and on his epistolary networks and compositional habits, thus contributing to the whole edition and emerging equipped for scholarly careers with multiple research skills. There will be a conference in 2014 on methodologies in the rapidly changing print and electronic publication spheres; and an exhibition on the culture of early-modern curiosity at the Royal Society to mark the launch of the edition in 2015.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K001884/1","grantId":"AH/K001884/1","fundValue":"765082","fundStart":"2013-02-25","fundEnd":"2013-08-31","funder":"AHRC","impactText":"","person":"Claire Elisabeth Preston","coPersons":["Kevin  Killeen","Andrew Elder Zurcher"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}