{"id":"DCC50D8F-1897-4F78-B3E9-4432FE721A22","title":"Interplay of RNA structure, protein and miRNA binding in early replication events of hepatitis C virus","abstractText":"Hepatitis C virus (HCV) is an important viral pathogen infecting approximately 3% of the global population. HCV infection results in chronic liver disease, cirrhosis and hepatocellular carcinoma. Current anti-viral therapies are poorly effective and there is little prospect of developing a vaccine to prevent infection. There are two significant challenges to the development of new anti-viral therapies; firstly we have only an incomplete understanding of how the virus controls critical events in its life cycle, particularly during the early stages of infection when there are only low viral levels. Secondly, virus replication generates large populations of variant progeny viruses, these include variants resistant to anti-viral drugs. We have identified a novel interaction between a cellular protein and the nucleic acid of the virus. Inhibition of this interaction ? by preventing the protein from binding to the virus genome ? significantly reduces the ability of the virus to replicate. This is achieved by inhibiting a key early process in the life cycle termed translation. The result of this inhibition is that the viral yield is reduced. We predict ? based on our own work and that of others ? that the binding protein stabilizes the virus genome in a particular conformation and that disrupting this conformation is detrimental for virus replication. To understand this process better we propose to conduct three sets of experiments; 1) we will measure changes in the structure of the virus genome to confirm whether it undergoes the structural changes we predict, 2) we will identify the protein and develop reagents that will allow us to determine how it functions ? for example, we will test if it only present in liver cells, we will investigate whether it changes in uninfected and virus infected cells (we predict it does), either in quantity, location or by chemical modification. 3) we will conduct functional studies to investigate the importance of this protein to the virus life cycle. For example, we will deplete the protein from cells and see if this reduces the yield of virus and, specifically, whether it reduces the key translation events in the virus life cycle. \nAll viruses are parasites that subvert cellular processes to favour their own replication. If, as we predict, the genomic structure of HCV is somehow stabilized by ?stealing? a cellular protein from liver cells, then inhibition of this process may allow the development of novel, effective anti-viral therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100139","grantId":"G1100139","fundValue":"468978","fundStart":"2012-04-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"David J Evans","coPersons":["Andrew  Tuplin"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}