{"id":"DCC88BC8-6B98-4A4C-BD4C-0DD8CD8D5584","title":"Supporting Decision Making in Organisations: A Decision Lifecycle Management Approach","abstractText":"Companies grow, prosper or fail as a result of the decisions taken by its management and employees. Decision making is therefore an organisational process of paramount importance. When faced with decision problems or business opportunities, decision makers instantiate decision lifecycles that involve activities (e.g. identifying main issues and solutions), actors (i.e. people involved in the decision making process) and systems (e.g. tools for collecting information or solving problems). Even though companies recognise the importance of taking 'clear cut' decisions, evidence in organisational decision making suggests that businesses incur substantial losses due to delayed or wrong decisions. This project will develop a new decision maturity framework and an analytical diagnostics tool to assess the maturity and performance of organisational decision making practices. Unlike other work that focuses on identifying patterns that lead to successful decisions, this work will generate actionable knowledge to help organisations develop decision making capabilities. The tool will combine the analytical capabilities of multi-criteria decision analysis with the reasoning functionalities of artificial intelligence techniques. It will analyse decision lifecycles and assess several decision factors such as vision, feedback mechanisms, learning, and information sharing. It will establish the level of decision making performance in decision lifecycles and make recommendations for improvement. The analytical diagnostics tool will be tested, validated and applied within a leading UK telecommunications company. The work will study decision lifecycles following the launch of a new initiative. Other settings will be explored.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D015391/1","grantId":"EP/D015391/1","fundValue":"110822","fundStart":"2006-07-17","fundEnd":"2009-01-16","funder":"EPSRC","impactText":"","person":"Konstantinia Nadia Papamichail","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}