{"id":"DCCEB64C-DB93-4329-AA7F-2780468121E4","title":"Bridge reliability under the influence of changing environmental and demand conditions","abstractText":"Climate change is an important global challenge to be addressed in the coming years. Climate change can be considered as a long-term risk issue brought about by changes in the long-term average climate but also in the short-term extreme events. Transport infrastructure systems, which are designed to be operational over a long time period, are increasingly likely to experience the impact of climate change over their lifetime. Knowledge of future climatic conditions is essential in order to aid infrastructure owners manage the impact of climate change on both existing and planned infrastructure. There is a clear need to minimise the negative impacts arising from the changing climate and adapt to the changes expected in the future by introducing them into current design and assessment practice. In the long term, future load increases are likely to become significant as well. An improved and more reliable definition and estimation of the risk and costs of climate and increasing loading demand impacts on infrastructure should underpin this effort.The proposed project is an initiative to evaluate the potential significance of the anticipated changes to climate, weather as well as increasing load demand on bridges and to quantify the risks posed to the existing infrastructure in terms of bridge safety, expected failure costs and additional maintenance and adaptation expenses. The project will focus on failure modes associated with bridge scour, material deterioration, temperature stress cycling and movement and bearing deterioration. A novel methodology for estimating the risk of collapse of bridges under the effect of changing climate and increasing loading demands will be developed. The time evolution of risk will be captured through quantifying the probability of failure of the bridge over time for each of the above mentioned modes as well as quantification of the consequences of failure. A probabilistic framework, which is able to capture uncertainties, is essential towards quantifying the effects of climate change on the bridge infrastructure in terms of the increase in risk, i.e. reduction in safety, as well in terms of expected additional future costs arising from maintenance, replacements and adaptation plans. Case studies will at first focus on metallic bridges, though the framework could be adapted and applied to other bridge types such as concrete and masonry. The proposed methodology will have the potential to incorporate input in the form of local future climate change predictions and will offer the opportunity to establish a bridge risk ranking map for any given bridge population characterising the vulnerability of a bridge structure, depending on its location, to climate change and changing live load effects.The individual objectives of the proposed work are identified as follows:I. Development of a novel probabilistic methodology for the estimation of risk of collapse of bridges under changing environmental and load demand conditions.II. Evaluation of the effect of increased river flooding, arising from climate change, on the scour risk ranking and reliability of bridges.III. Evaluation of the effects of climate change and increasing live loading on material deterioration and bridge reliability.IV. Evaluation of the effects of temperature changes due to climate change on bridge thermal movements, stress cycling and bearing performance. V. Application of the developed methodology, in the form of case studies, for the estimation of the reliability and risk of collapse of a number of typical bridge types.The proposed work will benefit from collaboration with a mix of organisations i.e. Network Rail, TGP, HR Wallingford and TRL and will allow them to meet the future challenges associated with the long-term management of bridge infrastructure. This will allow diverse needs and opinions to be captured, and provides a powerful repository of knowledge/expertise that will be exploited by the project team.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I00744X/1","grantId":"EP/I00744X/1","fundValue":"95246","fundStart":"2011-05-16","fundEnd":"2012-06-15","funder":"EPSRC","impactText":"","person":"Boulent  Imam","coPersons":[],"organisation":"University of Surrey","findingsText":" The project has identified the key impacts of climate change on the reliability of bridge structures. A framework that can be used to estimate the time-dependent risk profile of any bridge under changing environmental conditions by quantifying the probability and the consequences of failure has been developed. Focus has been given to the effect of changing environmental parameters (i.e. temperature, humidity, rainfall) and atmospheric pollutants on the deterioration of metallic bridges and the e The developed framework for costing climate change impacts on bridges can offer to decision-makers the opportunity to prioritise and manage climate risks. Estimating the expected costs of climate impacts in a systematic way can enable infrastructure managers to judge the amount of resources they need to allocate for choosing appropriate future adaptation measures. The methodology has the flexibility to be applied at a local, regional and national level The developed methodology offers the opport Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Transport","dataset":"gtr"}