{"id":"DCCEF6E7-566E-460D-98E6-DBE13085D7B0","title":"Femtosecond semiconductor lasers","abstractText":"The aim of this proposal is to demonstrate for the first time a semiconductor laser emitting transform-limited optical pulses of less than 200 fs duration in a diffraction-limited beam. This achievement will open the way for the development of truly compact ultrafast optical systems. Our device is a surface-emitting laser, optically pumped using the cheap and rugged technology developed for diode-pumped solid state lasers, with perfect beam quality enforced by an extended cavity. It emits a periodic train of ultrashort pulses at a repetition rate of a few GHz using the optical Stark effect passive mode-locking technique introduced by the Southampton group. Recent proof-of-principle experiments have shown that these lasers can generate stable 260-fs pulse trains. We have shown, moreover, by modelling and by experiment, that the optical Stark mechanism can shorten pulses down to durations around 70 fs, comparable with the quantum well carrier-carrier scattering time. Our proposal is to build on these world-leading results with a systematic exploration of the physics of lasers operating in this regime. The key is to grow quantum well gain and saturable absorber mirror structures in which dispersion, filtering and the placing of the quantum wells under the laser mode are controlled to tight tolerances. We shall achieve this using molecular beam epitaxy to realise structure designs that are developed with the aid of rigorous numerical modelling of the optical Stark pulse-forming mechanism. We shall also use femtosecond pump and probe spectroscopy to determine the dynamical behaviour of our structures in this regime directly. For these pioneering studies, the compressively-strained InGaAs/GaAs quantum well system operating around 1 micron is most suitable; and this is where we shall work; however, the devices that we develop can in principle in future be realised in other material systems in different wavelength regions. We shall also make a first study of incorporating quantum dot gain and absorber material into optical Stark mode-locked lasers, aiming to exploit the intrinsically fast carrier dynamics of these structures. In summary, this proposal aims to shrink femtosecond technology from shoebox-size to credit-card size, and in the process explore a regime of ultrafast semiconductor dynamics that has never before now been exploited to produce light pulses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G059268/1","grantId":"EP/G059268/1","fundValue":"335713","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Anne  Tropper","coPersons":["Pavlos  Lagoudakis"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}