{"id":"DCD1FFDE-A076-443E-A9D1-90D6ACDE0DAB","title":"New levels of professional responsibility : exploring workplace pedagogies in transitions.","abstractText":"Researchers at the Universities of Leeds and Stirling and at Birkbeck, University of London are organising a two-year investigation into professional responsibility. Through a series of seminars, they hope to find out how doctors, social workers, psychotherapists and police officers make the transition to having to make independent critical decisions. Such decisions could have a serious impact for their patients, clients or members of the public, but professionals such as doctors, social workers and psychotherapists have to start taking them at some early point in their career. Those transitions to new levels of responsibility may be associated with negative impacts on risk, effectiveness, work culture and relations with colleagues and clients. The seminar series will ask how we can better understand what happens in such transitions. The seminars will involve the professionals themselves, policy makers and those who regulate the professionals, as well as researchers. The seminar series has been funded by the Economic and Social Research Council (ESRC).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I001352/1","grantId":"ES/I001352/1","fundValue":"14963","fundStart":"2010-10-15","fundEnd":"2012-10-14","funder":"ESRC","impactText":"  The main route for achieving these impacts was building on and extending our established networks and relationships. The seminar series built on our previous project (ESRC RES-153-25-0084). This enabled us to negotiate, at the start of this seminar series, with the UK professional association for medical education - Association for the Study of Medical Education (ASME). ASME sponsored 2 postgraduate research student places which were awarded through a national competition. At the end of the seminar series ASME sponsored full day workshop on transitions which featured speakers from the seminar series. This workshop formed part of ASME's Examining the Evidence programme which brings together clinicians, senior doctors, senior administraotrs, policy makers and medical educators to examine theoretical frameworks and empirical evidence to produce recommendations.\nThe series focussed on four professions: medicine, police, social work and psychotherapy. Participants in the series included individual practitioners, senior managers, employers, professional associations, policy and regulatory bodies, education and training providers from each of the four professions. Ultimately the series has relevance for safe and effective patient and client care through impacts on\n? individual professionals and their supervisors\n? professional teams (including interprofessional working) working with those making transitions\n? employers who are responsible for management of transitions and ensuring safe and effective practice\n? education and training (including Continuing Professional Development) providers \n? policy makers and professional associations responsible for quality frameworks\n? regulatory bodies who are ultimately responsible for ensuring safe and effective practice and training Education,Healthcare Policy & public services","person":"Sue  Kilminster","coPersons":["Miriam  Zukas","Tara  Fenwick"],"organisation":"University of Leeds","findingsText":" The seminars focussed on four professions: police, social work, medicine and psychotherapy. In each of these professions, learning in the workplace, through participating in specific work practices, is the basis for professional training and development. Therefore effective practice is dependent on learning in (or through) practice but there is an obvious tension between opportunities/affordance for practice and ensuring public and client safety. This tension is particularly acute during transitions to new levels of responsibility because there is always a point at which professionals have to make independent critical decisions (which have at least potential serious impact for patients/clients/public) in practice for the first time. The seminar series involved practitioner communities, regualtory and policy bodies as well as educators in examining ways to influence practice by reducing potential negative impacts of transitions and increasing effective service of professionals. There were also impacts at individual participant level during the seminar series and that impact is still being disseminated through each profession. The findings and outputs are relevant to national and international researchers and academics working across a range of disciplines including education (particularly workplace learning); social work; police studies; medicine; psychotherapy; social policy and management. The series enabled academics to develop understandings across professions, as well as within them. \n\nThe Special issue of Journal of Workplace Learning (25: 6) 2013 is unique in bringing together representatives from very diverse scholarly communities - social work, medicine, policing and education - to produce an integrated set of papers likely to be influential across these communities.\n\nThe series contributed to research capacity building by engaging a group of doctoral and post-doctoral students in key roles: planning, facilitating, note-taking in discussions, preparing syntheses of discussion themes, co-authoring with senior scholars and presenting papers emerging from the series.\n\nThe series promoted dialogues in diverse scholarly communities and has a website which incoprporates all the presentations and slides, group discussion notes, and resulting papers from the seminar series.\n\nInternational, as well as national, research efforts are concentrated on ensuring effective and safe professional practice, including interprofessional work, but both the research and practice agendas need clearer focus at educational and regulatory levels. The outputs from this seminar series will enable us better frame these research agendas. Education,Healthcare","dataset":"gtr"}