{"id":"DCE2F673-241D-4064-A6B4-A9A4152C5BF7","title":"Opening the door to novel antibody fragment-based therapeutics and diagnostics via a &quot;dual click&quot; strategy","abstractText":"Using antibodies as therapeutics and diagnostics is one of the most exciting and promising areas of research into new healthcare products. Antibodies represent the fastest growing class of therapeutics, with over 20 approved for clinical use to date and over 150 in clinical development. It is estimated that the global market for antibody therapeutics is currently around $40 billion. The power of antibodies lies in their ability to highly specifically bind to a target antigen. This can be exploited to lead to a direct effect, as is the case for the breast cancer drug Herceptin (an antibody) which binds to a protein overproduced on the surface of certain cancer cells, inhibiting cell proliferation. However in many cases naked antibodies alone do not have enough potency. In such cases, the antibody can simply be used as a highly selective targeting device to deliver potent drugs to the site of action (e.g. the cancer cell). Such antibody-drug conjugates (ADCs) are referred to as &quot;Magic-Bullets&quot; due to their ability to seek and destroy diseased cells selectively, and thus greatly reduce the side-effects associated with indiscriminate cytotoxic chemotherapeutics. The chemical attachment of the drug to the antibody is a key technological challenge in the area. The current state of the art is far from ideal, as: (i) drug conjugation is unspecific (leading to very poorly defined conjugates that have unpredictable pharmacological properties such as activity, stability, in vivo lifetimes and side-effects, as well as batch variability; and (ii) they are limited to full antibody conjugation (resulting in major cost issues (precluding there use in the NHS) and a degree of off-site toxicity).\n\nWe have recently developed a highly promising new chemical method that allows the attachment of small molecules to specific sites in antibodies, to produce highly defined, stable and fully active conjugates. In this project we aim to deliver a chemistry-led platform which will utilise of our new site-specific chemical methodology to introduce versatile orthogonal handles that will allow us to construct ADCs based on antibody fragments, which are far more economical compared with full antibodies in terms of productions costs and time. Combining site-specific antibody fragment modification with exceptionally versatile small molecules this chemical technology has the ability to overcome many of the existing barriers to ADC development. Moreover, by taking a chemistry approach, there is also the potential to deliver on entirely new antibody fragment-based bispecifics and diagnostics using our innovative strategy. We will exemplify the technology by generating antibody-fragment drug conjugates (for the prospective treatment of breast cancer), antibody fragment-antibody fragment conjugates (as a prospective novel anti-cancer treatment) and antibody fragment-multi-modal imaging conjugates (for improved diagnostic methods). This project has the potential to be transformative to research in the area and to the developments of next generation antibody-based healthcare products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M01732X/1","grantId":"EP/M01732X/1","fundValue":"564009","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"EPSRC","impactText":"","person":"Stephen  Caddick","coPersons":["Kerry Ann Chester","James Richard Baker"],"organisation":"University College London","findingsText":"","dataset":"gtr"}