{"id":"DCE4B2E6-5A15-43A3-A040-9A87F42E5020","title":"Deploying Synthetic Biology in the Water Industry","abstractText":"Urban water systems are key foundations of any modern society, impacting on the quality of life of millions of people. The key challenge is to continue to maintain the provision of safe water supplies, hygienic sanitation and good environmental management in a sustainable manner in spite of increased urbanisation, aging infrastructure and changing climate conditions. To achieve performance targets, current management strategies often focus on chemical or physical based techniques - which are expensive and energy intensive. In this cross disciplinary feasibility account, we aim to study the feasibility of engineering novel biological solutions ( Synthetic Biology ) to generate more sustainable solutions to these challenges without the need for large infrastructure investment or energy use. Synthetic biology is an emerging scientific field that applies engineering principles to biology. In essence, synthetic biology's main concept is to design and construct new biological parts and devices, using biological knowledge and engineering design principles, to manufacture new biological systems with features not found in nature, as well as re-designing or re-engineering existing biological systems for more useful purposes. Therefore, success in this new area requires communication, cohesion and collaboration from engineers and scientists within an appropriate ethical, social and legal framework. An overarching aim is to make things for the benefit of mankind. Synthetic biology's use in the water industry is highly speculative and so we will focus on testing the scientific feasibility of addressing two significant issues - pathogen detection and sewer flooding. The associated social interactions will also be investigated as these may result in barriers to uptake of this novel technology by the water industry, which, given its regulated nature is not normally associated with the implementation of potentially controversial technology. The activities supported by this outward looking and collaborative feasibility account will consolidate the core and emerging strengths of the Pennine Water Group (PWG) with expertise of the BBSRC funded Sheffield Synthetic Biology network MATEs. Interconnected research themes include (1) pathogen detection throughout the potable water supply (2) performance enhancement within existing sewer network infrastructure and (3) social contexts of technological developments and applications. These themes will be addressed through a series of activities based around workshops, scientific programmes and dedicated periods of dissemination and proposal preparation to extend the application of synthetic biology in the water industry beyond the lifespan of this account.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H023488/1","grantId":"EP/H023488/1","fundValue":"200696","fundStart":"2010-01-01","fundEnd":"2011-04-30","funder":"EPSRC","impactText":"","person":"Catherine Anne Biggs","coPersons":["Susan  Molyneux-Hodgson","Phillip Craig  Wright","Joby  Boxall","Simon  Tait"],"organisation":"University of Sheffield","findingsText":" Urban water systems are key foundations of modern society, impacting on the quality of life of millions of people. Synthetic biology (SB) is an emerging field that applies engineering principles to biology. SB use in the water industry is highly speculative and so the aim of this project was to investigate &quot;what was possible&quot; with regards to the deployment of SB in the water industry. This project brought together collaborators from Pennine Water Group and the Sheffield Synthetic Biology network MATES.\n\nThe success of the project depended on communication and collaboration from engineers, bio and social scientists and stakeholders from the UK water industry. This was achieved through 4 activities: \n(1) &quot;First date&quot; Workshop: The aim was to establish and inform the stakeholder network, to understand where SB could be beneficial, and to identify potential barriers for delivery. 27 delegates from academia and the water sector attended. 8 key drivers for the water sector, and 13 potential applications of SB were identified. The attendees also identified barriers to the uptake of SB. A workshop report was widely circulated.\n(2) &quot;Courtship&quot; Period: 3 feasibility studies were undertaken, including an undergraduate student project that was part of iGEM 2010, an international competition based on the deployment of SB. \n-Theme 1 explored the feasibility of using SB for pathogen detection in potable water. Through engagement with water professionals, the challenges and shortfalls of existing systems were identified. This review led to considering the adaptation of molecular and immunological techniques. The iGEM team assessed the application of engineering an organism for model pathogen detection in potable water.\n-Theme 2 investigated the feasibility of biologically coating pipe walls to adjust their hydraulic character. A review identified potential genetically modified bacteria and likely technical constraints. A small-scale rig was built to test if bacteria could be grown on pipe walls and their ability to hydraulically smoothen pipe surfaces. \n-Theme 3 challenged the assumptions for interdisciplinary SB research. Activities were undertaken to understand issues of interdisciplinarity and the social context and limits to acceptability of SB in the water industry. Factors were identified for interdisciplinarity to flourish using socio-technical circuits. Processes of developing SB applications were studied ethnographically and in relation to the social context and differing perspectives of stakeholders. \n(3) &quot;Engagement Party&quot; Workshop: The aim was to disseminate the conclusions of the feasibility studies and to develop a vision for SB to inform future grant applications. Over 20 delegates attended. The outcomes included an understanding of needs, better multidisciplinary research concepts and a new network of collaboration. A report of the workshop was widely circulated.\n(4) Marriage Arrangements: The deliverables for each theme were widely disseminated: -A review of current sociological knowledge surrounding application of SB led solutions for environmental applications - Paper submitted to Science And Public Policy and a further journal paper in preparation, also presented at workshops. \n-A device for enabling cross-disciplinary research to be instructive - developed socio-technical circuits to enable visualisation and discussion of interdisciplinarity, which was used as part of iGEM project and Engagement Party. Paper submitted to BioSocieties and presented at international conference and workshops.\n-A report on the technical feasibility of Theme 1 and Theme 2 - Paper submitted and presented at international conference (FIPS2011), results also published on Environmental KTN website and iGEM2010 wiki. The iGEM team presented their results at MIT and were awarded a Bronze medal.\n-A prioritised list of ideas to take forward - Developed at Engagement Party. EPSRC since funded a SB project on water desalination. Environment","dataset":"gtr"}