{"id":"DCEF2D27-457B-4657-9FA3-3290817802B0","title":"Fouling in heat exchangers of crude distillation units","abstractText":"Crude oil distillation accounts for a large fraction of the energy used in oil refining. Every effort is made to reduce this huge energy consumption by exchanging heat between the input and output streams to the distillation tower in a train of heat exchangers commonly referred to as the crude preheat train . Unfortunately, crude oil contains components which lead to drastic fouling of the heat exchangers in the crude preheat train. Such fouling leads to enormous costs, not only in the costs of loss of energy recovery but also in the costs of loss of product and mitigation measures. In the USA alone, preheat train fouling is estimated to cost around $1.2 billion per annum. The most important components causing fouling are the asphaltenes, which are complex polynuclear aromatic compounds which carry most of the trace element content of the crude oil. Though the importance of the problem has led to a large amount of work being done, this has not led to an understanding of the processes of ashphalene transport and deposition. What is proposed is a study (carried out by a multi-disciplinary team) which covers the scales from molecular to plant systems. The first step is to understand more precisely the asphaltene contents and compositions in crude oil and deposits (Sub-Project A). Using nano-rheoemetry, the interfacial behavior of the depositing species can be studied (Sub-Project B). Using the information on chemical and physical properties of asphaltenic materials, modelling structures can be developed both of the molecular properties (Sub-ProjectD) and of the heat and mass transfer effects (Sub-Project C ). It is an essential part of the project to carry out actual measurements on fouling and the plan is to make such measurements using a small scale (rotating cell) apparatus (Sub-Project E) and an annulus flow facility simulating heat exchanger conditions (sub-Project G). Finally, technology transfer will be achieved through participation of ESDU International Ltd. in the project (Sub-Project H); ESDU has close contacts with the refining industry and is already developing software which is used by this industry and into which the key results of the project can be subsumed to ensure rapid take-up by the companies involved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D506131/1","grantId":"EP/D506131/1","fundValue":"318170","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Barry  Crittenden","coPersons":[],"organisation":"University of Bath","findingsText":" The principal finding from Bath's research was that crude oil fouling could be studied (and hence modelled) using a small (1 litre) batch stirred cell as opposed to a a much larger and more complex flow loop. The new cell could be operated up to 30 bar pressure and 400 Celsius surface temperature. The batch stirred cell allowed experiments to be conducted comparatively quickly. Couple with computational fluid dynamics (CFD), all the parameters which influence fouling could be studied and the deposits characterised by Imperial College and elsewhere.  ","dataset":"gtr"}