{"id":"DCF49EC2-9145-4F70-A0E5-BD129E85B565","title":"Investigation of Hybrid III-V/II-VI structures grown by Liquid Phase Epitaxy for Mid-infrared Optoelectronic Devices","abstractText":"We wish to investigate the epitaxial growth of hybrid III-V/II-VI structures from the liquid phase for use in Mid-infrared optoelectronic devices. Hybrid heterojunctions can give benefits as carrier confinement layers in LEDs or optical windows in detectors. However, the growth of hybrid III-V/II-VI structures from the liquid phase has hardly been investigated and it has not been established which II-VI-III-V combinations can be successfully grown by LPE.The impact of such epitaxial hybrid layers for devices could be of major significance for the mid-IR and the UK could obtain an internationally leading position. The intention here is to pave the way for a full proposal focussed more on the envisaged mid-infrared sources and detectors once some of the basic materials problems have been resolved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G000204/1","grantId":"EP/G000204/1","fundValue":"71328","fundStart":"2008-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"  Although we attempted a large number of growth runs using both Cd-rich and Te-rich melts, involving a wide range of growth temperatures and different amounts of supercooling, we were unable to obtain satisfactory epitaxial growth of CdTe on to InSb substrates. Consequently, the fabrication of multilayer hybrid structures is not feasible by LPE. However, the InSb/CZT single heterostructures which we obtained merit some further investigation for InSb-based mid-infrared LED and photodetector applications. Education Policy & public services","person":"Anthony  Krier","coPersons":[],"organisation":"Lancaster University","findingsText":" The growth of uniform InSb heteroepitaxial layers on to Cd(0.955)Zn(0.045)Te (CZT) substrates was successfully obtained by liquid phase epitaxy from indium-rich solution at 400-405oC using a supercooling of 2-5oC. The resulting growth rate was rapid (~ 800 nm/sec) and InSb layers ~8 microns in thickness were obtained using a 10 sec growth time interval. The InSb layers were smooth and X-ray diffraction analysis showed that the layers were closely lattice-matched to the CZT substrate. Raman and FTIR spectra exhibited the characteristic peaks associated with InSb and confirmed that InSb epilayers can be successfully grown on CZT substrates by LPE. \nThe epitaxial layers were characterized in collaboration with researchers at Hull University (Prof. S. K. Haywood) and also together with the Centre for BioPhysics (Dr. F. Martin) in Lancaster. Although we attempted a large number of growth runs using both Cd-rich and Te-rich melts, involving a wide range of growth temperatures and different amounts of supercooling, we were unable to obtain satisfactory epitaxial growth of CdTe on to InSb substrates. Consequently, the fabrication of multilayer hybrid structures is not feasible by LPE. However, the InSb/CZT single heterostructures which we obtained merit some further investigation for InSb-based mid-infrared LED and photodetector applications. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}