{"id":"DCF4F36A-DFE5-4B8B-82BB-51B41153080B","title":"PRINTEG - Advanced manufacturing for low-cost Thermo-electric device fabrication","abstractText":"For an automotive combustion engine only 35% of the energy produced is harnessed for motive power, with 65% of the\nenergy being effectively 'lost' to the environment - 25% of that lost energy is transferred into the exhaust gases. For a\ntypical 100hp (75kW) engine, the waste heat energy is up to 50kW. As a result, automotive OEMS are looking to increase\nfuel efficiency through waste exhaust heat power recovery - one very attractive approach for this is the use of Thermo-\nElectric Generators (TEGs). To date these approaches have been too expensive due to labour intensive material\nconsolidation,machining and hand assembly. As the market for these TEGs grows, it is becoming clear that unless\nautomated, cost-effective manufacturing technologies are developed then mass production will be exported to low-cost\neconomies. The PRINTEG project will directly address this by developing advance automated technologies for: TE powder\nhandling and consolidation; Surface mounted pick and place and interconnect deposition and laser sintering. This will\nenable cost-effective manufacture in the UK to produce TEGs at a sales price of &pound;490/kW. By achieving this, our\nconsortium of research capable partners will not only safeguard TEG manufacture in the UK but will also commercialise the\nresults of our existing Thermo-electric research activities that are already producing globally competitive materials and processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L505183/1","grantId":"EP/L505183/1","fundValue":"131616","fundStart":"2013-12-01","fundEnd":"2015-11-30","funder":"EPSRC","impactText":"  Thermoelectric materials have a great potential to alleviate the increasing global energy crisis and environmental problems due to their ability to convert between heat and electricity energy. However, there is a growing concern regarding the toxicity of traditionally used lead and tellurium based materials. Silicides materials have attracted a lot of attentions as good thermoelectric candidates due to their many advantages over lead and tellurium based thermoelectrics. They have widely abundant constituent elements, low cost and low density, and hence meet with large scale production requirements. The high melting points (above 1000 K) enable them to be used for high temperature applications. Their high ZT make them comparable to lead based thermoelectrics. Moreover, they are non-toxic, lead-free and environment-friendly.\n\nWe developed an automated high pressure high strain compaction process using powder processing technologies. The technique used in this research enables densification at lower temperature, which will save energy, materials and labour cost. The automatic production of the n and p thermoelectric legs will further increase the efficiency and production output of thermoelectric devices. Aerospace, Defence and Marine,Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Haixue  Yan","coPersons":["Michael  Reece"],"organisation":"Queen Mary, University of London","findingsText":" The aim of our research is to reduce the consolidation temperature of silicide powder to increase the production efficiency and to reduce the manufacturing cost of thermoelectric legs, without deteriorating their thermoelectric properties.\n\nWe tried the consolidation of the chemical doped and ball-milled n and p type thermoelectric powders and found the compactability under hydraulic pressing was improved compared with raw powders. The Spark plasma sintering (SPS) on these materials also showed improved densification behaviours. Both n and p type silicides can be compacted to a complete disk with higher densities after ball milling and chemical doping. For SPS, the densification temperatures of both the n and p type powders were decreased after ball milling and chemical doping.\n\nThermoelectric properties measurement shows good ZT values for the doped and ball milled samples. The n type doped MgSiSnSb samples showed slightly lower ZT (ZT=1.33) compared to the undoped one (ZT=1.46), due to the increased electrical resistivity and thermal conductivity. The p type doped HMS samples showed slightly higher ZT (ZT=0.50) compared with the undoped sample (ZT=0.43) , mainly due to the increased Seebeck coefficient. \n\nA programmable processing method using an automatic hydraulic press in this research has increased the efficiency of densification compared to the manual operation. The materials scientist may use this technique to study the densification or sintering of powders, especially if they want to densify their powder materials at room temperature or to lower the sintering temperatures.\n\nManufacturing companies working on the fabrication of the thermoelectric devices may want to use this technique to increase the production efficiency and reduce the materials and labour cost. Aerospace, Defence and Marine,Chemicals,Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}