{"id":"DCF74CE6-255E-40AD-B46A-538D5F15A8AD","title":"Investigating the Effect of Silk Weighting","abstractText":"Silk, as an expensive and luxurious fibre, is found in many important textile artefacts, including clothing, ceremonial dress, upholstery, flags, banners and tapestries. However, many of the silk items in historic houses, museums and collections are now in poor condition, and so their conservation is important to preserve cultural heritage. In order to do this, it is necessary to have a good understanding of the ways in which these materials may have been prepared, and the manner in which they are likely to degrade over time, as well as being able to identify their presence. Silk itself is a natural protein fibre, harvested from the domesticated silk worm, Bombyx mori.\\n One of the major problems in silk deterioration is believed to stem from one of the treatment methods commonly used in Europe. From the Middle Ages onwards, it was common to replace weight lost in processing by applying gums, waxes, sugars and the like. Originally this was done as fraudulent method of increasing the value of the material, sold on the basis of weight, but then became an accepted treatment method to achieve a particular finish. By the eighteenth century, metal salts came to be used to achieve this weighting, but unfortunately these are implicated in the catastrophic degradation of silk; there is uncertainly, however, as to the precise role that these weighting agents play in deterioration and some suggestions that other factors may have a more significant effect.\\n The overall aim of this research is to find out how the metal salts interact with the silk fibres and how they go on to influence the future behaviour of the material; methods of identifying the presence of weighting agents within an artefact will also be developed. This information will allow conservators and curators to accurately highlight those items that are in danger of degradation, and will inform strategies for conservation, storage and display in those objects known to be at risk.\\n Initially weighted silk samples will be prepared using historically accurate methods. These will then be examined using a range of analytical techniques (including spectroscopy, microscopy and chromatography) to determine the way in which the metal salts interact with the silk. This will allow a greater understanding of the behaviour of the weighting agents as they react with and accumulate in the fibre, and will show what chemical and physical changes occur in the materials.\\n These materials will then be artificially aged to create samples that model the deteriorated silks found in modern collections, using either high temperatures and humidities or intense simulated sunlight. Re-examination of the specimens, using the same range of analytical techniques, will reveal the ways in which the fibres have changed over the ageing period, and the effects that the weighting agents have had on the physical properties, chemistry and the microstructure of the material.\\n The information from these experiments will have several outcomes: A greater understanding of the way in which weighting agents interact with and affect the behaviour of silk fibres will allow more fully informed conservation, display and storage strategies to be developed, and may permit the design of the specific methods of limiting the deleterious effect of these agents. Techniques that can readily be used in collections to assess the state of silk artefacts and determine the presence of weighting agents will also be developed; this will enable objects of this type that are currently at risk, or that may require attention in the future, to be identified without having the move the item or take large samples, factors that are of particular importance when dealing with historically important and fragile items. Finally, the results of the research will be disseminated to the wider conservation science and heritage communities through conferences and academic journals, allowing the information to be used as widely as possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E00962X/1","grantId":"AH/E00962X/1","fundValue":"187431","fundStart":"2007-12-01","fundEnd":"2009-11-30","funder":"AHRC","impactText":"","person":"Paul  Wyeth","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}