{"id":"DD00118A-2CF6-4590-A553-4562F99AA27A","title":"A draft sequence of the barley genome","abstractText":"Summary: Barley is the second most important crop in UK agriculture. High quality malting barley (some 30% of the total) underpins the beer and whisky sector in the UK that is worth some &pound;20B to the UK economy with almost &pound;5B flowing directly to the treasury as duty. Lower quality barley grain and by-products of the malting process are a major component of animal feed that underpins the meat and dairy industries and barley straw is a source of nutrition for ruminants, is used for animal bedding in the winter and for frost protection in horticulture. In March 2010 merchants' buying prices for barley straw reached &pound;86 per ton ex-farm, equivalent to the price of the grain. In social terms, barley cultivation and its use in the whisky industry indirectly supports up to 40,000 families in Scotland, largely in rural communities. Over the past 50 years cereal grain yields, including barley, have more than doubled, due largely to the efforts of a small number of commercial organisations that seek to improve the quality, diversity and performance of our key agricultural crops. Recent analyses by the National Institute of Agricultural Botany have shown that over the past 25 years, greater than 90% of this improvement can be attributed to genetics through innovation in plant breeding (as opposed to agricultural practices). Despite this considerable success, with crop yields needing to double again by 2050 in order to feed an estimated 9B population, climate change bringing erratic and potentially devastating weather patterns and the drive for low input sustainable production, the industry is facing challenges unlike any that have gone before. The scientific community agree that to meet these will require a deeper understanding of how different variants (called alleles) of barley's estimated 35,000 genes can be brought together in optimal combinations to increase yield, quality and resilience, and methods that allow plant breeders to improve the rate of genetic gain in crimprovement programs. In this project we propose to generate information on the complete complement of genes in the barley genome (its genetic blueprint) and to start to explore how different versions and combinations of genes have been assembled by breeders over the past 25 years of successful yield improvement. Our hypothesis is that an understanding in genetic terms of how crop production successes of the past were brought about will allow us to predict how to bring about further and faster successes in the future, equipping us to address the key global challenges listed above.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I008071/1","grantId":"BB/I008071/1","fundValue":"309489","fundStart":"2012-06-01","fundEnd":"2015-05-31","funder":"BBSRC","impactText":"","person":"Paul Julian Kersey","coPersons":["Ewan  Birney"],"organisation":"EMBL - European Bioinformatics Institute","findingsText":"","dataset":"gtr"}