{"id":"DD0B6A57-D3FD-4ACC-AA83-9A3A31F98FAA","title":"Generation of a site directed gene integration platform for induced pluripotent stem cell lines.","abstractText":"To understand how the human brain works and therefore how to intervene when it goes wrong we need to be able to study brain cells such as neurons. Living human neurons are virtually impossible to obtain in order to understand how basic cellular processes occur in the human brain. Stem cells offer the ability to produce human neurons and other brain cells to use in such studies. Recently there has been a revolution in the field of stem cell research. Now it is possible to take skin cells from disease patients, transform them into stem cells, and then from these generate patient specific neuronal networks in culture. \n\nThe ability to insert novel genes into neurons is of great importance and allows scientists to study cell behaviour in response to different triggers such as gene mutations, but also allows them to control the activity of cells. However this is particularly difficult in cells such as neurons, as they do not divide, and often requires specialised reagents such as viruses, which are used as vectors to insert genes into non-dividing cells. When using viruses or other common insertion methods, these genes are often inserted randomly into the cells own DNA and if inserted in the wrong area, can alter the ability of the cell to carry out its normal functions. One solution is to modify the genome of the stem cell to incorporate a region of DNA that can serve as a 'docking site' or 'launch pad' for novel genes that is in a safe area. In this way novel genes will always be incorporated into the same place in the cells genome without altering the cells normal functions. As a stem cell can be made to differentiate into many different types of cell, creation of a stem cell with a docking site for gene insertion will provide a platform for researchers to assess the function of inserted genes in many cell types.\n\nIn this project we propose to combine the skills of Axol biosciences, a company who specialises in providing stem cell derived neurons to all researchers with the skills of the Neural stem cell group at AU to create such a platform stem cell line. The platform line will be tested by the insertion of genes encoding Channelrhodopsin (ChR) proteins, which will make the neurons sensitive to laser light, allowing researchers to non-invasively stimulate neurons into the types of activity that are observed in the brain. This is a technically difficult challenge and will develop the skills of both partners. Scientists from Axol will also be trained within Dr Rhein Parri's lab in techniques that will enable them to test their cell lines to ensure that they behave as cells do within the brain. This work will provide highly specialised scientists with the unique combination of skills in both fields that will enhance their research capabilities. The experience of both interchangers in both academic and commercial environments will build new skills within each organisation that will be embedded in future research and development to produce future leaders in this area of research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M02573X/1","grantId":"BB/M02573X/1","fundValue":"134130","fundStart":"2015-03-02","fundEnd":"2016-09-01","funder":"BBSRC","impactText":"","person":"Harri Rheinallt Parri","coPersons":["Eric James  Hill"],"organisation":"Aston University","findingsText":"","dataset":"gtr"}