{"id":"DD0CECC9-C613-40F3-83DE-C958FB806471","title":"The Use of Audiovisual Resources in Jazz Historiography and Scholarship: Performance, Embodiment and Mediatised Representations","abstractText":"Jazz historiography has traditionally revolved around sound recordings, with still images, written documents and oral histories employed as complementary sources. Although this approach has generally been regarded as very successful, there is growing awareness among scholars of the problematic nature of such heavy reliance on sound recordings. In particular, it has obscured aspects of the music and the cultural practices surrounding it that are not apparent from sound recordings, and has led to the marginalisation of musicians who did not produce their best work in the recording studio, either because they found the atmosphere inhibiting or because they relied on a direct rapport with audiences and the unique quality of social interaction in an unrepeatable moment. There is sufficient evidence that, within its own community, jazz is experienced holistically; many of its most renowned practitioners have argued that, in order to be understood fully, jazz has to be seen and not just heard. While audiovisual resources, such as video recordings of jazz performance, have not been readily available in the past, this situation has now improved; nevertheless, there has been little reflection on the potential of such resources for jazz studies, and no systematic methodology has been developed for their use.\n\nThis project has endeavoured to address this situation through research based on the Altman Koss Collection of audiovisual recordings of jazz performances. Consisting of more than 2,000 VHS tapes and DVDs, mostly of televised broadcasts, this collection spans the history of jazz, from the invention of sound film to the present, in all its geographic and cultural variety. By systematically analysing the visual dimensions of jazz performance, the project has engaged with research questions that had not been fully investigated before. Thus, studies within the project have focussed on such topics as: the particular playing techniques, performance gestures and embodied knowledge employed by performers; the gestures and sign languages musicians use to communicate with one another; the diverse musical, social and filmic codes by which jazz has been represented and disseminated through the medium of television; the relation between mediality and live performance; and the differences between performance conventions at various times and places. The project has made a signal contribution to the development of analytical techniques and scholarly approaches for these and other related studies.\n\nThe results have been presented at a conference featuring contributions from a broad range of participants from the academic and jazz communities and beyond, promoting dialogue between scholars and performers. In addition, the investigators have presented panels at various other conferences. A proposal for a collected volume of essays is in progress and will be submitted shortly (the actual proposal is complete, but we are still waiting for a sample chapter). Two renowned academic publishers have expressed a lively interest in the publication. Further publications in peer-reviewed journals are planned. \n\nBy focussing on musicians, genres and performing issues that have often been overlooked in jazz historiography to date and by illuminating the cultural roles played by jazz and the musical and social conventions by which it is created and governed in different times and places, the project challenges currently established perceptions of jazz and its history. In addition, it promises a richer understanding of the inherent tension between improvisation as a performative practice that occurs 'in the moment' and its televised presentation which congeals such moments into timeless, permanent products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H011307/2","grantId":"AH/H011307/2","fundValue":"72349","fundStart":"2010-09-06","fundEnd":"2011-04-30","funder":"AHRC","impactText":"  The PI has used the findings in teaching and in talks aimed at a wider audience, particularly during the Glasgow International Jazz Festival. Peter Elsdon (co-I) has similarly given talks to wider audiences, including the Hull Jazz Record Society.\nThe main research findings have yet to be published (scheduled for 2015), after which there are expected to be more relevant impacts. Creative Economy,Education Cultural","person":"Bjorn  Heile","coPersons":["Peter Stanley Elsdon","Jenny  Doctor"],"organisation":"University of Glasgow","findingsText":" We have developed a better understanding of jazz performance on screen. The findings will be relevant for future research into jazz performance on screen as well as related fields such as the visualisation of music and music on the media more generally. They could also be relevant for practitioners in these areas. Creative Economy,Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}