{"id":"DD13779A-2507-4312-AE31-7FF6D845A907","title":"Counterfactuals, Chance and Ability","abstractText":"The notion of ability has been the focus of considerable philosophical attention. This is particularly because the question of what it means to have an ability is closely connected to the debate over whether human beings have free will: do we have the ability to act as we choose, or are we determined to act as we in fact do? The meaning and behaviour of the phrase 'is able to do X' in this question has been one of the primary loci of philosophical attention. The current consensus, amongst philosophers and linguists, is that 'A is able to do X' is an indexical claim, dependent on a particular agent, and also dependent on which kinds of background facts are relevant at the time the claim is made. The focus on free will is slightly unfortunate, for many applications of the concept of ability elsewhere in metaphysics and philosophy of language have been overlooked. My research is intended to investigate some of these other connections.\\n\\nThe first connection I intend to explore is with the semantics of counterfactual claims involving 'might', like 'If the coin had been tossed, it might have landed heads'. One theory of such counterfactuals suggests that this means 'it is not the case that if the coin had been tossed, it wouldn't have landed heads'. Initially this seems okay, but it appears to follow that if a 'might' counterfactual is true, the dual 'would' counterfactual is false. Since 'might' claims are quite weak, almost all 'would' counterfactuals are false, an unappealing result. The other theory is that these counterfactuals are epistemic, meaning something like 'For all we know, if the coin had been tossed it would have landed heads'. This fits well with other epistemic uses of 'might'. But the coin-tossing counterfactual seems to be true because of how the coin is, not because of what we know! My alternative proposal is that such conditionals are in fact disguised ability ascriptions, meaning 'If the coin had been tossed, it could (would have been able to) land heads'. I will investigate how 'could' counterfactuals work, as well as arguments in favour of the ability interpretation of some, but not all, such conditionals: some are best understood as epistemic.\\n\\nThe second connection I intend to investigate is with chance. Many philosophers have observed that chance is a kind of graded possibility, but I think that a better story can be told if we connect chance, not to possibility in general, but to ability. It seems plausible that a coin has some chance of landing heads if, and only if, it is able to land heads. I intend to investigate whether this plausible connection between chance and ability withstands scrutiny. The ways that chances depend on which system one ascribes the chances to, and on background assumptions, are very reminiscent of how ability ascriptions work, but more needs to be done to flesh out the connection. Many have argued that non-trivial chances are incompatible with determinism, and these incompatibilist arguments are variants on similar arguments with respect to free will. In the course of my research I will defend a kind of compatibilism: even under determinism, it can be true to say of a coin that it is able to land heads if tossed, and thus it has a chance of landing heads if tossed.\\n\\nThe last connection I intend to explore is the relationship between ability and responsibility. A recent argument due to Harry Frankfurt argues that responsibility does not require that it be POSSIBLE that those responsible do otherwise than they did. But does this lead to the further conclusion that responsibility does not require that those responsible be ABLE to do otherwise? This question will be the focus of my research in this area; I propose that the further conclusion does not follow, securing the connection between responsibility and the ability to do otherwise. This requires that we be able to do that which is impossible; I intend to investigate whether this is as unpalatable as it first appears.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003184/1","grantId":"AH/E003184/1","fundValue":"23445","fundStart":"2007-04-01","fundEnd":"2007-06-30","funder":"AHRC","impactText":"","person":"Antony  Eagle","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}