{"id":"DD19F7B3-89CA-4175-9529-51447FE7890A","title":"From objective Bayesian epistemology to inductive logic","abstractText":"The main aim of this project is to revive inductive logic (the logic of inference under uncertainty) by building on recent developments in epistemology (the theory of knowledge and belief).\\n\\nInductive logic has potential application to any area in which one needs to reason about structure, but where evidence is limited and uncertainty is rife. For example, bioinformatics requires formal methods for reasoning about biological structure in the presence of only partial knowledge of genetic function and biochemical processes; natural language processing requires formal methods for reasoning about sentence structure and meaning in the presence of statistical evidence of previously processed sentences.\\n\\nHowever, after intensive research in the 1950s-70s, the inductive logic programme faced important philosophical critiques from which it never fully recovered. Thus, while there are a few small pockets of researchers still working on logics for reasoning under uncertainty, the inductive logic programme is widely held to have failed. \\n\\nIn the 1980s-90s, new methods for handling uncertainty were developed - probabilistic network methods - which are computational rather than logical techniques. These new methods filled the need for computationally feasible tools for manipulating and reasoning with probabilities, and research on inductive logic remained on the sidelines. However, while probabilistic networks can handle uncertainty in an elegant way, they were not developed for reasoning about structure at the same time. There are attempts to extend the probabilistic network formalism to cope with richer structure, but these methods are complex and disparate and no clear contender has emerged.\\n\\nNow is the right time to revive the inductive logic programme. This is for three reasons. First, the need for inductive logic remains: there is still a need throughout the sciences to reason about structure under uncertainty and inductive logic is the natural formalism for fulfilling that need. Second, recent work in epistemology has offered the possibility of developing a new approach to inductive logic that may survive the traditional critique of inductive logic. In particular, ideas emerging from probabilistic epistemology may offer a coherent approach to inductive logic (see, e.g., 'In defence of objective Bayesianism', Oxford University Press 2010). Third, recent work in forging connections between probabilistic logics and probabilistic networks has led to the possibility of developing computationally tractable methods for performing calculations in inducitve logic (see, e.g., 'Probabilistic logics and probabilistic networks', Springer 2010).\\n\\nThis project will:\\n(i) develop the formal apparatus of inductive logic as underpinned by the emerging probabilistic epistemology,\\n(ii) investigate whether the resulting logic does indeed survive the traditional philosophical critiques of inductive logic, and \\n(iii) develop computational methods, based on probabilistic networks, for performing inference in the resulting inductive logic.\\n\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I022957/1","grantId":"AH/I022957/1","fundValue":"308229","fundStart":"2012-09-01","fundEnd":"2015-08-31","funder":"AHRC","impactText":"  The project is in progress and the computational methods have neither been fully developed nor applied.\n\nWe hope to have the opportunity to apply them to healthcare, on a research project which seeks to discover new ways to predict and treat brain damage in premature infants. Healthcare Societal","person":"Jon  Williamson","coPersons":[],"organisation":"University of Kent","findingsText":" Inductive logic (the logic of inference under uncertainty) has been thought to succumb to a range of insuperable criticisms. We have found that this is not so:\n- We have found that it is possible devise a viable inductive logic by appealing to the principles of objective Bayesian epistemology, a philosophical theory which seeks to answer the question of how strongly one should believe the various propositions that one can express.\n- We have found that it is possible to justify this approach to inductive logic, on the grounds that, if one acts according to this logic then one can avoid certain losses that one would incur if one acted otherwise.\n- We have found that it is possible to defend this approach to inductive logic against a range of criticisms that have been leveled against inductive logic.\n- We have found that it is possible to develop computational methods for applying this inductive logic to the problem of drawing inferences given several datasets. This task is important in medicine, for example, where there is often a range of datasets that are relevant to any particular problem of causal discovery.\n\nNote that the project has not yet concluded and we are still working on these findings. The computational methods may be taken up by those wishing to integrate data in medicine, for example, in order to discover new mechanisms for disease or new treatments. Healthcare","dataset":"gtr"}