{"id":"DD208D57-8C6C-4FE8-850F-C001C388D28A","title":"Sensor for the Detection and Identification of Bioaerosols","abstractText":"Biological material in the air is a natural occurrence, pollen, for example, is released by flowering plants in the spring and summer months. However, many people (15% of the population) are allergic to pollen hand can have serious symptoms that may even be life threatening. In hospitals some diseases can be spread by air contact and may result in hospital borne infections. Also at this time there is a risk from nongovernment organisations launching bioterrorism attacks that could involve relaseing air borne biological agents which can be very dangerous to whole cities. The potency of some bioaerosols (SARS, anthrax etc) is extraordinary compared to pollutants such as NOx and SO2 and CO (at equivalent part per million concentration). Despite this alarming statistic, monitoring of these particulates in the atmosphere is not straight forward, and to date there is no automated, and reliable method of detection for these air borne biological particulates.Detection and identification of these biological particles in the air presents a unique problem for which there is currently no solution. Our work has shown that it is possible for real-time sensing of boiaerosols can be feasibly achieved. In this proposal we will build a case for the substantial commercial opportunity that this technology presents. At the end of the proposed work programme, we will be in strong position to commercialise this sensor either by attracting seed funding or venture capital to create a unique high technology company or through a joint venture or licensing deal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I028625/1","grantId":"EP/I028625/1","fundValue":"176934","fundStart":"2011-05-03","fundEnd":"2012-05-02","funder":"EPSRC","impactText":"  The direction we are taking this work is for Medical diagniostics, in particular Tuberculosis. Healthcare Cultural,Societal","person":"Daren  Caruana","coPersons":[],"organisation":"University College London","findingsText":" We expaned the results from EP/F028423/1 to more model bioaerosols, 16 different types, and built a prototype sensor, as set out in the proposal. Counting and identification of airborne biological particles is actually a very difficult analytical challenge. The current method is based on trapping the particles on an adhesive strip placed on a clockwork powered rotating drum. This is an antiquated technology developed in the 1970's and is still used for pollen monitoring today. The method we have developed is based on the propensity for a particle to combust, similar to fragmentation using a laser on the front end of a mass spectrometer (e.g. MALDI); but then the detection of the fragments here is based on an electrical detection (potentiometry). This approach is cost-effective requiring a flame, electrodes and a voltmeter. In this paper we demonstrate the potential to provide a viable approach for the detection and identification of bioaerosols in real time using a robust gas phase based electrochemical approach. We have patented the technology and Environment,Healthcare","dataset":"gtr"}