{"id":"DD211463-E364-409C-82DE-5A8EC7235BA6","title":"The mechanism of stretch activation in muscle: a multidisciplinary approach","abstractText":"Understanding how muscle works is important, both for our in depth comprehension of physiology, and to allow us to design new therapies to cure muscle diseases. In particular, understanding how cardiac muscle, works is essential for the prevention and treatment of all cardiomyopathies. Regulation of muscle contraction is now known to involve two different mechanisms, one triggered by calcium, the second initiated by mechanical stretch. While the first is relatively well studied, very little is known about the second.\nThe goal of this application is to understand the mechanism of stretch activation in all muscles. We plan to use insect flight muscle, because in these muscles, stretch activation plays a predominant role, and can thus be studied in the absence of the masking effects of the otherwise predominant calcium-activation mechanism. We hope to find out what aspects of regulation are common to all striated muscles. We will use a giant Asiatic waterbug, since its flight muscles are particularly suitable for physiological studies, thanks to their appreciable size. There have been ground breaking studies on the flight muscle of the giant waterbug, some of which were carried out by members of this team. The flight muscle has the most ordered structure of any muscle, which makes it ideal for following structural changes when it contracts.\n\nWe will exploit the expertise of two teams, one in London and the other in York, both of which have previous long experience of working on muscle proteins using different but complementary analytical approaches to tackle this challenging and fascinating problem. Both teams have state-of-the-art facilities in their own discipline, and both have many years experience in developing analytical methods for studying biomolecules, and biomolecular interactions and pathways. The two teams have also been working in collaboration before, producing published results that have increased our understanding of muscle functioning.\n\nThe project holds enormous promise, not only for understanding the mechanism of stretch activation, but also for providing new tools for the future development of compounds able to intervene in muscle activation. Both cardiac muscle and insect flight muscle contract rhythmically and are activated by stretch. Thus, our research will help us to understand how the regulation of contraction has evolved; we will gain more insight into the way cardiac and other muscles work. This has ultimately the potential to increase our understanding of the causes of human cardiomyopathies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M006824/1","grantId":"BB/M006824/1","fundValue":"338002","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"BBSRC","impactText":"","person":"Annalisa  Pastore","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}