{"id":"DD257D30-2E4B-4F4F-886B-2879789A09D3","title":"Artefacts and narratives of migration: Rotherham museum collections and the Pakistani/Kashimiri community of Rotherham.","abstractText":"The proposed public outputs include an exhibition of the narratives of migration by the families in the schools their children attend, and in other schools and community centres in Rotherham and South Yorkshire. In addition, the visual artist working with Rotherham museums will create a work of art as part of the work for Creative Partnerships that reflects on the images and narratives of the research participants. One refereed article drawing on words and images from the dataset will also be written on the project, for an international audience.\n\nThe audience for the exhibition of the family narratives will be the families and the school communities, and the museums service and community groups in Rotherham. The audience for the visual artist's display or work or art will also be the communities of Rotherham and a wider community which would include creative artists and those involved in Creative Partnerships dissemination. It is hoped that the work of art will be also put on a web page.\n\nAn international academic audience will read the peer-reviewed article, which will go into a journal that takes image as well as text as its focus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119584/1","grantId":"119584/1","fundValue":"9692","fundStart":"2006-01-01","fundEnd":"2007-03-01","funder":"AHRC","impactText":"  The findings of the original research were shared with a wider audience via an exhibition in a local arts centre and a website www.everyobjecttellsastory.org.uk. In addition, the original data from the research was developed and repurposed to provide generic learning resources for family learning providers and families visiting museums. These resources were piloting locally and shared with practitioners nationally via an online resource pack and seminar, and through strategic partners in the family learning and museums sectors. The work of the project was also went on to influence regional (Yorkshire) and national policy around family learning in museums, as families were an underdeveloped audience and a strategic priority for the museums sector at the time. The adult learning / family learning sector also embraced the project approach as an example of best practice, which led to further partnership particularly with NIACE, and disseminating of the research approach and learning resources at a series of high profile national events. Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Kate Heron  Pahl","coPersons":[],"organisation":"University of Sheffield","findingsText":" The research team worked with families of British Asian heritage to collect stories and objects with them. The research demonstrated that these stories and objects were significant funds of knowledge to be drawn upon in educational and heritage settings that could shift power dynamics between families, communities and institutions to create more equitable spaces of exchange and storying. The research team also found that this way of working was under-used both in education and museum settings previous to 2008. There are two potential uses of this research. One is the development of a new methodology for family learning. Family learning practitioners, adult and community educators and museum educators were encouraged to draw on family funds of knowledge, in this case, from British Asian families about stories and objects from their homes. The second use of the research was the creation of a new methodology of co-production. This involved families and communities co-curating exhibitions and websites. This could be used by museum educators, community groups and policy makers and practitioners in family learning contexts. Communities and Social Services/Policy,Education","dataset":"gtr"}