{"id":"DD25B9A2-A305-4BE2-B049-B77287176156","title":"Genomic analysis of NF-kappaB signalling in Anopheles gambiae","abstractText":"The innate immune system is the first line of defence against infections in higher organisms. In insects, which lack antibodies, innate immunity is the only defence system. It relies on receptors that recognize specific molecular structures shared between microbes and then convey danger signals to effector mechanisms that counteract the infection. In many cases, these effector mechanisms require de novo production, which is achieved through expression of genes controlled by transcription factors of the Rel/Nuclear Factor/kappaB (NF-kappaB) family. This project aims to dissect the mechanisms of gene expression that are under the control of NF-kappaB signalling pathways in the African mosquito Anopheles gambiae. This mosquito is a vector of animal and human diseases including malaria which is caused by the parasite Plasmodium. In recent years, thanks to the availability of its genome sequence and development of convenient assays of gene function, A. gambiae has become a model system for studies of how microbes, especially parasites, interact with and, in the case of Plasmodium, escape its immune system. We have recently shown that a mosquito NF-kappaB immunity pathway, the Imd or REL2, is responsible for killing substantial numbers of Plasmodium parasites during an infection, thus limiting the mosquito infection and thereby its infectious capacity. The same pathway is also implicated in confronting mosquito infections with bacteria. In addition, our unpublished data reveal that artificial activation of another NF-kappaB pathway, the Toll or REL1, can lead to total blockade of Plasmodium parasite infection; interestingly, the pathway remains inactive during a parasitic infection. During the last five years, we have developed new high throughput technologies based on the sequence information of the A. gambiae genome. To date we have used these technologies to understand various aspects of the mosquito biology, including the reactions to bacterial and parasite infections. Here, we will exploit and further develop these technologies to identify the genes and gene networks that make up the mosquito NF-kappaB signalling pathways. Our first goal is to determine the NF-kappaB transcription networks. For this, we will monitor the expression of the entire mosquito genome to detect genes regulated by each pathway, and directly investigate the interactions between the NF-kappaB factors and the genome. The next goal is to identify genes playing a role in the activation of each pathway. Collections of such genes and their relationships will define the NF-kappaB genetic networks. This is a very demanding research requiring specific silencing of practically all the genes of the mosquito genome and subsequent monitoring of the silencing effect. For this reason, we will develop a simple and powerful technology, the dsRNA chip, by which the entire genome can be analyzed with a single test performed on a glass slide. This technique will permit a major breakthrough for mosquito biology and will be widely applicable to other studies and organisms. Based on our current knowledge and the results from the research described above, we will finally analyze in depth the function of NF-kappaB pathways during mosquito infections with various microbes. Special emphasis will be placed on the role of the pathways during infections with the malaria parasite, as it appears that the parasite is manipulating the pathways or evading their activation. Immune evasion is an important but little understood aspect of immunity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E002641/1","grantId":"BB/E002641/1","fundValue":"490699","fundStart":"2007-03-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"  The results from this study have been extensively used by the education and research sectors to generate new knowledge about the insect immune system. In particular, they have been reviewed and summarised in several original articles and review papers published by other researchers in the field to support their conclusions. They have been also used by us to develop new lines of research towards understanding how the mosquito immune system functions and how it defends against infections by malaria parasites and other human pathogens. Education Cultural","person":"George  Christophides","coPersons":[],"organisation":"Imperial College London","findingsText":" 1. We characterised the REL2 NF-kappaB pathway responses as the first line of defence against the malaria parasite Plasmodium in the mosquito midgut, and implicated the mosquito gut microbiota in REL2 activation leading to limiting infection intensities of the rodent and human malaria parasites. \n\n2. We characterised the mosquito complement pathway, which is regulated by the REL1 and REL2 NF-kappaB pathways, as the second line of defence against Plasmodium infections in the mosquito haemolymph, and provided novel molecular insights into how this reaction is used in the defence against infections with Plasmodium, bacteria and fungi.\n\n3. We generated functional genomics tools and established methodologies to investigate the mosquito innate immune responses to infections, including (a) a 400000 SNP chip used to identify novel regulators of the mosquito innate immune responses to fungal, bacteria and malaria infections, and (b) a cell-based RNAi screen that identified novel regulators of NF-kappaB signalling. We have developed an Affymetrix SNPchip of single nucleotide polymorphisms (SNPs) through resequencing of A. gambiae populations. This SNPchip has since become available to the research community.\n\nWe have developed robust methodologies to interrogate allelic variations using the SNPchip including pooled hybridizations using material from multiple mosquitoes. This methodology has been since used by other researchers to quantitatively assess genome-wide allele frequencies in a large sample of mosquitoes. However, in the past two years with the cost of re-sequencing drastically decreasing this methodology is becoming obsolete.\n\nWe developed a methodology for high throughput cell-based RNAi screens, which can be used to identify genes implicated in molecular and cellular processes or are responsible for specific phenotypes. We have used this methodology to identify genes that affect the expression of reported constructs driven by the promoters of CEC1 and LRIM1 following immune challenges.\n\nWe have generated various antibodies against the PGRP receptors of A. gambiae that can be used in follow up work. Education,Healthcare","dataset":"gtr"}