{"id":"DD2B2601-FB17-4945-B79F-B07F765A6837","title":"A long way from home - diaspora communities in Roman Britain","abstractText":"&quot;Britain under Rome was truly multi-cultural, with documentary evidence attesting to the presence of, among others, Gaulish, Germanic, Danubian and North African peoples. Some of these immigrants came by choice (e.g. as merchants) but others were forced to move (e.g. slaves and conscripts). These diaspora communities made distinct contributions to Romano-British culture, a fact that is sometimes forgotten in archaeological approaches that focus on only the unifying and 'Romanising' features of the Roman Empire. \nThis project will investigate the life experiences of diaspora communities in Roman Britain by combining the study of material culture with osteological and chemical analysis of human remains. We will explore how communities that came to Britain either through coercion or choice created identities that were distinct from the host society and maintained ideological and personal links with their homeland. \nWe aim to identify immigrants through ancestral traits and isotopic analysis. Osteological analysis of skeletal remains from selected sites (York &amp; Poundbury near Dorchester) will include forensic methods of studying, for example, skull morphology to establish ancestry. A group of unusual child burials from Poundbury will be studied to establish whether their distinct pathologies are due to sickle cell anaemia, a condition almost exclusively limited to people of African descent Multi-proxy Isotopic analysis will test for isotopes (strontium, oxygen and lead) that are indicative of geographical origin. \nMany diaspora communities remain faithful to their dietary habits and the examination of foodways through isotopic analysis (carbon &amp; nitrogen) will form a crucial aspect of this project In particular, a diet rich in marine foods may be seen as conveying &quot;&quot;Roman&quot;&quot; and possibly immigrant identities. We will also examine artefact, burial and ritual evidence from selected sites to reveal the cultural experience of diaspora communities in Roman Britain.\n&quot;","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E508758/1","grantId":"AH/E508758/1","fundValue":"337594","fundStart":"2007-01-01","fundEnd":"2009-01-31","funder":"AHRC","impactText":"","person":"Hella  Eckardt","coPersons":["Gundula  Mueldner","Mary Elizabeth Lewis"],"organisation":"University of Reading","findingsText":" This project explores the cultural and biological experience of immigrant communities in Roman Britain. It has long been known from epigraphic and historical sources that Britain was home to a wide range of immigrants during the Roman period, with most of the evidence referring to imperial officials and military personnel. Using a range of scientific techniques, we have identified possible migrants in the burial record of Roman Britain. \n\nEvidence for diaspora communities was analysed through an innovative combination of material culture, skeletal and isotope research. We selected a range of sites (mainly York, where there is historical and archaeological evidence for African individuals, but also Poundbury (Dorset), Catterick (Yorkshire), Gloucester and Lankhills (Winchester)) for this study. In terms of methodology, we employ osteological/forensic methods to assess ancestry based on skeletal traits, and isotope analysis to assess geographic origins (oxygen &amp; strontium) and diet (carbon &amp; nitrogen). Further osteological work focused on the health of the populations examined. Our results show that up to 30% of individuals sampled can be classed as non-local, with a smaller proportion coming from outside the UK. Contrary to popular perceptions, there are women and children amongst these migrants. In many cases the possible immigrants can not be identified from their burial rite, but there are also examples where grave goods (such as ivory bracelets) may relate to an individual's origin. In many societies migration can have a negative impact on health, but at Gloucester it could be shown that there were no significant differences between immigrants and locals in terms of health. While possible immigrants and locals in many cases consumed similar foods, our work has identified cases where migrants can be identified through the consumption or rejection of certain foods (in particular fish). \n\nThe project brought together specialists working in the areas of Roman archaeology and theory (HE), osteology (ML) and isotopes (GM). We employed two post-doctoral research assistants: Carolyn Chenery (2 years), who carried out the oxygen and strontium analysis and Stephany Leach (1 year), who carried out the forensic ancestry assessment. This multi-disciplinary approach provides a richer and more varied picture of migration into Roman Britain, for example identifying possible second generation migrants in York.\n\n\n\nIn addition to academic outputs, our work challenges popular assumptions of an essentially homogenous Romano-British population by examining the diversity of cultural identities in this remote province. The project produced materials to be used by Yorkshire Museum (including 2 short stories by the children's author Caroline Lawrence). A current AHRC Follow-on-Funding grant (AHJ005436/1) is developing a website and teacher's resource for primary school children. We are working with the Runnymede Trust ( a leading race equality charity) to enhance the value and impact of the original research, and to make these scientific findings available to a nationwide (and potentially international) audience of Key Stage 2/3 learners as well as their parents, families and teachers. Culture/ Heritage/ Museums and Collections","dataset":"gtr"}