{"id":"DD2FDF2F-26B4-4C7D-AC5B-1C4829F7EBA7","title":"Unitary forms of Kac-Moody algebras and Kac-Moody groups","abstractText":"Existing cosmological theories suggest that, close to a cosmological singularity like a big-bang or a big-crunch, the description of the universe in terms of spatial continuum and space-time based quantum field theory breaks down and the information encoded in the spatial variation of the geometryof the universe gets transferred into spatially independent but time-dependent Lie-algebraic variables encoded in the infinite-dimensional symmetric space of a real split Kac-Moody algebra over its unitary form. In this context the understanding of representations of the unitary form of the real split Kac-Moody algebra of so-called type E10 is of particular interest. One such representation can be constructed as an extension to the whole unitary form of the 32-dimensional spin representation of its regular subalgebra of type A9, using a presentation by generators and relations of unitary forms given by Berman.This project is set in pure mathematics within the areas of infinite-dimensional Lie theory and geometric group theory. It will combine classical techniques from the theory of Kac-Moody algebras and Kac-Moody groups in characteristic 0 and their unitary forms with the quickly developing theory of unitary forms of Kac-Moody groups over arbitrary fields based on the theory of twin buildings. Its goal is to contribute to a uniform structure theory of unitary forms of Kac-Moody algebras and of Kac-Moody groups of indefinite type. The main emphasis of this project will be on finite-dimensional representations and on ideals and normal subgroups, respectively, of these unitary forms, starting with the above-mentioned finite-dimensional representation discovered in cosmology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H02283X/2","grantId":"EP/H02283X/2","fundValue":"118271","fundStart":"2011-06-30","fundEnd":"2014-04-29","funder":"EPSRC","impactText":"","person":"Ralf  Koehl","coPersons":[],"organisation":"Justus-Liebig University Giessen","findingsText":" Our research has been motivated by a finite-dimensional representation found in physics (string theory) of the maximal compact subalgebra of the real Kac-Moody algebra of type E10.\n\nHainke (who has left academia in the meantime), Levy (who is based at Lancaster) and I managed to generalize this representation to arbitrary symmetrizable type, over formally real fields. (See arXiv:1110.5576)\n\nHorn (based at Giessen) and I managed to use Clifford theory in order to describe the images resulting from these representations for the types En. (See arXiv:1403.4463.)\n\nFinally, Ghatei (based at Birmingham), Horn, Weiss (who has left academia in the meantime) and I managed to integrate these representations to group level. This has led to double spin-covers of the maximal compact subgroups of split real Kac-Moody groups of arbitrary symmetrizable type and a concrete realization of the spin-extended Weyl group postulated by Damour-Hillmann that in the E10 case controls the dynamics of fermions. (See arXiv:0906.3116; Section 3.5.)\n\nThe PhD thesis of Ghatei is based on these findings; a publication of the research on the arXiv is imminent. There might be application in string theory. Other","dataset":"gtr"}