{"id":"DD3CC888-D908-4AFC-92C4-9BD48F6AB16E","title":"The UEA Small RNA Workbench: New and improved tools for high throughput small RNA analysis","abstractText":"RNA silencing is a complex and highly conserved regulatory mechanism that is involved in diverse processes such as development, pathogen control, genome maintenance and response to environmental change. Since its recent discovery, RNA silencing has become a fast moving area of research of great importance in both plant and animal molecular biology. Its discovery has not only been a major breakthrough for our understanding of complex regulatory processes in living cells, but has also opened the door to the development of novel therapeutics for human diseases. The award of the Nobel Prize for medicine highlighted the importance of these findings in 2006 for the discovery of RNA interference. Small RNA molecules (sRNAs) play a crucial role in the RNA silencing machinery in that they can interact with other nucleic acids in a sequence specific manner to mark them as targets for inactivation.\n\nTo learn more about this mechanism and its implications, researchers employ cutting-edge sequencing technologies to obtain huge datasets of sRNA sequences (up to 200 million sequences about 20-30 nucleotides in length) from a number of organisms. With these technologies becoming more accessible and affordable, it is now possible to obtain multiple large-scale data sets, which allow the analysis of changes in complete sRNA populations. These changes can indicate the involvement of RNA silencing pathways in biological process of interest, such as regulation of key developmental stages in an organism.\n\nIn previous BBSRC-funded work, we have addressed some of the challenges involved in analysing massive sRNA data sets through the development of the UEA sRNA workbench. This is a downloadable program that has attracted both academic and commercial users, and that allows biologists to identify key sRNAs in their data sets without bioinformatics support. Since its introduction in 2012, the workbench has been downloaded over 4,000 times and the website receives around 50 requests for the RSS feed per day as its user base rapidly expands. However, there are several new features and improvements that the workbench requires whose need are being driven by new research in sRNAs, user feed-back, and the rapid development of ever deeper and cheaper sequencing technologies. In this project, we will build on our publicly available software tools for sRNA analysis, with the aim of providing new cutting edge tools, both locally and through the cloud-computing, so as to continue to provide a world-leading solution for the analysis of plant and animal sRNA datasets. This will include the addition of new tools for preparing and accessing the quality of sRNA sequence data, predicting new classes of sRNAs, and for analysing sRNA data in tandem with RNA-seq data. This will provide biologists with much needed resources to help identify novel sRNAs and their function in order to direct further wet-lab studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L021269/1","grantId":"BB/L021269/1","fundValue":"318494","fundStart":"2014-07-17","fundEnd":"2018-01-16","funder":"BBSRC","impactText":"  The UEA sRNA workbench is freely available for both academic and commerical use. As of October 2014, the workbench has been downloaded over 7,000 times, it has been cited in various international journals, it has been used as a teaching tool in bioinformatics courses, and it now has a substantial worldwide userbase. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Vincent  Moulton","coPersons":["Tamas  Dalmay"],"organisation":"University of East Anglia","findingsText":" RNA silencing is a complex and highly conserved regulatory mechanism that is now known to be involved in diverse processes such as development, pathogen control, genome maintenance and response to environmental change. Since its recent discovery, RNA silencing has become a fast moving area of research of great importance in both plant and animal molecular biology. Its discovery has not only been a major breakthrough for our understanding of complex regulatory processes in living cells, but has also opened the door to the development of novel therapeutics for human diseases. Small RNA molecules (sRNAs) play a crucial role in the RNA silencing machinery in that they can interact with other nucleic acids in a sequence specific manner to mark them as targets for inactivation.\n\nIn this grant we will further develop the UEA sRNA workbench (http://srna-workbench.cmp.uea.ac.uk/). The grant started in June 2014, and is currently on target to meet its objectives. The workbench can be used by both academic and commercial users to analyse RNA silicencing. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}