{"id":"DD408746-5521-4728-92F5-0F23D34DA35B","title":"Function of the exoribonuclease pacman in cell movement and cell shape change","abstractText":"Wound healing requires the surrounding skin cells to stretch, draw together and seal to cover the hole in the layer of skin cells. This process of wound healing is similar to other cell sheet movements in the development of all embryos. We have shown that an enzyme involved in the destruction of messenger RNAs is necessary for the cell sheet sealing process in the fruit fly Drosophila melanogaster. This enzyme, which is named Pacman, chews up these messenger RNAs from one end to the other. Messenger RNAs are the molecules which instruct the cell to make particular proteins. We have found out that Pacman is likely to be part of a large complex of proteins, a 'Death Star' which can efficiently destroy or imprison messenger RNAs. We suspect that Pacman must destroy RNAs that would potentially stop the cell sheet sealing process. The aim of this project is to find out how Pacman can control this hole closure process. The control mechanism probably involves targeting particular mRNAs for destruction by the 'Death Star' complex and we will test whether this is the case. Although this project will be carried out using the fruit fly Drosophila, it also has relevance for epithelial sheet sealing processes such as wound healing in humans as the cellular processes are surprisingly similar in both organisms. In addition, the Pacman enzyme is extremely similar between flies and humans therefore the insights we gain during this project may help us to improve the treatment for wounds and also help us to understand the cell movement process in embryos. The work described in this proposal is also directed towards the general question of gene regulation at the RNA level. It has recently become recognised that genes can be controlled at the level of the messenger RNA by using RNA itself as a tool to turn down specific genes. In a process termed RNA interference, it is possible to downregulate any particular RNA in the cell. Since Pacman and its homologues have been shown to be involved in RNA interference, this project will also may also provide innovative insights into the improval of this process for therapeutic purposes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G002754/1","grantId":"BB/G002754/1","fundValue":"418170","fundStart":"2008-08-01","fundEnd":"2012-01-31","funder":"BBSRC","impactText":"  Communications and engagement\n(a) New collaborative links: As the project has been carried out in a Medical School, there has been ample opportunity for interaction with Medical Colleagues in collaborative research. This has already resulted in a collaboration with Dr. Tim Chevassut, a consultant haematologist, in a joint project and 2 joint grant applications. Our project combines the clinical expertise of my clinical colleague with that of my lab's expertise in working with RNA. We have already made progress in developing a novel biomarker for certain types of leukaemias and have now patented a novel miRNA signature for myeloma. \n\n(b)Engagement and communication.\nWe have been involved in a number of events to ensure good engagement and communication. I organised a &quot;Sandpit&quot; on Tissue Regeneration, &quot;Wound healing and Stem cells&quot; which brought together researchers from BSMS, University of Brighton, University of Sussex and clinicians from Brighton and Sussex University Hospitals in collaborative discussions. I was also invited to participate in the University of Sussex &quot;Curious&quot; event where local representatives from local businesses and other stakeholders were able to interact.\n\n(c) New networking groups.\nI recently set up the South Coast RNA Network meetings, which involve groups working on RNA Biology from Universities on (or near) the South Coast of England together with representatives from Industry. The first meeting, in November 2009, was organised by myself, Professor Simon Morley and the University of Sussex Business and Enterprize Office. The half-day meeting, which was free to Academic delegates, was extremely successful and has been followed up by a second meeting in November 2010 at the University of Surrey, a 3rd meeting in November 2011 at the University of Portsmouth and a subsequent meeting planned at the University of Kent. The co-organisers for these meetings are post-docs and PhD students, which gave them an opportunity to learn the skills of meeting organisation.\n\n(d) Websites and interactive media.\nThe work of my group has frequently been chosen by the BSMS and University of Brighton public engagement offices to be published in a way that is accessible to the general audience. Research news, together with brief explanations of research in layman's language, has been regularly published on the BSMS Website.\n\n(e) Schools and public engagement\nI regularly host a school student in my lab to introduce them to Medical Research. We have also been visited by groups of younger children, e.g. from the Dorothy Stringer School to show them the kind of research that we do in our labs. In addition, groups of parents are invited for lab tours during the open days for Medical Students which take place several times each year. Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Sarah  Newbury","coPersons":["Simon  Morley"],"organisation":"University of Sussex","findingsText":" Development of an organism from egg to adult requires sets of genes to be switched on and off at particular times and in the correct order. If genes are not switched off when necessary, cells can continue to multiply in an uncontrolled way leading to cancer. As well as being important in cancer, gene regulation is crucial in controlling the growth, differentiation and cell movements which are required to form the particular cells and tissues in the body. Since growth, differentiation and cell movement are important in cancer, the understanding of gene control which affects these processes is crucial. Therefore studying the mechanisms whereby genes are switched off (as well as on) is vitally important for providing basic knowledge that has potential to lead to novel therapeutics.\n\nThe current work has examined a gene called pacman, which encodes an enzyme involved in the destruction of messenger RNAs. This enzyme chews up these messenger RNAs from one end to the other. Messenger RNAs are the molecules which instruct the cell to make particular proteins. We have found out that Pacman is part of a large complex of proteins, a Death Star which can efficiently destroy or imprison messenger RNAs. Using the fruit fly Drosophila as a model organism, our previous work had shown that pacman is required for normal development, particularly during processes where sheets or tissues need to grow and move together. In this project, we concentrated on the tissues known as imaginal discs, which form adult structures such as wings and legs. These imaginal discs are excellent model systems to study growth, differentiation and cell movement.\n\nBy examining the imaginal discs of pacman mutants, we found that they were much smaller than normal. This suggested to us that pacman might primarily be involved in cell proliferation and differentiation. To test this we used the genetic tools that are available in Drosophila to knock down pacman in parts of the wing imaginal discs and observe the effects on the wings and thorax of the adult fly. In all cases we found that knockdown of pacman was severely detrimental, resulting in lack of growth of that part of the tissue. This suggested that Pacman is normally involved in cell proliferation, either by promoting cell division, increasing cell size, or inhibiting cell death.\n\nOur next aim was to understand how Pacman controls particular sets of genes involved in proliferation. Using a method termed microarray analysis, we showed that Pacman normally affects an RNA encoding a protein called Simjang (Korean for strong heart). This protein has been shown by other researchers to control a gene silencing complex (the NuRD complex) which shuts down parts of the chromosome, preventing genes from being turned on. \n\nThis gene silencing complex is important because it is known to be involved in many critical cellular events including ageing, tissue regeneration, formation of blood cells, and spread of cancer cells. This is the first time that an enzyme involved in degradation of messenger RNA has been shown to be directly affecting a gene silencing complex. The mechanism of gene regulation we have discovered is entirely novel; as yet no research group has found this link between RNA degradation and gene silencing. Since all the proteins involved are similar in Drosophila and humans the new control modulewe have discovered is likely to be relevant to gene regulation in humans. Since Pacman is known to be important in other important cellular events such as stem cell function and fertility, this work may also shed light on the molecular mechanisms of these processes in other tissues. Therefore the insights we gain during this project may help us to improve treatment for cancer and other diseases and also help us to understand the ways that tissues grow and develop. This project will therefore provide valuable insights into a new method of gene regulation which can be used in the\ndevelopment of new therapeutics.\n\nResources generated.\nThe following resources were generated:\n\n1. Drosophila stocks expressing mutant versions of pacman. These have been made available upon request. \n\n2. Microarray data comparing the expression of RNAs across the whole genome in pcm5 and isogenic controls. \n\nConference proceedings: 22 The expertise gained during this project has allowed a collaboration with a colleague in the Medical School, Dr Tim Chevassut, a consultant haematologist working on blood cancers. Together, using blood samples from patients, we have developed a novel miRNA biomarker which is diagnostic for myeloma and its precancerous state (MGUS). The novelty of\nthis biomarker is that it is minimally invasive in that it uses serum from circulating blood. We have patented our miRNA signature for circulating miRNAs in MGUS/myeloma through the University of Sussex. The Sussex Innovation office have marketed our new biomarker assay in order to attract Industrial Companies with a view to developing this biomarker commercially. To date, we are in advanced negotiations with a number of Industrial companies who wish to exploit this work. We hope to work together with these companies in order to commercialise these biomarkers.\n\n\n\nIn addition to the above Industrial connection, we have also set up a collaboration with the Blond McIndoe Research Foundation. The Blond McIndoe Research Foundation are interested in wound healing as they have expertise in plastic surgery and treatment of melanoma. This collaboration has led to a formal collaboration with a joint post-doc funded by a charitable donation from the Myfanwy Townsend Trust. The post-doc will spend part of her time in my lab, identifying microRNAs biomarkers involved in the progression of melanoma. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}