{"id":"DD424CB6-7CAA-4757-B0DD-567889491B6A","title":"Glucocerebrosidase mutations in Parkinson disease:molecular pathogenesis,and the basis for personalised therapy with small molecule chaperones","abstractText":"Parkinson disease (PD) is the second most common neurodegenerative disorder after Alzheimer disease. Peak age of diagnosis is 62 years, but number of people with PD rises with age: 3100/100,000 &gt;75 years and 4300/100,000 &gt;85 years. The lifetime risk for PD in the UK is currently 3-4%. \n\nAt present, all treatment for PD is symptomatic, it does not slow down the progression of the disease. A drug that can slow or stop the disease is desperately needed.\n\nThere are many causes and factors that increase the risk of PD, but mutations of the GBA gene are the most important. Mutations of this gene increase the risk for PD by 20-30 times, and are found in at least 10% of PD cases.\n\nStudies of brains from patients who have died with PD, cell models and animal models of GBA mutations and PD indicate that there is a close link between glucocerebrosidase enzyme GCase, the product of the GBA gene and alpha-synuclein (SNCA), the main protein involved in PD pathology. This relationship is reciprocal in that reduced GCase activity, for instance as a consequence of a mutation in the GBA gene, causes an increase in SNCA - such as is seen in PD. Alternatively, increased SNCA, for instance as a consequence of mutations in the SNCA gene, result in a reduction in GCase activity. \n\nImportantly, we and others have shown in human cells and animal models that this relationship can be manipulated so that increasing GCase activity induces a reduction in SNCA levels. This is of considerable relevance to PD, and offers the opportunity to develop novel drugs to target this relationship and decrease SNCA levels and spread to slow or stop the progression of PD.\n\nThis project is designed to address important features of the GCase-SNCA relationship in preparation for clinical trials in this area in PD patients.\n\n\n human studies animal studies\n SMALL MOLECULE CHAPERONE increases GCase------which reduces SNCA\n future human studies\n\nIn a pilot study we have used a drug currently available for use in patients for an entirely different illness and with a very good safety profile, in human cells from PD patients to show that it can increase GCase activity. This drug is a class known as a small molecule chaperone that interacts with GCase and increases activity of both the mutant and normal forms of this enzyme. Similarly our pilot studies have confirmed that this drug can reduce SNCA levels in neuronal cells. \nThus we are poised to enter the next stage towards developing this drug class for PD patients. Before we move to human studies we need to test the drug further in cell cultures from individuals with GBA mutations, with and without PD. The results will confirm the effect of small molecule chaperones to increase GCase activity. We will also be analysing how GBA mutations increase the risk of PD and how an individual's symptoms and signs can signal their risk for the disease. This will be very important in identifying those at risk and who would be best suited to receive a drug prior to the development of PD.\nIn addition, before moving to human studies we need to confirm the second part of the hypothesis equation above in an animal model. We need to confirm the effect of the drug on brain SNCA to reduce levels and potentially the spread of SNCA pathology. \nIf the results of the studies outlined here are positive, and our pilot data strongly indicate they will be, the next stage will be to move towards clinical trial in PD patients, and in parallel, to collaborate with industry to develop novel highly active small molecule chaperones for further testing and use in patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M006646/1","grantId":"MR/M006646/1","fundValue":"954360","fundStart":"2015-02-01","fundEnd":"2019-01-31","funder":"MRC","impactText":"","person":"Anthony Henry Schapira","coPersons":["Vittorio  Bellotti","Derralynn Arlene Hughes","Atul Bhanu Mehta","Maria Grazia  Spillantini"],"organisation":"University College London","findingsText":"","dataset":"gtr"}