{"id":"DD43BF1B-E33C-46E0-9237-22249AD87034","title":"Healthy Urbanisation: Tackling child malnutrition through intervening to change the social determinants of health in informal settlements and slums","abstractText":"<p>This study aims to help two project countries, Chile and Kenya, reduce malnutrition in young children through intervening to change the social determinants of health in informal, urban settlements and slums. </p>\n\n<p>The social determinants are a broad range of social and environmental factors operating at multiple levels of social organisations that can lead to inequities in the level and distribution of nutrition in a population. </p>\n\n<p>The central research question is: Can child malnutrition amongst families living in poverty in informal settlements and slums in Mombasa and Valpara&iacute;so be reduced through broadening community and stakeholder participation and strengthening local political accountability for nutrition? </p>\n\n<p>This question will be explored using participatory action research with one multidisciplinary action research team in each study site. Each team will design and trial small scale actions to reduce child malnutrition. The impact of these actions will be assessed quantitatively through collection of weight-for-height, weight-for-age and height-for-age data collected in baseline and follow-up surveys and any change in nutritional status will be measured using a controlled experimental design. </p>\n\n<p>Qualitative data will also be collected to illuminate the process (actions, pathways and mechanisms -including those in existing structures) through which any change in nutritional status has been achieved. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-167-25-0461","grantId":"RES-167-25-0461","fundValue":"411633","fundStart":"2010-10-01","fundEnd":"2014-03-31","funder":"ESRC","impactText":"","person":"Pat Judith Pridmore","coPersons":["Mary  Amuyunzu-Nyamongo","Roy  CARR-HILL","Tristan  McCowan","Catherine  Maternowska"],"organisation":"Institute of Education","findingsText":"","dataset":"gtr"}