{"id":"DD4EA348-BBC0-4413-8427-5EDEAE658FDB","title":"Protein-protein interactions in recruitment of ubiquitylated proteins to the proteasome","abstractText":"The activities of many proteins are controlled by the addition of a small highly conserved protein called ubiquitin in a process called ubiquitylation. In particular, protein ubiquitylation plays an important role in controlling cell growth and division and in neurodegeneration. In cell cycle control, key proteins that regulate the cell cycle have to be degraded in a timely fashion to ensure appropriate progression through the replicative cycle. This is done by tagging the proteins with a chain of ubiquitins, linked in a specific fashion,to target them to the proteasome. The proteasome is a multi-protein complex that degrades proteins into short peptides and amino acids. Errors in this control pathway can lead to uncontrolled cell proliferation and ultimately to cancer. In many cases, proteins also have to be destroyed because they have lost their three-dimensional structure and cannot be allowed to accumulate in the cell. This protein damage happens throughout a cell?s lifetime as a result of exposure to certain cellular stresses and chemicals. In various neurodegenerative diseases including Parkinsons there is growing evidence that some of the proteins that are responsible for tagging misfolded proteins with polyubiquitin chains to target them to the proteasome do not function appropriately. This leads to an accumulation of certain misfolded proteins and is a feature of particular degenerate neuronal cell types. Although this research does not bear directly on designing potential therapeutics, it does aim to contribute to a greater understanding of how the polyubiquitin signal is recognised and how polyubiquitylated proteins are subsequently targeted to the proteasome. Our knowledge of these signalling pathways would be greatly assisted by knowing the structures of the ubiquitin-binding proteins and of their receptors at the proteasome in molecular detail. Protein structures can be determined using the techniques of X-ray crystallography and Nuclear Magnetic Resonance spectroscopy (NMR). The aim of the proposed research is to use both these techniques to characterise the regulation of and determine structures for the proteins that control the delivery of ubiquitylated proteins to the proteasome. Ultimately we may be able to exploit this knowledge for the treatment of disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700053","grantId":"G0700053","fundValue":"353793","fundStart":"2007-10-01","fundEnd":"2010-11-30","funder":"MRC","impactText":"","person":"Jane Anne Endicott","coPersons":["Martin Edward Noble"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}