{"id":"DD4FBE61-E90B-4024-889F-E439BF77BDA8","title":"MERLIN: Mesopically Enhanced Road Lighting: Improving Night-vision","abstractText":"This project will investigate how the lighting of roads in residential areas might be changed so as to preserve the benefits of good vision while minimising energy consumption. In residential roads the road lighting is designed primarily to meet the needs of pedestrians. Benefits of road lighting for the pedestrian are enhancement of safe movement (e.g. increased visibility of potential trip hazards) and perceived safety. Minimising energy consumption will also reduce operating costs and carbon emissions. Road lighting in the UK consumes 2.5TWh electricity per annum, of which approximately one third is associated with residential streets (the remainder being trunk route lighting, signs and bollards). At a typical unit cost of 0.10/kWh this represents an annual cost of over 83 million. Recent advances in lighting technology and in our understanding of mesopic vision have the potential to improve specification of the spectral power distribution (SPD) and spatial distribution of lighting to achieve reductions in the level of illumination, and hence a reduction in energy consumption, whilst maintaining or even improving the level of benefits. A direct route to improved lighting design and thus energy savings will be through better specification of residential street lighting criteria. This will be realised by amendments to British Standard BS5489-1: two of the applicants serve on national and international standardisation bodies for road lighting and so are able to implement such amendments.Comparison with international practise suggests that light levels used in the UK may be excessive. In the UK, residential streets are lit to average pavement illuminances in the range 2 to 15 lux. However, Australia tends to use average illuminances of only 0.5 to 0.85 lux, and 3 to 5 lux in Japan. Thus there is clear potential to reduce light levels in the UK.The project involves three major stages. First, we propose to identify and characterise the principal visual tasks of pedestrians at night-time and the key aspects of the visual environment they consider to be important. This will be established by analysing the pedestrian environment on current residential roads: an eye tracking study will be carried out to determine what objects are viewed when walking at night-time together with a reassurance study to determine how the spatial and photometric characteristics of streets affect perceived safety. To our knowledge, the fundamental question of 'What is important to pedestrians' has not been the focus of any previous research. The work proposed for the second stage will identify how these critical visual tasks are affected by the level of illumination, spectral power distribution and spatial distribution of lighting. This will be examined in two parallel studies; (i) an examination of threshold visual responses, and (ii) an examination of the performance of applied tasks, such as facial recognition. The final stage will determine the optimum criteria for lighting design in residential streets and hence the optimum illuminances and light source properties based on the data obtained in the project. We will subsequently demonstrate and validate the benefits of implementing the new findings to end users by re-lighting a sample of residential streets using the optimised design criteria that will emerge from this project. Because this work will be dependant upon the previous findings and because it requires agreement with local authorities this part of the project has been scheduled as a follow-up activity. Agreement has already been obtained from lighting equipment manufacturers to donate much of the equipment needed for this work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H050817/1","grantId":"EP/H050817/1","fundValue":"417588","fundStart":"2011-03-01","fundEnd":"2015-02-28","funder":"EPSRC","impactText":"  The aim of road lighting in residential areas is to enhance vision for pedestrians, improving their feeling of safety (which promotes decisions to walk rather than drive), and to improve physical safety by revealing potential threats (e.g. trip hazards). Guidance includes recommendations for appropriate lighting characteristics such as how much light (or, illuminance), but these recommendations do not yet have any basis in empirical data. Light levels were set initially on the capabilities of technology at the time and subsequently by maintaining the same or increasing it. The MERLIN project is seeking empirical evidence so that we know how changes in lighting affect the visual tasks critical for pedestrians. \nThere is widespread discussion of the externalities of road lighting, the need to reduce light levels as a means of reducing energy consumption and environmental impacts and media reports that reduced lighting is associated crime and accidents. MERLIN adds to this debate by demonstrating the direct effect of lighting on pedestrian behaviour. \nThe pathway to impact is through development of new guidance for lighting. The project leader, Professor Steve Fotios, has set up technical committees within two bodies to review evidence and make recommendations for lighting; these will subsequently inform the next revision to the British Standard for road lighting (BS 5489). One is the Institution for Lighting Professionals (ILP), the body representing road lighting in the UK, and this committee comprises road lighting designers from the UK. The second is the International Commission on Illumination (CIE), the body for international lighting standards, and this committee comprises other researchers, lighting equipment manufacturers, and design professionals. MERLIN ends in February 2015 and these reports are likely to be completed about two years later. Construction,Environment,Transport Economic,Policy & public services","person":"Stephen Andrew Fotios","coPersons":[],"organisation":"University of Sheffield","findingsText":" There is little or no empirical basis to support current guidance for pedestrian lighting. The aim of MERLIN is thus to identify pedestrians' critical visual tasks and how lighting can be optimised to support these tasks, i.e. choosing the characteristics of lighting (illuminance, spectral power distribution (SPD) and uniformity) that provide the best compromise between enhancing vision and minimising energy consumption. This research will lead to better lighting at lower light levels, targeting the dual benefits of encouraging physical activity and reducing energy consumption. \nLighting should enhance feelings of reassurance (perceived safety), contributing to confidence to walk after dark. We demonstrated [Fotios, Unwin &amp; Farrall, 2013] an association between road lighting and reassurance, using a qualitative procedure to overcome the tendency of quantitative approaches to unintentionally lead the witness towards this conclusion. \nUsing eye tracking we demonstrated that suggested that critical visual fixations are distant pedestrians and the near path [Fotios, Uttley, Cheal, Hara, 2013; Fotios, Uttley, Yang, 2013]. Whilst this is the expected result, it had not previously been demonstrated empirically. Eye tracking videos show the field with a superimposed marker showing the direction of gaze. Past work has not attempted to discriminate fixations purposeful for safe walking from other fixations. To do this we developed a novel technique, the dual task. This was to respond rapidly to a randomly occurring audio stimulus by pressing a button, having first demonstrated that visual distraction interrupted performance of this task. Delayed responses were used to identify moments of distraction, and the eye tracking video record was inspected at each moment to identify the focus of visual attention. \nInterpersonal judgements are evaluations a pedestrian makes about others - whether they are friendly, threatening, or neutral. Methodology was explored in collaboration with Fudan University [Lin &amp; Fotios, 2013; Dong, Fotios, Lin, 2014] and we established that variations in methodology accounted for the mixed results of past studies. The eye tracking data were used to identify the desirable distance and duration of fixation on other people [Fotios, Yang, Uttley, 2014], these being critical but unquestioned in previous work. Following emergent evidence that approachability is associated with facial expression and body posture, we examined how lighting affects the ability to recognise emotion from facial expression [Fotios, Yang, Cheal, 2013; Yang, Fotios, 2014], a step beyond the facial recognition of past research. \nWe demonstrated that lighting of higher S/P ratio enables trip hazard detection to be maintained at lower light levels [Fotios, Cheal, 2013]. To interpret optimum lighting from these data we considered expectations of the local authority providing the lighting which needs to show that it has taken reasonable steps to protect against trip hazards: for the standard obstacle of height 25mm, an illuminance of 0.6 lux is required for a 95% probability of detection by young people at a distance of 6 m. Fotios is now working with colleagues in gait and foot-surface interactions to develop this work. \n\nThree PhD students will submit a thesis through this work. Advances in research methodology for other researchers of pedestrians and lighting:\no Dual task approach to analysing eye tracking data.\no Using eye tracking data to characterise the nature of visual fixations, e.g. how far ahead we like to evaluate the intentions of other people.\no Improved understanding of facial identity/expression recognition methods: e.g. the task difficulty associated with different procedures, luminances, observation durations and target sizes.\no Alternative approaches to interpreting empirical data to establish optimum lighting characteristics. \n\nEmpirical data for lighting design\no The results are being used to establish optimum lighting conditions, the characteristics of lighting (currently illuminance, spectral power distribution (SPD)) that provide the best compromise between enhancing vision and minimising energy consumption. This is being done with national and international bodies for road lighting standards. Communities and Social Services/Policy,Construction,Energy,Environment,Transport","dataset":"gtr"}