{"id":"DD559FA4-8E6C-4573-9925-58CAF6422CDF","title":"The potential to control insects and other organisms antagonistic to wheat by the up regulation of hydroxamic acids.","abstractText":"Wheat is an important agricultural crop in the United Kingdom. Greenfly (aphids) can reduce grain quality and yield by direct feeding and transmission of diseases to this crop and they need to be controlled. The Department of the Environment, Food and Rural Affairs and the agricultural industry have invested much effort into controlling these pests and others, including fungi and weeds, with pesticides, but there is concern that excessive use of such agents could harm the environment and pass into the human food chain. Attempts have been made to reduce pesticide use by transferring insecticidally active agents into wheat from other organisms by genetic modification. However, many plants species can mount their own defence by producing small amounts of natural chemicals that can deter invading pests. We plan to exploit this property to develop alternative, more environmentally compatible pest resistance strategies for cereal crop plants. Specifically, we are interested in the hydroxamic acids (HAs), a family of compounds produced in wheat and other cereals that defend plants against pests. These chemicals reduce the development of aphids and may deter other insects and weeds. The potential of HAs to control pests in cereals has been intensively studied and, the pathway involved in their biosynthesis within the plant is now known. We plan to examine HA production in wheat varieties that have varying degrees of resistance to pests and disease to confirm that these compounds do indeed have a significant role in aphid resistance. Besides differences in HA levels in these varieties that can be detected under normal conditions, we will exploit ways of increasing production in the wheat by investigating the action of other natural plant chemicals, called plant activators, which can cause increased production in the defence chemistry of plants. In this way we hope to develop means to switch on the production of the plant's natural defence compounds only when necessary, thereby conserving the plant's energy and reducing the development of pest resistance. In addition to demonstrating the effect of high levels of HAs on aphids, we will also investigate their effects on other insects such as gout fly, and to weeds such as black-grass. We know the genetic backgrounds, or pedigrees, of the varieties that we have chosen to study, so we will be able to identify the original parents of wheat varieties that produce high levels of HAs or that are capable of increasing production by the action of the plant activators. Therefore, by the end of the project, working under more practically oriented funding programmes, we will develop our findings together with industrial partners to produce new varieties of wheat that will be able to protect themselves more effectively in the face of a pest attack. This will involve breeding techniques to introduce high production of HAs into wheat plants that can grow in the United Kingdom. The HAs are naturally produced in the roots and green tissue of the plant and so do not influence the nutritional value of the seed from which we make flour for food production, but we will ensure that high HA producing varieties do not show detectable amounts of HAs in the grain. However, full human risk assessment would be part of the work done following this project. Although we can only speculate on how valuable increased HA production will be in developing new means for controlling pests on wheat, we know that HAs are antagonistic to a range of pests, weeds and fungal pathogens. We have established chemical analytical and molecular biological methods for analysing the natural chemicals and associated genes involved in the production of these materials and we have, in preliminary studies, demonstrated increased production of HAs with the natural plant activator chemical, cis-jasmone.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006841/1","grantId":"BB/E006841/1","fundValue":"372298","fundStart":"2007-04-01","fundEnd":"2010-03-31","funder":"BBSRC","impactText":"","person":"John  Pickett","coPersons":[],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}