{"id":"DD572EE1-3229-431D-B458-920677FF9449","title":"Magnetic field- and pressure- optical effects in CuInSe2, CuGaSe2 and CuInS2","abstractText":"The development of improved sources of renewable energy is of extreme importance in order to reduce dependence on fossil fuels. Solar energy leads the way as the most environmentally friendly and abundant of such resources since the Sun transmits to the earth surface an amount of energy 100,000 times greater than present world energy consumption. A range of materials are employed for solar cells and here we propose work on chalcopyrite semiconductors which offer particular advantages, namely (1) extremely high absorption coefficients, higher than any other known semiconductor (2) energy gaps close to the optimal values for terrestrial and space conditions (3) robustness and relative insensitivity to irradiation by both high energy protons and electrons as a result of efficient self-healing mechanisms at room temperature. The materials to be studied are CuInSe2, CuGaSe2 and CuInS2 semiconductors as are currently used in the absorber layer of solar cells which hold record conversion efficiencies for thin-film photovoltaic devices (19% for Cu(InGa)Se2- photovoltaic devices and 12% for CuInS2-based ones) and demonstrate superior stability when compared to any other thin-film solar cell. The band-gap of CuInS2 (Eg ~ 1.53 eV) almost ideally matches the solar spectrum whereas in CuInSe2-based cells the optimum efficiency is achieved by alloying CuInSe2 (Eg ~ 1.05 eV) and CuGaSe2 (Eg ~ 1.68 eV). Progress so far with Cu(InGa)(SSe)2-based technologies has mostly been attained using scientific intuition rather than knowledge-based design. Here we propose to use optical spectroscopy, in the presence of magnetic fields and high pressure, to improve the understanding of these materials and apply this to the deveopment of improved solar cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E026451/1","grantId":"EP/E026451/1","fundValue":"475911","fundStart":"2007-07-23","fundEnd":"2011-01-22","funder":"EPSRC","impactText":"  REP in place to work with SemiMetrics Ltd. Economic Economic","person":"Robert William Martin","coPersons":["Michael  Yakushev"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}