{"id":"DD5708FA-D82F-4E78-BAE1-964AE3624983","title":"Retrotransposon transcription drives epigenetic regulation of key genes involved in human innate immunity","abstractText":"Retrotransposons are genetic elements that have populated mammalian genomes via a copy-and-paste mechanism to such an extent that they comprise at least 50% of the human genome. Although erroneously dubbed 'junk DNA' by some researchers in the past, retrotransposons in fact helped the human genome evolve and are now recognized to affect the function of thousands of genes when they occur in close proximity to those genes. It has also been noted that retrotransposons can insert themselves within genes and cause numerous diseases, such as breast cancer and haemophilia, and that the complement of retrotransposons differs substantially between individuals. Finally, there is strong evidence that retrotransposon function is controlled by a further layer of 'epigenetic' control that also affects the function of genes. The proposed research aims to identify as many instances as possible of retrotransposons that regulate genes and to do this research upon genes that are known to be involved in human immunity and disease response. The model cells that will be used are macrophages. These large white blood cells defend the body from pathogens, comprise 10-15% of the total cells in most of our organs and can be stimulated in a laboratory setting to evoke a response nearly identical to what occurs in the body. As such, macrophages provide an excellent model to study the regulation of genes involved in the immune response, including instances where that control is due to retrotransposons. The intended results will be of both academic and biomedical benefit. In regards to the former, the study will shed light on how retrotransposons control the function of nearby genes, how many of these events occur in humans, how genetic variation between individuals affects each event and how important retrotransposons are overall in supporting innate immunity in humans. In regards to the latter, the study will aim to identify pairs of retrotransposons and nearby genes where the retrotransposon can be targeted for suppression or activation. By such means, the research will catalogue genes crucial to the immune response in humans which can be affected indirectly by targeting their controlling retrotransposons, with the ultimate aim of providing tangible improvements in human health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H005935/1","grantId":"BB/H005935/1","fundValue":"408227","fundStart":"2010-05-31","fundEnd":"2013-05-30","funder":"BBSRC","impactText":"","person":"Geoffrey John FaulknerDavid Arthur Hume","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}