{"id":"DD680346-D674-45F8-B57C-B86CDF711878","title":"The link between sequence and language processing in the adolescent brain","abstractText":"This work addresses the link between auditory skill and language proficiency. The ability to hear is essential to normal language acquisition: what is addressed here is whether particular skills in the analysis of auditory patterns are needed for language development. Many studies have examined the relevance of analysis of simple sound patterns in single sounds or pairs of sounds to language skill. We are interested in whether the analysis of more-complex sound sequences is of particular relevance to language skill. This has face value given that listeners are required to chop up the speech stream into the correct speech units before those units can be properly understood. We propose the hypothesis that sequence analysis based on a number of different cues is critical to speech understanding: sequences of pitch like melodies, sequences of time-intervals like rhythms and sequences of timbre or 'tone colour'. \n\nSequence analysis requires high-level analysis in the auditory brain including the auditory cortex and continues to develop over adolescence. We propose to study the link between auditory analysis and language skill in early and late adolescence to examine the hypothesis based on our previous work (in early adolescence) that different types of sequence analysis are important at different stages of adolescence. To take rhythm as an example, in early adolescents there is a relationship between the analysis of simple regular rhythms (like that of a metronome) and language whilst in older subjects the relationship is with more abstract rhythms like when subjects are required to 'find a beat'. \n\nThe work is important because many subjects fail to acquire language normally by listening to it. Evidence suggests that this process goes wrong in dyslexia, defined as a disorder of reading and spelling that is not explained by low intelligence or lack of opportunity. Dyslexia occurs in 5% of the population and causes lifelong problems to the individual and great costs to society. If we prove that there are critical links between auditory sequence analysis and language skill this would suggest new behavioural interventions based on auditory sequence training to help language. This would also suggest further investigation of the parts of the brain responsible for sequence analysis in order to understand developmental language disorder. \n\nWe propose to carry out work at a local school with which we have developed a relationship over the last five years. We would test different levels of sequence complexity in the pitch, timing and timbre domains in two large cohorts (&gt;200 each) at the ages of twelve and sixteen. The skill of these subjects in auditory analysis would be related to a battery of standardised language assessment measures. We would specifically test the hypothesised relationship between sequence analysis and language skill in these two groups and hypothesised differences in the relationship between sequence analysis and language at different ages. We also wish to examine underlying bases for sequence analysis like tone memory.\n\nFurther, we propose to investigate possible brain bases for the relationship between sequence analysis and language skill that builds upon pilot work in which we have demonstrated that there is a correlation between brain structure in the parietal lobe of the brain and both skills. We can do this non-invasively using magnetic resonance imaging on random groups chosen from the younger and older cohorts at the Newcastle Magnetic Resonance Centre (NMR) of Newcastle University . \n\nThe outcome of this work would be an understanding of the relationship between sound-sequence analysis and language skill and its brain basis, as a target for future training or intervention strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M013383/1","grantId":"MR/M013383/1","fundValue":"305969","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"MRC","impactText":"","person":"Timothy David Griffiths","coPersons":["Manon  Grube"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}