{"id":"DD70905A-2EDA-47E6-9D41-B6D4CD4090DE","title":"Impact of non-digestible carbohydrates on biomarkers of GI health: a human intervention study","abstractText":"What we eat affects the health of all parts of the body including the gut. Symptoms, disorders and diseases of the large bowel are major causes of anxiety, visits to general practitioners and medical treatment. In particular, the large bowel is one of the commonest sites for cancer development. Large scale observational studies of dietary practices and associated incidence of cancer provide very strong evidence that dietary choices and nutritional status (e.g. obesity) influence risk of cancer in the large bowel (colorectal cancer; CRC). Such evidence is very encouraging because it suggests that many cases of bowel cancer could be avoided by appropriate dietary choices and/or by the development of novel foods or dietary agents with anti-cancer properties. Identification of beneficial dietary agents requires intervention studies i.e. carefully controlled experiments in which volunteers are given known amounts of the test agent. For both practical and ethical reasons, it is seldom appropriate to use the development of cancer as the endpoint in such experiments and there is a need to use surrogate outcome measures. This is analogous to using blood pressure or blood cholesterol concentration as surrogate outcome measures (or biomarkers) in studies of diet and heart disease risk. Unfortunately, in the area of diet and gut health, progress is hampered by the lack of robust biomarkers of CRC risk for use as surrogate endpoints. To address this gap, we have developed a number of novel biomarkers of diet-related CRC risk which can be measured in small samples (biopsies) taken during clinical examination of the large bowel. We have shown that these biomarkers can be detected BEFORE the development of CRC and so may be a useful tool to identify those at higher risk of the disease. In our on-going work, we are investigating relationships between what people eat (and other aspects of lifestyle) and these biomarkers in a cross-sectional study. The next logical step is to test how the most promising biomarkers respond to dietary intervention to determine how useful they will be as biomarkers of gut health. We will do this by carrying out a carefully controlled experiment in which volunteers will be given food supplements of resistant starch (RS) and polydextrose (PD) - both are carbohydrates with special properties. They are widely used food ingredients for which there is already evidence that they may help reduce CRC risk. Both food agents show bioactivity in the large bowel where they appear to have beneficial effects on gut physiology and immune function including anti-inflammatory effects. In our human intervention study, 70 healthy volunteers will be given RS and/or PD or another carbohydrate with no effects on the large bowel (a placebo) for 7 weeks. We will collect tiny pinch samples of the lining of the gut (mucosal biopsies) before and after the intervention for biomarker measurement. These biomarker studies will include measurement of genes which are known to be involved in the early stages of the development of cancer and which may be modifiable by changing diet. Dietary components such as RS and PD may influence how genes are switched on and off by affecting regulatory marks on DNA known as DNA methylation so we will quantify DNA methylation for a panel of key cancer-related genes. We will also measure the rates at which cells are been produced (cell proliferation) in the gut lining because faster cell proliferation appears to indicate higher CRC risk. In addition we will collect blood and stool for measurements of markers of inflammation. There is growing evidence that poor diet and obesity can lead to the development of a chronic inflammatory state and that this may predispose to CRC. Through their fermentation by bacteria in the large bowel, RS and PD may help reduce inflammation and so protect gut health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H005021/1","grantId":"BB/H005021/1","fundValue":"147951","fundStart":"2010-02-15","fundEnd":"2013-02-14","funder":"BBSRC","impactText":"  The evaluation of the findings is at too early a stage to have been put to use.  ","person":"Ian Terence Johnson","coPersons":["Ruan  Elliott","Nigel  Belshaw"],"organisation":"Institute of Food Research","findingsText":" DNA methylation is an epigenetic mark, defined as a chemical modification of DNA structure whereby the expression of genes is modified without any change in the DNA sequence (mutation). This project was designed to discover whether non-absorbable but fermentable carbohydrates could modify the level of DNA methylation, and therefore the activity of a number of genes expressed in the surface cells of the human large intestine. The outcome of the project was as follows:-\nBy means of a randomised double-blinded intervention trial, conducted as a joint experiment with colleagues at the University of Newcastle, the project provided the first systematic investigation of the effects of fermentable dietary carbohydrate on human rectal DNA methylation and protein expression. It has been shown that the experimental intervention led to statistically significant reductions in gene promoter methylation in the rectal mucosa for: CDH1, GATA4, SLC5A8, PU1, NOD2, MGMT, RARB2, WIF1, TLR4, TLR2, SFRP1, MYOD1, GPR109A, and in global methylation as assessed by LINE 1.\nThe experimental intervention also led to statistically significant increases in expression of the epithelial cytoskeletal protein keratin 8, and the pro-inflammatory enzyme COX-2 across all four trial groups. * The results of the project are still under review, in collaboration with colleagues at the University of Newcastle. It is too early to determine the full biological significance of the findings, and whether they have any direct significance for human health. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}