{"id":"DD746180-7A85-4B35-A93D-B4487D6D4F8C","title":"Understanding the regulation of alkaloid biosynthesis in opium poppy and breeding new varieties","abstractText":"Plants have evolved to produce a vast array of complex chemical structures to fight off attacks from herbivores and pathogens and to protect themselves from often hostile environments. These chemical structures also provide plants with medicinal properties that human civilisation has relied on for millennia. Opium poppy is one of the most important medicinal plants in the world and represents the largest single source of natural products used by the pharmaceutical industry. Opium poppies produce opiate alkaloids such as morphine and codeine, which are one of the main classes of painkiller drugs. The chemical structures of these opiate alkaloids are very complex and plants remain the best factory for their production. Opium poppy also produces hundreds of other alkaloids and these have been a source of several other drugs. Opium poppy is commercially grown using broad acre farming methods and the crop is harvested mechanically and shipped to factories for extraction of the high value chemicals. Pharmaceutical companies such as GlaxoSmithKline and Johnson &amp; Johnson have their own production systems for production of opiate alkaloids from opium poppy. Our group in the Centre for Novel Agricultural Products at the University of York have been working with GlaxoSmithKline to develop new varieties of poppy that produce more of the morphinan alkaloids such as morphine and codeine. \nWe have also been investigating how opium poppy produces noscapine, an anti-tumour alkaloid that stops human cells dividing. Noscapine has been used as a human cough suppressant for decades. Its effectiveness in tackling various forms of cancer has been demonstrated more recently, and early stage clinical trials are in progress in the USA. We particularly wanted to discover how noscapine is made in opium poppy as this would help us to breed new varieties that make more of it and also to gain insight into related molecules that may also have useful pharmaceutical activity. Our work led to a major breakthrough that was published recently in the leading journal Science (Winzer et al, Science 2012, 336:1704-8). By comparing opium poppy varieties which make noscapine with those that do not we discovered that the pathway for synthesis of noscapine is controlled by a complex cluster of ten genes encoding five different enzyme classes. This is the most complex gene cluster ever found in plants and provides invaluable insights into the process of gene duplication and re-organisation driving cluster evolution.\nThis proposal builds on our exciting breakthrough and aims to establish if the gene cluster is also present in other related species that also make noscapine. This will provide new insight into the mechanisms and processes involved in gene cluster evolution. Elucidating details of the biochemical pathway we discovered for noscapine biosynthesis will make us better able to design strategies for improved production of noscapine and related molecules. Noscapine is produced by a separate branch of the alkaloid biosynthesis pathway to the one used to produce morphine and codeine. What regulates the flow of molecules into these different branches is not understood and we now have the tools and knowledge to address this important question for the first time. \nAnswering these questions not only adds to our knowledge of the most important medicinal plant in terms of natural product feedstock for the pharmaceutical industry, it also provides us with the knowledge platform and tools to develop new varieties of opium poppy that are optimised for production of alkaloids such as noscapine, morphine and codeine. The final objective of this proposal is to use molecular breeding methods to develop new varieties of opium poppy with optimised levels of key opiate alkaloids for the benefit of the pharmaceutical industry and the UK industrial biotechnology sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K018809/1","grantId":"BB/K018809/1","fundValue":"1194060","fundStart":"2013-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"  Not applicable this year - project still running Pharmaceuticals and Medical Biotechnology Economic","person":"Ian Alexander Graham","coPersons":[],"organisation":"University of York","findingsText":" Not applicable this year - project still running. Not applicable this year - project still running Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}