{"id":"DD7A4F7B-7232-41E6-824B-5A8C99234195","title":"Innovative Air Hybrid Engine Concepts for Next Generation Fuel Efficient Road Vehicles","abstractText":"The hybrid vehicles are known to be capable of dramatically improving the fuel economy, particularly in cities and urban areas where the traffic conditions involve a lot of stops and starts. In such conditions, a large amount of fuel is needed to accelerate the vehicle, and much of this is converted to heat in brake friction during deceleration. Capturing, storing and reusing this braking energy to give additional power can therefore improve fuel efficiency, and this can be achieved by using the momentum of the vehicle during coasting and deceleration to top up an energy storage device and later releasing the energy to propel the vehicle during cruising and acceleration. The proposed work is to study some innovative air hybrid engine concepts and their potentials in improved fuel economy and low emissions through systematic modelling and engine testing. In the proposed air hybrid engine concepts, the engine itself is used as the compressor or expander, transmitting power through the pistons and the crankshaft of the engine thus braking or propelling the vehicle using the existing drivetrain of the vehicle. Pneumatic energy is stored at moderate pressure in a compact compressed air energy storage tank which may be integrated into the vehicle sub-frame. The air hybrid engine will be able to recover the braking energy and stored it for later use to start the engine and help the vehicle to accelerate, allowing significant improvement in fuel economy but without adding the large weight and complexity of the electric hybrid. This is a mild hybrid system in which the engine is used as an air motor for stop/start operation, with the engine switched off when the vehicle stops and restarted quickly with compressed air when the vehicle is launched, thus not using fuel during the idle period. In addition, the stored high pressure air is available readily on demand for other uses to improve driveability and reduce emissions, such as briefly boosting the engine to eliminate turbo-lag in a turbo-charged engine resulting in better response and removal of the black smoke typically seen from accelerating diesel vehicles on the road. The stored air may also be used as a source of secondary air for rapid light-off of the exhaust catalyst during cold start. All these are significant additional benefits uniquely available with the pneumatic hybrid, which are not possible with the other hybrid types. In the proposed research, three new air hybrid engine concepts will be studied using both advanced modelling and engine experiments. The results from the proposed research will be used for the development of a new frontier engines with leapfrog improvements in performance, fuel economy, and exhaust emissions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E005136/1","grantId":"EP/E005136/1","fundValue":"462780","fundStart":"2007-06-26","fundEnd":"2010-08-25","funder":"EPSRC","impactText":"","person":"Hua  Zhao","coPersons":["Tom  Ma","Xi  Jiang"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}