{"id":"DD7A9C6E-76A5-4886-8ADE-CFAC3C3FD531","title":"Ecological significance of surface bound enzyme activities in lichens","abstractText":"Lichens are symbiotic associations between fungi and photosynthetic microorganisms which can be either algae or cyanobacteria. Lichens are slow growing hardy &quot;organisms&quot; that typically grow on rocks, tree bark and unproductive soils. Common features of these habitats are aridity and scarcity of key nutrients, especially nitrogen and phosphorus. As is often the case, there are exceptions. Some lichens grow in almost permanently wet habitats such as below low water line in rivers and lakes, and on the rocky sea shore, while others grow at sites enriched with animal faeces where nitrogen and phosphorus are plentiful such as on bird perching stones or close to large animal colonies. However, lichens do not grow in habitats that are both permanently wet and rich in nutrients; such habitats are likely to be occupied by plants and/or algae. This new project is investigating how different species of lichen have adapted to habitats with contrasting availabilities of nitrogen and phosphorus. It is developing a new area of research in lichen biology with potential environmental and industrial applications. \n Recent research at Nottingham University has shown that lichens produce a range of enzymes on their surfaces which are hypothesised to maximise their supply of available phosphorus. These enzymes, called phosphatases, catalyze the release of useful phosphate from organic compounds which otherwise cannot be used directly as a nutrient source. It turns out that species of very infertile habitats have high phosphatase activities - in fact rates of activity in such lichens are amongst the highest recorded among plants and microorganisms. The exact rates vary with background nitrogen availability (for example in rainfall) making some phosphatase activities useful indicators of nitrogen pollution. In contrast, lichens species that grow in nutrient enriched habitats have low phosphatase activities that vary little from site to site and that have functional properties that differ from those of lichen phosphatases in nutrient poor habitats. Lichens with cyanobacteria fix nitrogen from the atmosphere and therefore have a plentiful internal supply of this important nutrient but they have a high requirement for phosphorus. Preliminary results show that nitrogen fixing lichens that grow on the ground in woodlands have phosphatases that catalyze the release of phosphate from organic compounds found in leaf litter and soil. One class of such enzymes, called phytases, and shown to be active in the dog lichen (Peltigera species), is used widely in the agrochemical industry as an additive to animal feeds. Therefore novel phytases in lichens could prove to be of commercial value. Yet another enzyme, urease, might catalyze the release of useful ammonia from urea present in bird guano.\n This project is examining habitat conditions that promote the production of these different surface-bound enzymes in lichens. These include the degree of nutrient enrichment, time of year and seasonal availability of leaf litter, and capacity for nitrogen fixation. The project will compare the properties of phosphatases and urease among a wide selection of lichen species from different habitats and also in single species occurring in a range of habitat conditions. It is known that phosphatases are produced by the fungal symbiont. In order to better understand their function we will find which parts of lichens are most active in producing surface enzymes, and their precise location in fungal cells. In addition, we will test whether lichen fungi produce the same enzymes when grown separately from their photosynthetic partners in the laboratory. The project will help us understand some of the physiological characteristics that adapt lichens to different habitats. It is hoped that information on phytase activities in lichens will lead to industrial collaborations and that phosphatase activity will provide a tool in nitrogen pollution monitoring.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J020265/1","grantId":"NE/J020265/1","fundValue":"279213","fundStart":"2012-11-12","fundEnd":"2015-11-11","funder":"NERC","impactText":"","person":"Peter Denton  Crittenden","coPersons":[],"organisation":"University of Nottingham","findingsText":" We have demonstrated a range of surface enzyme activities in lichens. One in particular (phytase) required the development of a new method of measurement. Phytase activity in lichens is of industrial interest and we are talking to Novozymes about our work. Agriculture, Food and Drink,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}