{"id":"DD7F248C-CD10-43D2-9B3B-1DE54BA103CE","title":"The Global City: Past and Present","abstractText":"Widely regarded as a central concept to understanding the contemporary urban form, the idea of the global city is certainly here to stay. The aim of this research network is to investigate how digging deeper into the history of the phenomenon can improve our understanding of its present-day manifestations. Global city scholars identify their subjects by their character as economic giants, international gateways, political and cultural hubs, and sites of great wealth inequalities. Yet, many scholars who research the colonial city in the first age of European expansion would also draw on such categories to describe their subjects of investigation. How does exploring these shared characteristics enrich our understanding of the global urban process over time? How much of this apparent similarity can be sustained after closer investigation? How might it impact the thinking of policy-makers and social scientists when we realize that the problems of today's global cities were also the problems of the first globalized metropolises 250 years ago? These are just some of the questions that this research network seeks to answer by bringing historians into the conversation about the global city.\n\nSince the late twentieth century, the idea of the global city has become central to the way in which social scientists and policy-makers approach our contemporary cities and their role in the process of globalization. Urban scholars have contributed to this focus by identifying important ways in which global forces and the city have come together to shape both the modern urban condition and the nature of globalization itself. Thus, whether one considers patterns of financial investment, the emergence of new urban hierarchies, shifts in the urban spatial form, or transformations in the sociopolitical make-up of cities, it has become well-understood that these local realities and broader global exchanges are intricately connected. Historians of the urban past, however, have remained absent from this discussion. While their work has approached the city as a focal point from which to explore global exchanges in the medieval, early modern, and nineteenth century world, it often remains tied to the specificities of a location, shying away from discussions of the broader phenomenon of globalization. Understanding cities of the past as global cities, with a core role in the long history of globalization, nevertheless has the potential to enrich current discussions of the character and implications of globalization. Thus, the chief goal of this network is to stimulate discussion amongst historians, and between historians and other social scientists, to reach a better understanding of the global city across time as well as space.\n\nHistorians have embraced the concept of globalization with recent inquiries into the networks of people, knowledge, trade, and culture that circulated the world from the medieval era onwards. Yet, urban scholars at work on such themes mostly fail to make connections beyond the limits of their chosen empire or region. This research network will also begin the task of putting &quot;urban&quot; back into the global process before the modern era by running four workshops on the pre-modern city in global context. The first three meetings will focus on the main areas of inquiry commonly pursued by urban studies specialists. These workshops will concentrate on space, the economic and political structures of urban life, and the character of the urban population. The meetings will encourage debate about how the main characteristics of the global city might be applied in specific historical contexts but they will also seek to identify broader trends and patterns across early modern empires. The final workshop will then be focused on identifying how historicizing the global city influences our understanding of its form, function, and problems in a contemporary context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L012995/1","grantId":"AH/L012995/1","fundValue":"36775","fundStart":"2015-01-01","fundEnd":"2016-12-31","funder":"AHRC","impactText":"","person":"Emma Frances Katherine  Hart","coPersons":["Mariana  Dantas"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}