{"id":"DD818541-9F84-444F-B1BE-97614AD36D06","title":"Magneto-optical Kerr effect with non-uniform optical polarisation","abstractText":"The magneto-optical Kerr effect (MOKE) is widely used to characterise the magnetic behaviour or state of materials. Uniform beam polarisations are invariably used in MOKE measurements, whether as a parallel beam for thin film measurements or a focussed beam for measurements of small magnetic structures. Observing MOKE from in-plane magnetisation requires an oblique angle of incidence, with higher signals generally obtained with larger angles of incidence. This leads to a compromise being reached between spatial resolution and signal. Tightly focussed light beams are not purely transverse and can have a component of longitudinal electric field in the vicinity of the focus. Radially polarised light beams can significantly increase this effect and have a much reduced focal spot size for the longitudinal field component. We propose to use the longitudinal electric field associated with tightly focussed radially-polarised laser beams to perform normal-incidence MOKE measurements on materials with in-plane magnetisation. This will allow exquisite spatial resolution of magnetic thin films and nanostructures, plus the unprecedented ability to depth-resolve magnetisation. Optimising this will require a new framework to relate the relevant physics of MOKE with non-uniform optical polarisation. The three advantages of radial-polarisation MOKE (R-MOKE) are:1. An order of magnitude increase in the longitudinal component of electric field (which couples to the in-plane magnetisation to generate a Kerr signal)2. A reduction of the transverse spot size affording higher spatial resolution3. The unprecedented ability to depth-resolve magnetisation in MOKE measurements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H044914/1","grantId":"EP/H044914/1","fundValue":"10617","fundStart":"2010-09-01","fundEnd":"2011-11-30","funder":"EPSRC","impactText":"  Our results made other researchers aware of the potential for using non-uniformly polarised light to perform Magneto optical Kerr effect spectroscopy at normal incidence. The smaller than usual spot size makes this a useful microscope technique.  ","person":"Ifan Glyndwr Hughes","coPersons":[],"organisation":"Durham University","findingsText":" Our results made other researchers aware of the potential for using non-uniformly polarised light to perform Magneto optical Kerr effect spectroscopy at normal incidence. The smaller than usual spot size makes this a useful microscope technique. Our understanding of the role of the non-uniform polarisation of eth focussed light also allowed us to explain previous measurements which did not fit with the conventional explanation of this effect. We are preparing the key results for publications. We anticipate that other researchers will use the RMOKE technique developed by us in this work in their own laboratories. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}