{"id":"DD8AFA88-BC56-46F8-96FB-E1A818B8B390","title":"BRONCH-UK a multicentre and multidisciplinary partnership grant tackling unmet needs in bronchiectasis","abstractText":"2.1 Unmet Clinical Need\n\nBronchiectasis (BE) is a progressive respiratory (lung) disease characterised by cough, mucus and severe, recurrent bacterial chest infections with high rates of ill health, time off work and marked reductions in health-related quality-of-life. In almost half of cases, the cause of bronchiectasis is unknown (idiopathic) and treatment in these patients remains &quot;best guess&quot; or symptom driven. Bronchiectasis presents a huge challenge to patients and doctors because no effective treatment is available. Both the world's first national guidelines (authored by coapplicants of this proposal) and Cochrane &quot;best evidence&quot; review of Bronchiectasis confirms this situation, reporting that small single-centre studies with ill-defined patient groups have hampered the few attempts to study clinical interventions /drug trials, rendering them of unproven use.\n\nPreviously the MRC sponsored UK trials in Bronchiectasis in the 1950s: Since then major developments have been sorely lacking. This partly reflects a feeling that BE is rare. However recent evidence is against this: In the UK and the US healthcare demands due to BE and mortality rates are increasing with 70,000+ hospital admissions in the UK 2011. Based on projections from US health insurance claims there are 100,000 US patients. We have limited UK data on how common this bronchiectasis is: Experts have however estimated 30-60,000 patients are affected in the UK but recent research suggests over 100,000 are affected.\n\nWhilst the small case series reported so far demonstrate that &quot;unknown cause&quot; (idiopathic) and post-infectious bronchiectasis are the leading causes, bronchiectasis can also complicate common lung diseases such as asthma and chronic obstructive pulmonary disease (COPD) or immune problems e.g. Rheumatoid arthritis. Cystic Fibrosis is an inherited (genetic) form of bronchiectasis which like COPD associated bronchiectasis has different outcomes, microbiology and management needs from Bronchiectasis. Cystic fibrosis is rare (10,000 cases in the UK) yet has made significant gains through multicentre working and coordinating research.\n\nTo date no large studies of the genetic causes of idiopathic bronchiectasis have been conducted as this requires large numbers of patients beyond that a single centre can provide. There is currently no registry of well characterised patients with Bronchiectasis anywhere outside the US. The US national registry was commenced recently and has 1200 patients that differ to UK patients. There is an urgent need to build a large cohort of UK patients with Bronchiectasis in which large enough studies can be undertaken; adding in a biobank is a key additional strength. \n\nBrief description of the Cohort and Partnership \nThe cohort will comprise 3500 symptomatic adult patients with a High Resolution CT scans demonstrating bronchiectasis. Patients will be characterised on the basis of clinical history, clinical examination and detailed investigations that are already part of routine clinical care with yearly reviews. A DNA biobank (from a blood sample) will be collected and will form a world's first in bronchiectasis providing a unique resource allowing future genetic studies to identify underlying genetic causes &amp; new targets for treatment. \n\nThe partnership links 9 recruiting centres with established clinics &amp; track records in Bronchiectasis research spread across the UK that have never had funding to work together. Additionally ground-breaking scientific partners with expertise in relevant areas will for the first time allow comprehensive mapping of the knowledge gaps. Future research will be able to use the strength of the assembled cohort; we can deliver a programme of clinical trials that address fundamental issues. \n\nWe will therefore tackle three major unmet needs 1) Lack of expertise in the area, 2) Lack of a clinical evidence base 3) Basic science- attracting skilled scientists to work in the area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L011263/1","grantId":"MR/L011263/1","fundValue":"711388","fundStart":"2014-11-01","fundEnd":"2017-10-31","funder":"MRC","impactText":"","person":"Anthony  De Soyza","coPersons":["Jeremy Stuart Brown","Adam  Hill","William Osmond Cookson","Joseph Stuart Elborn","Michael Richard Loebinger","Richard Brian Hubbard","David  Denning","Jamie  Duckers","Tom  Wilkinson","William Peter Kelleher","Colin Robert Muirhead","Andres  Floto","Craig  Winstanley","Alistair James McGuire","Anita  Sullivan","J.P  Pearson"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}