{"id":"DD92EDE0-9B37-47D7-9D11-B3FC523322D3","title":"Temporal and Spatial Variations of the Atmospheric Cycle of Carbonyl Sulphide","abstractText":"The atmosphere contains a number of trace gases that are important in controlling the energy budget and temperature at the Earth's surface. The greenhouse gases (of which carbon dioxide is perhaps the best-known example) act as a blanket to increase the surface temperatures. The presence of atmospheric aerosols acts to counter the warming effect of the greenhouse gases by reflecting sunlight back into space. The aerosols are produced mostly by the destruction of sulphur gases that are produced by human activities and natural processes. Most of these sulphur gases are short-lived and are destroyed to form aerosol particles in a few days. However, one of the sulfur gases - carbonyl sulphide (COS) - is stable in the lower atmosphere and is destroyed by the intense radiation and chemical processes in the stratosphere. This long-lived gas has the potential to perturb the surface radiation budget on longer time scales. Our proposed research is to understand the anthropogenic, biological, chemical, and physical transport processes that influence the distribution of COS in the atmosphere. Its concentration in the atmosphere is governed by the balance of a number of sources and sinks. The most important sources are human industrial activities, biomass burning, outgassing from the oceans, and production in raindrops. In addition to the stratospheric destruction process, additional sinks include uptake by vegetation and destruction by soils. Measurements of atmospheric concentrations over the last 50 years indicate that there has not been significant increases or decreases and that the sources and sinks nearly balance over this time frame. However, the measurements reveal that there is pronounced seasonal variation in the concentration, and that the seasonal trend is different in the Northern and Southern Hemispheres. This indicates that while the source and sinks are balanced on long time scales, they are out of balance at certain times of the year. The strengths of individual sources and sinks must vary over the course of a year to give the seasonal variability in atmospheric COS concentration, but it is not clear how. In addition, winds in the atmosphere spread COS from polluted to remote regions, and this also contributes to the observed variability in measured concentrations. The seasonal variation of the sources and sinks is not well-constrained, and the advection effect for COS has been investigated in only one previous study. Using a numerical model, we want to quantify the effect of each of the COS sources and sinks on the observed concentrations at different places in the world and at different times. To test the model predictions, we will look at measured concentration datasets from aircraft campaigns, firn air samples, and air sampling stations in different parts of the world. We hope to gain a better understanding of the atmospheric COS budget for the present day and to quantify the relative contribution of the anthropogenic and natural sources. We also want to understand how the strengths of the sources and sinks depend on anthropogenic activities both at the present time and in the past. Ice core measurements indicate that atmospheric COS concentrations 300 years ago were less than half of what they are at present. It is an important test for our understanding of the current COS budget that the numerical model will be able to duplicate this measured result for the pre-industrial atmosphere. In this case, we will have the confidence to predict future atmospheric COS concentrations and radiation effects in the increasing greenhouse world of the present century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D00053X/1","grantId":"NE/D00053X/1","fundValue":"51734","fundStart":"2006-09-01","fundEnd":"2008-06-30","funder":"NERC","impactText":"","person":"Anthony James Kettle","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}