{"id":"DD9DB6D1-5245-45A3-B0A7-74F733330FFB","title":"Tales of the Frontier: political representations and practices inspired by Hadrian's Wall","abstractText":"Hadrian's Wall is one of our most evocative and powerful ancient monuments and the most famous frontier system (materially and culturally) of the Roman Empire. Its international significance is secured by a long tradition of scholarly study and its designation as a World Heritage Site. Since the late C16, the Wall has provided a major focus for antiquarians and archeologists, with surveys and excavations providing respected and authoritative knowledge of its structure and chronology. But understanding the sequence of its construction and use is only one chapter in this monument's biography.\\n\\nDuring the C18, the Wall became a tourist attraction and its popularity continues to grow, providing a significant locus for visitors from the IK and overseas. Like all monuments, the Wall promotes contradictory readings, including ideas of permanence and decay, domination and resistance, stability and mobility. How has this cultural prominence developed through time? How do various individuals and groups, including visitors, locals and scholars, view it? How do the ideas and beliefs of these individuals and constituencies differ?\\n\\nWe offer an exploration of the significance of the Wall and its landscapes as both monument and icon from the time of Bede (C8) to today. What role has it played in ideas about the origins of 'civilisation' and the identities of self (English, British) and others (Scots, colonial subjects, etc)? How has its monumentality shaped the work of scholars and the experiences of locals and visitors? How have understandings shifted as the physical experience of the Wall has changed from north-south (in the past) to east-west (in the present)?\\n\\nThe project draws upon histories, handbooks, maps, excavation reports, novels, poems, works of art, photographs, museum displays and websites to explore how understandings have developed. The methodology assesses divergent individual and group claims, including: scholars, local people and foreign visitors. Assessment of the impact of the Wall upon people draws upon approaches to other linear sites (including Roman roads &amp; the Great Wall of China). Through an evaluation of ideas about the linearity and permeability of the monument, the project addresses the historical context within which the Wall has been interpreted, publicized, visited and displayed. It focuses upon:\\n\\n- The Wall's use as a symbol of the national boundary of England, defining a barrier against the Scots;\\n- As a monument to an iconic and ancestral empire, symbolic of imperial might and order - a physical and moral metaphor for the imperial frontiers of Britain's Empire;\\n- Counter arguments relating to the Wall as an indication of the ancestral valour of the ancient populations of Scotland and their successful resistance to Rome/England;\\n- The contribution of archeological works - surveys, excavations &amp; publications - to these national and imperial projects through the creation of sanctioned interpretations;\\n- Recent ideas that counter the national and imperial myths, relating to the divergent cultures of the Roman military units who served on it, to visitors from other provinces and to the evidence for the indigenous population living close-by.\\n\\nThe project will develop a number of outputs with varied benefits, including:\\n\\n- A detailed case study in the critical assessment of a major ancient monument, to compliment work undertaken elsewhere (Stonehenge, Seahenge);\\n- An advanced methodology for assessing linear monuments/landscapes, a topic not explored in detail in archeological and landscape studies;\\n- A case study contributing to the development of a critical Roman archaeology which deals with the complexity of past and present interpretations (R. Hingley 2005 Globalising Roman Culture);\\n- A website, exhibition, lectures and publications to communicate the results in an acces","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E510345/1","grantId":"AH/E510345/1","fundValue":"244244","fundStart":"2007-07-01","fundEnd":"2009-08-31","funder":"AHRC","impactText":"  Tales of the frontier has impacted upon the development of marketing and interpretation for Hadrian's Wall through an emphasis on the afterlife of this Roman monument, which has been adopted into the approaches in the Interpretation Framework for the Wall and more broadly in the fourth World Heritage Management Plan that is currently under development. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Richard  Hingley","coPersons":["Divya Praful Tolia-Kelly","Robert  Witcher"],"organisation":"Durham University","findingsText":" The project explored the life of Hadrian’s Wall from the second century AD to the internet. It addressed differing conceptions of the Wall in a variety of media, including artistic, scholarly, public and mythical representations. One significant theme addressed the growth of the antiquarian and archaeological traditions of scholarship that have drawn upon the monument since the sixteenth century. The project team also developed a new methodology to address this linear monument, exploring the impact of archaeologiacl discovery on understanding of the monument. The project has coincided with a developing focus on the current economic and cultural context of Hadrian’s Wall. The public agency that managed the Wall until recently (Hadrian’s Wall Heritage) produced an Interpretation Plan in 2009 and acknowledge that the Tales of the Frontier project influenced this work and it continue to help to inform the work of public agencies in the determination of the fourth iteration of the Managent Plan. In addition, the project exhibition was well attended by members of the public. Communities and Social Services/Policy,Creative Economy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}