{"id":"DD9E652E-C039-4B8B-853A-8F52C0B5B5CE","title":"Glucocorticoid programming of placental nutrient transport capacity","abstractText":"During pregnancy, environmental factors, such as nutrition and maternal stress, affect fetal growth and development with consequences for mortality and morbidity both at birth and later in life. The smaller the neonate the less likely it is to survive at birth and the more prone it is to adult cardiovascular and metabolic abnormalities, which can lead to overt diseases, such as hypertension and Type 2 diabetes, in human populations. Environmental conditions during intrauterine development, therefore, produce a specific epigenome with phenotypical consequences for the offspring long after the original insult. Glucocorticoids have an important role in this process of developmental programming. They act as signals of adversity in both the mother and fetus and also permanently alter tissue accretion and differentiation in the fetus. This has beneficial effects on neonatal viability but more adverse sequelae for cardiovascular and metabolic function in the adult offspring when glucocorticoid overexposure occurs preterm. The placenta also has a pivotal role in the phenotypical outcome of sub-optimal conditions during pregnancy as it forms the interface between the maternal and fetal environments and is the main source of nutrients for fetal growth. However, to date, little is known about the epigenetic regulation of placental phenotype, despite its importance to the offspring's subsequent quality of life. Recent studies have shown that the placenta is not just a passive conduit for nutrients to the fetus but can adapt its nutrient transport capacity dynamically to help support fetal growth during adverse nutritional conditions. Whether glucocorticoids alter placental phenotype and the extent to which these adaptations persist after exposure to alter the nutrient transport characteristics of the placenta later in development remains unknown. Thus, the overall aim of the study is to establish the role of glucocorticoids in programming the nutrient supply capacity of the ovine placenta. The specific measurable objectives are to answer the following three questions: 1. What are the effects of glucocorticoids on the placental nutrient supply capacity and to what extent do they differ with maternal and fetal overexposure? 2. Do these effects of glucocorticoids persist after cessation of treatment? 3. Are these effects of glucocorticoids sex-linked? The results of the study have implications for pregnancies complicated by stress and clinical conditions treated with glucocorticoids, such as asthma and rheumatic diseases, and for women given glucocorticoids to improve infant viability when preterm delivery looks imminent. By answering the above questions, the study will also establish whether the placental epigenome provides a mechanism of transmitting memories of events earlier in gestation to the fetus later in development and hence the extent to which placental phenotype is a good index of conditions experienced during intrauterine development. The long term goals of the project are to identify novel placental biomarker for predicting the offspring's future health and well being and to develop therapeutic interventions aimed at the placenta to ameliorate the adverse consequences of poor environmental conditions during intrauterine development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I011773/1","grantId":"BB/I011773/1","fundValue":"462596","fundStart":"2012-01-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"  Study not finished yet. No expected use from findings until data is published Healthcare Societal","person":"Abigail Lesley Fowden","coPersons":[],"organisation":"University of Cambridge","findingsText":" 1. Cortisol exposure from the fetal side of the placenta decreases fetal glucose uptake. This effect persists after exposure.\n2. Cortisol exposure from the maternal side of the placenta has different effects from fetal exposure. Maternal exposure increases fetal lactate uptake and oxygen consumption - effects not seen with fetal cortisol overexposure. Maternal cortisol exposure is detriment to fetal viability in the longer term.\n3. The placentas of male fetuses have a greater capacity to transfer glucose than those of female fetuses. Consideration of the long term consequences of giving maternal glucocorticoids during pregnancy for fetal wellbeing Healthcare","dataset":"gtr"}