{"id":"DDA28359-6FF6-426E-9493-B73C2CC36971","title":"Developing an Event Prediction and Correction Framework for Microbial Management in Drinking Water Systems.","abstractText":"Drinking water is teeming with microbial life. In fact, drinking water can contain anywhere from millions to hundreds of millions of microbial cells per litre, all with extremely different evolutionary histories and abilities. For example, microbes can (1) affect human health by causing diseases, (2) corrode infrastructure, and (3) also deteriorate the aesthetic quality of water. In an effort to limit these detrimental scenarios, drinking water companies invest significant amounts of labour, energy, and money towards limiting microbial presence through the use of disinfection. Though disinfection approaches have been effective in reducing the incidence of waterborne diseases, they are not 100% successful and microbial communities persist. As a result, drinking water companies also engage in microbial management by implementing rigorous sampling programs with the goal of early detection of microbial contamination events. These early detection programs are reactive in nature and can only detect a problem once it has occurred and are limited to informing strategies that try to mitigate the imminent risk posed to consumers. Further, they also typically focus only on pathogenic microorganisms and ignore all other microbial impacts (e.g. corrosion causing bacteria that deteriorate water supply pipes). \n\nThese inefficiencies in microbial management can be remedied by transitioning from the existing Early Event Detection and Mitigation approach to an Event Prediction and Correction (EPC) framework in the drinking water industry.\n\nAn EPC framework would enable the drinking water companies to predict the risk presented by an array of detrimental microbes (disease/corrosion/odour/taste causers) over operationally relevant time-scales and allow for the initiation of measured and proactive corrective action strategies to eliminate this risk before it is manifested. The key towards developing a robust EPC framework would be to (1) identify key locations in the drinking water system that can serve as predictive indicators, (2) quantify the temporal dynamics of these locations and how it correlates with the whole drinking water system, and (3) develop statistical models informed by microbial community data to predict contamination events. In this study, we will engage in an extensive effort to characterize the bacterial, protozoal, and fungal communities at multiple drinking water systems in Scotland. This will be followed by a long-term sampling campaign at one representative drinking water system to quantify the spatial and temporal dynamics of the drinking water microbiome. By tapping into the on-going nucleic acid revolution, we will be able to describe the drinking water microbial communities at an unprecedented level of detail. This detailed quantitative insight will be used to parameterize and shape a statistical model that describes assembly of complex microbial communities and predicts their fate in the drinking water system.\n\nThis project has several anticipated benefits over a range of time-scales. In the short-term, this project will substantially improve our understanding of the drinking water microbial communities, which has been traditionally under-studied. In the medium-term, it will enable the predictive management of the drinking water systems, which will help prevent microbial contamination problems, rather than tackle them once they have occurred which can be risky, expensive, and laborious. Further, predictive models may also allow us to isolate and treat sources of microbial risk within the drinking water treatment plant, thus preventing its entry into the distribution system. Over the medium-long term, we anticipate that building a predictive microbial management capacity in the drinking water sector will enable us to beneficially manipulate the drinking water microbiome to transform the way we treat and deliver water.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K035886/1","grantId":"EP/K035886/1","fundValue":"96582","fundStart":"2013-08-01","fundEnd":"2015-07-31","funder":"EPSRC","impactText":"  The findings are still in early stages. We have generated and analysed significant amounts of data - some of which has been published. This has resulted in significant industrial interest in applying our findings. We are currently in early stages of negotiations industrial research project contracts, which will allow us to apply the key findings of our research in the water industry. Environment ","person":"Ameet  Pinto","coPersons":[],"organisation":"University of Glasgow","findingsText":" The research has led to the following important contributions to the field of Water Engineering:\n1. Though DNA sequencing is being increasing applied to understand drinking water microbial quality, there has been little attempt to characterise the effect of sampling approaches on the data interpretation. We have recently characterised (and reported through conference proceeding) how different aspects of sampling, PCR, and sequencing affect interpretation of DNA sequencing data in drinking water systems. These findings will be submitted for publication in peer-reviewed journal in the upcoming months.\n2. For the first time, we have developed genomic insights into which microorganisms survive in drinking water systems and why. This was done by exploiting state-of-the-art metagenomics and bioinformatics tools. The findings of this study will inform water treatment process design. These findings have been reported at an international conference and a manuscript is being prepared for submission to high-quality peer reviewed journal.\n3. We have proposed a framework to predict microbial quality in drinking water at the customers taps based on observations at the drinking water treatment plant. This predictive framework (first for the drinking water sector) is supported by experimental data and will significantly enhance the ability of water utilities in consistently providing high quality safe drinking water.\n4. We developed a stochastic model to describe how immigration from biofilms in drinking water pipes affects the microbial community composition of the bulk water. This paper is the first instance of stochastic application with minimal parameters utilised to quantify the risk of pathogen contamination from biofilms in drinking water supplies.  Environment,Healthcare","dataset":"gtr"}