{"id":"DDA47576-4C43-454A-B103-3CF7466ABBD4","title":"The experiences of Black and Minority Ethnic practitioners in the UK Public Relations industry: An exploratory study","abstractText":"<p>Diversity in the public relations (PR) profession is generally regarded as desirable because it enables practitioners and organisations to understand and communicate effectively with their increasingly varied audiences. Recognising the potential contribution of diverse individuals also ensures the profession can access the best possible talent from all available sources, rather than drawing from a limited pool.&nbsp; </p>\n\n<p>However, the level of diversity in public relations in the UK is very low and little is known about the professional experiences of diverse PR practitioners.&nbsp; This research fills this knowledge gap by exploring the experiences of BME PR practitioners through interviews, focus groups and diaries. In particular, the focus is on the manner in which 'difference' is constructed through their work experiences and the professional environment. The factors that contribute to those constructions and the effects they have on the practitioners' power, knowledge and identity will be explored.&nbsp; The analysis will compare these findings with notions of diversity and difference that are presented by the profession and explore the implications of commonalities and difference between the two for increasing diversity in public relations in the UK. Finally, the research will develop new avenues for continuing research in this area.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G020744/1","grantId":"ES/G020744/1","fundValue":"39032","fundStart":"2009-01-12","fundEnd":"2010-01-11","funder":"ESRC","impactText":"  They have been referenced by other academics writing about PR and promotional industries The trade publication 'PR Week' published articles on the findings, when they were first published. The Magazine Communications Director has asked me to submit an article on diversity for a forthcoming issue (to be published December 20154, no proof yet available for submission. I held an industry conference on diversity in 2010, attended my over 50 practitioners and sponsored by one of the leading PR agencies in the industry (Edelman PR) Digital/Communication/Information Technologies (including Software) Societal","person":"Lee Moya Edwards","coPersons":[],"organisation":"Leeds Metropolitan University","findingsText":" The analysis of BAME PR practitioners' experiences revealed the ways in which the profession privileges structures, attitudes and assumptions that prioritise a white British perspective of the world. This is enhanced by a managerialist understanding of diversity, conceptualised in terms of group characteristics, tied to business interests and valuing individuals only in terms of what they can contribute to the bottom line through their understanding of diverse markets. 'Difference' is either a financial asset or an irrelevance. This has material consequences that shape the experiences of 'different' professionals. \n\nStructurally, recruitment and progression processes favour white, middle-class British individuals because they 'fit' with the professional norm. Practitioners reported meeting or exceeding merit-based targets, but still being passed over for promotion. They reported working twice or three times as hard as their white British counterparts, to progress. \nBecause 'different' practitioners tended to be perceived in terms of their social group membership, they were valued when their ethnicity coincided with an organisational need - e.g. to develop an 'ethnic' communications campaign. However, this was not ideal because it could lead to pigeon-holing and a lack of appreciation of their skills in broader contexts. Their identity as skilled PR practitioners tended to be secondary. \n\nCultural patterns of discrimination were often founded on the same stereotypes that drove structural discrimination. Practitioners reported frequent 'microaggressions': daily indignities based on assumptions about their ethnicity, age or class. This was exacerbated by a professional environment that valued characteristics, assets and attributes more available to White British, middle-class individuals than to practitioners from other backgrounds. However, insofar as practitioners could demonstrate these assets, their ethnicity (or class) became less relevant. \nPractitioners often felt isolated, or were conscious of their status as the only 'different' practitioner, in the PR work environment (offices, meetings, social gatherings, awards ceremonies). They sensed a lack of interest from other practitioners and a lack of fit with the general environment. In these situations, their 'difference' often felt hyper-visible. \nPractitioners noted that white colleagues were rarely aware of the effects of their behaviour because their assumptions were so deeply embedded. They were unable to appreciate alternative perspectives of the world because they had had such little experience of different environments. Different forms of cultural knowledge, such as an understanding of the challenges faced by mixed communities; European or global PR experience; and 'BME' community, business and political networks, tended to be valued less. \nPractitioners did challenge others' assumptions about their 'difference', but in the process they risked being seen as difficult. Instead, they challenged exsiting professional norms by reinterpreting them, pointing out the bias they generated in favour of the normative professional identity, and the inconsistency between professional narratives of PR being a 'level playing field' and professional practice, where the playing field was tilted away from their favour. Overall, the research shows how the occupational dynamics of PR lead to professional identities and practices that foster institutional racism, and how resistance to discrimination is itself risky, and compromised by the stakes that marginalised practitioners have in the professional 'game' of PR. They could be applied to other occupational settings and used to generate strategies to improve diversity in PR. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}