{"id":"DDA675B8-60D1-4CA2-BDDC-0DA26614BD90","title":"New Developments in ToF-SIMS Surface Mass Spectrometry with ATR-IR Spectroscopy","abstractText":"A programme of a research is proposed to advance the capability of the technique - Time of Flight Secondary Ion Mass Spectrometry - ToF-SIMS. which, by bombarding the surface with moderate energy particles, analyses the surface chemistry of materials by removing and analysing molecular and atomic fragments. The research will take two directions. First we will capitalise on our exciting advances using bucky-ball (C60) and metal cluster beams to bombard the surface. These cluster beams remove molecules rather gently (ensuring that they are much less damaged in the removal process than under atomic beam bombardment), but in large quantities, enhancing sensitivity and analytical efficiency. Our research will seek to understand how these beams remove molecules from the surface, so that we can tailor their use to the samples to be analysed. This fundamental research will be augmented by some adventurous instrumental developments in collaboration with a small high technology UK company - Ionoptika Ltd. First, a totally new instrument uniquely combining ToF-SIMS and the complementary infra-red spectroscopy ATR-IR technique will be developed. Combining these two techniques in this new instrument will enable for the first time the surface chemistry and the sub-surface chemistry of complex biological, organic and inorganic materials to be studied at the same time. This is important because of the strong link between the surface chemistry of materials and their sub-surface or bulk chemistry. Second, we will incorporate tandem mass spectrometry into our ToF-SIMS. This facility enables the large complex molecules found in many materials to be selected and broken into smaller easily analysed fragments permiting accurate analysis of these molecules. Finally we will develop new ways of producing cluster ion beams that improves the focussing capability of the beams to enable analysis at high spatial resolution, so that the spatial chemistry of heterogeneous materials, eg biological tissue, cells, catlaysts etc can be characterised with high sensitivity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C009339/1","grantId":"EP/C009339/1","fundValue":"227208","fundStart":"2006-01-03","fundEnd":"2010-01-02","funder":"EPSRC","impactText":"  The development of the new Cluster SIMS system at Manchester has continued and 3 new machines have been commissioned from the UK company Ionoptika to locations around the world. The simulation work underpinned the development of this equipment. Aerospace, Defence and Marine,Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Roger Paul Webb","coPersons":["Peter  Gardner","Karen Joy Kirkby","Royston  Goodacre","Nicholas Paul Lockyer","Andrew  Horn","John Charles Vickerman"],"organisation":"University of Surrey","findingsText":" A program of a research was carried out that advanced the capability of Time of Flight Secondary Ion Mass Spectrometry - ToF-SIMS which, by bombarding the surface with moderate energy particles, analyses the surface chemistry of materials by removing and analysing molecular and atomic fragments. The research has taken two directions. First we have capitalised on our exciting advances using bucky-ball (C60) and metal cluster beams to bombard the surface. These cluster beams remove molecules rather gently (ensuring that they are much less damaged in the removal process than under atomic beam bombardment), but in large quantities, enhancing sensitivity and analytical efficiency. Our research with the Garrison group at Penn State University using molecular dynamics along with the experimental models of bioorganic compounds and small cellular systems performed by our colleagues at Manchester University has shown that the polyatomic ion beams are more effective than metal cluster ions at removing molecules with minimum damage. We have shown that these polyatomic beams have the best chance of being able to probe the molecular composition of cells and tissue at the sub-cellular level. We have demonstrated the influence of the H:C ratio on the cross-linking behaviour of molecular materials under bombardment of clusters and shown that systems - such as fullerite - will substantially cross-link under bombardment, severely limiting the intact ejection of molecular ions. The fundamentals have been used in developing both an increased understanding of the Cluster-SIMS process and in improving the experimental arrangement of cluster SIMS tools Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Energy,Environment,Healthcare,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}