{"id":"DDA776FD-DA9C-45BA-98A9-ABC03C044AE3","title":"The Social Impact of 'New Surveillance' Technologies: An Ethnographic Study of the Surveilled","abstractText":"<p>The central aim of the research is to provide a detailed account of how people experience and respond to being monitored by a range of surveillance technologies and practices. Focusing mainly on the use of ‘new surveillance’ technologies in the context of policing and security, the research will involve case studies on six surveyed groups: </p>\n\n<ul>\n \n\n <li>'flawed consumers' (homeless, buskers, young people) in the city centre;</li>\n\n <li>global migrants who recently arrived&nbsp;in the&nbsp;city;</li>\n\n <li>the 'tagged and tested' who are subject to the Intensive Supervision and Surveillance Programme (ISSP); </li>\n\n <li>a sample of students in schools, colleges and universities;</li>\n\n <li>political activists who are actively involved in peaceful demonstrations in the local area;</li>\n\n <li>and the watchers, a group of police officers who are monitored by a wide range of surveillance systems. </li>\n</ul>\n\n<p>The research will use semi-structured interviews and observations to:</p>\n\n<ul>\n \n\n <li>document the extent and intensity of surveillance in people's lives;</li>\n\n <li>examine the subjective experience and behavioural responses of those on the receiving end of surveillance;</li>\n\n <li>examine the social impact that surveillance has on people's lives;</li>\n\n <li>explore how people situated in different social positions respond to monitoring by surveillance technologies and practices. <br /></li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-0969","grantId":"RES-062-23-0969","fundValue":"116652","fundStart":"2008-07-01","fundEnd":"2010-06-30","funder":"ESRC","impactText":"  The scientific impact of the project can be summarised as follows. Firstly, the project adds to our empirical understanding of a neglected area by utilising a range of novel methodological techniques to provide a detailed 'micro-sociological' account of the experience and response to surveillance. These techniques include: a) a media analysis of 16,972 articles published in three UK newspapers between January 1 2000 and January 1 2010 to examine media representations of 'data subjects'; b) 90 interviews with six different groups to explore subjective experiences and responses to surveillance; and c) observational research of 'surveillance encounters' in a variety of settings, including political demonstrations, shopping malls, probation centres, private homes, and public streets. Secondly, the research makes some important connections between a wide range of disciplinary areas including 'surveillance studies', 'childhood studies', 'media studies', 'criminal justice' and 'migration' studies. Thirdly, the research makes a contribution to theoretical debates by interweaving surveillance theory, interactionist perspectives on the 'politics of everyday resistance' and the work of Pierre Bourdieu to show how the rise of 'new surveillance' technologies is bound up with the reproduction of privilege and disadvantage in modern society. Fourthly, the project has created new research capacity in a number of areas, including potential collaborative research on a number of surveillance-related topics with internationally recognised scholars in Europe and Hong Kong. Digital/Communication/Information Technologies (including Software),Education,Security and Diplomacy Societal","person":"Michael  McCahill","coPersons":[],"organisation":"University of Hull","findingsText":" The central aim of this project was to find out how people experience and respond to being monitored by ‘new surveillance’ technologies such as CCTV cameras and computers. Our methods included a ‘media analysis’ of three UK newspapers and interviews and observations with six different groups: ‘school children’, ‘political protesters’, ‘offenders’, ‘unemployed people’, ‘migrants’, and ‘police officers’. We asked these people a) Do they think they are ‘watched’ or have ‘personal information’ collected about them? b) Does this have any impact on their lives? c) How do they ‘feel’ about being ‘surveyed’? d) How do they respond to being ‘surveyed’? Our findings are as follows. First, all groups were aware of the existence of a range of ‘new surveillance’ technologies and reported examples of being ‘surveyed’. Second, in ‘public spaces’ (‘streets’ and ‘shopping malls’) ‘marginalised’ groups (e.g. ‘working class school children’, ‘persistent offenders’) reported more examples of being ‘surveyed’ than relatively ‘privileged’ groups (e.g. ‘middle class protesters’ and ‘private school children’). Third, the experience of surveillance was expressed in ‘negative’ terms (e.g. ‘privacy concerns’, ‘worry’, ‘intimidation’, and ‘paranoia’) and ‘positive’ terms (e.g. ‘protection’, ‘identity affirming’ and ‘excitement’), although ‘marginalised’ groups were more likely to experience surveillance systems as ‘discriminatory’ and ‘stigmatising’. Fourth, the ‘social impacts’ of surveillance included restricted access to employment, spaces and services. Finally, the ability to ‘negotiate’, ‘avoid’ or ‘resist’ surveillance was highly dependent upon the social connections, financial resources, and skills possessed by those on the receiving end of surveillance. Overall, we found that the experience and response to surveillance was shaped by, and to some extent reinforced, existing ‘social positions’ and ‘identities’. Firstly, the research raises a number of issues in relation to the privatization of public space and the use of new surveillance technologies and practices for ‘exclusionary’ purposes. Secondly, by showing how the experience and response to surveillance is shaped by, and to some extent reinforces, existing ‘social positions’ and ‘identities’, it lends support to those (Information Commissioner’s Report, 2006) who have called for policy makers to consider the wider ‘social’ and ‘collective’ dimensions of surveillance as opposed to the dominant concern with ‘privacy’ which frames the debate in ‘narrow’ and ‘individualistic’ terms by viewing surveillance as ‘an intrusion of individual space’. Thirdly, many of these issues are currently being discussed in workshop-style seminars held in the community where participants are provided beforehand with a user-friendly four-page summary of the key findings to inform discussion and to receive informed feedback. The first of our ‘Social Impact of New Surveillance Technologies’ Workshops was held with ‘global migrants’ at the University of Hull, 27 June 2011. Digital/Communication/Information Technologies (including Software),Security and Diplomacy","dataset":"gtr"}