{"id":"DDADD81C-3EAA-4294-9066-427ABF736ED5","title":"FAST real time sine wave Locking And trackiNg devicEs (FASTSINE)","abstractText":"Waves are a fundamental part of the physical world. In nature, they are emitted by oscillators such as a pendulum, and people deliberately generate and transmit waves to carry information. In both of these cases, the waves are not entirely static, but may have an amplitude, frequency, and phase that exhibit slow or rapid changes. Some of these characteristics are relatively easy to monitor, such as the wave amplitude. Others, particularly frequency and phase shifts, are more difficult to measure. In fact, methods for accurately locating frequency and phase shifts in a wave are a central enabling technology for many communications systems. An ordinary FM radio circuit is an early example of such a decoding algorithm. Nowadays, we are interested in transmitting digital data using waves, and we need fast, simple algorithms for determining the frequency and phase content of a digitised wave train embedded in a noisy background. In some cases, the wave trains may be natural - when we are studying a mechanical oscillator such as the suspended mirror of a gravitational wave detector, and the shifts in phase or frequency may be due to temperature fluctuations or strain releases in the suspension wire.\n\nMethods I have developed for the purpose of studying such oscillations have proved also particularly effective for monitoring the phase and frequency of wave trains having other purposes, including those generated and transmitted in the communications industry, and those entering oscilloscopes and other high-end pieces of test and measurement equipment. Furthermore, nature is a source of other waves that we may find useful and interesting, like brain waves measured by electroencephelographs or the confusing mixture of wave trains used for communications during conflicts. In these cases too, methods for rapidly interpreting the information encoded in the fluctuating phase and frequency of the waves may be useful and important.\n\nThe proposed project takes the algorithms I have developed and applies them to real-world situations of practical importance both to commercial companies and to society. The algorithms I have developed, though mathematically quite sophisticated, are realised in iteration equations that utilise only simple mathematical operations like multiplies and divides, making them fast to implement digitally. The commercial potential of these algorithms is quite exciting, and we are certainly looking forward to continuing our exploration of these possibilities in the coming months.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K000365/1","grantId":"ST/K000365/1","fundValue":"88162","fundStart":"2012-11-01","fundEnd":"2013-10-31","funder":"STFC","impactText":"","person":"Edward John Daw","coPersons":[],"organisation":"University of Sheffield","findingsText":" The wave tracking algorithms developed partially with the support of this grant are now covered by confidentiality connected with intellectual property issues. Through applications of these methods in industry / control engineering / research. Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment","dataset":"gtr"}