{"id":"DDB42BE5-A8E6-479F-A569-EE349380CE1C","title":"School accountability: a comparative study of policy and practice across three types of secondary school","abstractText":"<p>Since the 1980s education services in the UK have increasingly come to be defined through the lens of ‘managerial governance’ and associated concepts of deregulation, competition and marketisation. A corollary of this has been the expansion of ‘public accountability’ to accommodate business-led targets and protocols in the evaluation and monitoring of education provision. School-based accountability measures now include for example:</p>\n\n<ul>\n \n\n <li>&nbsp;market</li>\n\n <li>&nbsp;legal</li>\n\n <li>hierarchical</li>\n\n <li>contractual</li>\n\n <li>network</li>\n\n <li>participative</li>\n\n <li>professional. </li>\n\n</ul>\n\n<p>This project undertakes an original and timely investigation of how these measures work, combine and what their effects are within academies (eg publicly funded independent schools), free schools (eg all-ability parent-run schools) and maintained schools (eg community and foundation schools). Framed within a policy sociology approach, it examines how these differently governed schools engage with stakeholders, LA officers, trust committee members, parents and community groups as well as wider networks of collaboration, federation and competition in their role as education providers. <br /><br />The data will offer an original and accessible account of the complex arrangements that combine to produce particular relations between schools and their stakeholders within different socio-economic, geographical, policy and institutional settings. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K001299/1","grantId":"ES/K001299/1","fundValue":"165104","fundStart":"2012-10-01","fundEnd":"2015-01-31","funder":"ESRC","impactText":"  Serialised by Modern Governor, a national governor support service, into four parts. Education Societal","person":"Andrew  Wilkins","coPersons":[],"organisation":"Roehampton University","findingsText":"","dataset":"gtr"}