{"id":"DDB9A3AD-4CFF-4AE4-AB75-B7AC605AC151","title":"Antimicrobial resistance in Chlamydia trachomatis: is it a reality?","abstractText":"Antimicrobial resistance is a serious concern, resulting in infections that are difficult to treat and in the worst scenario could become untreatable. This proposal will investigate whether antimicrobial resistance exists in Chlamydia trachomatis, which is the bacterium that causes the most common sexually transmitted infection in England &amp; Wales. Chlamydial infection is also a considerable concern because it is found predominantly among young people between 16-24 years old and does not cause any symptoms in more than 70% of women and up to 50% in men. The infected individuals will, therefore, not know that they need to seek healthcare and go untreated and continue to transmit the infection to their sexual partners. Hence it has become widespread in the population, with approximately 10% of sexually active young people infected, in contrast to other sexually transmitted infections such as gonorrhoea and syphilis which are found predominantly in high risk core groups. Chlamydia has serious consequences for women, causing complicated infection that can lead to infertility and ectopic pregnancy in later life. The government have recognised this as a priority and have funded a National Chlamydia Screening Programme which offers testing for C. trachomatis to young people attending healthcare settings, such as university clinics, contraceptive services and general practice. The infected individuals and their partners are treated with a single dose of the antimicrobial agent, azithromycin, and when the programme has completed its roll-out nationally in March 2007, large numbers will be receiving treatment. In addition approximately 100,000 patients with chlamydial infection are treated in specialised sexual health clinics in England &amp; Wales with azithromycin or a five day course of doxycycline (tetracycline). There is a worry that extensive screening and testing for chlamydial infection treated with a single agent will select for resistant bacteria. Previously resistance has not been a problem for this organism but there are reports of patients with repeated and persistent infection that does not respond to antimicrobial therapy. This proposal is a scoping exercise to investigate whether resistance in C. trachomatis is a real problem. We will target patients who have persistent infection and will use microbiological and molecular methods to identify mechanisms of resistance. It is imperative that we have early warning of any possibility, that this very common infection, that is known to recur, will fail treatment. The outcomes of this proposal are important for maintaining sexual health in young people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601663","grantId":"G0601663","fundValue":"153109","fundStart":"2007-12-01","fundEnd":"2010-05-31","funder":"MRC","impactText":"","person":"Catherine A Ison","coPersons":["Sarah  Alexander"],"organisation":"Public Health England","findingsText":"","dataset":"gtr"}