{"id":"DDC5790B-C6DC-410E-9D5E-5CFBD6F3EEBE","title":"A New Method for the Estimation of Profiles of Diffusivity in the Stratified Marine Environment","abstractText":"Much of the ocean is stably stratified with lighter water overlying heavier water, with the vertical movement of nutrients, salt, heat, and pollutants across stratification driven by turbulent mixing. The nature and strength of the processes which are responsible for these vertical fluxes therefore play a major role in shaping the marine system. For example, vertical fluxes of nutrients link the dark, nutrient-rich, deep waters with the upper, sunlit, part of the water column promoting the primary productivity which supports the marine ecosystem. Vertical mixing is also one of the main mechanisms behind the large scale ocean circulation, and therefore of immense importance for the climate of our planet. A number of techniques have been developed for the estimation of vertical mixing rates in the marine environment. These include direct measurements of the turbulence using a freefalling profiler, which is a very time consuming and labour intensive technique requiring teams of specialist scientists. Other methods use acoustic current meters, which can be deployed in the marine environment and then left for a period of time. However, this method has a limited vertical range, and up until now has not worked well in environments with vertical stratification or when deployed from moving platforms. Our proposal here is to extend an acoustic technique, which we have developed, for measuring marine turbulence, using relatively cheap, off-the-shelf instruments, to the stratified marine environment. Our aim is to develop a simple to operate and effective add-on system that can be used on conventional profiling platforms (i.e. CTDs), for the measurement of profiles turbulence in a stratified marine environment. Such a system would significantly simplify measuring oceanic turbulence, facilitating more turbulence measurements and enabling an improved understanding of this important process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F019467/1","grantId":"NE/F019467/1","fundValue":"203940","fundStart":"2009-04-01","fundEnd":"2010-12-31","funder":"NERC","impactText":"","person":"Thomas  Rippeth","coPersons":["John H Simpson","Philip John Wiles"],"organisation":"Bangor University","findingsText":" A new method for measuring turbulence has been developed which can be applied in low energy environments using relatively inexpensive off-the-shelf acoustic Doppler current profilers. Other can easily apply the method based on our published literature. Aerospace, Defence and Marine,Energy,Environment","dataset":"gtr"}