{"id":"DDD1B070-FDD9-4430-9A2C-DBB5DB4886DF","title":"Next Generation Visualisation &amp; Metering Technology for Multi-phase Flows","abstractText":"The principal aim of the research proposal is to develop a next generation multi-phase flow instrument to non-invasively measure the phase flow rates, and rapidly image the flow-field distributions, of complex, unsteady two- or three-phase flows. The proposed research is multi-disciplinary covering aspects of fluid mechanics modelling, sensor material selection and flow metering, process tomography and multi-variable data fusion. The new instrument will be based on the novel concepts of 3D vector Electrical Impedance Tomography (EIT) and the Electromagnetic Velocity Profiler (EVP). These will be used in conjunction with auxiliary differential-pressure measurements for flow density and total flow rate. It is our intention to be able to measure the volumetric flow rate, image time-dependent distributions of the local axial velocity and volume fraction of the dispersed and continuous phases, visualise flow patterns and provide an alternative measurement of volumetric flow rates in two and three phase flows. The project draws upon several recent advances in EIT technology made by the proposers' research teams. Together these potentially enable the development of an advanced flow meter intended to address some limitations of current multiphase flow meters, leading to improvements of the management of productivity in many industrial sectors such as petroleum, petrochemical, food, nuclear and mineral processing. Within the scope of this research, only flows with a conductive continuous liquid phase will be targeted. We will make use of advanced Magnetic Resonance Imaging (MRI) protocols for independent non-invasive validation of both the phase volume fraction and velocity distribution measurements. It is intended that the project will pave the way for the manufacturing of a next generation of advanced multi-phase flow measurement and rapid visualisation technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H023054/1","grantId":"EP/H023054/1","fundValue":"463891","fundStart":"2010-10-01","fundEnd":"2014-02-28","funder":"EPSRC","impactText":"  tested at industries and generate a patent Chemicals,Energy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Mi  Wang","coPersons":["Girish  Kale"],"organisation":"University of Leeds","findingsText":" A new and green method for measurement and visualisation of complex multiphase flow in industries Licence, publication and workshop Energy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}