{"id":"DDD294AD-7718-4AA7-834E-5168C905308E","title":"A biochemical and molecular analysis of the YhaO membrane protein in Escherichia coli O157:H7","abstractText":"Summary E. coli O157 is a dangerous bacterium that can cause serious illness in humans. The disease caused by O157 can lead to kidney failure or even death, especially if it infects the very young or eldery people. There is no effective treatment at the moment. Normally, O157 lives in cattle where no obvious disease is caused but if milk or meat products get contaminated with O157 then it can enter the food chain and affect humans. In both humans and cattle O157 manages to bind to the gut wall using an apparatus that pokes through its cell wall, this is known as its type three secretion system. When and how O157 decides to make its type three secretion system is not fully understood. If we know exactly how type three secretion is controlled then we can take advantage of this knowledge by using new agents that block its function. In addition we will be able to force the bacteria to produce the type three secretion system on a large scale which could be used in vaccine production. In this work we want to understand how O157 senses key signals from the environment and uses these signals to affect when it makes the type three secretion system. We have found a protein that sits on the edge of O157 and want to know what it senses, what shape it is and how best to stop it from working.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G011389/1","grantId":"BB/G011389/1","fundValue":"410462","fundStart":"2009-02-01","fundEnd":"2012-01-31","funder":"BBSRC","impactText":"  The work helped our group to solve and understand the structures of several proteins. Although not the key protein was really aimed for, these were still useful and could not have been achieved without the postdoc employed and his skill set. The protein structures let us design new compounds that appear to block the function of the main weapon used by the bacteria to cause disease. Agriculture, Food and Drink,Environment,Healthcare Economic","person":"Andrew James Roe","coPersons":["Richard John  Cogdell"],"organisation":"University of Glasgow","findingsText":" The most significant achievement was understanding the substrate that YhaO transported (ie D serine) and correlating this with the actual biology of the organism. We showed that YhaO &quot;senses&quot; D serine in the environment, that D serine can have deleterious effects on the bacteria and that the bacteria respond by expressing their flagella.\n\n\n\nWe successfully crystallized several proteins associated with regulation of the Type Three Secretion System. This is in line with the overall aim of my group - to develop intervention strategies to combat this organism. The type three secretion system is a fascinating example of how bacteria interact with host cells. We have found it is of wide interest to a general audience and will continue to develop animations and interactive tools to showcase our research. As our understanding of the regulation is developed, we will modify the animation to reflect our current research and disseminate this using widely used web sources such as u tube and itunes university. The knowledge that D serine can affect expression of the flagella and T3SS is important for the production of current O157 vaccines. Modifying the D serine concentration in the media would dramatically affect their relative expression which could be exploited to improve vaccine yields. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}