{"id":"DDD8113C-BEF8-4B64-A114-D50A89D95E7F","title":"Programmable Fabrics and Spatial Compilers","abstractText":"Advances in fabrication technology will soon provide computer architects with an almost limitless supply of transistors. This technology scaling could permit thousands of individual processor cores to be integrated onto a single chip. In fact, many assume that these ``manycore architectures offer a panacea in terms of performance and scalability. Unfortunately, roadmaps built upon such an assumption often fail to consider the fundamental shift in design trade-offs that will take place in the longer term. It is the goal of this project to use a far more open-ended strategy to explore viable processor designs. We aim to investigate how key features of ASIC, FPGA and multicore approaches can be combined to produce the most apposite architectures. We call solutions from this region of the architectural design space programmable fabrics . These will be targeted by novel compilers with the ability to optimise program execution under a range of physical constraints. Unlike compilers for centralised uniprocessors, we expect to incorporate features from logic synthesis and place-and-route tools. The aim of this proposal is to highlight the need to explore longer term limits to performance and to evaluate a family of potential architectural solutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G033110/1","grantId":"EP/G033110/1","fundValue":"177259","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  The project continues as a larger ERC project. A collaboration with an industrial partner is planned for 2015.  ","person":"Robert David Mullins","coPersons":[],"organisation":"University of Cambridge","findingsText":" The project developed and explored a new way of constructing power-efficient many-core processors. The key idea was to build a flexible sea of tightly coupled processors that could offer a wide-range of implementation opportunities in order to best exploit the characteristics of a particular application (e.g. availability of different forms of parallelism, communication patterns, memory requirements etc.). \n\nA significant amount of simulation and compiler infrastructure has been built to date. Initial results demonstrate that many different forms of parallelism can be exploited efficiently. We have been able to generate both performance and power numbers in order to make direct comparisons to existing processors.\n\nThe work is continuing as part of a larger ERC funded project. This will include the fabrication of a test-chip. A collaboration with an industrial partner is planned for 2015. It is hoped that the approaches we are exploring and the results we are producing will ultimately influence the design of commercial multiprocessors and system-on-chip designs. \n\nThe next phase of the project (funded by the ERC project) will produce a test-chip to demonstrate the key advantages of our approach. This will potentially take the project one step closer to demonstrating its suitability for commercial applications but will also allow silicon prototypes to be distributed to other researchers. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}