{"id":"DDEAEB82-7097-4333-8B39-148134AAA8BD","title":"Building Research Capacity in Empirical Socio-Legal Research","abstractText":"This project draws together researchers and academics from 6\nuniversities - including Manchester, Sheffield, Loughborough,\nNottingham Trent, Bradford and Leeds - to deliver a series of workshops\naimed at encouraging and sustaining capacity in empirical socio-legal\nresearch (ESLR). It aims to:&nbsp;\n<br />\n\n<br />\n<ul>\n <li>augment existing doctoral training, support doctoral researchers\nand improve the quality of doctoral training and supervision in the\nfield of ESLR;</li>\n <li>improve support for doctoral supervisors;</li>\n <li>develop effective mentoring for mid career researchers in ESLR;</li>\n <li>encourage the mainstreaming of the outputs of ESLR into curricula\nat undergraduate and postgraduate level (as the basis of encouraging\n'feeder-routes' and a new generation of researchers);</li>\n <li>build a community of ESLR scholars based on a networking approach as the basis for sustainable capacity-building;</li>\n <li>increase the take-up of existing specialised ESRC research training schemes amongst this community.</li>\n</ul>\n\n\n\n\n In view of the identified needs for capacity-building in the field of\nsocio-legal research, the project activities are aimed at four broad\ngroups: (1) doctoral researchers engaged in socio-legal projects with\nan empirical element; (2) early career researchers in HE; (3)\nmid-career 'switchers' who have an established position and wish to\nenhance their skills in ESLR (supervisors, mentors and independent\nresearchers); and (4) researchers employed outside of the academic\nsector in private and NGO organisations.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-035-25-0040","grantId":"RES-035-25-0040","fundValue":"77588","fundStart":"2008-01-01","fundEnd":"2010-03-31","funder":"ESRC","impactText":"","person":"Louise Helen Ackers","coPersons":["Fiona  Beveridge"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}