{"id":"DDECCF13-029C-434F-8799-DA6A2CE0DD3C","title":"The Formation of Cosmic Structure: 2011-2016","abstractText":"The past twenty years have seen the emergence of a standard model for the geometry and material content of our Universe, as well as for the origin and evolution of all structure within it. According to this ``Lambda-CDM'' model, we live in a universe with a flat geometry where at least two thirds of all mass-energy is now in the form of a dark energy field which is causing the universe to expand at an ever increasing rate. About a quarter is dark matter, most probably a new weakly interacting elementary particle yet to be detected directly on Earth. Only about 5 percent is ordinary, or baryonic, matter of which only about a tenth is in stars today and the rest resides mostly in intergalactic gas. Structure was seeded by quantum fluctuations imprinted in the mass density of the universe at the earliest instants of the Big Bang. These produced weak sound waves in the near-uniform primordial plasma that left observable imprints on the heat left over from the Big Bang, emitted when the universe was only 400,000 years old. These tiny ripples, mapped by imaging the cosmic microwave background radiation, grew into the full richness of structure we see around us today. It is this transformation from a near-uniform primordial soup to a cosmic web of galaxies, clusters and larger structures that is the focus of this application. Gravity, mostly due to dark matter, amplifies the tiny primordial ripples, causing lumps of dark matter and gas to stop expanding with the universe and collapse to form today's cosmic structures. This process is complex, but can be calculated by computer simulation. For a given a set of assumptions regarding the generation of inhomogeneities in the early universe, the identity of the dark matter, and the values of the cosmological parameters, simulations can follow the formation history of cosmic structure, tracking the evolution of dark matter, gas and stars, in considerable detail. Supercomputer simulations are a large part of our research programme and much of this work takes place within the `Virgo consortium', a UK-led international collaboration which is generally recognized as the world leader in the subject. Over the past 25 years, the Virgo consortium and precursor collaborations have played a central role in defining the modern approach to physical cosmology and establishing Lambda-CDM as the standard model. Our programme has six interrelated themes: (1) the Milky Way halo, (2) the physics of extragalactic gas, (3) simulations of galaxy formation, (4) the cosmic dawn and reionization, (5) multi-wavelength modelling of galaxies and active galactic nuclei and (6) the Gigaparsec universe. Our research has three broad goals. The first is to understand the formation of structures in the Universe, from galaxies and quasars to superclusters and, through this, establish the nature of the dark matter and the dark energy, and explore the Lambda-CDM model in as yet untested regimes. The second goal is to provide a bridge between theory and observations. Simulations are the best, often the only, means to formulate observable predictions from cosmological and astrophysical theory. Our third goal is to extract cosmological information about the real universe by analysing galaxy surveys in tandem with our simulations. We are part of the international Pan-STARRS1 project, the first of a new generation of panoramic photometric surveys which targets an astonishing breath of science, from potential `killer' asteroids, to the large-scale structure of the Universe. We are leading one of the 12 key Pan-STARRS1 projects, on the cosmic large-scale structure. Performing simulations of the complexity and size or ours is beyond the reach of most groups. We regard it as our professional duty to provide access to these unique datasets and an important component of our programme is the curation and publication of simulation data and derivatives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001166/1","grantId":"ST/I001166/1","fundValue":"2111470","fundStart":"2011-04-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"  The support of STFC allows the ICC to attract highly trained researchers from outside the UK. This makes it possible to pursue a globally recognised research program and to pursue leadership roles in large international projects. By raising the research capacity and profile of the ICC in this way, we are able to lead applications for other funding, e.g. from the European Commission. By attracting researchers from\noutside the UK we are achieving a cultural impact at a saving to the UK -- these researchers have typically been trained to PhD level and beyond overseas, so the operation of the consolidated grant adds to the UK skills base. Education,Other Cultural,Societal","person":"Carlos  Frenk","coPersons":["Adrian  Jenkins","Richard Gwyn Bower","Vince  Eke","Tom  Theuns","Shaun  Cole","Carlton  Baugh"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}