{"id":"DDFAF329-618E-4B71-9986-9BABEDD8B921","title":"Investigations in Particle Physics Theory","abstractText":"The Cambridge Particle Physics Theory group has broad interests including searching for new particles at the Large Hadron Collider (LHC) at CERN, understanding string theory, and studying the different types of particles that occur in quantum field theories. One of our members is string theorist Michael Green, successor to Stephen Hawking as Lucasian Professor. The group has devoted much effort to developing accurate models of the quark structure inside the protons that collide at LHC, and predicting the outcome of the proton-proton collisions. This work is vital if the signature events involving new particles are to be recognised in the experiments. We will analyse and interpret results from LHC that suggest new particles, for example events where energy and momentum is carried away by unseen, electrically neutral particles. We are particularly interested in searches for the Higgs particle, whose mass appears to be in the range that LHC can reach. A striking signal of a Higgs particle is its frequent decay to two bottom (b) quarks, and it would decay even more frequently into two top (t) quarks (the heaviest type) if it had enough mass. Other aspects of heavy quark physics are also interesting and we are using supercomputers to calculate as accurately as possible the decay rates of particles that contain b quarks. Discrepancy with experiment could reveal new physics. Another kind of new particle that many theorists expect to see is a 'supersymmetric' partner of one of the particles familiar to us. Supersymmetry is a revolutionary idea for unifying particles of different types. It cannot be an exact symmetry of nature and there are many models for how supersymmetry may be only approximately true. We have developed statistical tools to distinguish among them, to be applied as LHC produces data at ever increasing energies. The reason for believing in supersymmetry is that it makes some of our most powerful theories, both quantum field theories and string theory, mathematically more consistent. Field theories present some mathematical difficulties, which get worse if there are extra dimensions of space beyond the usual three. String theory avoids some of these difficulties, and is consistent in ten spacetime dimensions, provided it is supersymmetric. It has the right structure to describe families of particles similar to those we know, and to make gravity theory consistent with quantum mechanical effects, a combined success not achieved in any other way. We are still testing in detail whether string theory avoids all the difficulties which are troublesome, though not fatal, for field theories. We will also explore the remarkable gauge/gravity correspondence, derived from string theory. This allows us to study phenomena in the physical world in which ordinary gravity plays a negligible role, like the quark-gluon plasma state, the structure of atomic nuclei, and certain effects in exotic superconductors, by carrying out gravity calculations in unphysical extra dimensions. But this is currently controversial, partly because the rigorous results justifying it rely on exact supersymmetry. We will be trying to understand how widely it can be applied, as well as looking for potential new applications. Some of our work involves solving equations in the classical approximation to quantum field theory, analogous to solving Maxwell's equations in optics rather than studying many photons. This is mathematically very interesting. Examples of solutions are various types of vortices, and the Skyrmions that were observed recently in exotic magnets. Skyrme's original idea was to model nuclei by Skyrmions. It gives a picture of a nucleus intermediate between a cluster of rigid, spherical protons and neutrons, and a structureless liquid drop. We will test the Skyrme picture through its predictions for the force between Helium-4 nuclei (alpha particles), and for the spectra of energy levels of excited nuclei.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J000434/1","grantId":"ST/J000434/1","fundValue":"1275550","fundStart":"2011-10-01","fundEnd":"2015-09-30","funder":"STFC","impactText":"","person":"Nicholas Stephen  Manton","coPersons":["Ruth  Williams","David  Stuart","James Daniel Wells","Michael  Green","Nick  Dorey","Daniel David Baumann","Benjamin Christopher Allanach","Ronald  Horgan","David  Tong","Paul Kingsley Townsend","A C  Davis","Matthew Bowen Wingate","Malcolm John  Perry","Annamaria  Sinkovics","James  Stirling","Maciej  Dunajski"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}