{"id":"DDFDD8C1-92AD-4C08-B1C4-044F7E063244","title":"Understanding the Genotoxic Potential of Ultra-Fine Superparamagnetic Iron Oxide Nanoparticles","abstractText":"The nanotechnology industry is promising to develop new nanometer-sized materials (a millionth of a millimetre) that can significantly enhance our quality of life. However, the impact of these products upon human health and the environment is currently unknown. An important area governing health risk assessment is genotoxicology, which involves the study of genetic damage following exposure to new compounds. Such information is vital as DNA damage can cause cancer and can have an impact upon fertility and health of subsequent generations. Consequently, it is imperative that a clear understanding of the impact of nanomaterials on biological function is established. In the proposed study, we will examine the cellular and genetic damage induced by ultra-fine superparamagnetic iron oxide nanoparticles (USPION), which are destined for numerous purposes in medical diagnostics and treatments. We therefore aim to answer two main questions: 1. Do these nanoparticles cause genetic damage; 2. If so, at what concentrations does this genotoxicity arise. To achieve this, we will quantify the level of damage that occurs over a broad USPION concentration range in cultured human cells. Our experiments will therefore provide important information that could lead to the determination of safe exposure levels, facilitating health risk assessment. A secondary impact of this study is a reduced requirement for toxicity testing in animals, as it will identify the specific USPION concentrations that may need further assessment. Furthermore, it is also possible that if the USPION induce no cellular damage in the cultured cells, or if they only induce damage at excessively higher concentrations than expected occupational or medical exposures, then there will be little need for further testing in animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700865","grantId":"G0700865","fundValue":"376834","fundStart":"2008-04-01","fundEnd":"2011-09-30","funder":"MRC","impactText":"","person":"Shareen Heather Doak","coPersons":["Gareth James Jenkins","C  Wright"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}