{"id":"DDFFD73D-7D9E-436E-BCF7-89C127233959","title":"Ultimate Passive Optical Network (UPON)","abstractText":"As recently discussed by the Wall Street Journal, the remarkable success of the internet may be attributed to the tremendous capacity of unseen underground and undersea optical cables and the associated technologies. Indeed, the initial surge in web usage in the mid-1990s coincides with the first optically amplified transatlantic cable network allowing ready access to information otherwise inaccessible. Tremendous progress has been made since then, and since the introduction of the single mode optical fibre network by BT in 1983 all developments have exploited the same physical infrastructure, enabling return on investment over three decades in time and almost five orders of magnitude in capacity. However, of equal importance have been the &quot;last mile&quot; actually connecting customers to the network. Whilst growth in the last century was supported by the existing copper infrastructure, todays networks are more technologically fractured, split between (in order of capacity, ranging from a few kbit/s to a few Gbit.s) this legacy network, satellite distribution (plagued by poor latency), wireless networks, hybrid fibre/copper (eg BT Infinity), coaxial networks (cable TV), passive optical networks and point to point optical networks. Each of these solutions offer unique features suited to today's market, enabling competition between network operators (eg BT, Virgin, EE) as well as service providers. However, with the exception of fibre based solutions the potential for further capacity growth is limited. As demand for communication services applications continue to grow in number (e.g. Twitter, YouTube, Facebook, etc.) and in bandwidth (e.g. HDTV, 4k video...), all parts of the communication systems carrying this traffic must be able to operate at higher and higher speeds. This ever-growing capacity demand can only be handled by continually upgrading the capacity of all parts of the network, including long-haul links between major cities, as well as the critical 'last mile' distribution networks ending at or near the customer premises which are the focus of this project.\n\nIn UPON, rather than continuing to introduce this series of platforms, each optimised for a specific application and data rate, we will identify the network configuration which allows the maximum possible capacity per user (with a single connection), considering both the limitations of the access network itself (arising from trade-off between nonlinearity and noise) and the practically achievable capacity in the core network. This unique approach will allow the development of a single, optimised network configuration with the highest possible growth potential. By considering techno-economic modelling as a fundamental component of the network design, with equal weight to technological constraints, will also identify, propose and demonstrate cost effective evolution scenarios. These scenarios will enable the gradual roll out of network capacity and customer demand and bandwidth intensive applications are developed over the next decades. This will be achieved in three phases: \nExperimental and theoretical analysis, of the impact of geographical layout on the signal loss, of the impact of various forms of optical distortions - most importantly nonlinear distortions where the light intensity alters the refractive index of the fibre itself, and cost; \nDevelopment of novel technologies to enhance the achievable data rates for each customer, specifically exploiting the unique properties of a new form of optical amplifier the &quot;Fibre Optic Parametric Amplifier&quot;, and new transmission fibres specifically designed for access applications; \nExperimental demonstrations proving the feasibility of the UPON configuration and influencing the decision making processes within major network operators.\n\nIf UPON is successful, it will pave the way for the highest possible connectivity between people, offering unprecedented quality of experience, at the optimum cost.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M005283/1","grantId":"EP/M005283/1","fundValue":"777148","fundStart":"2015-07-01","fundEnd":"2019-06-30","funder":"EPSRC","impactText":"","person":"Nicholas John Doran","coPersons":["Andrew D Ellis"],"organisation":"Aston University","findingsText":"","dataset":"gtr"}