{"id":"DE059931-21EC-435B-9452-BBD63B21598E","title":"Quantum feedback control of levitating opto-mechanics","abstractText":"When confronted with the task of controlling a physical degree of freedom, observations and adjustments based on such observations are a most natural way to proceed. This is the basic idea behind the notion of feedback control, one of the standard paradigms of control engineering. If applied to systems subject to continuous noise, feedback control loops driven by continuous monitoring often allow one to cancel the effect of noise and to stabilise the system in a desirable configuration, up to a certain precision. Such powerful control routines are well established for macroscopic objects, obeying the laws of classical mechanics. However, it is becoming more and more desirable to extend the application of feedback control to microscopic degrees of freedom, governed by quantum mechanics. Due to the fundamentally probabilistic character of quantum mechanics, the observation of quantum objects typically results in a distribution of probabilistic outcomes, which manifests itself as additional noise (technically referred to as measurement back-action). This feature makes the theory of quantum feedback control, whereby quantum degrees of freedom are monitored and steered to desired states, rather more complex than its classical counterpart. Yet, the design and implementation of quantum feedback control schemes would be most timely and welcome, given the current struggle to achieve coherent manipulations for application in nano- and quantum technologies. The main obstacle standing in the way of exploitable quantum computation is still the problem of engineering multipartite microscopic systems where the interactions between the controlled subsystems are enhanced, while the unwanted interaction with their environment is suppressed. Feedback control schemes would offer an active way to suppress the effect of such environmental noise, with the possibility of stabilising the systems in quantum states useful as resources for quantum information processing.\n\nRecent advances in cooling, trapping and manifacturing techniques are bringing more and more\ndegrees of freedom into the quantum regime. Among such degrees of freedom the family of cavity opto-mechanical systems, where resonating light is coupled to a micro- or nano-scopic mechanical oscillator, stand out for their interest in sensing, quantum information processing and as probes of the quantum to classical boundary (as they include massive oscillators of varying size). In particular, a new generation of such systems recently emerged where the mechanical oscillator is not clamped to a substrate but is instead a levitating bead, trapped by optical means. These set-ups are particularly promising because they are not influenced by the thermal fluctuations of a substratum. Still, because of their relatively low frequencies, which set much more stringent cooling requirements, they have not yet entered a fully quantum regime, where coherent, pure quantum states can be manipulated and observed. They would hence benefit greatly from the development of bespoke feedback control techniques.\n\nOur research project is aimed at the design and implementation of feedback schemes for the cooling and quantum control of opto-mechanical systems, and in particular for the levitated bead set-ups at University College London and at the University of Vienna (project partner). We intend to achieve ground state cooling as well as squeezed states (states where the uncertainty on position is below the uncertainty of the ground state, of relevance to quantum metrology), as well as non-classical superpositions (Schroedinger cats) of the levitated beads.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K026267/1","grantId":"EP/K026267/1","fundValue":"579937","fundStart":"2013-11-25","fundEnd":"2016-11-24","funder":"EPSRC","impactText":"  The application of our theoretical findings on the control of optomechanical levitating beads through measurements is being considered in the experiment of P. Barker (Oc-I in the project).\n\nAlso, a new pedagogical pathway to teaching open system dynamics and monitoring of quantum systems has been developed and applied in undergraduate and graduate lectures, in the UK and abroad. Education Cultural,Societal","person":"Alessio  Serafini","coPersons":["Peter Francis Barker"],"organisation":"University College London","findingsText":" We have developed a completely new, more expedient and clear, language to describe the control one can exert on a quantum system in order to manipulate it and ultimately use it for technological purposes. Several new findings stemmed from this. Our preliminary theoretical findings may be exploited in several platform for the implementation of quantum control, such as trapped ions and optomechancis. These possibilities will be thoroughly explored over the next two years of the project. Creative Economy,Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}