{"id":"DE075E36-30E7-4880-8470-17FCEC5446FA","title":"Soliton Formation through Self-Induced Transparency in Semiconductor Microcavities.","abstractText":"The passage of light pulses through an optical material shows many interesting and useful effects, especially when the pulse is very bright and very short in duration. Normally, the pulse will spread out in space and time as a result of diffraction and dispersion. However when the pulse is very bright, nonlinear effects can exactly cancel this spreading, and the light pulse propagates without any change in shape: a 'soliton' or 'light bullet'. It is easier to form stable solitons when the light is confined to a small cavity, and 'cavity solitons' are now attracting a lot of interest. They could be useful as a way of storing and manipulating data for optical storage or optical computing.Another type of effect (coherent propagation) is seen when the pulse is very short in duration compared to the material's lifetime (the timescale on which its properties can change). One of the most striking examples is self-induced transparency (SIT), in which a material which normally absorbs light becomes transparent to a bright, short-duration light pulse. This allows another class of light bullet or 'SIT soliton'. During the past few years, interesting properties of cavity-SIT solitons have been predicted using approximate theories, with possible applications in the generation of ultrashort pulse trains (soliton mode-locking). However, their existence has not yet been demonstrated experimentally nor confirmed by a more accurate theory. We have recently developed a new, accurate, theory of nonlinear coherent pulse propagation, based on Richard Feynman's model of atoms in an electromagnetic field. The theory predicts signatures of cavity-SIT solitons which can be detected experimentally. This is the main focus of the grant application. More generally, the new theory will be a useful tool for exploring new physical effects in the extreme nonlinear regime.Semiconductors such as gallium arsenide interact strongly with light, and can form high-quality optical cavities. However the lifetime is very short, and some theorists have stated that coherent propagation effects will be weak. Nevertheless, self-induced transparency effects have been observed experimentally. Our different theoretical method, together with experimental measurements, will be used to understand this discrepancy and to establish the conditions for SIT in semiconductors. The emphasis of the experimental work will be the demonstration of cavity-SIT solitons in semiconductor cavities. Several approaches will be used, including measurements of pulse propagation and light scattering to detect formation of optical gratings. These investigations will exploit the bright, ultrashort light pulses available from the new breed of ultrashort pulse laser amplifiers based on titanium-doped sapphire.If semiconductor crytals are made very small, they form 'quantum dots' (QDs) which have long material lifetimes and are a good starting point for coherent propagation effects. Self-induced transparency in semiconductor QDs was described theoretically in 2002 and demonstrated experimentally in 2003: much work remains to be done to understand this 'hot topic'. We will extend our theory to treat quantum dots, as well as make experimental measurements of coherent propagation.The semiconductor crystals will be grown at the National Centre at Sheffield, and the cavities will be produced by micro-fabrication at both Sheffield and Surrey. Our collaborator in France is an expert in coherent nonlinear experiments, and our US collaborator is the pioneer of exact treatment of atoms in electromagnetic fields. The project makes use of advanced lasers and supercomputers recently installed at the Advanced Technology Institute at Surrey, and is exactly the type of project which the Institute was set up to do: investigating new fundamental phenomena using advanced experimental and theoretical techniques, with applications in information technology and communications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D060958/1","grantId":"EP/D060958/1","fundValue":"436703","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Ortwin  Hess","coPersons":["Jeremy  Allam","Gabriela  Slavcheva"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}