{"id":"DE0730C6-1884-45FC-ADA1-E95F744B06B0","title":"Principled Application of Learning Classifier Systems to Large-Scale Challenging Datasets (LCSxLCD)","abstractText":"The goal of this project is to study the general applicability of Learning Classifier Systems (LCS) to large-scale challengingdata mining tasks. Data Mining and Knowledge Discovery have become crucial technologies for the advancement of manyscientific disciplines. Vast amounts of data are available thanks to initiatives such as the human genome project, thevirtual human physiome, etc. Successful data mining techniques have to scale accordingly to the volume of the data,extract accurate models out of (often) noisy and ambiguous datasets and provide new insight that enhances our understanding of complex problems. LCS are robust machine learning techniques with very high potential for data mining. The frontier of competence for LCS has been pushed forward in recent years with the help of advanced representations, better search mechanisms and theoretical analysis, as well as a few examples of their application to challenging real-world domains. This success notwithstanding, most if not all of the progress has been heuristically driven. In this project we will (1) develop theoretical models for the performance of LCS when applied to large volumes of data that can inform us of when and why LCS methodsare successful and also when do LCS fail; (2) afterwards, the insight gained from these models will help us design new LCS methods with improved performance and robustness. The end product of the project will be a framework containing allthe studied techniques with theory-based efficient implementations, adapted for their usage in high performance computingenvironments. Datasets known to be difficult to data mine will be used to validate the success of the developed techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H016597/1","grantId":"EP/H016597/1","fundValue":"101458","fundStart":"2010-06-01","fundEnd":"2011-08-31","funder":"EPSRC","impactText":"","person":"Jaume  Bacardit","coPersons":[],"organisation":"University of Nottingham","findingsText":" The goal of this project was to study the general applicability of Learning Classifier Systems (LCS) to large-scale challenging data mining tasks. The work programme designed to achieve this work was structured in three main Work Packages: (1) Theoretical foundations, where formal models for the functioning of the different subcomponents of an LCS were created, (2) algorithmic advances, providing improved and efficient mechanisms to tackle large-scale datasets and (3) Knowledge transfer, where LCS methods were applied to real-world problems. All three work packages have been successful:\n\n- We have created theoretical models for the initialisation stage of our LCS that help us understand how LCS work and also are able to explain in a principled way the difficulties that such methods face on a specific class of problems: datasets with rule overlap.\n\n- We have proposed a method to integrate cutting-edge high performance\n\ncomputing hardware (GPGPUs) within LCS that is able to improve the speedup of LCS methods by orders of magnitude.\n\n- We have applied LCS to a variety of problems in bioinformatics, systems and synthetic biology. Worth mentioning is our application of LCS to understand the process of seed germination in Arabidopsis Thaliana which led to the discovery (experimentally verified) of four novel regulators of germination.  Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}