{"id":"DE0B4D8F-1B94-4B9D-98F0-7BF3704862FB","title":"Science in Text and Culture in Latin America","abstractText":"The study of science and technology's interactions with literature and the arts, while an established field in European and North American academic contexts, has not been widely pursued within Latin American studies. This is due in part to the perception that Latin America has not been a hub of scientific production and thus has lacked a receptive aesthetic culture that reacts to news of such innovations, particularly in the frenzied period of scientific and technological breakthroughs during the nineteenth century and beyond. The 'Science in Text and Culture in Latin America' network will seek to rectify this assumption by bringing together a group of scholars to study the diverse ways in which Latin American writers and artists have responded to scientific and technological innovations occurring both locally and globally, from the nineteenth century to the present day. We will respond to research, recently published and in progress, that is starting to reveal a wealth of histories, methodologies and interpretations of the dialogues that existed between these two apparently distinct realms. To enhance this conversation, the network includes contemporary writers, film directors and dramatists from Latin America whose work is informed by advances in science and technology, and who employ science to imagine alternative histories or views of their region. \nWe have planned a number of activities over the course of two years to maximize the potential of the network. Firstly, we will organize four international symposia in Oxford, Buenos Aires, San Juan (Puerto Rico) and Cambridge, each of which will be structured around different historical, cultural and aesthetic questions concerning the relationship between science and the arts. All four encounters will feature conversations between researchers and creative practitioners whose works cross the boundaries between these two realms. We are especially keen to offer travel bursaries to postgraduate and postdoctoral students, to allow them to participate actively in these international encounters. In the first symposium, hosted by the University of Oxford, we will focus on what happens when we cross the boundaries between science and art, both in creative practice and in research, and raise awareness of the value of interdisciplinary approaches. The second symposium, to be held in San Juan, will focus specifically on the phenomenon of science fiction in the region. The third symposium, to be held in Buenos Aires, will explore the historical conversations between science and literature in Latin America, and how these in turn yield theories of what it means to be modern. In the last symposium, at the University of Cambridge, we will ask what light recent theories of creativity and evolution can throw on our understanding of innovation both in science and in creative writing (or other forms of narrative art). Aside from bringing renowned artists from Latin America to the UK, such as the Argentine dramatist Rafael Spregelburd, the two UK-based symposia will develop comparative perspectives by featuring talks by scholars working on European and Anglo-American literature and science. \nBeyond the international symposia, a number of other activities will also take place within the network period to extend the impact of the project to the general public. These include screenings of Latin American science fiction films in Cambridge and London, and an exhibition of Mexican, Argentine and Brazilian texts and artifacts from the nineteenth century to the present in Oxford's History of Science Museum, as well as a network website, which will be regularly updated. Two edited books and a number of articles will come out of the network, marking its intervention in Latin American and interdisciplinary studies. The network harbours a number of exciting possibilities beyond its two-year period of operation, and will pave the way for applications for a major research grant on this theme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013029/1","grantId":"AH/L013029/1","fundValue":"36115","fundStart":"2014-08-01","fundEnd":"2016-07-31","funder":"AHRC","impactText":"","person":"Joanna  Page","coPersons":["Maria Del Pilar  Blanco"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}