{"id":"DE0E52F8-86E0-4C66-85B2-09A687E5BF3A","title":"Design, synthesis, and assessment of specific iNKT cell agonists for clinical applications","abstractText":"The proposed research will address fundamental questions about the influence of the structural activity relationship of CD1d-restricted iNKT cells and how we may take advantage of both their immunostimulatory and immunoregulatory properties to help treat a number of clinical conditions. By using an informed design approach to generating new iNKT cell agonists, we hope to develop a more rational strategy to exploit the diverse immunomodulatory properties of this family of compounds as potential immunotherapeutic drugs. iNKT?ncell?nligands such as alpha-GalCer associated analogues, and other novel synthetic agonists, have potential use in three therapeutic areas. First, the Th1 cytokine-inducing properties of alpha-GalCer-based agents could provide protection against a variety of pathogens as a short-term immunostimulatory boost. Second, the non-specific immune activation properties of these compounds may be exploited as vaccine immunoadjuvants to boost cytotoxic responses to various neoplasias and infectious diseases, and third, the Th2 cytokine-inducing properties of iNKT cell agonists may prove effective at controlling auto-aggressive immune responses. The key challenge remains how to activate and manipulate the different functions of iNKT cells selectively, through the use of specific agonists, which can then be translated into clinical applications. As the complex structures of current iNKT agonists based on alpha-GalCer are not particularly suitable for clinical development, there is an urgent need to develop new simpler compounds that are capable of inducing targeted human iNKT cell responses. This will be achieved by a process of informed, structural design. In addition we intend to maximise our chances of success by making structural modifications to the parent iNKT cell agonist, alpha-GalCer, to create new analogues, based on our previously acquired knowledge of the structural activity relationships (SAR!\ns) that influence/govern their biological outcome. We will also use more sophisticated human in vitro screening assays to improve clinical translation of new agonists. In this application, our philosophy is to deliver a multidisciplinary, state-of-the-art programme of studies in order to address these goals. The proposed methodologies are novel and include: chemical synthesis, in silico design, human in vitro screening assays and novel in vivo verification models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001750","grantId":"G1001750","fundValue":"956633","fundStart":"2012-03-01","fundEnd":"2016-02-29","funder":"MRC","impactText":"","person":"Gurdyal Singh  Besra","coPersons":["Adam Fidelis Cunningham","Liam  Cox","David Anthony Lammas"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}