{"id":"DE16CCFB-B3C8-49AF-891D-841AB518E972","title":"Support of the Astronomical Research in the Cavendish Astrophysics Group","abstractText":"This research is aimed at helping us understand and answer fundamental questions in cosmology and astrophysics. At the same time, novel experimental methods will be developed which can help answer future questions. We are interested in most of the main frontier questions in astrophysics. This includes: how did the universe get to be how it is? What were the processes that led to the development of structure in the universe?; what were the seed conditions that led to galaxies and clusters of galaxies existing today? We can study these questions by looking at the microwave background radiation, which contains imprints of structures in the very early universe, as well as effects from clusters of galaxies that are encountered along the way. By using data from recently developed telescopes, we can start looking also at the question of how galaxies, once formed, evolve, and crucially, what is the history of the stars that form in them as a function of time. We can do this both by looking far backwards into the universe, and by studying in detail what happens in our own galaxy. In all these areas, big advances come with the introduction of new techniques, and we want to continue to pioneer the application of a technique known as interferometry, which we developed for radioastronomy, but are also leading the introduction of into optical astronomy. This already gives angular resolving power better than the Hubble Space Telescope, and we wish to extend this so that we are sensitive to structures in extragalactic objects which have never been directly seen before. A further area of development is superconducting detectors for higher frequency observations. These promise to give great sensitivity, but also simplicity, since they could be manufactured on chips, just like computer circuits now. Being able to mass-produce them, promises very sensitive array detectors for the future, which could be employed to image astrophysical structures at early epochs, helping us again to decode the origin and evolution of structure in the universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/D00117X/1","grantId":"PP/D00117X/1","fundValue":"4662340","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"STFC","impactText":"","person":"Anthony  Lasenby","coPersons":["Julia Margaret Riley","Richard Deryck Saunders","Anthony  Challinor","David Alan Green","David Felix Buscher","Stafford  Withington","Paul  Alexander","Rachael  Padman","Malcolm  Longair","Stephen  Gull","Paul  Scott","Peter James Duffett-Smith","Christopher Allim Haniff","John  Richer","Michael  Hobson","Richard Edwin Hills"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}