{"id":"DE22E733-15FD-467B-88A9-E93E3DA3F7EB","title":"Biophysics of cryopreservation: elucidating the structural architecture and physical mechanisms of both model and complex biological systems","abstractText":"Many organisms that live in extreme environments have developed mechanisms that protect them from environmental stresses such as low temperatures. Cryopreservation is an effective process where cells or whole tissues are preserved by cooling to sub-zero temperatures. The cryoprotectant molecule glycerol is ubiquitous in living systems where it plays a vital role in stabilizing organisms against adverse environmental conditions. Glycerol's role as a cryoprotectant is most likely linked to the interactions between glycerol, the organism and bulk water environment. Understanding the molecular interactions of the glycerol/water system itself is a necessary first step toward understanding higher complexity systems in glycerol solutions. Uncovering the full potential of cryopreservation therefore heavily relies on improving our understanding of the physical interactions and molecular mechanisms involved. These mechanisms determine the structural architecture of the system of interest and ultimately the dynamics of subsequent biological and chemical reactions. Taking a structural approach to first determine the principles of cryopreservation in simple systems such as an aqueous cryoprotectant system, will provide initial molecular models. Extending these models to real biological systems, such as protein folding in cryoprotectant environments will provide a means to test, refine and develop these models. To begin with, I will explore a simple cryoprotectant system, aqueous glycerol, using an experimental technique called neutron diffraction. This technique provides information on the structural properties of the system. Next, I will explore the physical mechanisms of cryoprotectants in a more complex system. I will examine the folding and unfolding properties of individual proteins in different cryoprotectant environments. The experimental technique I will utilize is single molecule force-clamp spectroscopy. In force-clamp spectroscopy a single protein molecule is held at a constant stretching force, such that the unfolding and refolding processes can be observed as a function of time. I will develop and construct a custom-built force-clamp instrument at the University of Leeds. I will use this instrument to mechanically unfold single proteins at a constant force and examine the physical properties of protein unfolding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H020616/1","grantId":"EP/H020616/1","fundValue":"100052","fundStart":"2010-02-25","fundEnd":"2012-08-20","funder":"EPSRC","impactText":"  Cryoprotectants are widely used as components for storage of biological and pharmaceutical products at low temperatures. Understanding the physical properties of cryoprotectants like glycerol and its potential uses is therefore very advantageous in improving our understanding of important biological processes and costly industrial processes. The completed research therefore contains the future potential of exploitation for industrial benefits, whilst advancing the knowledge of areas of current interest in the fields of physical chemistry, biophysics and biochemistry and the broader scientific community. The scientific impact of the completed research is the advancement of our understanding of protein folding in relevant solvent environments as well as improving our understanding of solvent induced denaturation and protection of proteins, areas which are receiving considerable interest in the scientific community. The development of novel experimental and computational protocols has enabled us to probe this interesting system in more detail and contribute significant scientific advancement to the physics department at Leeds and the wider scientific community. The researcher working on this project, Dr Dougan, also benefited from the cross-disciplinary nature of the work, and the collaboration opportunities with the Biological Sciences school and Prof. Alan Soper at Rutherford Appleton Laboratories. Future graduate students and postdoctoral researchers at Leeds will have the opportunity to utilize the new force-clamp instrument and benefit from its unique capabilities. \nThe knowledge and expertise gained through this project by Dr Dougan will benefit the wider biophysics community through a number of sources. by Dr Dougan on the outcomes and progress of the research. The research was disseminated through the Astbury Centre an interdisciplinary centre at Leeds for researchers interested in aspects of structural and molecular biology. This was an excellent platform with which to broadcast and propagate the work from this grant through a combination of a weekly seminar program and experimental workshops. The new research generated from this proposal played a crucial role in educating and stimulating undergraduate and postgraduate students who are interested in biophysics. The research was presented nationally through the IOP Liquids and Complex Fluids and Biological Physics groups in the form of workshops, meeting and special Institute events. In addition, the research was presented at neutron diffraction user group meetings organized by RAL and the STFC. The research was disseminated internationally through attendance of conference such as the GRC in Protein Folding and Water and Aqueous Solutions. In addition, Dr Dougan actively wrote publications to high-impact peer-reviewed journals and book chapters for specialist issues. In addition to translating this work to an academic audience, Dr Dougan optimized the wider dissemination of the research by giving educational talks at local schools and presentations and demonstrations at physics open days. This outreach will work towards improving the profile of biophysics research in the UK and in particular with junior students. Agriculture, Food and Drink,Chemicals,Energy,Environment,Healthcare Cultural,Societal,Economic,Policy & public services","person":"Lorna  Dougan","coPersons":[],"organisation":"University of Leeds","findingsText":" Many organisms that live in extreme environments have developed mechanisms that protect them from environmental stresses such as low temperatures. Cryopreservation is an effective process where cells or whole tissues are preserved by cooling to sub-zero temperatures. The cryoprotectant molecule glycerol is ubiquitous in living systems where it plays a vital role in stabilizing organisms against adverse environmental conditions. Glycerol's role as a cryoprotectant is most likely linked to the interactions between glycerol, the organism and bulk water environment. Understanding the molecular interactions of the glycerol/water system itself is a necessary first step toward understanding higher complexity systems in glycerol solutions. Uncovering the full potential of cryopreservation therefore heavily relies on improving our understanding of the physical interactions and molecular mechanisms involved. These mechanisms determine the structural architecture of the system of interest and ultimately the dynamics of subsequent biological and chemical reactions. In this grant we took a structural approach to first determine the principles of cryopreservation in the simple system of glycerol and water. Extending these models to real biological systems, such as protein folding in cryoprotectant environments will provide a means to test, refine and develop these models. We explored the cryoprotectant system, aqueous glycerol, using an experimental technique called neutron diffraction. This technique provides information on the structural properties of the system. Next, we explored the physical mechanisms of cryoprotectants in a more complex system. We examined folding and unfolding properties of individual proteins in different cryoprotectant environments. The experimental technique we used is called single molecule force-clamp spectroscopy. In force-clamp spectroscopy a single protein molecule is held at a constant stretching force, such that the unfolding and refolding processes can be observed as a function of time. I developed and constructed a force-clamp instrument at the University of Leeds. I used this instrument to mechanically unfold single proteins at a constant force and examined the physical properties of protein unfolding. cryopreservation community will find this research and the related publications of use. Agriculture, Food and Drink,Energy,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}