{"id":"DE22C04D-BFD6-4BC7-A6F3-2B50ACD67246","title":"Trajectories and transitions in the cognitive and educational development of disabled children and young people","abstractText":"This project brings together academics from the Institute of Education (IOE) researchers from the National Children's Bureau (NCB) and campaigners and policy-oriented practitioners from NCB's Council for Disabled Children (CDC) to develop our understanding of disabled children's cognitive and educational development in England in order to inform policy in relation to disabled children. It does this using two major studies of children and young people, which have followed their experience through early childhood and adolescence. \n\nThe Millennium Cohort Study has traced children born in 2000-2001 since they were nine months old, surveying their families when they were babies and visiting them again when they were aged 3, 5 and 7. The Longitudinal Study of Young People in England first surveyed a cohort of children in year 9, when they are were aged 13-14 and revisited them annually up till the age of 20/21. This analysis focuses on the surveys either side of the end of compulsory schooling, i.e. at age 14/15 and at age 16/17. \n\nThe research has four main aims. First it engages with the question of what constitutes child disability looking at different definitions and measures, including children defined as having special educational needs (SEN). It looks at the overlap between different measures as well as at how much variation there is between children classified as disabled. It uses this information to group children by disability status, which is used in the rest of the study. It will also investigate the extent to which disabled children are adequantley represented in nationally representative longitudinal cohort studies. This element will enhance our understand the prevalence of disability at different ages, and according to different measures, which is informative for policy. It will also reveal the suitability of existing studies for disability research and how that might be improved. \n\nSecond, the study explores the family backgrounds of disabled children, how these differ from non-disabled children in terms of risk factors such as living in a workless family, living in poverty and so on, and how this varies at different ages, both within and between the two studies. This helps us to understand the extent to which disabled children are more likely to be in disadvantaged families and the extent to which that increases (or decreases) as they grow older. This can inform identification of the circumstances of disabled children and hence potentially their support needs.\n\nThird, it looks at trajectories of cognitive ability, given that disabled children and non-disabled children typically have different starting points. It investigates whether disabled children experience patterns of development that are comparable to those of non-disabled children, or whether their difficulties increase over time, and, indeed whether there are typical trajectories, given the varied nature of the disabled group of young people. This helps to identify the extent to which policy for and practice in support and intervention for disabled children facilitates their development or whether they are at risk of falling behind during the school years relative to how they start off.\n\nFinally, it examines the extent to which disabled children have different educational outcomes and aspirations for continued participation in education following the end of compulsory schooling compared to non-disabled children, given the point they have reached by year 10 and their performance at key stage 3. It looks at factors which make a difference to their post-compulsory outcomes and that may be supportive of greater participation or better post-compulsory school outcomes. \n\nThe project will be informed by the perspectives of disabled young people themselves, both in the design and interpretation of research and will be disseminated in policy briefings and an open meeting as well as through more academic routes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K00302X/2","grantId":"ES/K00302X/2","fundValue":"88952","fundStart":"2013-09-01","fundEnd":"2014-11-30","funder":"ESRC","impactText":"  The award has not yet come to an end and it would be inappropriate to therefore give an account of the impact, which is ongoing. I understand that the ESRC requires a separate update on impact following completion of the award.  ","person":"Lucinda  Platt","coPersons":["Rebecca  Fauth","Helena  Jelicic"],"organisation":"London School of Economics & Pol Sci","findingsText":" Please note that these findings are provisional as the project has not yet concluded. \nDisabled children come from more disadvantaged backgrounds than non-disabled children. There is also some evidence that disadvantage increases among families with a disabled child.\nDisabled children and young people are at greater risk of being bullied than non-disabled children, and these greater risks cannot be fully accounted for by other risk factors. \nDisabled children have more behavioural problems at age 3 than non-disabled children, which can only partly be accounted for in terms of differences in family context. These difficulties, for most domains, tended to diverge from those of non-disabled children, between the ages of 3 and 7. \nDisabled children have lower scores in cognitive test on average at age 3. Compared to children with similar scores, at age 3, they make less progress by age 5. And compared to children with lower educational and cognitive scores at age 5 they make less progress by age 7. \nDisabled young people have less ambitious educational expectations relative to other children with similar Key Stage 2 scores and with parents with comparable educational levels. However, neither their lower educational expectations nor their earlier educational attainment explain their much lower chances of achieving 5 A*-C GCSEs at age 16. The findings have already been used in a Government Office of Science POSTnote on the Special Educational Needs (SEN) reforms. \nThey have also been shared widely among academic and policy and practitioner audiences.\nThey are being taking up by organisations addressing bullying among children and by organisations working with disabled children. They have potential to be of use to Educational Departments and may also be of value to parents of disabled children. Education,Healthcare,Government, Democracy and Justice","dataset":"gtr"}