{"id":"DE28EA6B-51AD-485B-988A-B71ADD468B4C","title":"Cocaine Dependence Treatment with Modafinil and Voucher-based Reinforcement Therapy in Methadone Maintenance (COMBAT-MM)","abstractText":"Cocaine is a powerful illegal stimulant drug. Abuse of this drug is growing in the UK and there is a pressing need to develop effective treatment interventions. The use of crack cocaine (the smokeable form of the drug which can quickly lead to severe addiction) is widespread among heroin users seekers methadone maintenance treatment (MMT). In most instances their cocaine dependence is untreated. Consequently, we have designed a multi-centre, controlled clinical trial to investigate separately the efficacy of two interventions: (i) modafinil, a medication for narcolepsy which is promising for cocaine dependence; and (ii) voucher-based reinforcement therapy (VBRT), a motivational-incentive approach which promotes cocaine abstinence. This will be one of the largest trials of its kind treatment for cocaine dependence conducted internationally. At this point in the development of our work, we are seeking funding support from MRC to enable us to undertake pilot research to support our full application. This will enable us to conduct \n3 studies: 1. A recruitment simulation. At each of five sites, a 6-month recruitment simulation will evaluate the overall referral rate; the proportion of patients with cocaine problems; the number of eligible patients for the trial; the reasons for non-eligibility or non-consent; the retention of these potential study subjects for at least 8 weeks; and outcome monitoring of cocaine use arising from MMT treatment-as-usual. 2(a). We will develop a clinical quality standard protocol for adherence s at each site and also a specific therapeutic manual for standard keyworker counselling. 2(b). We will implement a small-scale, uncontrolled VBRT pilot at the trial co-ordinating centre. 2(c). We will study how VBRT can shape reductions in cocaine use as a first step towards quitting. 3. Pilot-test alternative methods of urine drug-testing. We will test the feasibility of an on-site rather than external laboratory quantitative BE test procedure. Communication of results and their application. Our findings from the pilot will be communicated to MRC and summarised as part of the full application for support.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800370","grantId":"G0800370","fundValue":"113395","fundStart":"2008-10-30","fundEnd":"2009-11-29","funder":"MRC","impactText":"","person":"John  Strang","coPersons":["John  Stapleton","John Richard Marsden"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}