{"id":"DE2B49CE-0760-4BFF-9603-FD19D68A9CD4","title":"GGS - Modelling forces and stresses in gigantic granular systems for coastal engineers","abstractText":"The Research Team is based within the Applied Modelling and Computation Group (AMCG) at Imperial in the Department of Earth Science and Engineering. The industrial partners, Sogreah Consultants, and Baird &amp; Associates, are world leaders in Coastal Engineering and have committed considerable financial support. This project exploits the VGW EPSRC project in which numerical models were developed.To meet this century's challenge of extensive and accelerating future coastal change, society will expect coastal engineers to design resilient structures to hold the line against flood and erosion where it is deemed necessary. The first choice construction material and design approach for such structures will often be to use armour layers of massive rocks or concrete units. Currently, designers do not understand the details of how they work, relying heavily on empirical methods. This project will reveal fundamental mechanisms that cause disintegration of these rubble mound coastal structures and breakwaters. With our further enhanced simulation tools we will re-create the construction process, examine inherent heterogeneity, explore unit shapes and their interaction with under-layer rock geometry, examine scale effects, and use vibration and other proxies for wave disturbance, all to study block motion, contact force and stress heterogeneity and risk of concrete unit breakages.The aims are to:(1) Promote a shift in design approach from empirical to scientifically-determined damage and breakage probabilities. This requires modelling the solid geometry together with both the static and transient dynamic stress states within gigantic granular systems of complex-shaped concrete units and rock armour used in coastal structures and breakwaters, during construction, when at rest and as perturbed by external forces. (2) Extend the stress and deformation analysis tools of our world-leading 3D FEMDEM modelling technology that combines the multi-body interaction and motion modelling (i.e. Discrete Element Model, DEM) with the ability to model internal deformation of arbitrary shape (Finite Element Model, FEM) to the point where they can be readily harnessed to deliver a more fundamental understanding of a wide range of environmental and industrial problems.The layers of concrete units and rocks targeted in this coastal research are an extreme case of particulate or granular media intensively studied by physicists, with solid-like behaviour dominating but potentially fluid-like behaviour possible, should they become unravelled in a storm. Scientists have long been able to see stresses in photo-elastically deformed grain pack experiments using any 2D grain shapes, but have had no such property or tool to interrogate our real-world 3D granular systems. This is all about to change following research by the PI and co-workers - the development of a generic 3D computer model based on FEMDEM developed under our VGW EPSRC grant. No other model (presented in the literature) handles multi-body dynamics of complex-shaped deformable particles with greater accuracy, capturing the stress components everywhere in time and space. This project will bring fresh modelling capability to both fundamental science and engineering applications of granular materials. Information about temporal and spatial heterogeneity of stress will become available to underpin the workings at the heart of our currently limited understanding of granular material behaviour that is so vexing the physicists.Applications of numerical models to loading and collapse of silos, mineral and powder processing/handling, avalanching, and geotechnics have all been attempted using DEM. Upgrading DEM to FEMDEM, taking account of deformability, dynamics and the angularity/complexity of particle shape in these multi-body systems will significantly improve simulations, extending applications to unprecedented fields such as biomechanics and nuclear systems, too numerous to list here.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H030123/1","grantId":"EP/H030123/1","fundValue":"475827","fundStart":"2010-10-01","fundEnd":"2014-11-30","funder":"EPSRC","impactText":"  Further discussions with coastal engineering companies are ongoing. They wish to carry out internal company evaluation of which important design questions the new technology can help to answer, now that practical simulation run-times of ~ a few days is achievable with the new parallelised code. \nA further update before final reporting will be included. \nNote: the findings have prompted the funding of a follow-up EPSRC project to help deliver impact. Aerospace, Defence and Marine,Construction,Manufacturing, including Industrial Biotechology Economic","person":"John-Paul  Latham","coPersons":["Christopher Charles Pain","Bassam Afif Izzuddin","Gerard  Gorman"],"organisation":"Imperial College London","findingsText":" We are approaching the end of the research grant period (ends 31 Nov) - more details will be added in the final reporting period.\nThe numerical simulation technology (based on the combined finite-discrete element method, FEMDEM) developed in this project is unique in that it can simulate multi-body interactions and deformation of any complex shaped bodies or particles. The effort has focused on creating numerical models of breakwater armour layers that have the complex friction and interlocking behaviour of real Gigantic (10-100 tonne armour unit) Granular Systems on breakwaters. \nDepending on the density of the packing and the shape of the units and the underlayer roughness, the granular layer systems perform differently to the same energy disturbances. \nTwo methods of disturbing the layers have been tested. Vibration - like an earthquake disturbance - shows very clearly the different degree of stability of the different designs of armouring the breakwater. However, a more promising method is the 'Wave Proxy' method that uses FEMDEM to combine oscillatory drag, buoyancy and lift forces (oscillations associated with an idealised storm wave action) with the contact and body forces of the solid skeleton.\nThe heterogeneity and statistical nature of contact forces and internal stresses as well as movements have all been demonstrated in this research by simulating the dynamic response of granular structures. The structures are built and begin with a realistic pseudo-random orientation and quite regular spatial distribution of placed units. If not initially tightly packed, the units can be seen to spead out and form gaps just above the still water line and compact by settlement further downslope.\nThe GGS project is set ready for a phase with increasing engineering insights, e.g. into how to design better units and armouring systems, now that the software has been parallelised and can execute faster runs. The code developments are largely generic. The recently parallelised (faster execution) code and Wave Proxy modelling improved implementations has made this technology very attractive to engineers. As a resullt, Pathway to Impact follow-up funding was secured from EPSRC. A post-doctoral expert from IH-Cantabria will join Imperial's group in 2015. He will calibrate the Wave Proxy Model for design storm waves and share its impact widely with Coastal Engineers in a specially convened international workshop. The large strain plasticity and 3D fracture model developments (this fracture model part was funded independently) make the unique properties of this code of extreme interest to concrete armour unit designers and also manufacturing companies working with particulates - chemical engineers, pharmaceutical companies.\nJohnson Matthey Catalysts have funded a CASE EPSRC studentship to model the fragile packed bed system of hollow cylindrical catalyst pellets, using this advanced multi-body software. The simulation methods can be applied to rock-fill and soil materials and to avalanche and rock-fall problems. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Construction,Digital/Communication/Information Technologies (including Software),Energy,Environment,Leisure Activities, including Sports, Recreation and Tourism,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Retail,Security and Diplomacy,Transport","dataset":"gtr"}