{"id":"DE2CD743-B6DC-45E4-B1C9-3628AAF5CAEA","title":"Heritage, Community and Sustainability: Researching the Later Historical Archaeology of Colonsay","abstractText":"Communities that are good at learning are more resilient, responsive to change and sustainable. We propose a project to bring together a network of community, university and heritage sector researchers to investigate the late medieval and early modern archaeological heritage of Colonsay in Argyll, and to research the social learning processes this entails. Co-producing heritage knowledge in this way will enhance the learning capacity and sustainability of the island community and contribute to understanding of the heritage and sustainability link. Colonsay was once the centre of a maritime kingdom associated with the Lord of the Isles and has a unique cultural heritage that is little explored. Today it is one of Scotland's most remote and fragile communities. While there is considerable local interest in developing the heritage of the island, financial and human resource capacity is limited and there is a clear need for initiatives to enhance community capacity to ensure the island is self-sustaining and resilient to future challenges. Working closely with community partners we will run a programme of community-based learning and knowledge exchange in archaeological and landscape survey field methodologies. This will include a detailed desk-based assessment of documentary, cartographic and illustrative resources; a detailed programme of landscape survey, and an archaeological investigation of a number of targeted sites. Key outcomes will include a cultural landscape archive to generate an online resource and a physical community mounted exhibition, and enhanced community capacity to access future community heritage funding. A parallel qualitative research study of social learning will develop evaluative and theoretical frameworks to link heritage social learning to enhance adaptive capacity and resilience. This rich co-production process will add significantly to understanding of the late medieval early modern archaeology of the region; create a valuable community heritage resource to contribute to future community-led heritage tourism projects; and, enhance community learning capacity and understanding of heritage and sustainability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007785/1","grantId":"AH/K007785/1","fundValue":"79497","fundStart":"2013-02-01","fundEnd":"2014-01-31","funder":"AHRC","impactText":"  This project brought together academic archaeologists, heritage professionals and the Colonsay &amp; Oronsay Heritage Trust (COHT) to conduct research into the late medieval archaeology and cultural landscape of Colonsay. The COHT is currently working towards the establishment of a community learning centre on the island. Creative Economy,Education,Environment,Culture, Heritage, Museums and Collections Cultural,Societal,Economic","person":"Colin Patrick Breen","coPersons":["Maxwell John  Hope"],"organisation":"University of Ulster","findingsText":" Community archaeology projects can boost community resilience and sustainability by enhancing place, identity and social capital and through the transfer of knowledge and skills. They also represent an opportunity to co-produce and transform heritage knowledge and practice and to examine ways by which the heritage resource can help develop economic opportunities. This was a time of considerable social change and conflict in Western Scotland and Ulster that led to the effective collapse of the medieval Gaelic Order and marked the transition of society into the early modern period. There has been little research conducted on the significant archaeological evidence from this period. Community partners took an active role in designing and delivering a programme of archaeological survey and investigation and producing project outcomes. The archaeological findings have illustrated the changing nature of society and landscape on the island and across the region and highlighted the wealth of surviving evidence from this period. Final project outcomes will include a web site, community workshops and conference, a forthcoming book (co-authored with COHT members and to be printed by a local publisher on the island) and exhibit stands for the island's heritage centre. A parallel programme of qualitative research with community and expert participants was conducted over the course of the project to examine the wider social context that facilitated and hindered the effectiveness of the project. The framework was used to critically evaluate the degree of co-production and the contribution made to community sustainability. Further avenues are currently being explored Creative Economy,Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}