{"id":"DE2ED4E7-7FEC-48D2-81E5-00AE4F6013A7","title":"Cultural Value and Social Capital: Investigating Social, Health and Wellbeing Impacts in Three Coastal Towns Undergoing Culture-led Regeneration.","abstractText":"From the establishment of Margate's Sea Bathing Hospital in 1791, British coastal resorts were envisaged and portrayed as havens and sources of health and wellbeing. A sophisticated cultural offer was at the heart of these once fashionable resorts, typified by Bexhill-on-Sea's innovative 1935 De La Warr Pavilion with its solarium. Following decades of post-war decline, coastal towns became the locus for some of the most significant economic and health deprivation in the UK. In response, and in part designed to contribute to their regeneration, the three towns of Margate, Folkestone and Bexhill On Sea, that are the subject of the proposed research, have experienced significant, high-profile recent cultural interventions i.e. Turner Contemporary, Margate, the Triennial and other initiatives by Folkestone's Creative Foundation, and the rebirth of the De La Warr Pavilion, Bexhill. \n\nIn order to help build a more complete understanding of cultural value, we propose to engage these organisations and their respective geographic communities in assessing and evaluating their social and cultural impacts relating to improvements to health and wellbeing. \n\nResearch participants will comprise arts and health researchers, staff, participatory art practitioners, funders, collaborators, partners, volunteers and customers of the three cultural organisations, and local citizens. \n\nWe will use a mixed methods approach of quantitative and qualitative methodology in action research to understand the work and its impact. The methods will combine established research tools with a modified version of DOTT: the Design Council's double diamond design process model, which is widely used as an iterative, inclusive method to engage local people and communities. The methods include: \n\n1. Literature reviews relating to arts, culture, health and wellbeing and culture-led regeneration in coastal towns.\n2. A questionnaire to audit the activities of the three cultural organisations thought by staff to be of cultural value. \n3. Focus workshops to discuss with staff, participatory art practitioners, funders, collaborators, partners and volunteers of the three organisations, their perceptions of the delivery and impact of culture-led activities and their relationship to social capital and cultural value.\n4. Pre and post focus group discussions with arts practitioners and participants of three short-term cultural activity programmes, one in each of the cultural organisations, to generate an in-depth understanding of attitudes and experiences. \n5. A 'mind mapping wall' within cultural organisations where the customer-base is invited to pin up individual 'mind maps' illustrating their perceptions of the organisations' connections.\n6. Social media - where the customers of the three organisations will be invited to take part in discussions on social media sites relating to the research topics.\n \nThe results of data gathered by these methods will inform 'co-design/co-delivery' stages of the project which will use a Design Charrette (an iterative, participatory process) to explore and improve the connectivity (physical, virtual, social and cultural) and user experience of the cultural organisations and analyse the extent to which their interior and exterior layouts, programming and (social) media strategies engender connections and opportunities for access and interaction.\n\nOur approach blends social capital theory with participatory action research and draws upon a modified version of DOTT: the Design Council's double diamond design process model, which is widely used as an iterative, inclusive method to engage local people and communities. \n \nOur intention is to explore the potential for developing new research methodology that adapts to the needs of cultural value research, which builds on the proven strengths of DOTT and in turn meets the requirements of the research aims, objectives and questions in an innovative and productive manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L006294/1","grantId":"AH/L006294/1","fundValue":"38641","fundStart":"2013-09-01","fundEnd":"2014-05-31","funder":"AHRC","impactText":"  Reports were launched at a reception at the House of Commons in June 2014\nThe work provides a foundation for the development of further research. Funding is currently being pursed. Education,Culture, Heritage, Museums and Collections Cultural","person":"Stephen  Clift","coPersons":["Patricia Kay Vella-Burrows"],"organisation":"Canterbury Christ Church University","findingsText":" The main findings centred on three areas: culture's impact on health and wellbeing; social capital theory and health and wellbeing; and research approaches: cross-sector learning.\n\nCulture's impact on health and wellbeing\n\nIn general, defined models of health and wellbeing were not referred to by participants yet many indicated an intuitive connection between cultural activity and a sense of wellbeing. Many of the pathways to this sense of wellbeing could\nbe linked with the New Economics Foundation's Five Ways to Wellbeing. Public aspirations for improving future cultural offer in the three towns appeared tied to aspirations for improved wellbeing. Despite strong apparent correlation between\ncultural activities and improved social capital and health and wellbeing, this was acknowledged to be a complex area and evidence of a causal link was regarded as inadequate. A lack of opportunities and/or resources for cross-sector collaboration\nwas seen as likely to inhibit solutions.\n\nNon-prioritisation of health and wellbeing as a primary outcome of activities in cultural organisations may be due in part to perceived tensions around instrumentalism versus the intrinsic value of art, and a perceived lack of resources\non the part of art providers to deliver highly specialised interventions needed to address specific health outcomes.\nSocial capital theory and health and wellbeing Providers of art perceived the significance of social capital variably, ranging from it being a primary influence on programming to an unintended by-product of cultural projects. However, a link between the effects of cultural engagement and\nsocial capital was expressed strongly through abstract language used by research participants (e.g. &quot;You make friends&quot;; &quot;It's changed the town completely. We love\nit&quot;). Knowledge among professional participants of key texts relating to social capital theory appeared to underpin a belief in the concept as a vehicle for change, associated largely with the principles of 'connections' and 'added value'.\n\nThe proposition that cultural organisations should embrace social capital theory as a key component of their mission was variably received. Whilst the proposition was wholly embraced by some, others identified a range of challenges and\nbarriers, including consumer issues (e. g. inclusive provision); evidence (e.g. sector relevant methodologies); politics (e.g. agendas; leadership) and perceptions of the sectors' differing needs (e.g. agendas/experiences/leadership).\n\nResearch approaches: cross-sector learning \n\nFunding criteria were recognised as key drivers to evaluation processes and reporting language. Tensions were noted in the differing languages between cultural organisations, which tended to use quantitative-oriented language driven by economic-centred outputs, and the health sector, in which qualitative-oriented language has become better established. \n\nLimitations of current evaluation processes were, in general, thought to centre on: i) the challenges of measuring outcomes (as opposed to outputs) efficiently and cost-effectively; ii) the lack of established measuring tools. The project provides a potentially useful model for the evaluation of the impacts of culture/arts institutions across the UK Creative Economy,Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}