{"id":"DE34B36B-7565-41E0-A264-D4F689A580A3","title":"Medical Histories: Creating Health Narratives","abstractText":"This project will generate new creative writings from north Staffordshire. Rooted in the occupational-health legacy of the past this network will bring together residents, employees, and patients with poets and novelists on one hand, and medical practitioners and policy makers on the other, to reflect on experiences of health, illness and medicine in the region. Through creative writing it is envisaged that participants will come to terms with their health experiences. This will be achieved by a series of workshops to be held in community, health and academic locations, featuring at least one guest writer at each event. Discussions, activities and readings will draw on personal experience and local knowledge to produce a series of writings from lay, creative and academic perspectives. Using an approach which places participants at the centre of the activity will ensure that the detail of the creative work produced will be driven by the community and our partners, rather than imposed by academics, and create a sense of worth and achievement which can be built upon in the future. The narratives generated by participants will provide a rich source of qualitative data for sociologists, historians and health experts to explore, analyse and interpret.\n\nThe long-term aim of the network will be to secure funding for a peripatetic writer in residence (to be attached to one of the partner organisations ideally to the NHS in north Staffordshire) with a view to establishing a permanent published and performance legacy for the project such as a play, short stories, or other creative output. The creative writer will be based in the community, accessible and responsive to local residents. The creative writer will facilitate encounters between practitioners and community to achieve significant creative output.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006017/1","grantId":"AH/J006017/1","fundValue":"20976","fundStart":"2012-03-01","fundEnd":"2014-02-28","funder":"AHRC","impactText":"  Impact on Participants\nWe evaluated our work through participant and practitioner questionnaires; a comments book in the exhibition, and through the filmed comments of participants that formed an integral part of the project outputs. The feedback that we received suggested that the project had a positive impact on people who took part in it. Many people had not done any creative writing since they had been at school; some noted an increase in confidence, feeling valued, enjoying working as part of a group, and the importance of their voices 'being heard'. Several participants noted that they had written about traumatic experiences for the first time, and one commented that she had found the process 'mentally healing'. People who left comments in the Visitor book at the exhibition (some of whom had taken part in some of the workshops), described the powerful impact of the work:\n&quot;Fantastic stories! All different yet echoing similar experiences&quot;\n&quot;Such touching, personal &amp;amp; emotional stories. Amazing to hear others experiences &amp;amp; realise that none of us are alone in how we sometimes feel&quot;\n&quot;Powerful writing - these stories are important, valuable and moving in many ways. Thanks - what a privilege to be involved.&quot;\n&quot;Powerful, emotive and mind blowing writing. Amazing that our stories are valued and can influence.&quot;\nIn our commitment to participatory approaches, we continue to provide opportunities for the participants to experience on-going positive impacts from the project where possible, for example by encouraging active participation (including co-presenting) at a Writing and Writer's Conference at the Library of Birmingham in October 2014.\n\nImpact on Communities in North Staffordshire\nThis project generated significant local interest. This was achieved through the design of the project, as our approach to developing participation meant that we made connections with many local organisations, services, clubs and groups. This was done through written communications, verbal presentations, and local radio interviews. We made new links and strengthened existing ones with the community venues that hosted the workshops. This included local arts and cultural venues, and a local business - Emma Bridgewater Pottery - that generously supported the project. The approach to disseminating the project, with a community exhibition and a freely available book, further developed the local impact. \n\nImpact on Researchers and Creative Writers\nFor the research team involved in the project, it will have a lasting impact on their practice. The project has successfully piloted the use of creative writing as a research method in community groups, and established a highly participatory model of research practice, which the team are now actively seeking to develop in further research projects. This will build on the very positive collaboration between researchers at Staffordshire, Keele and Northumbria Universities, which has underpinned this project. Moreover, having widely disseminated the project findings and the methodology used, and having generated much interest at conferences and other events, we anticipate that it will have a wider impact on academic practice. \n\nThe findings and resources from the project have been used by a members of the research team in undergraduate and postgraduate teaching, spanning a range of different subject areas including Community and Participatory Art; Research Methods for Business Information Management, and Social Media Marketing across three awards: Communication and Public Relations, Games Design, and Web Design. \n\nThe creative writers who led the project workshops all gave positive evaluation feedback and are keen to further develop similar work in partnership with universities. We also received interest in the project from many other freelance creative writers around the country, and we are aiming to develop a network of researchers and creative writers to share information of collaborative projects. \n\nImpact on Policy and Practice\nWe have wherever possible targeted people working in health contexts with project information, invitations to events, and links to findings. \nThe opportunity to try to shape services was of particular importance to the group 'Voices of Experience' that took part, as they are survivors of domestic violence. The group held their first conference in May 2014, and they exhibited some of the research outputs (their exhibition panels and research pottery) as part of the event. This is an example of the way in which the project has been able to contribute to wider initiatives for social change (and of the advantages of our participatory approach). \nWe have been working on a follow-on bid for the And the Doctor Said... project, which we are aiming to submit by the end of 2014. The new project seeks to strengthen the impact of the project on policy and practice. We will be working with colleagues in the Faculty of Health to use the resources created by the And the Doctor Said... project within initial training for nurses and social workers. We will again work in partnership with creative writers to develop creative opportunities for two-way communication between health staff and research participants. We are also exploring ways of linking future work to the professional development of doctors, and to enable a writer in residence to work with community groups for a year. We anticipate that all of these initiatives will build on the success of 'And the Dcotor Said...' and will impact on policy and practice. \n\nWider Impact \nBy creating the project website, that includes a series of films and an audio-documentary, we have aimed to reach audiences beyond the North Staffordshire area. These resources have been promoted through social media. Including Facebook and Twitter. We have also presented about the project at local, regional and national conferences, including Keele, Northumbria and Southampton Universities. In addition, we have engaged with non-academic audiences by presenting on two separate occasions at a Writing and Writer's Conference at the Library of Birmingham. Academic publications will also be forthcoming by early 2015. Communities and Social Services/Policy,Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Mark  Webster","coPersons":["Alannah  Tomkins"],"organisation":"Staffordshire University","findingsText":" Our key research findings can be highlighted with reference to four main areas: \n\n1) Use of creative writing as a research method\nOur project was innovative in using creative writing as a research method for exploring people’s health experiences. We gained valuable learning through addressing the challenges that we faced in doing so: for example recruitment; the practicalities of the workshops; overcoming barriers to participation; partnership working, specific ethical challenges, and managing people’s on-going involvement in the project. These challenges have been shared and discussed at dissemination events, and will also be included in forthcoming publications. \n\n2) The value of participatory approaches \nWe involved people in highly participatory ways, and this has provided the research team with a model for future working. Through their creative writing, participants were able to tell and present their stories in their own words, without having those narratives merged with those of others, as is more usual in qualitative research. Moreover, they were able to improve their skills in storytelling and creative writing. The project exhibition was a valuable opportunity to take the research findings back into the community, and the events to launch the exhibition and the book enabled people to celebrate and share their achievements. A number of people volunteered to read their work (on film and in person), thus actively taking part in the project dissemination. Each person who took part in the research received one of the project books. For many people, having their work published was very personally significant. Most recently, one of the project participants co-presented about the project at a conference. \n\n3) New insights into people’s health experiences\nWhilst there were challenges in undertaking this arts-based and highly participatory project, it was also very successful, in that it generated a wealth of creative writing offering real and unique insights into people’s experiences. Many of the participants commented that they had neither talked about, nor written about, the experiences that they shared as part of this research. Moreover, the approach that we used meant that the experiences were presented in a very accessible way, that other people could engage with (and often identify with). There were a number of emergent themes that could be taken forward as the basis for further research: for example, people’s sense of powerlessness; the particular issues for women who have experienced domestic violence, and also for those who have experienced mental distress and others who have been carers for older family members. \n\n4) Research partnerships with creative writers\nNot only was our research valuable in terms of the partnership between universities, but we also gained useful experiences through working in partnership with creative writers. We received a great deal of interest about the project from freelance creative writers, such that we are looking to develop a network to take forward for future projects. In addition, members of the research team are actively seeking funding to continue to work in partnership with a number of the creative writers who were directly involved in the project. We see the findings being taken forward in various ways. For the participants and the local audience, we feel that the findings can be used to support both cultural enrichment and the objectives of particular groups regarding impacting on health policy (e.g. campaigning for better services for victims of domestic violence). \nFrom a methodological perspective, we anticipate that other researchers will also explore using creative writing as a research method, and that they will gain useful insights from our research about working in partnership with creative writers. Similarly, creative writers working with communities (including writers in residence in health settings) can also use the findings, as they highlight a way in which creative writing can be developed around specific research topics. \nAcademics from a range of disciplines (especially medical humanities), could build upon the findings of this project.\nFinally, we feel that medical practitioners could use the findings in a range of ways. They might, for example, undertake their own creative writing as part of professional development; this could be used to support two-way dialogue between practitioners and patients. We are seeking to use the project outputs in the initial training of health workers and social workers. Communities and Social Services/Policy,Creative Economy,Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}