{"id":"DE35676F-C918-4D9C-9063-F983A6A4D714","title":"Roman Modernities","abstractText":"Walter Benjamin's last uncompleted work, The Arcades Project, employs nineteenth-century Paris as a paradigmatic model to understand the shocking experience of modernity. Benjamin considers Haussmann's radical transformation of the French capital's cityscape in the 1850s and 1860s as the equivalent of a psychical shock, and thus mirrored in Baudelaire's oeuvre. Our project revisits Benjamin's approach in order to reflect on the cultural implications of Rome's modernisation. First, Rome's singularity is gathered together by its status as symbolic city for several traditions (classical, Christian, Italian). Second, unlike Paris, Rome's confrontation with modernity is not sudden but progressive: beginning with the aftermath of Rome's centrality to the new national state, it witnesses a significant acceleration with the violent Fascist reconfiguration of the cityscape in the 1930s, and continues in successive post-war decades through a process that is described, among others, by Pier Paolo Pasolini.\n\nBy gathering scholars from different fields of expertise (literary and film studies, philosophy, history, art history and visual culture, gender and postcolonial studies, architecture, urban studies, psychoanalysis, cultural theory), our project moves within a quintessentially inter-/multidisciplinary perspective to reassess traditional studies on Rome in the light of contemporary theory. Whereas existing scholarship stresses Rome's antiquity and its mythical imaginary (for bibliographical references see the Case for Support), analysing its confrontation with modernity as a linear chronological movement and as a process of loss of previous alleged identities, our project aims to investigate the city as a field of tensions, where verticality is privileged over horizontality, synchrony over diachrony, plurality and multiculturalism over fixed identities, and rhizomatous structures over linearity.\n\nThe concepts guiding our project (Multistability, Trauma and Shock, Modernity and Post-modernity, Fragment, Survival, Synchrony, Anachronism, the Uncanny) should encourage an innovative and challenging analysis of the theme, by emphasising interchange between historical and documentary approaches (CROMA and the National Archive at Rome) to theoretical ones (BSR, ICI).\n\nBy exploring ways of narrating, portraying and displaying Rome's plural legacies and frequent metamorphoses, the network also aims to develop new conceptual tools of relevance for scholars, professionals, artists and institutions engaged in the preservation and interrogation of cultural heritage, museum studies and the reconfiguration and further development of urban spaces.\n\nLocated across two academic institutions (Warwick and UCL), the network directly arises from the research interests of the P.I. and the Co-I., who both continue to extend the field of Italian Studies by the engagement with interdisciplinary and multidisciplinary perspectives, and from international academic and non-academic partnerships throughout the United Kingdom, Italy and Germany (ICI Berlin, British School at Rome, the Rome National Archive and the CROMA).\n\nAll research events will be public and several formats will be adopted (conferences, workshops, seminars, exhibitions, roundtables and film screenings specifically tailored for non-specialised audiences). Dissemination will involve several media, among which we can foresee two co-edited books, two monographic issues of refereed journals and a multimedia blog.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011703/1","grantId":"AH/J011703/1","fundValue":"31953","fundStart":"2012-07-01","fundEnd":"2014-06-30","funder":"AHRC","impactText":"  N/A at this stage, given the recent conclusion of the grant and the fact that most outcomes are still in preparation. We will update this section in the next submission periods.  ","person":"Fabio  Camilletti","coPersons":["Lesley Kathleen Caldwell"],"organisation":"University of Warwick","findingsText":" Through a set of entirely public events, held between the UK, Italy, and Germany, Roman Modernities triggered close reflection on issues of temporality, environmental change and policies, collective memory and trauma, and cultural representation of cityscapes in the light of Rome as a case study. The project gathered 50 academic and non-academic speakers from nine countries (UK, Italy, USA, Greece, France, Estonia, Germany, the Philippines, and Switzerland) and from manifold disciplines (Italian Studies, History, History of Art, Urban Studies, Architecture, Comparative Literatures, Performance and Theatre Studies, Cinema Studies, Gender and Queer Studies, Postcolonial Studies), as well as from the artistic communities of Rome and Berlin. In particular, the speculative and interdisciplinary dimension of our events allowed us to reflect on the necessity of strengthening the intersections between cultural studies, (urban) geography, cartography, and visual studies, a promising but still underdeveloped field in the humanities; to reassess the problematic (and sometimes conflictual) relationship of Rome with modernity through a diachronic approach, aiming at testifying to the multiple changes undergone by the city and on the ways they have been (and are) narrativized; to take the representation of Rome in contemporary Italian cinema (and mostly in Sorrentino’s ‘La grande bellezza’ and Rosi’s ‘Sacro GRA’) as an opportunity to address broader questions about the legacies of the Italian 1960s and the 1970s in aesthetic, ideological, political, and social terms. These strategic areas individuated in the course of the project form the backbone of our published outcomes, all of which are due to appear by 2016-17. An edited issue of the journal Forum Italicum has been accepted, and will appear in Spring 2016: it will move from contemporary representations of Rome in order to focus on the legacies of Fellini and Pasolini, the use of Rome as an ‘apocalyptic’ setting, and on the persistent image of ‘fireflies’ as a metaphor for diagnosing Italy’s problematic relationship with modernity and progress. The same theoretical breadth animates an edited volume on Carlo Levi’s ‘L’Orologio’ (1950), which is under consideration with the Italian publisher Pendragon (Bologna): through a closer dialogue with the intellectual legacies of Warburg, Freud, and Benjamin, it will provide a ground-breaking reading of Levi’s Roman novel and its implications in terms of temporality and survival. Rome’s multiple ‘modernities’ form the object of an edited volume, entitled ‘Roman Modernities. Historical Contradictions’, which is about to be submitted to the Italian Perspectives series at Legenda. The volume ‘Rome’s Peripheries. Narrativizing Borders, Margins, States of Exception’, which is currently under consideration with the Italian Modernities series at Peter Lang, will investigate the apparent tension between centre and periphery, marginality and inclusion through a variety of methodological approaches combing cultural and memory studies, cartography , and visual culture. We will duly update details about all these publications in the next submission sessions. Once published, the outcomes generated by our grant will naturally appeal to scholars in a wide range of disciplines, and will become an indispensable starting point for all academic study involving reflection on Rome’s modernit(ies) in cultural terms. At the same time, the theoretical implications of our project (especially its stress on cartography and visual culture, its reassessment of the notion of ‘survival’, and its emphasis on narration) will be also relevant for professionals, policy-makers, and public/private organizations committed to the exploitation of Rome’s cultural heritage for reasons of education, welfare, and tourism improvement. Our non-academic partners and the several professionals and artists involved in our initiatives will guarantee a broad dissemination of our findings to non-academic audiences, allowing them to circulate and produce long-term impact. Our project has also fruitfully intercepted the renewed interest in Rome, due to most recent films such as ‘La grande bellezza’ and ‘Sacro GRA’. The public talk organized in March 2014 and the publication it will generate (an edited issue of ‘Forum Italicum’) have been triggering and will further trigger debate on the legacy of the Italian 1960s and 1970s, the image of Rome and Italy abroad, and the troubled relationship of Italian culture with modernity. Such questions are particularly central in the current Italian debate, and our contribution intends to intersect such discussion through targeted press coverage and thanks to the public engagement of several of the scholars involved (Guido Vitiello and Andrea Minuz regularly write for the Italian press, and both have very popular blogs). Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}