{"id":"DE3AEED2-4851-44B3-AB46-DD9F10D6D9F2","title":"Support for the UK Car-Parrinello Consortium","abstractText":"Many technological advances in modern day life are dependent upon the development of new materials or better control and understanding of existing materials. Understanding the detailed properties of materials has therefore never been more important. The development of high quality computer simulation techniques has played an increasing significant role in this endeavour over recent years. The UK has been at the forefront of this new wave, and the UKCP consortium has played an important part, in both developing computer codes and algorithms, and exploiting these new advances to increase our understanding of many industrially relevant materials and processes.The research described in this proposal will make significant impacts on many areas of future technology, such as the development of new materials for hydrogen storage which will be necessary for zero-pollution cars in the future, the development of new materials for alternative computer memory technologies, and the development of new carbon-based nano-sized electronic components that could replace silicon altogether.Other parts of this proposal seek to develop new algorithms and theoretical improvements that will increase our simulation abilities, either by increasing the accuracy and reliability of calculations, or by enabling us to simulate bigger systems for longer. These will enable the next generation of simulations and further widen our computational horizons.The research proposed does not easily fit into any of the traditional categories of 'physics' or 'chemistry' etc. Instead, the UKCP is a multi-disciplinary consortium using a common theoretical foundation to advance many different areas of materials-based science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F03721X/1","grantId":"EP/F03721X/1","fundValue":"20711","fundStart":"2008-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"  Interpretation of experimental Raman Spectrum Chemicals Cultural","person":"Graeme John Ackland","coPersons":["Paul Anthony  Madden"],"organisation":"University of Edinburgh","findingsText":" Under high pressure, simple metals adopt very complicated crystal structures. The electronic behaviour goes from being good electrical conductors, to poor conductors, and in some cases insulators. the appearance goes from shiny to matt, red (in lithium) or even transparent (sodium). \n\nMore practically, we were able to apply the same techniques to look at steels subject to irradiation damage, and introduce new design criteria to make steel more resistant to radiation, which in turn allows power stations with far longer lifetimes to be built.\n\nThis grant allowed us to understand why this happens by providing computer time for the necessary quantum mechanical calculations. Design of radiation resistant materials for spacecraft and power stations, both fission and fusion, Further experiments on high pressure elements. Aerospace, Defence and Marine,Energy,Other","dataset":"gtr"}