{"id":"DE3BFC0C-F17D-498A-A48B-2496C220752C","title":"Mechanistic studies of emissive lanthanide complexes for bioactive applications","abstractText":"Luminescent molecules can be detected with very high sensitivity, down to levels of detecting single molecules, and continue to replace radioactive labels in many studies in chemistry and the life sciences. These fluorescent entities should be designed to be chemically stable and must resist processes which quench or suppress their fluorescence. They must also be able to localise at the desired target and send information to the observer that signals where they are. addition, new systems are required which emit a longer-lived fluorescent signal which carries information about the nature of the local environment. These responsive probes, may for example, emit light at 2 or three different wavelengths, and the relative intensity of the emitted light at these wavelengths is indicative of the local concentration of selected bioactive species. work sets out to understand how to stop the quenching of the light-emission from carefully engineered complexes of rare earth metals that possess long-lived emission. With highly efficient luminescent complexes to hand, the complexes will be examined for their ability to localise inside living cells. This can be monitored using fluorescence microscopy and complexes will be sought that can not only seek out particular parts of the cell (e.g. the cell nucleus), but can also give encoded information in their fluorescence signal that tells the observer about the local chemical composition of that environment, and how it may change with time and by external perturbation. Ultimately, given the similarity in the chemical nature of these fluorescent probes to related compounds used as contrast agents in Magnetic Resonance Imaging, they may used in vivo, for Optical Imaging or Optical Tomography.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D061873/1","grantId":"EP/D061873/1","fundValue":"280901","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"  In developing methods to detect the presence of urate in biological samples Chemicals,Pharmaceuticals and Medical Biotechnology Societal","person":"David  Parker","coPersons":[],"organisation":"Durham University","findingsText":" A simple optical method to measure the amount of uric acid in diverse samples, based on a ratiometric method of analysis In making urate sensors Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}