{"id":"DE3DEA5D-B930-45DD-948D-8C409DC8E6AF","title":"Astronomy and Astrophysics at Edinburgh","abstractText":"An astonishing feature of modern astrophysical research is that we have in principle a chain of explanation that stretches from processes on cosmological scales of billions of light years, down to the creation of stars, planets around the stars and life on the planets. In a sense, this process is almost a closed loop: the early Universe was once of sub-nuclear scale, so that quantum mechanical uncertainty is bound to seed fluctuations in density, which eventually collapse under gravity to make astronomical structures. This is the same physics of the very small that governs the formation of the atoms out of which we are all made.\n\nBut unanswered questions abound at all stages of this process. Our theories of the early Universe and explanations of its current expansion rest on the concept that empty space can have weight: the so-called &quot;dark energy&quot;. We need to study its properties and understand its origin. In so doing, we often assume that Einstein's relativity describes gravity correctly on all scales, but can we test this? If the standard theory is correct, dark matter is required, and we are driven to follow the processes by which it clumps, and by which the gas within these clumps evolves and eventually collapses to form stars and massive black holes. New large telescopes on the ground, together with observing platforms in space such as the Hubble and Spitzer Space Telescopes, allow us to see this process in action and compare the observations with detailed computer simulations. Nearer to home, we can dissect galaxies such as our own Milky Way into individual stars, for the most detail view of how they were assembled. And finally we can study how planets arise around these stars, both from new instruments that can detect the presence of &quot;exo-planets&quot; and by computer simulations of how they may be created within the discs of gas and dust left over from star formation. Ultimately, one can refine the search to planets potentially capable of supporting life, and ask how life might arise within these early planetary systems.\n\nResearch in astronomy at Edinburgh attacks all of these connected questions. Progress is rapid, driven by technological breakthroughs in observational facilities and computing power, and our understanding is evolving rapidly. Major progress, even if not final answers, can be expected within a few years. This is an exciting time for our understanding of the full history and structure of our Universe and our place within it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M001229/1","grantId":"ST/M001229/1","fundValue":"2754930","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"STFC","impactText":"","person":"James  Dunlop","coPersons":["Annette Mairi Ferguson","Jorge  Penarrubia","Catherine  Heymans","Andy  Lawrence","Avery  Meiksin","Andy  Taylor","Ross  McLure","Philip  Best","William Kenneth Rice","Nigel Charles  Hambly","Beth  Biller","Sadegh  Khochfar","Robert Graham Mann","Andrew Robert Liddle","John Andrew Peacock"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}