{"id":"DE3D9FA7-0BAE-4571-BA02-C39E5E9B55C2","title":"SSME Network: UK network of researchers in services science, management and engineering","abstractText":"In recent years service industries have become a fast growing sector in world economies. Services now accounts for more than 50 percent of the labour force in Brazil, Russia, Japan and Germany, as well as 75 percent of the labour force in the United States and the United Kingdom. IT services in particular have risen rapidly and the worldwide IT service industry is expected to increase in value from US$ 635 billion in 2005 to US$ 780 billion in 2008. While recent decades have witnessed the 'industrialization' of services, and increasing awareness that services are often innovative, it is clear that the business processes of many services are poorly understood, and there remains a great deal of craft-like organization in some service industries. Increasing numbers of commentators suggest that the services industry lacks the rigor of traditional manufacturing and engineering disciplines. The growth in services is changing the way companies organize themselves, creating a skills gap which requires people to have knowledge in business and information technology, as well as the human factors that go into a successful services operation. These two driving forces/the need for new service skills and more scientific rigor to the practices of services/have led some leading universities and thought leaders in the business world to propose a new academic discipline in services. Significantly, such an idea has recently received substantial backing from IBM and a number of other major IT corporations, but the idea extends beyond IT systems services and encompasses general notion of services and business. However, currently there is no international or even national collaboration on Services Science, Management and Engineering (SSME). Although a number of UK universities, are interested in SSME, there is no UK network or community to build this new area.The aim of this proposal is therefore to create a new network that brings together academic researchers in the UK who recognize the need for multidisciplinary services oriented research and education and who will help develop the wider SSME agenda within the UK. The proposed network/hence called SSMEnetUK/will pioneer this new field by developing a shared understanding of goals and opportunities for research, education, and practice around the SSME agenda and to bring together the results of the researchers into a cohesive research collaboration and education programme that can benefit the associated networks and communities. SSMEnetUK is timely because of the worldwide growth in services provision, and the increasing international attention being paid to the science of services. The US, China and Japan are all leading on this agenda. It is important for UK competitive advantage that researchers and industry partners collaborate to enhance its capabilities as a leading service provider. By bringing together the network of networks working in the area, the impact will be major, establishing and promoting the UK as a focal point for services science research and education.The founding members of SSMEnetUK will consist of leading researchers from a range of disciplines, including computing, engineering, business, management, social science, and design; together with key industry leaders from IBM, HP and BT and CEOs from two smaller service companies UXonline and Abacus Billing Ltd. Founding members are from Oxford University, University of Manchester, King's College London, Durham University, University of Essex, University of Newcastle upon Tyne and Warwick Business School.The objectives of the network will be met through a series of case studies, meetings and workshops and the production of reports, research papers and the harnessing of a rich set of research and educational resources for wider dissemination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E056377/1","grantId":"EP/E056377/1","fundValue":"127162","fundStart":"2007-07-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Linda  MacAulay","coPersons":["L  Zhao"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}