{"id":"DE3E39A6-BFE8-45BA-96DD-8681BEE53CE7","title":"SANDPIT : Knots and Evolution - Topologically Driven Integrase Mutagenesis","abstractText":"Since their discovery in the late 1960s, DNA knots and links have been found to play key roles in hosts of cellular processes. Because they are so ubiquitous all organisms have developed special proteins whose function is to help untie DNA knots and links. There are also other important proteins-- called recombinases -- that can alter the order of the sequence of the DNA basepairs. While the main function of recombinases is to rearrange the order of basepairs, in the process of doing this they often cause changes to DNA knotting or linking. For all these reasons molecular biologists became interested in learning about knots and links. Mathematicians have studied knots since the late 19th century for their own reasons, having nothing to do with DNA. Mathematically a knot is a one-dimensional object sitting inside 3-space, just like a standard circle does, but which we cannot smoothly deform to a standard circle. The mathematical theory of knots and links turns out to be very rich and surprisingly complicated, and intimately related to general 3-dimensional spaces, called 3-manifolds. (The study of these spaces is called 3-manifold topology.) Although the subject is very deep, some of the simplest questions remain unanswered: even today if you hand the world's top knot theorists two sufficiently complicated knots there is no known algorithm they can use to always tell whether one knot can be deformed into the other. Using tools from knot theory, mathematicians have been able to help biologists better understand the ways some proteins interact with DNA. For example, mathematicians have developed models of how the recombinase proteins reshuffle the DNA sequence. (1) These models can then predict various new features of these interactions - e.g. particular geometric configuration the DNA takes when the protein is attached or what biochemical pathway the reactions proceeds through. Site-specific recombinases mediate the reshuffling of the DNA sequence is important because of its key role in a wide variety of biological processes and is an important mechanism for bacterial evolution e.g. the recent emergence of multiple antibiotic resistance mediated by integrons. The integron integrases are unusual in that they undertake a wide variety of recombination reactions and it is anticipated that there will be a wide variety of topologically distinct products generated. The form of the knotted products will be indicative of the type and frequency of recombination reactions that have occurred. A number of phylogenetically and evolutionary distinct integrases will be mechanistically studied and the topology of their products determined in order to gain insight into integrase evolution, the fundamental mechanisms of integron driven genome plasticity and bacterial evolution. DNA can form very complicated knots. But only a small fraction of all possible very complicated knots appear as DNA knots. One issue has been (2) determining which knots can show up after a recombinase acts on an initial family of DNA knot configurations. In this proposal we will explore these two arenas (1) and (2) for a large and important family of proteins, the integrases. To answer these questions, we will use cutting-edge techniques from 3-manifold topology, combined with novel microbiological experiments. The answers will help us understand these important evolutionary agents more completely.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H031367/1","grantId":"EP/H031367/1","fundValue":"439741","fundStart":"2010-09-13","fundEnd":"2013-03-12","funder":"EPSRC","impactText":"","person":"Dorothy  Buck","coPersons":["Susan Jane Rosser"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}