{"id":"DE417BCB-83CD-496E-B16A-95C841865D87","title":"The TRANSIT Programme - Discipline Bridging at the University of York","abstractText":"Research at Universities and other organisations underpins the scientific, technological and medical advances that increasingly influence and drive society and commerce. The degree of training and knowledge required to operate at the cutting edge of scientific research is such that scientists are increasingly specialised to their own field. Scientists in a given field (like any community) have a tendency to develop their own methods and (often impenetrable) jargon. This specialisation is entrenched within universities, where different disciplines are often located in separate departments As a consequence, scientists are more likely to interact with those within their own discipline than with colleagues in other disciplines, leading to a rather narrow focus to research activities. Why don't scientists from different disciplines work together? Individual scientists have their own performance targets and this leads to a tendency to work in their own area, where they are more likely to be competitive. Learning about other fields can be time consuming. This investment can jeopardise output and thus career prospects / if the activity is not fully supported by the institution. However some problems are so large that they require large teams of scientists to work together. Sometimes this is achieved by a divide and conquer method / where individual disciplines are brought to bear on separate parts of a large problem (multidisciplinary research). Other problems require scientists need to work together to solve a problem, bringing to bear their own individual disciplinary expertise (interdisciplinary research). The latter approach requires the scientists to be able to communicate and understand each other. The extra difficulties that this approach requires means that increasingly, interdisciplinary research is performed in dedicated centres, or virtual communities over the internet. Is there another way? To tackle really difficult problems (e.g. the origin of life, or climate change) we need researchers to break down the barriers of jargon, and their own biases, to really work together, to discover novel approaches, which would not have arisen otherwise (transdisciplinary research). In seeking to create novel ideas we want to make sure that we use the best thinking about thinking to do so. We will use the techniques of Edward de Bono who is famous for promoting lateral thinking. So how can the University of York move towards transdisciplinarity? We need to encourage scientists across the institution to meet, interact and share. We propose a range of activities, called TRANSIT (TRANSition from Interdisciplinarity to Transdisciplinarity) to develop a truly transdisciplinary culture. Physically, we will encourage people to meet, discuss and share once a week / on TRANSITday / when there will be a series lunchtime events that will showcase research work and problems across disciplines in the area of complex systems (those not understandable by breaking them into smaller bits). We will build a community of researchers who begin to know each others' ways of thinking, talking and working. To enhance this community we will also invite scientists from other institutions to visit and work with us. Alongside TRANSITday we will develop a virtual community called the TRANSITmap (like a MySpace for scientists) in which staff can list their interests, and skills are and also what they are working on. Crucially, they will also list who they work with. We will also look into the idea of exchanging tokens as a currency of interaction to see if this encourages collegiality. Another aspect of TRANSIT is to provide small amounts of money and/or a talented student to run small-scale feasibility studies. This is important as to attract external funding you need to be able to demonstrate that your idea is promising.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F032749/1","grantId":"EP/F032749/1","fundValue":"374443","fundStart":"2008-01-07","fundEnd":"2011-01-06","funder":"EPSRC","impactText":"","person":"Leo Simon Caves","coPersons":["Angelika  Sebald","Gustav Walter Delius","Andrew James Wood","Jon  Timmis","Susan  Stepney"],"organisation":"University of York","findingsText":" The TRANSIT programme was structured around 3 principal areas of activity aimed at fostering interdisciplinarity (&quot;coming together&quot;, &quot;thinking together&quot; and &quot;working together&quot;). \n\nENGAGEMENT (&quot;coming together&quot;) \n* Interdisciplinary Seminar Series: TRANSIT enabled YCCSA to establish an interdisciplinary seminar series that runs on Fridays (&quot;TRANSIT Day&quot;) on the &quot;odd&quot; weeks during term time and throughout the vacations. These are 2h slots, aimed at a broad audience, with time for informal presentations, refreshment and discussion. The series is videotaped and we have established a growing archive of seminars via web-based streaming. (http://www.york.ac.uk/yccsa/activities/news-events/seminar-archive) \n* Workshops: Cross-disciplinary events focused on bringing together researchers in specific areas of interest, including: Collective Dynamics; Systems Biology; The Art of Modelling (3 events at end of project) \n* Training Events: Peer-led staff training events in scientific/technical skills, including R statistical programming system; network analysis; statistical thermodynamics. (5 events at end of project) \n* Show and Tell: Showcase events of research capability and interests for other members of the University e.g. in Complexity in Management (on-going) \n* Away Days: An annual away day for YCCSA members, focusing on strategic issues, case studies and interdisciplinary vision. Highly interactive: a mixture of facilitated and peer-driven activities. (on-going) \n* Reflections: Communal events focused on reflection on cross-disciplinary activities, to provide feedback and improvement for future activities: e.g. grant proposals, seminars, workshops etc. (12 events at end of project; ongoing) \n* Recruitment: A researcher invited to give a TRANSIT seminar was subsequently awarded a Royal Society Dorothy Hodgkin Fellowship to work in YCCSA and is now a full and active member of YCCSA, and has recently been awarded a Lectureship. Two additional researchers became full members of YCCSA as a result of TRANSIT activities. \n* Virtual Research Environment (VRE): Initial efforts on developing a web-based VRE did not lead to a system that was widely adopted by the interdisciplinary research community. Through the programme, a number of collaborative on-line environments have been evaluated. Currently, a simple Wiki system is proving to be the most effective collaborative tool. We are continuing on-going developments in this area, in collaboration with the University of York's Collaborative Software specialist. Recent developments are a YCCSA twitter feed and a Google+ Community. \n\nCREATIVITY (&quot;thinking together&quot;) The TRANSIT programme has helped YCCSA to develop an open, creative culture that supports creativity, innovation and risk-taking. YCCSA has gained significant experience in facilitating cross-disciplinary meetings and workshops, including proposal development. \n* Structured Thinking: We have been investigating the use of structured thinking methods (e.g. de Bono's Six Thinking Hats and Lateral Thinking) to increase effectiveness (creativity, productivity) of staff interactions. To date, the YCCSA Administrator (an accredited de Bono trainer) has trained ra wide cross-section of research (and some administrative) staff at the University of York. A special course was run for representatives of BTG programmes from other institutions. Feedback on these courses has been consistently excellent. (194 people trained to date) \n* Facilitation: We have explored the use of facilitation in orchestrating engagement in a variety of cross-disciplinary settings, where a key challenge is levelling out professional hierarchies and bridging gulfs in operational cultures. We have found facilitation to be particularly useful in the early stages of research proposal development, and in meetings relating to resource allocation. (11 Facilitators trained at end of project)\nInstitutional Uptake: The University of York has adopted de Bono Six Thinking Hats as part of its Professional and Organisational Development Training Portfolio. (See http://www.york.ac.uk/admin/hr/courses/theme.cfm?t=PERSNL) \n\nWORKING (&quot;working together&quot;)\n* Summer Scholarship Programme: TRANSIT provided the support for summer internships to work on interdisciplinary feasibility projects, supervised by cross-disciplinary supervisory teams. Targeting high-achieving undergraduate students entering their final year of studies, we developed a cohort-based programme, providing the students with a mentor, research training and dedicated seminars. YCCSA continues the programme drawing together students and projects funded from a variety of sources. (See http://www.york.ac.uk/yccsa/activities/summerschool/)\n\n* Venture Fund: The Venture Fund was a flexible resource for responsively funding a variety of interdisciplinary research activities - principally short feasibility studies. These typically involved the support of a research student or RA for periods of 1-3 months. Applications were reviewed by a cross-disciplinary panel, with the process characterised by strong feedback to applicants. The Venture Fund supported activities in diverse areas including Cancer Research, Environmental Policy, Non-standard Computation and Drug discovery. (18 applications funded)\n\n* Collaborations: Through the TRANSIT programme within YCCSA developed interdisciplinary research collaborations with staff from the Cancer Research Unit, University of York (http://www.york.ac.uk/biology/units/cru/); Centre for Immunology and Infection, University of York (http://www.york.ac.uk/cii/), Stockholm Environment Institute (http://sei-international.org/) and Stockholm Resilience Centre (http://www.stockholmresilience.org/), Goldsmiths College, University of London (http://www.gold.ac.uk/sociology) and the Technical University of Delft (www.tudelft.nl). YCCSA, whose development in its key formative years was substantially underpinned by the EPSRC BTG TRANSIT grant, provides a distinctive model of an interdisciplinary research environment based within a department-based University. Practices and activities that we developed through TRANSIT form part of the interdisciplinary culture of YCCSA. We have developed an understanding of the challenges and opportunities of interdisciplinary engagement including: timescales of effective cross-disciplinary communication; respect for a variety of research methodology and operational culture; the importance of structuring cross-disciplinary discussion/dialogue; a deeper understanding and vision of interdisciplinary teaching and training; experience of the benefits and common pitfalls of cross-disciplinary working. This experience and the lessons learned are embodied in YCCSA's community and practices - representing a learning organisation for interdisciplinary research and training. Other organisations or initiatives seeking to foster interdisciplinary interactions could benefit from YCCSA's experience and practice. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}