{"id":"DE43A4B5-08BC-4924-8AA9-DC2D55121D41","title":"Is cytokine signalling kinetically controlled by the dissociation rate of STAT dimers?","abstractText":"In animals and humans, an intricate cell-to-cell communication system coordinates the activities of the different cell types in organs and tissues. Communication can be short range by direct cell-to-cell contact, or over longer distances that require signalling molecules of diverse chemical natures, which are released from one cell and circulate through the organism until they come across their target cells. The target cells can capture the signalling molecules and initiate biochemical reactions that trigger a response in a manner specified by the signalling molecule. We are concerned with signals that are conveyed by signalling molecules called cytokines, a group of about 40 different small proteins that affect their target cells by modulating the activity of genes. Thus, in response to these signalling molecules certain genes are switched on while others become less active. Cytokine-induced changes in gene activity regulate the growth and differentiation of many cell types and protect them against viral attack. However, the cytokines do not regulate genes directly, but through intermediaries in the target cells named STAT proteins. Therefore, control of cytokine-responsive genes ultimately requires the regulation of STAT proteins. Unfortunately, a common malfunction of cells and cause of serious human diseases such as inflammation or cancer is excessive cytokine-induced signalling. Often this is due to failure to terminate otherwise normal signals. For this reason the study of how the activity of STAT proteins is turned off is an important topic of current basic and medical research. In order to control gene activity the STATs need to bind to those segments of DNA that encode the respective gene. Notably, the STATs do not bind DNA as single molecules, but two STAT molecules need to assemble into pairs, which are then competent to bind and regulate genes. Therefore the breaking-up of paired STAT molecules is the crucial event in the down-regulation of cytokine signals. In our recent study of STAT self-assembly we made the discovery that pairs of STAT1 molecules are remarkably stable and unexpectedly long-lived. It is particularly intriguing that the breaking-up of paired STAT1 molecules and the down regulation of cytokine signals are coupled and appear to progress at very similar rates. If this was indeed the case, the separation of STAT pairs would be the decisive step that limits the cell's capability to terminate the signal flow. The potential for pharmacological intervention is obvious; any measure to accelerate the separation of paired STAT molecules would counter excessive signalling-with highly desirable therapeutical effects. However, this aspect of cellular signal processing has received little attention to date. Here, we thus propose to explore the link between the termination of cytokine signals and the breaking-up of paired STAT molecules. We are therefore going to determine for the first time the rates of STAT pairing and un-pairing. These test-tube analyses will be done with two different STATs for which our previous study has demonstrated significantly different self-assembly. We will then use another set of experiments to analyse the behaviour of STAT proteins in their native environment in living cells; and compare those data with our results obtained with the isolated proteins. This will reveal whether un-pairing is determined solely by the inherent molecular properties of STATs, or if mechanisms exist in living cells that modulate this process. Finally, we will try to determine whether and how DNA affects the shape of paired STAT1 to better understand how gene binding influences the separation of STAT molecules. Collectively, these experiments will reveal basic principles of cellular communication and may establish un-pairing of STATs as a novel regulatory mechanism in cell signalling. This can initiate the development of drugs that exploit an entirely novel facet of cellular signal processing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G019290/1","grantId":"BB/G019290/1","fundValue":"432789","fundStart":"2009-06-15","fundEnd":"2012-06-14","funder":"BBSRC","impactText":"","person":"Uwe  Vinkemeier","coPersons":["David  Scott"],"organisation":"University of Nottingham","findingsText":" We had proposed to follow up on research by others who had proposed a link between two important signalling pathways previously thought to be unrelated. This unexpected link was suggested by the authors to be important for antiviral protection of humans. Our work revealed that this link does not exist, such that the suggested consequences for human health research and medical therapy are now known to be without scientific foundation. Our work will prevent others from pursuing research that is not scientifically justified. Agriculture, Food and Drink,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}