{"id":"DE4564C0-13C8-4770-B2BD-EB1F1C8997D7","title":"Revealing the processes causes and correlates of molecular evolutionary rates of mammals","abstractText":"The genomes of all organisms are directly comparable, because they are all made of DNA sequences with the same four letters, A, C, T and G. As genomes are copied from one generation to another, occasional mistakes are made, for example, a G might be added instead of a T. This mutation from G to T may be passed on from parent to offspring and become an inherited part of the genome of all their descendents. The more times DNA is copied, the more chance there is for mutations to accumulate. So the more distantly related organisms are, the more differences we expect to see between their genomes. This works on recent timescales (your genome will be more similar to your sister's, because you share a parent, than it is to your cousin's, with whom you share a grandparent) and on evolutionary timescales (the human genome is, on average, 98% similar to the chimp genome, but only 85% similar to the mouse genome). Therefore we can use the amount of differences between genomes to estimate evolutionary time. This technique, known as molecular dating, has revolutionised biology, providing a timescale for evolutionary events ranging from the origins of HIV to the beginnings of the animal kingdom. But the results have often been controversial. In particular, there is growing evidence that the rate of genomic change may not be the same in all species. For example, mammal species with short generation times (such as mice, which can reproduce every 3 months) copy their DNA more often than species with long generation times (such as elephants, which take ten years to reach reproductive age), so a mouse genome should accumulate more mutations per unit time than an elephant genome. So if we want to use DNA sequences to date evolutionary events, we have to allow for the fact that different lineages can have different rates of change. To do this, we need to develop a clearer understanding of how rates of molecular evolution vary between different genes, across the genome, and between species. This project will use mammals as a test case, because comparable gene sequences are available for a large number of mammal species, and there is a lot of information about mammalian characteristics (such as generation time), ecology, fossil record and evolutionary relationships. By using statistical techniques to compare the rate of change in different genes across different species, we hope to be able to discover whether a gene tends to evolve at the same rate in all species, or if a species has a characteristic rate of evolution across all of its genes. We will compare the rate of molecular evolution across species to see if any particular biological traits appear to explain the variation in rate (taking into account the fact that more closely related species are likely to have more similar characteristics). We will also develop methods for detecting the effects of natural selection in the evolution of genes in mammals. We will use this understanding of gene and lineage effects to develop better computational methods for analysing DNA sequences, combining fossil dates with data on mammalian characteristics, and allowing for variable rates of genomic evolution. We can use these new methods to test controversial theories about the origins of mammals. It has long been believed that modern mammals diversified only after the dinosaurs went extinct. Previous analyses of genetic data have suggested a radically different picture - that mammals diversified in the Cretaceous long before the dinosaur extinctions. But are these old molecular dates due to the fact that the early mammals were smaller, with much shorter generation times, so had faster rates of molecular evolution? We hope to make more reliable date estimates from molecular data to test these important hypotheses. More importantly, the methods we develop for this grant can be used for a much wider range of questions in biology, when sufficient data becomes available.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D017750/1","grantId":"BB/D017750/1","fundValue":"213288","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"BBSRC","impactText":"  This grant finished more than 5 years ago. We have no further impact to report.  ","person":"Andrew  Rambaut","coPersons":[],"organisation":"University of Edinburgh","findingsText":" 1.Developed new phylogenetic comparative methods for quantifying correlated evolution between the rate of DNA substitution, and other quantitative traits. Applying these methods to newly-compiled mammalian datasets, showing that life history and molecular evolution are intimately related in this group, and, for example, that maximum longevity is the sole significant predictor of substitution rates in the mitochondrial, but not the nuclear genome.\n2.Developed new Bayesian phylogenetic methods that simultaneously infer the evolution of DNA sequences and quantitative traits, estimable from extant and fossil species alike, and applicable to large data sets through parallelisation.\n3.Developed statistical methods for quantifying the action of positive selection in molecular evolution, including methods for testing for significant differences in the extent of adaptive substitution between different classes of locus, and for estimating the number of adaptive substitutions that have taken place at each locus individually. The software and models developed for this grant were implemented in the software BEAST (http://beast.bio.ed.ac.uk/). This software is widely used across many fields of biological science including palaeontology, evolution, infectious diseases and others. Other","dataset":"gtr"}