{"id":"DE48FD51-5ADB-4B3D-AB5E-774640B0660B","title":"Moving-load Distributions in Structural Dynamics","abstractText":"This project addresses a category of moving-load problems, important to many design applications, that has not been considered by past researchers. Vibration of track or bridge or ground excited by travelling vehicles, noise and vibration from spinning computer hard discs and during machining processes in manufacturing are some typical moving-load problems.In this project, the moving component, to be represented by a finite element model, may have a complicated geometric shape and many natural frequencies within the range of interest. The stationary component, on the other hand, will be represented by an analytical differential-equation model and subsequently a modal expansion series for a continuum. The moving area of contact between the stationary and moving components is unknown and varies spatially and temporally because of the flexibility of the components and possible separation of the two components and must be determined together with the dynamic behaviour of the complete system. This is expected to result in a set of complicated integro-differential equations in general.A perturbation method or a harmonic balance method based on a prior estimate of the contact area from a quasi-static sliding contact analysis is proposed to deal with the variable area of contact. It involves the assumption of 'small' change in the contact area and no impact. This development will allow the mathematical representation of many difficult engineering problems having dynamic moving loads with a priori unknown contact areas and load distributions.This project deals with fundamental issues of moving-load problems and will provide more accurate solutions to applications such as machining operating, vehicle-support interaction, vehicle brakes and so on. When successfully completed, engineers will have an enhanced understanding of and a more efficient analysis method for practical moving-load problems. This will allow them to widen the operation envelope of their designed system (by increasing the speed of data storage to and data retrieval from computer discs, for example), avoid over-design and reduce material waste.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D057671/1","grantId":"EP/D057671/1","fundValue":"193063","fundStart":"2006-06-01","fundEnd":"2009-05-31","funder":"EPSRC","impactText":"","person":"Huajiang  Ouyang","coPersons":["John  Mottershead"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}