{"id":"DE4FE9E9-D207-4F2C-BDFC-7D4D4AD88368","title":"3DP-RDM: Defining the research agenda for 3D printing enabled re-distributed manufacturing","abstractText":"Manufacturing value chains have changed substantially in the last ten years. It is anticipated that the adoption of 3D printing (3DP) will bring dramatic transformations as companies simplify their supply chains and adopt novel business models. The importance of 3DP to the UK economy has been acknowledged with the TSB defining it as one of the UK's 22 priority process technologies, and the Government Office for Science expecting 3DP to have &quot;a profound impact on the way manufacturers make almost any product&quot;. As the latter report commented, additive manufacturing &quot;will become an essential 'tool' allowing designs to be optimised to reduce waste; products to be made as light as possible; inventories of spare parts to be reduced; greater flexibility in the location of manufacturing; products to be personalised to consumers; consumers to make some of their own products; and products to be made with new graded composition and bespoke properties&quot;. The report recommended that greater efforts should be made to understand key technologies such as 3DP in order to guide policy, a recommendation that this proposal seeks to address.\n\nThe 3DP-RDM network is a response to this call for greater understanding. The organisation of the network is based around the core idea of using a 'network of networks' to efficiently bring together the relevant academic, industry and policy experts to jointly define a series of feasibility studies, the outputs of which will define the research agenda for 3DP enabled re-distributed manufacturing. These 'network or networks' provide a unique platform on which to deliver a programme of targeted feasibility studies. The following five themes have been identified by researchers on the EPSRC/ESRC-funded 'Bit by Bit' project (EP/K039598/1) as needing to be explored in greater depth:\n\n1. The economics of 3D printing, including assessment of the cost advantages; \n2. The protection of intellectual property and competitive advantage, including the protection of copyrights; \n3. Manufacturing issues such as the quality of materials and recyclability; \n4. Education issues and the presence of the necessary skills in the labour market; \n5. Manufacturing standardisation. \n\nThe initial network that has been assembled possesses expertise from across these five research themes. In addition to the research themes, industry consultations have highlighted numerous sectors and application areas where these issues could be readily examined. From this broader list, five potential application areas for case studies have been identified: pharmaceuticals, medical devices, food, retail, and repairs and spares. While these themes and sectors/application areas provide us with a structure to design our potential feasibility studies, the actual final choice of studies will emerge from a research competition process involving scoping workshops and short proposals for feasibility studies.\n\nThe outputs of the feasibility studies will provide insight into sector-specific features of 3DP technologies that help enable re-distributed manufacturing, and the barriers preventing their wider diffusion. They will begin to answer the research objectives of this network.\n\n1. The features of 3DP technologies that help enable re-distributed manufacturing;\n2. How re-distributed manufacturing may accelerate the diffusion of 3DP technologies and vice-versa;\n3. Sector specific and generic aspects of 3DP enabled re-distributed manufacturing.\n\nIn combination, these studies will enable the identification of the interconnections between 3DP and re-distributed manufacturing, and the research capabilities required to address the research gaps that this analysis identifies. The consolidated knowledge from these studies and the on-going access to defined academic-industry-policy communities of interest will provide a key input to the Research Councils, established a clear research agenda and assisting them with the allocation of future funding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M017656/1","grantId":"EP/M017656/1","fundValue":"467623","fundStart":"2015-01-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"Timothy Herbert Minshall","coPersons":["Phill  Dickens"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}