{"id":"DE5F4D74-0F9A-455F-8B46-9CBDE580DDF8","title":"Lifelong changes in the cerebral processing of social signals","abstractText":"Wellbeing is grounded in rewarding social interactions that in turn depend on the reliable perception of a person?s identity and affective state. Ongoing research part of the ?Social Interactions? project provides exciting new insight on how the brain decodes social signals from other persons. However most of this research is conducted in young university students, and does not translate well to the large age-range of the general population.\nIn this proposal we aim to study how ageing affects our perception of social signals from another person?s face, voice and body. We will recruit a large group of healthy adult participants (half male and half female) with ages spanning a wide range (20 to 80 years old). These participants will be presented with a face, a voice or a schematic picture of a body and will be asked to decide: i) whether the person is male or female; ii) whether the person is happy or angry. Sound and images will be manipulated in order to control task difficulty, and ensure that all participants find the task equally difficult. We will measure the brain activity of these participants using magnetic resonance imaging (MRI) while they perform the tasks.\nResults will provide for the first time a comprehensive picture of how age affects the way we perceive other persons? face, voice and body during social interactions. We will be able to determine at what age (if any) our perception of social signals become less accurate. In addition, we will be able to determine if these age-related differences depends on whether social signals originate from the face, the voice or the body and if the differences depend on the task at hand. This research is important for the scientific community working on aging and social cognition. It has also the potential to change clinical practice by permitting a better, earlier diagnostic of possible impairments in social interactions with increasing age.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001841","grantId":"G1001841","fundValue":"216858","fundStart":"2012-03-26","fundEnd":"2014-10-25","funder":"MRC","impactText":"","person":"Pascal  Belin","coPersons":["Marie-Helene  Grosbras","Guillaume Alexis Rousselet"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}