{"id":"DE60E9BC-EE38-4423-A391-048E62FDCA70","title":"Obesity strategic network: whole systems approach","abstractText":"Increasing volumes of 'data' about individual behaviours are becoming available through social media, mobile phone geotagging, store loyalty cards and purchasing transaction data. There are many opportunities to use these data to benefit society. One key example is to better understand how the environment in which we live influences our behaviours leading to health concerns such as overweight and obesity. This is something which the Chief Medical Officer and other policy makers have begun to recognise as important. A better understanding of these complex interactions offers scope for designing interventions to addressing this significant 'wicked' challenge.\nObesity continues to be a problem in the UK with the most recent figures reporting 67% of men and 57% of women classed as overweight or obese. Overweight and obesity are serious health concerns and are risk factors for other non-communicable diseases such as cardiovascular disease, type 2 diabetes, hypertension, osteoarthritis and certain cancers. In many places the environment in which we lives makes it easy to gain weight. For example, fast food outlets are regularly closer to our homes and workplaces than supermarkets with healthier food choices and it is often safer or more convenient to drive to work rather than walk. These factors encourage individuals to eat unhealthy foods and be sedentary rather than physically active, contributing to weight gain and subsequent overweight and obesity. This setting has been termed an 'obesogenic environment'.\nIn order to promote healthier eating and more physical activity; groups of professionals need to work together to better understand how to modify these environmental influences so that it is easier to eat a good diet and be more active. These groups of professionals include researchers with an interest in diet and physical activity as well as involved with promoting active travel, reducing crime and improving retail planning. Real changes also need the involvement of local government, planning organisations, retailers, charities and health practitioners. Experts in data analytics are required to harness the volumes of information available and use these in a meaningful way.\nThis network aims to do just that - bring together many different types of researchers with policy makers, retail and third sector organisations to work together collaboratively in order to plan how to make best use of the large volumes of data now available to inform research, policy and practice in the prevention of obesity.\nA network like this is a prime example of how the whole is far greater than the sum of its parts and together there is great potential to make a difference.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N00941X/1","grantId":"ES/N00941X/1","fundValue":"93376","fundStart":"2015-11-02","fundEnd":"2016-11-01","funder":"ESRC","impactText":"","person":"Mark  Birkin","coPersons":["Jamie Robert Pearce","Pablo  Monsivais","Claire  Griffiths","Steven Christopher Cummins","Michelle Anne Morris"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}