{"id":"DE624072-BF17-4B79-B43D-998939AAA5CC","title":"ACTIVE METAMATERIALS FOR CONTROL OF SOUND AND VIBRATION - A PRACTICAL SOLUTION TO CREATING NEGATIVE REFRACTION","abstractText":"The effects of sound and vibration throughout society and industry are broad and varied. In some cases they are inherent to the situation, for example music concerts and the theatre. However, they are often a nuisance, for example noise from vehicles (internally and externally), loud music and energy generation. In some cases they have strategic or health importance, such as with sonar imaging. Sound and vibration can also be harnessed to accomplish important functions, such as ultrasound imaging. They are also a source of energy through energy harvesting techniques, potentially allowing the efficiency of devices to be improved. Therefore the control of sound and vibration is important in many applications. The physical properties of conventional materials are limited by their chemical and physical structure. The recent emergence of metamaterials broadens the range of possible physical properties. This allows pressure waves (i.e. the transmission of sound and vibration) to be controlled with much more freedom than is conventionally possible. Novel applications of these materials include an acoustic invisibility cloak and sub-wavelength imaging devices. The key aims of the project are to develop metamaterial designs which solve two of the significant limitations of current metamaterials. The novel characteristics of current metamaterials are limited to a narrow frequency band fixed at manufacture. This severely limits their application. The project aims to improve this repsonse by embedding active elements in the material the response can be controlled and adapted. This leads to materials which have a significantly enhanced flexibility and as a consequence are much more applicable. Most current metamaterials require a fluid or gas as one of the key components in their construction. This severely limits their application to many problems, for example those which are embedded in a moving fluid. The active approach provides the ability to emulate key components of metamaterials using a control system. By intrinsically removing these components from the material, the limiting condition of requiring a background fluid is removed. The active approach thus leads to the possibility of creating a completely solid metamaterial.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J003816/1","grantId":"EP/J003816/1","fundValue":"94290","fundStart":"2012-02-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"","person":"Simon Alexander Pope","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}