{"id":"DE69B104-6FBF-491E-B451-A1C22FB458E9","title":"Nanoparticulate mixed metal oxides as electrode materials for Alkaline Polymer Electrolyte Membrane Fuel Cells (APEMFCs)","abstractText":"Interest in fuel cells has dramatically increased in recent years with the realisation of the tremendous strain developing on world energy resources. This, coupled with environmental concerns regarding the need to reduce greenhouse gas emissions, places great emphasis on the development of efficient and environmentally friendly energy systems, such as fuel cells. Low temperature fuel cells typically have a polymer membrane as the electrolyte, and traditionally research in the area of acidic membranes has tended to dominate the fuel cell literature. More recently internationally pioneering research at the University of Surrey into the development of highly conducting alkaline polymer electrolyte membranes has led to world-wide interest in alkaline polymer electrolyte membrane fuel cells (APEMFCs). The use of alkaline membranes rather than traditional acidic membranes confers a number of significant advantages. In particular, such alkaline membranes offer the potential for replacing expensive precious metal (e.g. platinum) catalysts conventionally used with acidic membranes, with cheaper alternatives. The aim of this study is to investigate one such alternative, namely the potential of nanoparticulate mixed metal oxides as electrode materials for APEMFCs. The project will involve two complementary strands. In the first strand, the incorporation of the mixed metal oxides will be made with a view to reducing the level of precious metal catalysts needed, while the second more adventurous strand will involve the complete replacement of the precious metals. Both strategies offer the prospect for breakthrough reduction in the costs of these fuel cell systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G009929/2","grantId":"EP/G009929/2","fundValue":"91934","fundStart":"2009-01-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"  scientific findings have been disseminated widely through conferences and publications. A range of public engagement activities have been held Energy ","person":"Peter  Slater","coPersons":["Robert Charles Slade","John Robert Varcoe"],"organisation":"University of Birmingham","findingsText":" A range of new materials have been prepared with potential applications for use in fuel cell devices The information has been disseminated widely Energy","dataset":"gtr"}