{"id":"DE6C19F6-4053-4878-9488-B960792D7642","title":"TOWARDS AN INTEGRATIVE THEORY OF RECRUITMENT IN MARINE BENTHIC ORGANISMS","abstractText":"For several decades, ecologists have documented the distribution and abundance of organisms that are attributed to variation in mortality, fecundity and migration. Such basic understanding of the abundance and distribution of organisms in nature (their 'population dynamics') is fundamental for conservation and to manage stocks of exploited species. One aspect which is gaining increasing recognition is the importance of early life history stages in determining population dynamics of species in a whole range of habitats. Eco-physiological investigations carried out during recent years have shown that juvenile/adult patterns can in part be determined by environmental experience of early life history stages. In the marine environment consideration of the effects of the environment on early life stages is complicated because for many organisms the early life stages (larvae) occupy a different environment from the adults. In many marine invertebrates including commercially fished species such as lobsters, crabs and scallops the adults live on the sea bed (they are described as benthic) while the larvae live in the planktonic pelagic environment. During this planktonic period larvae may disperse away from the parental habitat. However at some point it is necessary that larvae find a suitable habitat to settle and recruit to the adult benthic lifestyle. This life history pattern means that adult reproduction and the recruitment of young stages is often decoupled and hence understanding the population dynamics of these organisms is especially challenging. Over the past two decades ecologists have built models to understand population dynamics of marine benthic invertebrates based on variations in larval settlement rate in combination with post-settlement processes. These models are based only on the number of organisms (e.g number of settling larvae) without considering whether some larvae are better than others (i.e. their quality). In the pelagic planktonic environment a whole range of environmental factors may affect the 'quality' of larvae. Sub-optimal food, salinity, temperature or sub-lethal pollution exposure, experienced during the larval phase, can affect the survival of juvenile stages through effects on larval quality. The extent to which larval quality modifies the relationship between number of larval settlers and juvenile/adult abundance is not known. The present project addresses this issue using intertidal barnacles as model species. The project will investigate natural variation in larval quality over the west coast of Scotland in areas of high and low coastal productivity. This observational programme will determine the magnitude of differences in larval quality at settlement. In parallel to these observations we will perform field experiments, using larvae reared in the laboratory, to determine how differences in larval quality affect models relating number of settlers to number of adults. By combining larval quality with consideration of larval numbers we expect to produce more accurate models to understand population dynamics. In the face of global change a general theory of mechanisms affecting recruitment of marine organisms to adult populations is required to enable appropriate management of natural resources. The fact that failures of recruitment in exploited populations are usually followed by population breakdowns suggests that larval processes play a central role in population maintenance. However, the understanding of this critical larval phase and its interaction with post settlement process in exploited and non-exploited species is still limited. The proposed project is an important step toward integrating two separate fields of study to aid management of marine populations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H006702/1","grantId":"NE/H006702/1","fundValue":"342990","fundStart":"2011-01-01","fundEnd":"2013-12-31","funder":"NERC","impactText":"  Our grant has only recently ended and we are still exploring ways in which our work can be used. However during the grant, and after it ended, we have engaged with schools through shore and laboratory vists, and produced a website aimed at the general public and schools in particular. Engagement with school children was successful and we have established ongoing links with local schools to promote understanding and enthusiasm for the marine environment Education Societal","person":"Stuart  Jenkins","coPersons":["Jose Luis Gimenez"],"organisation":"Bangor University","findingsText":" Most marine invertebrates living on the seabed have a complex life cycle involving a planktonic larval phase and a benthic juvenile/adult phase linked by a settlement event. Our work using intertidal barnacles as model organisms has examined how the quality of marine larvae (measured using a variety of biochemical indices) varies over large spatial scales and how larval quality may determine the fate of juveniles and the dynamics of adult populations of benthic marine invertebrates. Working over a gradient of coastal productivity on the west coast of Scotland over a three year period, field sampling followed by laboratory analysis, has shown that larval quality varies consistently (but non intuitively), with larger larvae with greater reserves in northern low productivity areas. Laboratory culturing of larvae under different food regimes, followed by the outplanting of newly settled juveniles to the intertidal zone has shown that larval experience can determine adult performance months after settlement and that larval experience and the juvenile environment interact in complex ways. Modeling work has been conducted which demonstrates how including larval traits into population models significantly increases predictive capacity of the relationship between input of new individuals and juvenile/adult recruitment. Our work examines fundamental issues in population ecology which ultimately advance understanding of the dynamics of species with complex life cycles. Such understanding is required in order to manage natural and exploited populations, which is especially important in the face of environmental change. It is most likely that our findings will be used by other academics in the area to progress the field, but ultimately the reserach outputs will be useful to coastal managers. Agriculture, Food and Drink,Environment","dataset":"gtr"}