{"id":"DE779FB3-466E-4D0F-9CB9-4AE8CE3BB85A","title":"Mechanisms for nutritional programming of hypertension: identification of gatekeeper genes and proteins","abstractText":"The quality of the maternal diet during pregnancy is a powerful influence on the long-term health and well-being of the developing fetus. Individuals exposed to undernutrition in fetal life are at greater risk of coronary heart disease and hypertension. It is remarkable that very different forms of undernutrition in pregnancy, for example low protein diets or high fat diets, produce very similar profiles of disease risk in the resulting offspring. This suggests that a relatively narrow range of changes to the form and function of organs and tissues in the developing fetus, may be triggered by a nutritional stressor. The aim of this project is to identify the basic molecular mechanisms that drive the early life programming of cardiovascular disease risk. The work will utilise two distinct and well-established animal models of programmed hypertension, namely protein restriction and iron deficiency in the rat. Both dietary restrictions will be imposed during critical phases of pregnancy and, having established the common outcomes of the dietary manipulations, we will use powerful modern molecular techniques to identify changes in expression of genes and proteins that may be the central 'gatekeepers' that mediate the association between early life nutrition and later disease risk. This work is of importance in developing an understanding of the mechanistic basis of the link between fetal nutrition and lifelong health and disease. This is of major importance in terms of public health, as it is becoming clear that risk of obesity, diabetes and cardiovascular disease are not just a product of adult lifestyle factors. Risk at any stage of life is the product of cumulative exposures to adverse factors, including poor nutrition, at all stages of life from conception onwards.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005245/1","grantId":"BB/F005245/1","fundValue":"448503","fundStart":"2008-04-14","fundEnd":"2011-04-13","funder":"BBSRC","impactText":"","person":"Simon  Langley-Evans","coPersons":["Sarah  McMullen"],"organisation":"University of Nottingham","findingsText":" The three most significant achievements were:\n\n1. The identification of disturbances of cell cycle regulation as a prime candidate for the central mechanism that impacts upon tissue development in response to undernutrition. This fits well with previous ideas about remodelling of tissues as a mechanism for early programming and complements data from an ongoing MRC study (SLE co-I) suggesting cell cycle regulation and maintenance of DNA integrity are primary programming targets.\n\n\n\n2. The completion of a wide range microarray and proteomic analysis using the same samples and across a high number of samples (64 embryos). This required significant technical and bioinformatics challenges to be overcome to determine common gene/protein and process changes across 8 separate experimental groups.\n\n\n\n3. The first demonstrations that iron deficiency in pregnancy impacts upon renal development (lowers nephron number) and that fetal exposure to protein restriction impacts particularly upon the peripheral vasculature to increase blood pressure. The finding that the cell cycle is a central process that is susceptible to nutritional programming is useful in that it provides a target for more detailed mechanistic studies. The current view is that programming is mediated through dietary effects on the epigenome. The cell cycle and its regulation can now be probed with respect to such epigenetic effects to test this hypothesis Healthcare","dataset":"gtr"}