{"id":"DE781B5B-DC98-45AF-92A4-152574DC4045","title":"Quantifying Digital Forensic Investigations and their Evidence","abstractText":"With the growth of the world-wide web (WWW), there has been a corresponding growth in crimes that use the WWW. Specialist law enforcement investigators are ever more frequently required to examine PCs, laptops, mobile phones, sat-navs, and personal digital assistants (PDAs) for look for incriminating (or exonerating) evidence. This has led to a situation where there is a severe shortage of digital forensic examiners with long backlogs of work, leading to even longer delays within the judicial process.\n\nAt the same time, lawyers are becoming ever more savvy in finding ingenious alternative explanations for the recovered digital evidence which, if accepted by the court, would allow their client to be acquitted.\n\nThis research project aims to address both these issues.\n\nThe former issue will be tackled by devising one or more digital forensic triage schemes in which a digital forensic technician filters or screens each digital device for the expected traces of evidence and the 'probative value' or weight of the recovered evidence is accumulated. Only if this accumulated weight of evidence meets one or more prescribed criteria is the device passed on to an experienced forensic investigator for a full digital examination.\n\nThe latter issue is to be addressed by using the notions of likelihoods and odds to determine how plausible it is that the recovered digital evidence was in fact formed by the process that the prosecution suspects, rather than by some alternative process that the defence might suggest. If the prosecuting authority performs such an analysis it will aid their decision as to whether to go to trial, and if the expert witnesses are armed with this data it will enable them to be more authoritative than previously regarding the strength of the available digital evidence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004189/1","grantId":"EP/J004189/1","fundValue":"14222","fundStart":"2012-02-01","fundEnd":"2012-04-30","funder":"EPSRC","impactText":"  law enforcement officials use the methods developed and the results obtained to assess the likelihood of successful prosecutions in digital criminal cases. Digital/Communication/Information Technologies (including Software) Societal","person":"Richard Edward Overill","coPersons":[],"organisation":"King's College London","findingsText":" The project has demonstrated how Bayesian networks can be used to provide reliable quantified estimates of the plausibility of competing hypotheses as to how the digital evidence recovered by forensic examiners was produced. In particular, it has demonstrated that the posterior probability output by the Bayesian network is relatively insensitive to the choice of the conditional probabilities used to populate the nodes of the network. The finding can be used during digital forensic examinations by law enforcement officers and by prosecution authority officials to aid them in coming to a decision as to whether to proceed to trial, given the probative value of the recovered digital evidence, as indicated by the quantified plausibility associated with the posterior probability of the Bayesian network. This information could also be used within the trial proceedings itself, in much the same way as an expert witness might state that there is a one in a billion chance that two identical DNA samples do not arise from the same individual. The finding can be used during digital forensic examinations by law enforcement officers and by prosecution authority officials to aid them in coming to a decision as to whether to proceed to trial, given the probative value of the recovered digital evidence, as indicated by the quantified plausibility associated with the posterior probability of the Bayesian network. This information could also be used within the trial proceedings itself, in much the same way as an expert witness might state that there is a one in a billion chance that two identical DNA samples do not arise from the same individual. Digital/Communication/Information Technologies (including Software),Other","dataset":"gtr"}