{"id":"DE7BE1D3-0FD3-481A-AE9E-EC64C3C1D9C0","title":"Positive affective states:a behavioural,autonomic and neural analysis.","abstractText":"Emotional disturbance is found in a number of psychiatric disorders including depression, autism, schizophrenia, obsessive compulsive disorder and frontal lobe dementia. However, the specific psychological nature of these deficits is poorly understood as is the nature of the brain damage causing such disturbances. To address these issues it is important that we have an understanding of the basic psychological processes that contribute to an emotional response and the neural structures and chemicals in the brain that control these processes. This application considers these questions with respect to positive emotional responses in a new world primate. To do this we have devised tests that will enable us to study different aspects of positive emotion. Thus, positive emotional responses may be elicited by the pleasure of eating a particularly tasty meal but also in wandering around Tesco?s selecting what foods you?re going to buy for a dinner party. The former is thought of as a primary reward while the latter are stimuli that evoke the thought of reward (called conditioned stimuli) and that can be rewarding in their own right. Indeed, learning about stimuli in the environment that predict reward and that take on reinforcing value in their own right is highly advantageous as it allows us to be able to anticipate and prepare for that reward and also to be motivated enough to go out and find the reward. This is equally true for negative situations in which hearing the bark of a neighbours vicious dog is enough to keep you out of harms way. We therefore propose to present marmosets with intrinsically neutral stimuli such as a light or tone that predict highly tasty food reward and under certain circumstances require the animal to learn a response to gain access to the primary reward or the conditioned stimulus in order to study what parts of the brain and chemicals in the brain allow an animal to learn about these stimuli and to show positive emotional reactions to these stimuli including changes in bodily responses that accompany such reactions. We will investigate the contribution made by two specific brain structures, the prefrontal cortex and amygdala in positive emotion as well as how they are modulated by particular chemicals. The benefits provided by this Programme lie in understanding the neuropsychological and neurochemical basis of emotion, information that can contribute to the development of pharmacological treatment strategies for various neuropsychiatric disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0401411","grantId":"G0401411","fundValue":"850001","fundStart":"2005-07-01","fundEnd":"2010-06-30","funder":"MRC","impactText":"","person":"Angela  Roberts","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}