{"id":"DE7D1DFC-45B4-4E0E-BC23-0FD2C290CB58","title":"UCLIC / FIT Lab PLATFORM: Healthy interactive systems : Resilient, Usable and Appropriate Systems in Healthcare","abstractText":"When faced by complex problems, people turn to tools that improve their performance. Through studying the use of tools in highly demanding circumstances we gain valuable insights into how to design effective systems. The design of interactive computer systems is a complex and multi-faceted challenge that is amplified when such systems are used in the varied, sensitive and often pressurised environment of healthcare.Health is a domain of immense significance to society, and of great strategic importance. The use of interactive technologies in clinical practice, preventative education and the treatment of chronic conditions has become pervasive. However, there is compelling evidence that current healthcare systems are under-performing: often unreliable, difficult to use, and failing to address the needs of clinicians and patients adequately. Surprisingly little attention has been paid to people's interactions with those technologies and designing effective interactions. Interactive systems in health raise many problems of interest to interaction researchers. Clinical appliances such as syringe pumps have apparently simple interfaces that nonetheless have contributed to medical errors, while the proliferation of online material leads to many patients attempting to self-diagnose or understand a chronic condition. The design of effective interactions with healthcare systems requires a multidisciplinary approach; conversely, we can test and extend HCI approaches by working in this demanding setting. For example, the design of medical appliances raises challenges of developing formal modelling techniques that can be used to analyse complex, often messy, systems. Similarly studies of patient's internet searches, and the rich interactions they have with and around information, challenge our understanding of interactive information seeking.This Platform grant brings together two research groups with complementary skills and approaches, and a track record of effective collaboration. It will provide base-line support for developing a research agenda in healthy interactive systems , by which we mean systems that are dependable, usable and appropriate to their contexts of use, and that empower their users, augmenting people's understanding and capabilities.This proposal builds on outcomes from the current Platform grant on The design and use of complex information spaces . The focus on complexity has resulted in some important developments over the period of the grant, which have shaped this renewal. These include a shift in focus from compensating for users' limitations (e.g. designing out error, or helping users reformulate queries in information seeking) to augmenting their capabilities (e.g. enabling resilient behaviours, supporting sense-making) and improving their experiences in a health context. This Platform renewal will support the development of new research directions that cover user and system perspectives on individual and collaborative interactions with technologies in healthcare.Whereas the original grant was held in UCLIC, this renewal is joint between UCLIC and the FIT Lab in Swansea (following Thimbleby's move to found this new group). This collaboration brings together UCLIC's strengths in user-focused HCI with FIT's in technology-focused HCI, addressing research problems that demand a multi-disciplinary approach. The geographical split will need careful management, but offers benefits including complementary research approaches and different healthcare contexts and cultures to study. The Platform grant will provide career development opportunities and group stability, and support the strengthening of strategic collaborations with international groups and also with practitioners and policy makers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G004560/1","grantId":"EP/G004560/1","fundValue":"410795","fundStart":"2009-02-01","fundEnd":"2014-04-30","funder":"EPSRC","impactText":"  This Platform grant facilitated several important activities in healthcare research, of which the most significant are follow-on funding on the design of safer interactive medical devices and on motion capture for pain management. Healthcare ","person":"Ann  Blandford","coPersons":["Duncan Paul Brumby","Anna L Cox","Rachel Rena Benedyk","Nadia Luisa Berthouze","John  Dowell"],"organisation":"University College London","findingsText":" As well as the grants facilitated by the Platform funding, we also investigated how clinicians and patients can be empowered to make sense of large quantities of health information. We identified an important gap in research on systems to help patients make sense of their own health data. The substantive findings of this grant (as opposed to findings that have formed the foundations of follow-on grants) are in the area of how to design effective information visualisations for making sense of health information (focusing on patients, but also potentially of relevance to clinicians and researchers) Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}