{"id":"DE84EF1C-8326-4BF2-AA48-4BBE63953899","title":"Development of multibeam echosounding for the quantitative monitoring of suspended sediment dynamics in aquatic environments","abstractText":"All natural water flows on the Earth's surface transport sediment (including muds, sands and silts), both along their beds and also suspended within the flow. The erosion, transport and deposition of this sediment sculpts the form of the Earth's surface and gives rise, though differing periods of time, to the landscapes that we see around us. Sediment transport and deposition result in a wide scale of features from the smallest-scale sand ripples to the largest river deltas and submarine sediment fans. Additionally, understanding the transport of sediment is vital in assessing the fate of pollutant particles in many environments and in a range of industrial applications, such as the erosion and transport of sediment around engineering structures, for instance around bridges and sub-sea installations. In order to better understand the transport and deposition of sediment in the natural environment, and thus feed this into environmental management strategies, we require methods that will allow us to measure the shape, or morphology, of the surface and measure the transport of sediment. Recent years have seen astonishing progress in the development of multibeam echo sounding (MBES) systems, which use an array of echo-sounder beams to measure the form of the surface at the base of water flows (such as the bed of oceans or rivers) at a very high accuracy (down to millimeters in vertical precision). These instruments use the reflection of sound from the bed to measure the depth of the flow, and hence construct detailed maps of the bed sediment surface. These instruments allow us to view the bottom of rivers and oceans as if all the water had been slowly drained, and the depositional form left untouched and perfectly displayed. This technique has generated a step change in how we can view the Earth's surface, which depositional forms are present and how we may interpret them. Such high-resolution surveys also allow us to look at the change in shape at different time periods, and thus assess changing sediment volumes in time, in response to both human impacts and natural changes. This proposal seeks to develop, with the World's leading manufacturer of high-resolution multibeam sonars (RESON), the capability to use this method to look at not just the form of the bottom and the sediment type at the bed, but also the water column through which these acoustic sound beams penetrate. The water will contain both sediment carried in suspension, as well as a range of organisms such as fish, algae and perhaps vegetation. We can use the strength of the sound reflected back from these objects within the water column to measure concentrations, density, and possibly the object size. This project will develop both hardware and software to simultaneously measure the bed shape and also quantify suspended sediment and identify organic objects within the flow. The method will be tested and applied within both controlled laboratory experiments and also well-constrained field studies within a reservoir and large river. When fully developed, this methodology could be rapidly applied in many environments, such as rivers, lakes, estuaries, nearshore and marine, and would provide a very powerful technique for assessing landscape form, sediment transport and environmental change, all of which are needed to improve and refine many environmental management strategies. The project proposed is based on a pilot study, which has identified the potential of this multibeam sonar approach and defines the precise objectives and methods that must be adopted. This will combine leading industry with leading environmental research and provide methods and dedicated software that will be of applied interest to a wide range of practitioners, from environmental engineers to estuary and port authorities to water agencies and environmental protection agencies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D014530/1","grantId":"NE/D014530/1","fundValue":"177397","fundStart":"2006-09-01","fundEnd":"2009-11-30","funder":"NERC","impactText":"  Work towards impact was conducted in a follow-on pathfinder grant listed above. Energy,Environment,Transport Societal,Economic","person":"Daniel Roy Parsons","coPersons":[],"organisation":"University of Leeds","findingsText":" Sediment transport and deposition result in a wide scale of features from the smallest-scale sand ripples to the largest river deltas and submarine sediment fans. Understanding the transport of sediment is thus vital in managing many environments.\nIn order to better understand the transport and deposition of sediment in the natural environment, and thus feed this into environmental management strategies (and the meeting of the water framework directive), we have developed a method that will allows us to measure the shape, or morphology, of the bed (sea bed, lake bed, river bed) surface and also measure the transport of sediment at the same time. \nRecent years have seen astonishing progress in the development of multibeam echo sounding (MBES) systems, which use an array of echo-sounder beams to measure the form of the surface at the base of water flows (such as the bed of oceans or rivers) at a very high accuracy (down to millimeters in vertical precision). These instruments use the reflection of sound from the bed to measure the depth of the fluid, and hence construct detailed maps of the bed sediment surface. These instruments allow us to view the bottom of rivers and oceans as if all the water had been slowly drained, and the depositional form left untouched and perfectly displayed. This technique has generated a step change in how we can view the Earth's surface, which depositional forms are present and how we may interpret them and such high-resolution surveys also allow us to look at the change in shape at different time periods, and thus assess changing sediment volumes in time, in response to both human impacts and natural changes.\nUnder a this grant we developed a methodology using MBES for concurrently quantifying bathymetry and the concentrations and fluxes of suspended sediment within the water column, using information contained in the acoustic returns derived from the passage of the acoustic sound beams through the water column. We have developed a suite of processing codes and software that conducts the analysis of these vast data sets and have assembled a set of calibrations for converting the acoustic returns into quantifiable sediment concentrations. \nThis work was carried foward by a NERC follow on project that allowed us to examine and define the full potential for the commercial exploitation of the technique, through the integration of our codes and routines within IVS3D's Fledermaus, one of the world leaders in the processing and display of 3D time-varying datasets. IVS3D are project partners in this application and the full route to market and commercial exploitation analysis was conducted by TechnologyfromIdeas (included in the project as partners), who are an independent technology transfer consultancy contracted by the University of Leeds - Business and Enterprise Centre. Full market assessments and reports related to the potential commercialisation of the technology were provided and a route to market identified. IPR has now been solved and we are actively following up on taking this work forward. No Energy,Environment,Transport","dataset":"gtr"}