{"id":"DE889E03-5B66-4CDE-A059-389FE9B97FA1","title":"Micro- and nanoelectrode structures by template directed electrodeposition","abstractText":"Aiming for new material properties, unprecedented sensitivity of analytical devices, or a further jump in computational power, the generation of structures with feature sizes another one to two orders of magnitude smaller what is currently the industrial standard is one of the major scientific and technological challenges. As it becomes increasingly difficult and expensive with current technologies to reduce system dimensions, alternative methods are required. The present project suggests a scheme which, in a simple way, enables the generation of metallic structures with, on the one hand, dimensions in the nanometer range but, on the other hand, scalability to extended areas. Such structures are interesting for applications in different areas such as electronics, micro/nano mechanics, (bio)sensors, or photonics. Being a replicative, parallel process and applicable under ambient conditions the scheme proposed here is very different from other concepts of pattern generation.The process combines the opportunities afforded by self-assembled monolayers (SAM) with those of electrochemically controlled metallisation. The unique possibilities to tailor surface properties by SAMs is utilised to control both electrodeposition of metal and adhesion of the deposited metal to the electrode. In a first step, a patterned SAM acts as a template to achieve selective metal deposition. This is followed by a transfer of the metal pattern to an insulating substrate. The scheme has a number of advantages as, firstly, the SAM allows free pattern definition. Secondly, the original template is recovered and, thus, can be reused which requires the most cumbersome step, the definition of the pattern to be done only once. Thirdly, the application of electrochemistry makes it a fast, parallel process, i.e., metal patterns can be generated on extended areas. It will be the focus of the project to explore how far the scheme can be extended into the nanoscopic dimension. By applying scanning probe microscopies both ex situ and in situ in an electrochemical environment the work aims for an understanding at the molecular level, that is, for the elucidation of the relationships between the structure of a SAM and its electrochemical and adhesion properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D036828/1","grantId":"EP/D036828/1","fundValue":"358630","fundStart":"2006-06-01","fundEnd":"2009-05-31","funder":"EPSRC","impactText":"","person":"Manfred  Buck","coPersons":["Georg  Haehner"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}