{"id":"DE8C52AE-ADF8-48C9-8909-343B12C060B5","title":"Finite elements for gradient elasticity in statics and dynamics","abstractText":"Mechanical models are used to simulate the behaviour of materials and structures. The simplest mechanical model is so-called classical elasticity: if a load is applied, then a deformation of the material or the structure results, and if the load is removed, then the deformation disappears without any loss of energy. This theory is very powerful for the description of the global mechanical behaviour of materials and structures, but less so if local perturbations occur. The reason is that every material is heterogeneous: concrete consists of little pieces of rock cast in cement, steel is built up from crystals, and timber consists of fibers. Classical elasticitydoes not recognise these heterogeneities.Of course, one could choose to model each of these heterogeneitiesseparately, but that would lead to a very complicated and inefficient model. Instead, improved elasticity theories can be used which incorporate the effects of the heterogeneity. The latter are commonly known as gradient elasticity theories, and they can be used to describe how shock waves propagate through concrete structures and soils, to predict the deformation around the tips of cracks in large steel offshore structures or to make strength predictions of nano-scale tests.Generally, the elasticity equations cannot be solved by hand - this holds for classical elasticity and more so for gradient elasticity. Therefore, computer methods must be used, in which an approximate (rather than exact) solution is found. The most popular method, that is also available in many commerical software, is the finite element method. Many good finite elements exist for classical elasticity. Some finite elements have been formulated for gradient elasticity, but they are not very efficient: the required computer power is normally significantly higher than that for classical elasticity. Therefore, a wide-spread application of gradient elasticity is still hampered, despite the potential of gradient elasticity to solve complicated problems in a simple manner. This research aims at formulating and implementing finite elements for gradient elasticity. The new finite elements should be more efficient than the existing methods, and they should be designed for use in standard finite element software. Whereas previous implementations of gradient elasticity have focussed on smart finite elements, this research will aim primarily at finding suitable formats of gradient elasticity itself, such that the subsequent finite element implementation will be more straightforward.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D041368/1","grantId":"EP/D041368/1","fundValue":"150430","fundStart":"2006-08-01","fundEnd":"2009-07-31","funder":"EPSRC","impactText":"","person":"Harm  Askes","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}