{"id":"DE8F77D1-B60A-4650-8834-360534CDCC0C","title":"Determining the genetic aetiology of early onset Parkinson's disease","abstractText":"Parkinson?s disease (PD) is a common degenerative brain disease in which loss of nerve cells leads to slowness of movement, tremor, stiffness and difficulty walking. As the disease progresses some patients develop dementia and become increasingly incapacitated. There are no treatments that reverse the damage to the brain or halt the disease process. Some younger patients with PD have autosomal recessive genetic disease. We all carry two copies of about 20,000 genes. In autosomal recessive disease two faulty copies of a gene lead to loss of gene function. In this form of genetic inheritance there is usually no increased risk of disease for children or parents of affected patients. To date three genes have been identified for autosomal recessive PD which have been important in leading to new genetic tests for PD, and in helping us to understand the disease processes. We suspect that PD is a heterogeneous disease, with many different processes leading to a similar clinical syndrome. The main goal of this work will be to identify new disease genes which will enable more accurate genetic testing for this condition, the appropriate targeting of new treatments to the correct patients and the development of new treatments in cell and animal models. In our work we have shown that among early onset PD patients there is strong evidence for the existence of further autosomal recessive genes and we have identified a set of 71 early onset PD patients (EOPD) who are likely to have this type of gene change, causing PD. We will identify new genes that cause PD by detailed study of these 71 patients using a recently developed technique called next generation sequencing. This allows a rapid scan for gene changes across all 20,000 genes in the human genome. This will identify a series of possible new genes. The second stage will be to try to confirm these findings in a large representative set of 1300 EOPD patients. The identification of new genes for PD will lead to new diagnostic tests, a better understanding of various forms of PD and the development of new cell and animal models for the disease. This will allow the development of new treatments that we hope will improve the outlook for people with PD.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100643","grantId":"G1100643","fundValue":"902052","fundStart":"2012-07-09","fundEnd":"2015-12-31","funder":"MRC","impactText":"","person":"Huw R Morris","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}