{"id":"DE9137EC-E853-4D56-8166-BA96F17454A1","title":"Dissecting and Exploiting Lytic Polysaccharide Monooxygenases","abstractText":"The complex sugars, termed &quot;polysaccharides&quot;, that are found in the cell-walls of plants and in insects and marine organisms impact on the everyday lives of us all. Plant cellulose, the most abundant of these sugars, is the basis of the textile and paper industries (both paper and cotton are made of cellulose). Plant cell-wall polysaccharides, especially cellulose, are also very important if we are ever able to produce sustainably so-called &quot;second-generation&quot; biofuels such as bioethanol. The reason that cellulose is very important in this regard is that it is highly abundant (100 billion kilogrammes are produced globally every year), is present in all plants, and is the principal component of plants, such as switchgrass, that can be grown densely on marginal land. However, there is one major problem which is the production of bioethanol from cellulose is limited by the chemical inertness of cellulose, which cannot currently be broken down into sugars in a sustainable way. This is a major problem. Indeed, reflecting the thoughts of all authorities on energy, The International Energy Agency says that bioethanol will only play a major role in meeting sustainable energy demands if the key technological barrier of cellulose obduracy can be overcome. \n\nThe aim of this BBSRC grant application is to study how natural catalysts which can be isolated from fungi and bacteria, termed &quot;enzymes&quot;, can actually be used to digest and breakdown polysaccharides including cellulose from plants and chitin from insects/crustaceans. These catalysts are the vanguard of the industries that are springing-up which have the goal of harnessing complex as a biofuel source. As part of our work we will discover new enzymes with diverse functions, study their three-dimensional structures and crucially dissect their highly unusual dependence on metals such as copper for their catalytic ability. We will then use the emerging area of &quot;synthetic biology&quot; to design completely novel catalysts using components not found naturally in nature. Our work will provide the community with insight into the function and action of these catalysts and provide a foundation for their exploitation in the biofuel and other industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L021633/1","grantId":"BB/L021633/1","fundValue":"601509","fundStart":"2014-09-29","fundEnd":"2017-09-28","funder":"BBSRC","impactText":"  Yes. \nIndustry is very interested in these Cu dependent enzymes. They are being used in biofuel production plants Environment Policy & public services","person":"Gideon John Davies","coPersons":["Paul Howard Walton"],"organisation":"University of York","findingsText":" The complex sugars, termed &quot;polysaccharides&quot;, that are found in the cell-walls of plants and in insects and marine organisms impact on the everyday lives of us all. Plant cellulose, the most abundant of these sugars, is the basis of the textile and paper industries (both paper and cotton are made of cellulose). Plant cell-wall polysaccharides, especially cellulose, are also very important if we are ever able to produce sustainably so-called &quot;second-generation&quot; biofuels such Use of enzymes for biofuels Environment","dataset":"gtr"}