{"id":"DE953B1E-5E7D-4B2B-9B55-8FDB5123E648","title":"A real-time fluorescent assay of guanylyl cyclase activity","abstractText":"Guanylyl cyclase is an enzyme that controls many physiological processes. Malfunction in guanylyl cyclase activity is implicated in a range of diseases, including hypertension, toxic shock, and neurodegenerative diseases such as stroke and Alzheimer's. It is therefore important to understand how guanylyl cyclase works, both in order to understand how the enzyme functions in healthy and pathological states and to develop drugs that can enhance or inhibit its activity. Current methods for measuring guanylyl cyclase activity are laborious and time-consuming. We have developed a new chemical indicator which gives a continuous read-out of enzyme activity without the need for further processing or additional reagents. In principle, this offers a very useful tool for probing the mechanism of activation of guanylyl cyclase at a molecular level of detail, as well as a means for rapidly and efficiently testing drugs that influence the enzyme. However, the current indicator has limitations that make it difficult to use in some experimental conditions, and we therefore plan to develop and refine the chemistry of the compound to circumvent these problems. If successful, the proposed research will result in a new tool that will accelerate the rate at which biological, pharmacological and pharmaceutical research into guanylyl cyclase can be carried out. We hope that this tool will increase the speed at which drugs are developed to treat the numerous disease states in which the enzyme is implicated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G024553/1","grantId":"BB/G024553/1","fundValue":"109237","fundStart":"2009-07-06","fundEnd":"2010-07-05","funder":"BBSRC","impactText":"  To date, there are no direct impacts beyond the academic community that can be attributed specifically to the work carried out under this grant. However, the work has contributed to outreach activities carried out by the group at both the Babraham Institute and University of Nottingham. In these cases school children (primary and secondary), members of the local community and work experience candidates have been shown how the laboratory operates, and had some of our research activities explained in a broad neuroscience context. As such, the research has contributed to engagement with the wider community, resulting in a societal impact in communicating our research and the role of and culture of the institution to non-specialist audiences. Communities and Social Services/Policy,Education,Other Cultural,Societal","person":"Tomas Cynric Bellamy","coPersons":[],"organisation":"Babraham Institute","findingsText":" The grant tested a new method for measuring guanylyl cyclase activity based on the use of fluorescent substrates. Although the lead compound was effective as an assay, we were unable to improve on the optical or functional properties of the labelled substrate through substitution of a range of different fluorophores onto the molecule. This suggests that the strategy is not broadly useful or easily improved. The compound could be used in an industrial pharmaceutical or biotech setting, if further development were undertaken. Should alternative fluorophores be identified, the application of the technology would be to drug screening and discovery. However, results suggest that successful development of the technology would not be straightforward. Chemicals,Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}