{"id":"DE98181F-46B5-4C1B-BA63-BA289776DB04","title":"Do genetic polymorphisms in a beta-carotene metabolising key enzyme influence dietary Vitamin A requirements?","abstractText":"Vitamin A (retinol) is an essential nutrient for vision, embryonic development, maturity of organs, cellular proliferation and the immune response. It is obtained from the diet per se or through provitamin A sources that are cleaved enzymatically in the body to produce retinol. Vitamin A deficiency occurs largely due to increases in physiological requirements (growth, pregnancy, lactation, infection) together with a low dietary intake. Currently, the mean daily intake of vitamin A is below the recommended intake levels for men and women aged 19 to 24 years. This means that young individuals in the UK rely to over 50% on provitamin A sources, beta-carotene being the main one, to cover their vitamin A needs. Since a significant proportion of young British individuals have a low vitamin A intake and since the Expert Group on Vitamins and Minerals has recommended to limit the use of beta-carotene in food supplements, there is growing concern that young men and women in the UK might develop subclinical deficiencies, therefore increasing their susceptibility to infectious diseases. This concern is especially valid for young pregnant women who will experience a higher physiological need for vitamin A. Given the fact that a high proportion of the British population relies on beta carotene to cover their vitamin A needs, it is important to note that the amount of retinol produced after ingestion and conversion of beta-carotene is highly variable between healthy individuals. Several studies have shown a large disparity between individuals who are efficient or inefficient converters of beta-carotene, with variations of up to 8 fold. It is possible that the observed differences in obtaining retinol from beta-carotene may be due to genetic polymorphisms in genes involved in aspects of beta-carotene conversion. Indeed, results from our laboratory have shown that two genetic variants exists in the key enzyme responsible for beta-carotene conversion with high frequencies, and that individuals inheriting this genetic trait (1 in 4 of the UK population) might need to increase their intake of preformed Vitamin A sources. The proposed study therefore plans to carry out a human intervention trial using state-of-the art whole body metabolic measurements to identify if individuals carrying this genetic variation might be at a higher risk of developing subclinical vitamin A deficiency. The study is designed to answer the following questions: 1) Have individuals with a genetic variation a reduced capacity of producing retinol from beta carotene when it is consumed at concentrations found in the diet? 2) Are there differences between men and women in their ability to produce retinol from provitamin A sources? 3) Is the intestine the main organ responsible for producing retinol from provitamin A sources, or is the conversion also occuring in other organs at comparable rates?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G004056/1","grantId":"BB/G004056/1","fundValue":"298242","fundStart":"2009-06-01","fundEnd":"2011-05-31","funder":"BBSRC","impactText":"","person":"Georg  Lietz","coPersons":["John  Hesketh","Alan Vincent Boddy"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}