{"id":"DEA46D56-25D0-48F4-95B6-850E57E94FA1","title":"International science and bioethics collaborations: critical approaches to new knowledge relations","abstractText":"<p>International organisations in the global biomedical economy are sustained increasingly by diverging and interdependent knowledge relations that combine multiple interests, markets and country partners. Within various user communities the idea of collaboration is now emerging as the prominent paradigm for social translation between knowledge partners. Yet, across continents, the role of science, technology and bioethics in the creation and transfer of new knowledge – including forms of ‘biowealth’ – has been typically framed by first-world policy makers and in terms of notions of ‘development’. </p> \n<p>Focusing on nine countries in Asia, this comparative research by a team of social anthropologists (Universities of Cambridge, Durham, Sussex) applies ethnographic methods to study the practical and conceptual implications of values of ‘collaboration’ for international capacity-building. </p> \n<p>Three inter-institutional subprojects:</p> \n<ul> \n <li>Sponsor-host relations in international clinical trials</li> \n <li>Human embryonic stem cell research in society</li> \n <li>Collaborative bioethics networking</li>\n</ul> \n<p>These subprojects aim to contribute a culturally reflexive understanding of the drivers of commercial and academic research institutions and forms of regulation by state and non-governmental organisations. We ask: when discourses of development are reframed or replaced by those of collaboration, what kinds of socio-economic demands emerge and how are these formulated in the management of science across cultures? </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-0215","grantId":"RES-062-23-0215","fundValue":"1159480","fundStart":"2007-09-01","fundEnd":"2010-12-31","funder":"ESRC","impactText":"","person":"Marilyn  Strathern","coPersons":["Monica  Konrad","Margaret Elizabeth Sleeboom-Faulkner","Robert  Simpson"],"organisation":"University of Cambridge","findingsText":" The ISBC research has produced a unique body of comparative data on the conduct and ethical governance of collaborative research in the biomedical sciences across Asia. Through a series of integrated subprojects on 1) international clinical trials 2) human embryonic stem cell research and 3) bioethics networking key insights have been gained into the operation of (1) biowealth (2) transnational knowledge flows (3) capacity building (4) bioethics and the governance of transnational res This project has lead to the establishment of extensive networks and personal and professional relations across Asia. We believe that the trust engendered in these long-term collaborations will enable benefit to accrue through diffusion and osmosis rather than direct impacts of an easily measurable kind. The quality and extent of these relationships has created collaborative environments in which ideas and their application have had, and will continue to have, significant impact potential cons Communities and Social Services/Policy","dataset":"gtr"}