{"id":"DEA8DC22-7ECB-4CE0-985E-EFC24C798581","title":"An improved measurement of the electron electric dipole moment using YbF molecules.","abstractText":"We have developed a method to measure the shape of the electron by carefully studying how it behaves when it is placed in an electric field. Each electron that we study is part of a molecule (ytterbium fluoride), which amplifies the applied electric field and also serves as an anchor so that the electron is not swept away by the field. We use lasers and radiofrequency fields to prepare the electron's spin in a particular direction. The electric field causes this spin direction to rotate by an amount that depends on the electron's shape, and we measure this angle of rotation. We have recently made the most sensitive measurement of the electron's shape and we now plan to exploit our method to improve the precision of the measurement by a factor of 20.\n\nThis atomic physics experiment will provide important new information about the fundamental laws of physics that describe sub-atomic particles. We also hope to shed some light on one of the biggest mysteries in physics: why there is so much more matter than antimatter in the universe.\n\nThe best theory of particle physics at the moment, the Standard Model, predicts the behaviour of sub-atomic particles with amazing accuracy, but it is obviously incomplete. For instance, it doesn't include the effects of gravity, it can't explain why the different forces of nature have such widely differing strengths, and it can't reproduce the observed matter/antimatter asymmetry. Physicists have proposed many ideas to extend the Standard Model, but we don't know which, if any, of these proposed theories is the right one.\n\nOur measurement of the electron's shape can help sort this out, because the different proposed theories predict different shapes. By increasing the accuracy of our measurement, we can test these theories. One of the favourite theoretical ideas is called supersymmetry. Our recent measurement has already ruled out some versions of this theory. With the planned improvement, our new measurement will either rule out most versions of supersymmetry, or will provide some evidence that supersymmetry is correct.\n\nPhysicists think that the universe started with the big bang, which should have created equal amounts of matter and antimatter, yet today we only see tiny amounts of antimatter, coming from unusual things like cosmic rays and radioactive decay. This is a puzzle because it implies an asymmetry between the laws governing matter and antimatter that is not in the Standard Model. Our measurement is relevant because the shape of the electron is extremely sensitive to such an asymmetry. Even a tiny difference would distort the shape significantly, so our measurement may help to solve this mystery about the evolution of the early universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J011401/1","grantId":"EP/J011401/1","fundValue":"913892","fundStart":"2012-03-15","fundEnd":"2017-01-14","funder":"EPSRC","impactText":"  Our findings have been used to make an improved measurement of the electron's permanent electric dipole moment. Creative Economy Cultural","person":"Edward  Hinds","coPersons":["Jonathan James Hudson","Ben  Sauer","Michael Roy Tarbutt"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}