{"id":"DEB7A20A-6AE3-415A-9562-7A11633DC614","title":"The fungal &quot;septasome&quot;: dividing and conquering cells of fungal pathogens","abstractText":"Fungi are opportunistic pathogens capable of causing life-threatening infections in immuno-compromised patients and chronic infections in a very large number of immuno-competent people. This makes them a major problem in the intensive care unit (ICU), where fungal infections often undo the good done in the treatment of cancer, transplant recipients and other critically ill patients. The incidence of fungal infections in the ICU rivals that of the bacterial pathogens such as MRSA, often with higher mortality rates. It is difficult to develop drugs that target fungi without also harming the patient because human biochemistry is in many ways similar to that of fungi. Candida species cause the most fungal infections in the ICU and have a 30% mortality rate, cost of over &pound;16 million per year and result in around 700 deaths per year.\n\nAs fungal cells grow and divide, an ordered series of events occur, ending in the formation of cross-walls, called septa, which act as stabilising barriers between new and old cells. Septa are made of chitin, a carbohydrate that is an essential component of the cell wall of all fungi, but is not found in humans. Surprisingly, little is known about the mechanism of septum formation in fungi, and this proposal focuses on this process. Understanding this process is important because septum formation and chitin synthesis are both essential and fungal-specific and therefore make excellent targets for future generations of antifungal drugs.\n\nThe objective of this project is to understand how chitin is made in the septa of the most common serious fungal pathogen of humans, Candida albicans. This fungus can grow in both unicellular (yeast) and filamentous (hyphal) forms which makes it an ideal model organism for all fungi which grow in one or the other of these two growth forms. C. albicans has four enzymes that make chitin and my previous work unexpectedly revealed that all four enzymes are present at the site of septum formation. The celular components that assemble at septation sites and associate with the enzymes that make chitin will be identified, as well as how this process is regulated. This will be done by carefully observing the position of fluorescently labelled versions of proteins inside live cells under normal growth conditions, as well as in cells lacking specific proteins or where some cellular processes have been disrupted using chemical inhibitors and antibiotics. The specific proteins that the enzymes that make chitin interact with at the site of septum formation will also be identified.\n\nThis work will provide insights into the mechanism and regulation of chitin synthesis in the septa of all fungi, and will serve as useful models for other unicellular and filamentous fungi which have more expanded and complicated families of enzymes that make chitin. Once we understand how these enzymes make chitin in septa and how this process is controlled, we will be able to investigate ways to prevent this essential process. In the future, we might be able to save lives by identifying drugs that block essential interactions between the enzymes that make chitin and other components of the cell division machinery, or that prevent these enzymes from reaching sites of septum formation in the first place.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J008230/1","grantId":"MR/J008230/1","fundValue":"320200","fundStart":"2012-09-01","fundEnd":"2015-08-31","funder":"MRC","impactText":"","person":"Megan Denise Lenardon","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}