{"id":"DEBA8F60-BDCB-4B15-8043-E27B447E97B4","title":"Roles of neuronal integrative mechanisms in olivo-cerebellar networks and motor behaviour","abstractText":"The brain is the most complex organ in the body. A vital function of the brain is to organize or integrate vast quantities of information into a coherent form that enables us to behave or act in certain ways and to respond to events appropriately. There is increasing evidence to suggest that common psychiatric disorders, such as schizophrenia and autism, involve failure of the brain to integrate information correctly. However, because of an absence of tools that selectively manipulate integration of neuronal activity, it has been difficult to study the roles of neuronal integrative mechanisms in normal behavior or in disease. This study builds on recent work in which I found that deletion in mice of the HCN1 gene, which encodes an ion channel important for neuronal integration, leads to subtle, but profound changes in behaviour. In particular, deletion of HCN1 ion channels impairs learning of coordinated movements, but enhances learning of complex spatial navigation problems. This work indicates that mice with deletion of the HCN1 gene may be an important model to study how neuronal integrative mechanisms influence learning and behavior. However, the specific mechanisms through which deletion of HCN1 channels modify behaviour are not yet clear. In the present study we will develop two new directions for investigation. First, we will determine how HCN1 channels influence integration by neurons in the inferior olive, a brain region important for motor behavior and implicated in brain disorders including autism. Second, we will ask how motor behavior is affected when genetic deletion of the HCN1 channel is restricted to another important class of neuron, the cerebellar Purkinje cell. Purkinje cells are the output neurons of the cerebellar cortex and their degeneration underlies many common forms of ataxia. This study will give new insights into the cellular mechanisms used for integration and encoding of information in the brain and will establish principles for investigating and understanding the roles of neuronal integrative mechanisms in disease. This could lead to a better understanding of the fundamental mechanisms of brain function and may suggest new therapeutic approaches for common psychiatric and neurological disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501216","grantId":"G0501216","fundValue":"315177","fundStart":"2006-09-01","fundEnd":"2009-11-30","funder":"MRC","impactText":"","person":"Matt  Nolan","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}