{"id":"DEBE4FEE-533A-4CA4-A62C-1EA7CABB19D0","title":"Coupled translation: a novel process for translation of two overlapping open reading frames in mRNA","abstractText":"Translation is the final stage of the most fundamental process in biology in which the genetic material of the organism is turned into proteins. During the process of translation; ribosomes (which are the cellular machines that build proteins) make the new protein by following a plan written in a molecule called mRNA. mRNA is a single stranded molecule made up from 4 different components (called nucleotides) which act like letters in our alphabet to make a code. Scientists have been studying the way the ribosome machine works in eukaryotes (higher organisms) for many years and thought that all proteins are made in the same way. Viruses are a group of microscopic organisms which infect and cause diseases in other organisms. During the infection process they must use the infected cells apparatus including ribosomes to make more new viruses. Viruses have been forced to develop new methods to survive and multiply faster before the infected cell can destroy it. These new methods include the manipulation of the cells ribosomes to do novel things which benefit the virus. Importantly, all new strategies used by the virus must be compatible with the workings of the cell to function. Interestingly, by studying these new strategies Scientists have seen that not only, do the viruses use them, but the cells also do. We are studying a virus called RSV which most individuals will have likely to have been infected with as a child and will have a good chance of being infected again in the future. The RSV virus also uses a novel mechanism to express a protein called M2-2. Here instead of just making one protein from a piece of mRNA two proteins are made. We are interested in working out how this is possible. We have shown that in order to make the second protein: M2-2 the first protein M2-1 must be made. This means the ribosomes must go in reverse as the coding sequence for the second protein overlaps with the coding sequence of the first. This was an important finding as ribosomes had not previously been shown to have this ability. Important regions within this piece of mRNA have been discovered that allow the second protein to be made. These regions appear to be present thought the coding sequence of M2-1 which is amazing because in molecular terms this is a large distance. If we change these regions by introducing mutations the amounts of the second protein made are reduced. One region which is important in this process has been shown to contain a lot of secondary structure. Secondary structure occurs where the nucleotides in different parts of the mRNA molecule can interact together, which can be thought of as like fitting two pieces of a jig-saw together. As more pieces are added the structure gets stronger. We will further characterise the important segments within M2-1 to investigate the role they have on M2-2 production. To do this we must first finish mapping the position of all of the important regions. In particular we focus on the region that contains a lot of secondary structure. Different types of mutations will be introduced in these regions to confirm there importance. We also hope to examine in more detail the components of the ribosome machine that make the second protein M2-2. Finally we hope that we can solve the structure (complete the jig-saw) of the mRNA molecule to provide a bigger picture on this unique mechanism of protein expression.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F007612/1","grantId":"BB/F007612/1","fundValue":"352386","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"  the findings are of a basic nature with no current applications beyond knowledge acquisition about cellular systems Pharmaceuticals and Medical Biotechnology ","person":"Andrew John Easton","coPersons":["Sascha  Ott"],"organisation":"University of Warwick","findingsText":" the project described the key features of coupled translation in human respiratory syncytial virus M2 mRNA. This was the first descritpion of this novel process THis project has idenfified and characterised a novel translation process that is carried out by cellular processes. This introduces a new translation system for eukaryotic mRNA Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}