{"id":"DEBF08EF-3B33-414F-86E1-AC95F64F71EA","title":"Advances in Hydroinformatics: Applying Data-driven Methods for Improved Modelling and Monitoring of Operational Systems","abstractText":"A key challenge facing water engineers today is maintaining a sustainable urban environment. This project aims to bring together researchers in the UK and Japan to exchange expertise in the area of hydroinformatics, which has much to offer urban water applications that promote sustainability. Hydroinformatics involves the application of data-driven methods, fuzzy logic and risk-based analysis to solve key problems in an applied water domain. Applications include flood defence and protection, urban drainage, water quality deterioration, groundwater protection and the potential effects of land use and climate change on the water system. Most water applications are built using knowledge of the underlying physical processes. However, this is a difficult problem as we only have limited understanding of how things operate. As a result, many of the models of the water system are a combination of physical knowledge and some approximation of how the system behaves. Many of these physical models, however, do not perform all that well in critical situations.In contrast, this project is about exchanging expertise in methods that are not based on physical processes, but which might ultimately complement and improve existing physical models. These methods originate from artificial intelligence and have resulted in many different types of useful methods including those based on our brain (neural networks), the way we reason (fuzzy logic) and evolution (genetic algorithms) to name a few. These alternative methods are often called data-driven technologies because they find the underlying relationships that exist within the data. Knowledge from experts is also used in the development of more intelligent applications. As part of this project a team of four researchers from different universities across the UK will visit the University of Kyoto in Japan. In this university there is an internationally recognised Center for Water Resources Research, which is headed by Prof Toshiharu Kojiri. Prof Kojiri and his team of researchers have considerable experience in a range of areas such as pattern classification and fuzzy reasoning for flood forecasting, river basin simulation and water quality assessment, planning and management of sustainable water resource systems in response to climate change and the development of decision support systems for reservoir operation using artificial intelligence.This complements the expertise of the UK team, who have developed a range of applications for flood forecasting using fuzzy logic, neural networks and genetic algorithms, and a data-driven automatic updating tool for short-term operational flood warning. They have also implemented intelligent systems for design and operation of water supply, distribution and treatment systems. Together these UK and Japanese researchers will exchange ideas, techniques and data sets to produce applications in the future that might help planners, engineers and researchers manage the water system in a more sustainable and efficient manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D039282/1","grantId":"EP/D039282/1","fundValue":"10613","fundStart":"2006-03-18","fundEnd":"2007-03-17","funder":"EPSRC","impactText":"","person":"Linda  See","coPersons":["Robert James Abrahart","Christian  Dawson","Soon-Thiam  Khu"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}