{"id":"DEC693E7-4CCE-4DF1-851E-50136844F8C8","title":"Enhancing new developments in ToF-SIMS through researcher exchanges","abstractText":"We are involved in a programme of a research that is advancing the capability of the technique - Time of Flight Secondary Ion Mass Spectrometry - ToF-SIMS. which, by bombarding the surface with moderate energy particles, analyses the surface chemistry of materials by removing and analysing molecular and atomic fragments in the form of charged particles (or ions). The research has two directions. First we are capitalising on our exciting advances using bucky-ball (C60) and metal cluster beams to bombard the surface. C60 beams in particular remove molecules rather gently (ensuring that they are much less damaged in the removal process than under atomic beam bombardment), but in large quantities, enhancing sensitivity and analytical efficiency. Our research in collaboration with Prof Webbs' group in the University of Surrey is seeking to understand how these beams remove molecules from the surface, so that we can tailor their use to the samples to be analysed. This fundamental research is accompanied by some adventurous instrumental developments in collaboration with two small high technology UK companies - Ionoptika Ltd and SIA Ltd. We are developing a totally new instrument that exploits the capability of the C60 beam and uniquely combines ToF-SIMS and the complementary infra-red spectroscopy ATR-IR technique.We believe that the success of this project will be greatly enhanced by developing some closer collaborations via exchange visits with a number of international experts in their fields. Four areas will be developed: 1. To optimise the operation of the polyatomic ion beam: By reversing the operation of a computer model, developed by Prof Garrison of Penn State University, that describes the way the cluster beam hits the surface to remove molecules, so that it tells us what the cluster beam should be like to remove the molecules we want in large quantities. This has not been done before, but it would greatly help the experimentalists to rapidly chose the right conditions for the ion beam to get the data they need. Prof Garrison will visit Manchester and Surrey for 4 months and Prof Webb will visit Penn State to bring these ideas to fruition.2. To Enhance ionisation: Mass Spectrometry can only detect ions, but the proportion of species emitted as ions is less than 0.01%. It is obvious that if this could be increased the sensitivity would be dramatically enhanced. In a 4 month visit to Manchester Prof Winograd will seek to develop his ideas on new ways of getting the molecules to pick up protons, changing them into detectable positive ions as they leave the surface.3. To enhance the efficiency of data processing software: The new instrument we are developing with Ionoptika and SAI Ltd will turn out a very large amount of information much faster than any current instrument. The computer that processes this information needs to do it very efficiently. A world expert in developing the software to proceess large amounts of data very quickly in an understandable manner, Prof Reichenbach from Nebraska will spend three months in Manchester to collaborate with our own software engineer, Dr Henderson and those of SAI and Ionoptika to begin to develop a software package that will meet our needs. Dr Henderson will go to the US to develop the work further.3. Prof Heeren's group in Amsterdam have developed an instrument of rather different design aimed at doing a similar job to the one we are building. We propose to map out the ways in which the designs complement each other using our C60 ion beam system. We will lend the Amsterdam group one of our C60 ion beams, then exchange researchers and carry out a similar set of experiments on each system. Based on the results of this series of experiments we will map out the complementary capabilities of the two instruments and develop a long-term collaboration in the area of analytical and imaging mass spectrometry of biological systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F012985/1","grantId":"EP/F012985/1","fundValue":"109825","fundStart":"2007-10-01","fundEnd":"2008-09-30","funder":"EPSRC","impactText":"","person":"John Charles Vickerman","coPersons":["Roger Paul Webb","Nicholas Paul Lockyer"],"organisation":"The University of Manchester","findingsText":" We are involved in a research programme that is advancing the capability of Time of Flight Secondary Ion Mass Spectrometry - ToF-SIMS. which, by bombarding the surface with moderate energy particles, characterizes the surface chemistry of materials by removing and analysing molecular and atomic fragments in the form of charged particles (or ions). The research has two directions. First we are capitalising on our exciting advances using buckyballs (C60) to bombard the surface. They remove molecules such that they are much less damaged in the removal process than under atomic beam\n\nbombardment, but in large quantities, enhancing sensitivity and analytical efficiency. This fundamental research is accompanied by some adventurous instrumental developments. In collaboration with Ionoptika Ltd we are developing a totally new instrument that exploits the capability of the C60 beam and uniquely combines ToF-SIMS and the complementary infra-red spectroscopy ATR-IR technique. The success of this project has been greatly enhanced by developing closer collaborations in 4 areas via exchange visits with a number of international experts:\n\n1. To optimise the operation of the polyatomic ion beam the operation of a computer model developed by Prof Garrison of Penn State University, that describes the way the cluster beam hits the surface to remove molecules, has been reversed so that it tells us what the cluster beam should be like to remove the molecules we want in large quantities. Prof Garrison visited Manchester and Surrey for 3 months and Prof Webb visited Penn State for 2 months to progress these ideas. Good progress was made in characterising the dependence of yield on cluster size and energy and on defining the degree to which the internal energy of the emitted molecules is influenced by the bombardment process. The collaboration is ongoing to realise the full aims of the project.\n\n2. Mass Spectrometry can only detect ions, but the proportion of species emitted as ions is less than 0.01%. Sensitivity would be dramatically enhanced if this could be increased. During a 3 month visit to Manchester the aim was that Prof Winograd would develop his ideas with us on new ways of getting the molecules to pick up protons. However, studies on biological systems suggested that salt in fact reduced the ion formation process so the focus of our work was to first understand how this occurred. It appears that the salt anions neutralise the positive ions, dramatically reducing yield. Analysis of the samples in the frozen hydrated state rather than freeze-dried state appears to overcome most of the suppression effect of salt.\n\n3. The new instrument we are developing will turn out very large amounts of information much faster than any current instrument. The computer that processes this information needs to do it very efficiently. A world expert in developing the software to process large amounts of data very quickly in an understandable manner, Prof Reichenbach from Nebraska spent 3 months in Manchester to collaborate with our own software engineer, Dr Henderson who also spent 2 months in Nebraska with the aim of developing a software package that will meet our needs. This is close to being fully realised.\n\n4. Prof Heeren's group in Amsterdam have developed an instrument of different design aimed at doing a similar job to ours. To discover how the designs complement each other our C60 ion beam system has been installed on their instrument and Dr Lockyer has visited to join in their research. Out of this a long-term collaboration is developing in the area of imaging mass spectrometry. It is expected that the new instrumentation will eventually be exploited in pharmaceutical R&amp;D labs. The collaborations have extended the awareness of the developments we are involved to the benefit of the wider research community in imaging mass spectrometry. Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}