{"id":"DECC1901-5282-45D6-BA2A-AF891FF15BD3","title":"The Educational Strategies of the Black Middle Classes","abstractText":"<p>This research addressed a set of complex and relatively neglected questions embedded in the intricate relations between race, social class and education.<br /><br />We explored and analysed the educational perspectives, strategies and experiences of Black Caribbean-heritage middle class families in relation to the now extensive body of research on the educational strategies of the White middle classes.<br /><br />In doing so, we also contributed to the understanding and theorisation of the intersections of race and class and deconstructed generalisations used in the media and in research which tend to position Black British people as a homogenous working class group.<br /><br />To achieve this we interviewed a sample of Black Caribbean-heritage parents in professional or managerial employment (NEC-SC categories 1 and 2), who had at least one child attending school, about their own school experiences, their aspirations and plans for their children's education and their engagements with the school system.<br /><br />The primary aim of the research was to identify the complexities of advantage and disadvantage which are played out through the educational strategies enacted by Black middle class families as they support their children through schooling.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G03494X/1","grantId":"ES/G03494X/1","fundValue":"278034","fundStart":"2009-06-01","fundEnd":"2011-06-30","funder":"ESRC","impactText":"","person":"Carol  Vincent","coPersons":["Stephen  Ball","Nicola  Rollock","David  Gillborn"],"organisation":"Institute of Education","findingsText":" Key Findings (discussed in greater detail in our report 'The Educational Strategies of the Black Middle Classes', and individual academic publications)\n\n\n\no Concerned and actively involved in education\n\nBlack middle class parents prioritise education and are actively involved in\n\ntheir children's schooling. They use a range of strategies, including their class resources (eg accessing professional networks, carrying out detailed research, initiating meetings with teachers &amp; tutors) to support their children through the\n\neducation system.\n\n\n\no Discomfort with the label 'middle class'\n\nThe term 'middle class' tends to provoke discomfort amongst Black middle\n\nclass parents. They often prefer to identify themselves as 'professional',\n\nrather than 'middle class'.\n\n\n\no Black middle classes and racism\n\nRacism is a reality in the lives of Black middle class families. Parents\n\nrecognise it as less overt than when they were children but nonetheless\n\npervasive in more subtle and coded forms affecting both them and their\n\nchildren. Black middle class parents are vigilant and work to protect their children\n\nfrom incidents of racism at school.\n\n\n\no White society's denial of racism\n\nThe Black middle classes seldom make explicit mention of racism as a\n\nbarrier to their children's educational success, even if there is evidence for it.\n\nExperience tells them that the term 'racism' is likely to be met with\n\nresistance and antagonism by teachers, tutors and school staff.\n\n\n\no Aspirations for Black middle class children\n\nEducational achievement is seen as a key means of both supporting their\n\nchildren to be socially mobile and, it is hoped, of acting as a possible barrier\n\nagainst racism in their children's future. Through our focus on the Black middle classes, we believe we have i) demonstrated the numerous ways in which race discrimination persists within education independently of class factors. The current policy climate places class disadvantage (especially poverty) at the centre and assumes that race disadvantage will decrease as economic issues are addressed. \n\nii) increased awareness of the existence of a Black Caribbean-heritage middle class, in order to counter stereotypes of a homogenous Black working class, iii) drawn public attention to the continued underachievement of Black children, including those from professional middle class homes, iv) illustrated the changing nature of racism over our respondents' life time, but its continued impact in subtle, pervasive forms. \n\nThe research has been welcomed by Black community groups and equalities organisations, and its findings are of particular relevance to initial teacher training and later professional development, as well as other public sector services.\n The research has contributed to on-going debates about class advantage and racial inequalities in society in a number of ways. The existence of the Black middle classes in the UK is commonly overlooked, and we have sought to focus attention on the problems and possibilities this group face as part of an increasingly multi-racial and multi-cultural UK society. We also sought to highlight the continued concern with the underachievement of children of Black Caribbean origin from all social backgrounds. \n\nWe have generated debate around the research findings through the media (see expecially http://www.guardian.co.uk/commentisfree/2011/jun/13/black-middle-class?INTCMP=SRCH) through debate and discussion with think tanks, policy makers, academics, students and the wider public . ","dataset":"gtr"}