{"id":"DECD8093-289E-488C-9E6A-2E24E626E768","title":"Empirical Analysis of Vertical Contracting in Intermediate Goods Markets","abstractText":"An intermediate product is one that is sold to another firm rather than to a final customer. Most firms sell intermediate products. Intermediate product markets differ from final product markets. Differences include the greater sophistication of the buyers, the large order-size of the transactions, and the fact that the buyers are often in competition with each other in the final product market. These differences affect the relationship between buyers and sellers: buyers in an intermediate goods market are more likely to negotiate over prices, rather than take prices as given, compared to final customers. As a result, prices (for the same product) are more likely to vary across buyers---a practice known as price discrimination; e.g. buyers in different locations, or with different order size, end up paying different prices per unit. \nA good understanding of intermediate goods market competition matters. Economic theory tells us the competitive behaviour of intermediate firms affects the efficiency of the supply chain, the distribution of profits, and the effectiveness of horizontal competition at any stage in the chain. Intermediate firms are treated differently in competition policy. The desire to protect small downstream firms has led to prohibition of price discrimination in some countries. In merger policy, the presence of large buyers can be used as an argument favouring upsteam merger. \nDespite its importance, there has been very little empirical analysis of intermediate goods market competition. This is in contrast to (i) the recently developed theoretical literature and (ii) the large empirical literature on prices to final consumers. Research that fills this gap is likely to have a high impact. The lack of empirical work on intermediate pricing can be readily explained: prices to final consumers are typically public, but prices to downstream firms are not (they are negotiated privately with each buyer).\nWe aim to study intermediate pricing empirically using a unique dataset of transactions for intermediate products. We have three principal objectives. First, to build up the (currently scant) evidence base on competition in intermediate markets, by comparing the predictive performance of alternative theoretical models. Second, to estimate specific models of competition that allow us to evaluate counterfactual policy and draw conclusions for competition policy, on topics such as price discrimination and mergers. Third, to develop new quantitative techniques suited for data from intermediate goods markets.\nWe use data from a specific industry, the established practice in empirical analysis of competition. The data combine transaction and cost data for the four largest UK brick manufacturers. More than 2 million transaction records contain prices, volumes, brick characteristics, manufacturing plant (location), and delivery location, for the period 2001-06. Our preliminary work has found interesting patterns of price discrimination, depending on the sizes and locations of buyers.\nWe have three broad research questions. First, which theoretical models of intermediate pricing are supported by the data? Second, how important are the pricing effects predicted? Third, the evaluation of policy counterfactuals: e.g., given the theoretical model that describes pricing, would prohibition of price discrimination by upstream firms intensify or soften competition?\nTo guarantee a robust research approach we employ two research methods: non-structural regression analysis and structural modelling. We see these as complementary; each exploits alternative features in the data. The choice of research methods is driven by the aim of delivering analysis that is both empirically robust and theoretically interpretable. This will ensure that we address the evidence gap in the literature on pricing in intermediate goods markets in a credible way that makes the greatest impact on academic and policy audiences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M007421/1","grantId":"ES/M007421/1","fundValue":"238290","fundStart":"2015-09-01","fundEnd":"2017-08-31","funder":"ESRC","impactText":"","person":"Howard William Smith","coPersons":["Walter  Beckert"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}