{"id":"DED35B5B-E30C-4F61-9D02-E598DFA5B588","title":"Immunity to gamma-herpesviruses","abstractText":"Human herpes virus-8 (HHV-8 or Kaposis sarcoma associated herpes virus, KSHV) causes infections that people carry for life mostly with no ill effect. However, especially in people whose immune systems are suppressed, such as patients receiving bone marrow transplants after radiation treatment for leukaemia, or with the development of AIDS, this virus infection can get out of control and become life-threatening through the development of virus induced cancers. This reflects the important role that our immune system, especially that part of the immune system involving a type of white blood cell called a T cell, normally plays in controlling virus infections. We wish to study the way human T cells normally control HHV-8 infections and what parts of the virus are the main targets for T cell attack. HHV-8 is of interest to us as it contains proteins known to disrupt immune system recognition, however the impact these proteins have on the choice of target is not known, providing us with a natural model to examine the consequence of virus mediated subversion of the T cell response. In addition we wish to identify T cells that respond to a set of virus proteins which are only expressed by the cancers caused by this protein. The knowledge of these targets will be of particular importance for future studies understanding why some people do not control HHV-8 induced cancers with their T cells. Furthermore this information will allow us to make informed decisions as to the development of laboratory based strategies to target these responses and to the development of vaccines against this virus and the cancers associated with it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501074","grantId":"G0501074","fundValue":"324922","fundStart":"2007-04-01","fundEnd":"2010-09-30","funder":"MRC","impactText":"","person":"Andrew D Hislop","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}