{"id":"DEDBD80A-DB5A-4855-9FFF-8FD820A24CAC","title":"Structural Biology of Retroviral DNA Integration","abstractText":"To achieve productive infection, HIV must insert a DNA copy of its genome into a chromosome of a human cell. This complex process is orchestrated by integrase, an enzyme carried by the virus. Once integration is complete, the viral genome becomes a permanent resident in a cellular chromosome. From there it will initiate production of new infectious particles or it might stay dormant and undetected for a long period of time. The integration is partly responsible for the notable persistence of retroviral infections. Yet, the dependence of HIV on integration is also an exploitable weakness. A new class of drugs, disrupting enzymatic activity of integrase, called strand transfer inhibitors, takes advantage of this weakness to fight HIV infection. The three-dimensional atomic structure of HIV integrase is not known and even less understood is the architecture of its active form during integration process. Currently, the lack of structural information is the major impediment to the development of strand transfer inhibitors. This project aims to elucidate the three-dimensional structure of integrase. We will determine atomic structures of this protein separately and in active, DNA-bound, form. To achieve our goals we will use X-ray crystallography, which allows visualization of protein molecules, although requiring a significant amount of preparatory work. In particular, to determine high-resolution structures, we will have to obtain crystals of integrase in complex with accessory proteins and/or DNA. Our results will be published in open access journals and the data will be accessible to the scientific community via public databases. Our research will generate dat, which will be of great value for drug discovery by both academic and private groups, and will serve to reduce the costs and improve availability of the eventual treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900116","grantId":"G0900116","fundValue":"616486","fundStart":"2009-11-16","fundEnd":"2012-10-31","funder":"MRC","impactText":"","person":"Peter  Cherepanov","coPersons":[],"organisation":"Imperial Cancer Research Fund","findingsText":"","dataset":"gtr"}