{"id":"DEFBFBAE-1520-4A14-8DD0-1F48432025C1","title":"Sediment-Water Column Exchange of Nutrients in Coastal and Shelf-Sea Waters","abstractText":"Over the last 50 years concentrations of the nutrient elements nitrogen, phosphorus and silicon entering coastal seas such as the North Sea have increased due to Human influences. Coastal seas are very important in controlling the cycling of these elements essential to life on Earth, particularly as nearly a third of the world's ocean primary production takes place in these regions. Primary production is the growth of phytoplankton - floating microscopic plants also known as algae. Algal growth, which is fuelled by these nutrient elements, takes up carbon dioxide from the atmosphere, thus helping to regulate atmospheric concentrations of this greenhouse gas. Until recently, it was thought that the North Sea receives enough nutrients from rivers and the atmosphere to sustain the large phytoplankton blooms that are observed there. At the end of spring; the phytoplankton have used up nearly all the available nutrients in the water column and they die and sink to the sea bed. It was thought the regeneration of nutrient levels occurring over the proceeding winter period mainly from rivers and the oceans was sufficient to start the cycle again in the spring. However, it has been discovered that the actual amount coming in from rivers and surrounding seas is less than that needed to start the cycle again in the spring. It has now been hypothesised that a sediment source released during the stirring up of sediments (i.e. through resuspension of the surface layers of the sea bed) elevates the concentration of nutrients in the water to levels high enough to stimulate large phytoplankton blooms in the spring when light levels also favour algal growth. Sediment resuspension can be caused by strong winds, waves, tides and also by trawling gear used in fishing. In this proposed study, we will investigate the impact of sediment resuspension on nutrients and determine if it is either a source (puts nutrients from the sediment into the water) or a sink (takes nutrients out of the water into the sediment). To do this study we will take part in research cruises to 3 areas of the North Sea where we will place equipment on the sea bed to simulate the stirring of the sediments. We will collect data on sediment resuspension and nutrient release as well as make measurements of background transfer of nutrients without resuspension. We will also collect sediment to study the same processes in the laboratory under more controlled conditions. The data will be used with computer models of this system to test the models and help to provide better predictions of the impact of resuspension events on nutrients in the water column. The results of the proposed project will provide us with a better understanding of the role of nutrients and sediment interactions in coastal and shelf seas and the influence this has on primary production. Consequently, this work will contribute to quantifying the role of resuspension in controlling the fate of nutrients in regional and global budgets. The gathered data will give modellers who produce mathematical descriptions of these systems, additional tools and information to help effectively manage the quality of coastal waters.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F003552/1","grantId":"NE/F003552/1","fundValue":"164956","fundStart":"2008-08-01","fundEnd":"2011-12-31","funder":"NERC","impactText":"  Work was carried out in collaboration with Cefas, and data obtained used to inform coastal water quality (macronutrients) investigations and development of ecosystem models Aerospace, Defence and Marine,Environment Societal","person":"Peter  Statham","coPersons":["Carl Leonetto Amos","Boris Adrian Kelly-Gerreyn"],"organisation":"University of Southampton","findingsText":" Resuspension of surface coastal sediments can lead to enhanced release of macronutrients into the overlying water column that are additional to simple diffusive fluxes. Added nutrients have implications for phytoplankton growth and stimulation of the food chain and thus fisheries. Temporal and spatial variability in re-suspension and nutrient release need to be better resolved Aerospace, Defence and Marine,Environment","dataset":"gtr"}