{"id":"DEFC5904-E95B-4ED1-9168-4FB11AB53E5A","title":"Executive Functioning in Children with Specific Language Impairment","abstractText":"<p>This research provided a thorough investigation of executive functioning (EF) abilities in children with specific language impairment (SLI).&nbsp; SLI is a common neurodevelopmental disorder marked by language delays that are out of line with a child’s other abilities. Executive functioning refers to the higher-order cognitive skills required for novel tasks with no well-learned patterns of responding.&nbsp; Recent theoretical approaches have suggested that brain regions implicated in EF show abnormalities in children with SLI.&nbsp;&nbsp;</p>\n\n<p>Forty-one 8- to 14-year-old children with SLI were assessed, along with 31 children who had less severe language difficulties (low language functioning, LLF) and 88 typically developing comparison children (6 to 14 years).&nbsp; Carefully chosen measures of EF involved some tasks that required language and others that did not.</p>\n\n<p>Children with SLI (and LLF) showed difficulties with EF in many areas, including:</p>\n\n<ul>\n \n\n <li>processing and storing information concurrently (working memory)</li>\n\n <li>generating new ideas (fluency); inhibiting prepotent motor activities (inhibition); and categorising complex materials (planning).&nbsp; </li>\n\n</ul>\n\n<p>Such wide ranging EF difficulties were not confined to tasks requiring language, and have important implications for educational strategies and academic development in children with SLI and other language needs.&nbsp; </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-0535","grantId":"RES-062-23-0535","fundValue":"223810","fundStart":"2008-01-16","fundEnd":"2010-01-16","funder":"ESRC","impactText":"","person":"Lucy Ann Henry","coPersons":["David John Messer"],"organisation":"London South Bank University","findingsText":" Background and Aims. This research provided a thorough investigation of executive functioning (EF) abilities in children with specific language impairment (SLI). Executive functioning (EF) refers to the higher-order cognitive skills required for novel tasks with no well-learned patterns of responding. EF skills are vital for learning tasks as they allow us to keep in mind relevant information, plan solutions to deal with novel or demanding situations, inhibit responses that are unhelpful or out of date, change strategies when necessary, and generate new ways of solving problems. Specific language impairment (SLI) is a developmental disorder that affects up to 7 per cent of schoolchildren in the UK. Children with SLI have difficulties with most or all aspects of language including grammar, vocabulary and using sounds appropriately, but their language difficulties cannot be explained with reference to another developmental disorder, brain injury, or environmental deprivation. It is usually the case that although children with SLI have marked language difficulties, their non-verbal abilities are in the average range. The theoretical background for this project reflected recent work suggesting that brain regions implicated in EF show abnormalities in children with SLI. \n\n\n\nMethods. Forty-one 8- to 14-year-old children with SLI were recruited from schools and language units in Greater London, and assessed using a battery of language and EF tasks to determine their level of language difficulty and EF performance. The EF measures were chosen carefully such that some tasks required the explicit use of language skills, whereas others did not. As well as the sample of children with SLI, a further 31 children with less severe language difficulties (low language functioning, LLF) were included, as well as a comparison sample of 88 typically developing children (6 to 14 years) who had no language difficulties. \n\n \n\nResults. Compared to children with typical development, children with SLI (and LLF) showed difficulties with many areas of EF, including: processing and storing information concurrently (working memory); generating new ideas (fluency); inhibiting prepotent motor activities (inhibition); and categorising complex materials (planning). These results held even when statistical controls were used to remove the potential effects of age and pre-existing ability levels (both language and non-language related). \n\n\n\nImplications. Wide ranging EF difficulties were found in children with both severe and milder forms of language impairment. These difficulties were not confined to EF tasks requiring the explicit use of language, so the findings have important implications for general educational strategies and academic development in children with SLI and other language needs. The greatest potential direct use for this research in non-academic contexts is in schools and educational settings via the development of more effective educational interventions. For example, children with SLI may need an imaginative range of remediation strategies beyond those confined to language to overcome EF difficulties during learning tasks. Possible examples of strategies to overcome EF difficulties could include: (1) visual aids to support memory for important material in everyday life and during school-based tasks with higher demands and memory loads such as free writing or mental arithmetic (e.g. spellings for commonly used or difficult words; table squares); (2) a very clear task structure, together with &quot;hints&quot; to help generate and plan new and alternative ideas for solving problems; and (3) repeated reminders to inhibit unhelpful (but common or readily available) responses if these appear to be getting in the way of new learning (e.g. exceptions to spelling rules could be written out on flashcards for easy access, perhaps using pictures to aid understanding). \n\n \n\nOverall, any strategies that help support EF difficulties in remembering, generating new ideas, planning new solutions and inhibiting unhelpful responses are likely to support the learning of children and young people with SLI. \n The economic and societal impact of this work rests on the improved health and well-being of individuals with SLI, through improved educational interventions and greater awareness of their difficulties. \n\n\n\nFor example, it is of immediate relevance to speech and language therapists and educationalists to know that children with SLI have executive functioning (EF) difficulties. Such data has not been available previously and will be a useful starting point for the development of new interventions to improve academic attainment in these individuals. \n\n\n\nThe project findings also contribute to the awareness that users and providers of education services have about specific language impairment (SLI) as a disorder, in particular, greater understanding of the considerable cognitive difficulties that such individuals have. SLI is a very common disorder affecting up to 7% of schoolchildren and it has marked negative effects on mental health and academic achievement. However, SLI is little known amongst education users and providers outside of specialist language units; unlike dyslexia which is a much less severe developmental disorder. This increased awareness relates to teachers, teaching assistants, other students in schools, school governors, Speech and Language Therapists, Special Educational Needs Coordinators, parents and social workers. Education,Healthcare","dataset":"gtr"}