{"id":"DEFE5C76-874C-449D-BB92-97C7B5412F9A","title":"Environmentally friendly anti-biofouling and anti-corrosion coatings for steels based on multilayer plasma-deposited doped amorphous carbon","abstractText":"Corrosion is a significant problem worldwide; it is estimated that the direct economic cost of corrosion of metals in the industrialised economies is in the region of 3% of GDP. [Sources: NACE Cost of Corrosion study (2002), IOM3 Corrosion Committee (2013)] Adding the indirect costs, the figure is somewhat higher than this, likely in the region of 5-6%. \nIn addition to the economic costs, there are significant environmental and other costs associated with the corrosion problem. For example, systems processing drinking water can become contaminated by corrosion products; tankers, waste facilities and pipelines containing potentially hazardous materials can be susceptible to corrosion, too - and failure of such systems has clear risks for public and environmental safety. \nBiofouling, or biological fouling, is an accumulation of microorganisms, plants, algae, or animals on wetted structures, and is, particularly in marine engineering, an undesirable phenomenon.\nFor example, the accumulation of biofouling on ships' hulls and propellers can significantly increase drag, and thereby increase fuel consumption and, consequently, CO2 emissions. Unfortunately, it occurs in almost all circumstances involving the contact of water based liquids with other materials. In marine environments, for example, formation of a biofilm by microorganisms, in the first instance, then enables successively larger macroorganisms to attach to the surface, eventually resulting in large organisms, such as mussels, sea squirts and barnacles, attaching.\nAnti-fouling is the process of removing such deposits, or preventative measures to avoid the accumulation in the first instance. Typically, such action can include the use of antifouling coatings, which may contain biocides, or other methods of preventing organisms from attaching to surfaces, e.g. biomimetic coatings.\nMany anti-fouling agents used in the past, such as tributyltin (TBT), have become unsuitable and, in some cases, banned chemicals due to environmental and toxicity concerns.\nGiven the scale and nature of fouling as an issue in marine engineering, and the economic and performance problems caused by fouling, a good deal of research activity continues to focus on this area.\n\nThe main focus of this research proposal is to carry out a proof-of-concept study into the use of doped, multi-layered, durable amorphous DLC, in the simultaneous prevention of corrosion and biofouling.\nSuch coatings continue to be developed for other applications; this project is derived from research undertaken at UWS into DLC coatings for interferometric gravitational wave detectors and durable protective anti-reflection coatings for infrared optical systems. Our group is currently evaluating DLC and modified DLC in combination with other surface treatments for improvements in the strength and durability of silicon, silica and sapphire suspension elements as used in the French-Italian Virgo detector, the American LIGO detectors, and the Japanese KAGRA detector currently under construction. \nFurthermore, we have recently provided a range of modified DLC coatings for evaluation by the Virgo group for use in detector baffle tubes.\nAdditionally and separately, previous work by the PI applicant focused on prevention of corrosion of naval alloys by deposition of multilayer DLC-based coatings; during environmental testing it was noted that certain film compositions exhibited an antifouling effect. One design in particular, containing a mix of dopant materials in the interlayers, exhibited a similar resistance to fouling as uncoated naval nickel aluminium bronze, which prevents fouling by release of copper ions as it corrodes; the oligodynamic effect. \nOur research will therefore be targeted towards development and testing of such coatings for tubular, planar and complex-shaped substrates, and assessing their suitability for use in protective applications, as well as scalability and potential of future commercialisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M00726X/1","grantId":"ST/M00726X/1","fundValue":"45209","fundStart":"2015-05-01","fundEnd":"2015-10-31","funder":"STFC","impactText":"","person":"Ross  Birney","coPersons":["Stuart  Reid","Desmond Robert  Gibson"],"organisation":"University of the West of Scotland","findingsText":"","dataset":"gtr"}