{"id":"DF0083AF-9A59-4112-988B-D16CCB299C35","title":"Testing the amplitude and rapidity of carbonate saturation change and global climate during the high pCO2 Oligocene 'cold house'","abstractText":"The overarching objective of the proposed research is to establish the rapidity and amplitude of variations in ocean acidification during the Oligocene, exploiting the two high-resolution, single site records that have recently been established in the equatorial Pacific by the Ocean Drilling Program, with a view to test recently proposed model hypotheses as to the origin of these fluctuations . Numerous efforts are currently underway to investigate modern changes in atmospheric pCO$_2$, and to decipher their impact on global and local temperature, sea-level, and the hydrological cycle. Yet, pCO$_2$ changes also profoundly affect the Earth System through changes of ocean pH. Indeed, the impacts of ocean acidification are additional to, and may exacerbate, the effects of climate change, as recently established by a working group of the Royal Society (2005). Geological records provide the means to answer some of the key questions that relate to the quantification of the acidification process, and what measures of mitigation might be necessary, in particular: How fast is fossil fuel (or added carbonic acid) neutralised? What is the effect of CaCO$_3$ buffering on oceanic carbonate ion saturation (and in turn atmospheric pCO$_2$)? The large number of feedback components that connect the global carbon cycle, atmospheric pCO$_2$, temperature, dissolved oceanic [CO$_3^{2-}$] and pH need to be constrained by present-day measurements as well as data from the geological archive in order to advance the prediction of timing and amplitude of future changes. Previous reconstructions of CCD and lysocline variations have principally been following two angles of attack: a geochemical approach using boron isotopes and their sensitivity with respect to ocean water pH, or a sedimentological proxy approach, mapping the occurrence and absence of calcium carbonate in sediments. The latter approach generally provides a low-resolution but large regional perspective. Indeed, recent research by the PIs has resulted in the first constraints on a coupling between the lysocline and the onset of the Oligocene ``cold-house'' during a rapid and extensive simultaneous deepening of the CCD of $&gt;$1 km, and a shift in benthic oxygen isotope values towards greater values by more than 1 permille. Here we propose to exploit, in a novel way, an ideal ``natural laboratory'' setting to reconstruct variations in the oceanic lysocline and the effect of these variations on a palaeoclimate proxy (oxygen isotopes) during the Oligocene, as provided by drill sites 1218 and 1219 in the Equatorial Pacific. Both sites record high-resolution climate proxy records for the Oligocene, but with a vertical offset in palaeodepth of about 300 to 500 metres. Current hypotheses predict that this vertical offset should result in a difference in carbonate dissolution affecting both CaCO$_3$ flux, and stable isotope measurements of d13C and d18O in bulk and benthic foraminiferal calcite. Data from these sites will provide the first opportunity to test recently modeled short-term oceanic [CO$_3^{2-}$] (and thus lysocline) variations on glacial-interglacial (kyr) time scales \\citep{Palike2006}, within a setting of higher pCO$_2$ ``cold-house'' conditions, and thus provide a more realistic approach as to what future changes in ocean acidification state might entail, and on what time scales natural variability occurs despite the buffering effect of carbonate dissolution at the sea-floor.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F003641/1","grantId":"NE/F003641/1","fundValue":"264134","fundStart":"2008-07-01","fundEnd":"2011-06-30","funder":"NERC","impactText":"","person":"Heiko  Pälike","coPersons":["Paul Alastair Wilson"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}