{"id":"DF129793-321F-4213-BC8B-A1DE661D5F9A","title":"A Simulation-based Optimisation Tool for the Minimisation of Building Carbon Emissions and Water Usage","abstractText":"Contemporary building simulation tools enable building designers to evaluate the performance of user-defined design solutions (for a given building form, choice of construction materials, HVAC system type and control strategy, etc). However, for even the experienced designer, the exploration of alternative design solutions in the multi-parameter building design space is highly demanding, and can result in design solutions that do not truly minimise the buildings carbon emissions, capital costs, or water usage. This project aims to provide designers with automatically generated design solutions that minimise the carbon emissions, capital costs, and water usage of a building. It also aims to provide designers with information on the sensitivity of these design goals to changes in the design parameters. This information will give designers confidence that their decisions do not lead to unforeseen and negative consequences associated with the energy performance of buildings, and in particular, low carbon buildings. The design solutions will be generated through an innovative design process and associated software tool that is based on the integration of an established building performance simulation and an evolutionary optimisation method, previous research having demonstrated that such an approach can produce designs that have up to 32% lower energy use than those resulting from contemporary design practice. The new design workflow process and software tool will provide designers with alternative design solutions on which to base their design decisions, this ultimately leading to a new way of working across the building industry. The innovative approach will be applicable at every design stage, with the most significant gains in building performance being through its application to the concept design stage (during which there is the greatest potential to explore alternative design solutions).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/H002782/1","grantId":"TS/H002782/1","fundValue":"181166","fundStart":"2010-08-27","fundEnd":"2012-08-26","funder":"EPSRC","impactText":"  The collaborative research raised awareness of the usefulness of optimization methods in designing energy-efficient, cost-effective buildings. As a result, the software vendor collaborating on the project launched a consultancy service for design optimization. Construction Economic","person":"Jonathan Andrew Wright","coPersons":["Monjur Masum Mourshed"],"organisation":"Loughborough University","findingsText":" The project investigated the optimisation process and form of optimisation algorithm that is most suitable for use in building design optimisation. The principle design goals, constraints, and variables where identified through a series of workshops held between building design practitioners, cost consultants, and a building design software vendor. Particular focus was given to developing an optimisation approach that identified the optimum trade-off between conflicting design goals, such as building carbon emissions and capital cost, the trade-off information leading to informed and robust decision making. A form of Multi-objective Evolutionary Algorithm (MOEA) was identified as being effective in finding the optimum trade-off between the design goals, the effectiveness of the particular algorithm in solving building optimisation problems being validated by comparing its performance to that of a number of established MOEA. The optimisation problems studied in this research can be classified as being constrained parametric optimisation problems having mixed, continuous, discrete, and categorical problem variables; problems having in the order of 50 variables, 2 or 3 conflicting objectives, and 16 non-linear constraints have been studied in this research.\n\nThe optimisation procedure and algorithm identified through this research has been implemented in a beta-test version of a commercial software tool with wide commercial release planned for the future. The tool is most applicable to design stages associated with optimising the type of fabric construction, the glazed area, and the choice of air-conditioning system and its control strategy. In this research, the optimization methodology and algorithm has most application to the building design phases associated with optimizing the type of fabric construction, the glazed area, and the choice of air-conditioning system and its control strategy. Although the application of the approach to optimization of building geometric form has not been investigated, the underlying optimization algorithm may also be suitable for use in this design task. It should be noted that the approach is equally applicable to the optimization during refurbishment as well as in new design. As such, the research will be of use to the building construction industry at all stages of building design and refurbishment.\n\nThe optimisation methodology and solution procedure identified in this research has been embedded in a beta-test version of the IES-VE building design software by IES Ltd, and has also launched a consultancy service.\n\nThe research provides a starting point for further research in the use of computational intelligence and statistical method in the robust and optimized design of buildings. In particular, the next stage of research should consider the uncertainty in the performance modelling and its use in developing a robust design methodology; modelling uncertainty manifests itself as a performance gap between designed and operating performance, this being a subject of much concern within the building construction industry.\n\nThe building optimization problem is of interest to the computer science community, this community tending to seek difficult real-world problems to test their algorithm against. Construction,Digital/Communication/Information Technologies (including Software),Energy","dataset":"gtr"}