{"id":"DF142C25-B87F-4A02-814A-F2A8CF8709C6","title":"Mass spectrometry-based 'omic mining through the biostrata of Pseudomonas aeruginosa colonies and biofilms","abstractText":"Pseudomonas aeruginosa is a Gram-negative opportuinistic human pathogen, which is responsible for causing a wide range of nosocomial infections. However, the organism is perhaps best known for forming antibiotic-insensitive mucoid colonies and biofilms deep within the lungs of patients with cystic fibrosis, and is responsible for causing high rates of morbidity and mortality among this population. Bacterial assemblies such as biofilms have been the subject of intensive investigation over the last few decades. In particular, they have been the focus of numerous functional genomic analyses. However, interpretation of the data derived from these approaches has been hampered by the fact that biofilms and colonies are complex structures which break down upon mechanical intervention. This means that we necessarily lose a lot of information about the spatial distribution of biomolecule expression simply due to the invasive/destructive nature of the sample harvesting procedure. Low through-put approaches like laser scanning confocal fluorescence microscopic analysis of fluorescently-labelled fusion proteins has revealed that biofilms are highly likely to exhibit stratified protein expression. However, until very recently, no high through-put approach could be applied to assess how global biomolecule profiles vary through and across microbial bioassemblies. The potential to investigate this issue directly came recently with the introduction of real-time, spatially-resolved analysis of biological samples in ambient (i.e., 'wet') conditions. The technology required to do this exploits 'DESI' MS, which is based on desorption electrospray ionization. Here, a fine spray of charged solvent droplets is used to 'mine in' to the sample. The resulting desorbed ions are then collected and passed into a mass spectrometer for on-line analysis, and, in the case of proteins, 'top-down' identification. DESI-MS was developed in the lab of Dr Graham Cooks, who has applied the technique to a range of biological samples (including human skin, dried- and liquid blood, plant surfaces, urine samples and even the margins of solid tumours). Work from Cooks' lab has also demonstrated that DESI is effective for both proteomic and metabolomic profiling. However, outside Cooks' lab, DESI has seen very little uptake, partly because the necessary hardware has only recently become available, and partly due to lack of awarness of the technology amongst the wider biological sciences community - especially microbiologists. In this project, we aim to exploit DESI to study how the metabolite and protein expression profiles vary across and through colonies and biofilms of P. aeruginosa. We fully anticipate that this approach will provide information about the global biomolecule profiles of cells growing in different parts of these structures. This approach complements our existing research priorities extremely well, and will add a valauble extra dimension to the capabilities of the BBSRC-funded Cambridge Centre for Proteomics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F01581X/1","grantId":"BB/F01581X/1","fundValue":"91331","fundStart":"2008-05-12","fundEnd":"2009-12-11","funder":"BBSRC","impactText":"  Basicaly, the &quot;new&quot; technology we were trying to test was not suitable for the task, although the research did yield other dividends along the way.  ","person":"Martin  Welch","coPersons":["Kathryn Susan Lilley"],"organisation":"University of Cambridge","findingsText":" (1), Primarily, we showed that the technology (DESI) does not work as well as the manufacturers say it does. In addition, we have defined a core set of gene products that are exclusively produced by biofilms of P. aeruginosa. GFP fusions have been made to some of these key proteins and we have used laser-scanning confocal microscopy to map their expression profile through biofilms (one objective of the grant).\n\n\n\n(2), We have identified a biofilm-specific protein (putative disease biomarker) and have demonstrated that this biomarker is expressed in cystic fibrosis sputum samples (CF sputum is colonised by biofilm-associated P. aeruginosa). I would not recommend the DESI for investigating bacterial community architecture, although I beleive other members of teh Dept have used it for looking at metabolic differences when scanning across e.g., diseased/healthy tissue types, tumour boundaries etc. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}