{"id":"DF2245B5-FB24-4379-8049-9A8CD850EE3D","title":"The excavation of WF16, a Pre-Pottery Neolithic A site in southern Jordan: acquiring new evidence for the origins of sedentary farming communities","abstractText":"The transition to sedentary farming communities was a relatively recent development in the human past, first occurring at around 10,000 years ago in the Levant, and then independently elsewhere in the world, notably in China, Meso-America and Highland New Guinea. This was the fundamental change in human society, bringing to an end more than two million years of hunting and gathering by Homo and providing the basis for the first civilisations. The critical period of transition in the Levant is the Pre-Pottery Neolithic A culture lasting between 11,600 and 10,200 years ago. This period was originally identified by Kenyon's excavation at Jericho in the 1950s, and has since been explored by excavations in the West Bank region, notably at the site of Netiv Hagdud. Recent excavations at Jerf el Ahmar (Syria) and Gobekli Tepe (SE Turkey) provided striking evidence for elaborate symbolism and ideology within the PPNA, while those at Dhra', Zahrat adh Dhra' and WF16 in southern Jordan provided further evidence for economic, technological and architectural diversity. \\n\\nAlthough this work has firmly established the PPNA as the critical period of cultural transition, it remains little understood owing to the small scale of excavations, especially in the southern Levant, and the often poor preservation of PPNA deposits. Key questions concerning the extent to which wild plants were cultivated and animals managed, whether communities were mobile or sedentary and the geographic loci of key cultural developments remain unanswered. To address these questions area excavation is required at carefully selected sites so that sufficiently large assemblages of artefacts, faunal remains and botanical material can be acquired. Area excavation is also the only means by which the spatial and temporal variation within deposits can be fully understood. The project proposes to undertake such an excavation at the PPNA site of WF16.\\n\\nThis site was discovered by Mithen and Finlayson in 1996 and evaluated by survey, geophysical survey and trial excavation between 1997 and 2003, which will be fully published in a monograph in January 2007. This evaluation demonstrated that WF16 has deeply stratified deposits, good preservation of faunal and floral remains, a rich and diverse array of material culture, human burials, complex architecture and several large buried structures. As such, it has substantial potential to provide data to address a suite of research questions about the PPNA period. The evaluation also raised specific questions about the site itself that need to be answered by area excavation, such as the function of the large structures and whether the existing faunal assemblage is representative of the site as a whole. \\n\\nThe proposed project will have two phases. The first - for which funding is currently sought - will excavate a single trench of 600 sq m at the site, undertake its conservation and presentation, and publish the first of three volumes. The second will undertake the post-excavation, host a major conference and publish the second and third volume of results. \\n\\nThe first phase of the project will have five core staff: PI, Field Director, Project Manager, Data Manager, and Project Technician. For the excavation three supervisors, a surveyor and 8 professional archaeologists will be employed with 16 student archaeologists, and 12 local Bedouin workmen. Three excavation seasons, each of six weeks duration (spring 2008, 09, 10) will be followed by a season for site conservation (autumn 2010). An Integrated Archaeological Data-Base will be used to manage site records and faciliate development of the project website, archive and publications. Some post-excavation will be undertaken during phase 1 to enable a complete understanding of stratigraphy and site development before specialist analysis commences during Phase 2 of the project (2010-2014).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E006205/1","grantId":"AH/E006205/1","fundValue":"734156","fundStart":"2008-01-01","fundEnd":"2011-06-30","funder":"AHRC","impactText":"","person":"Steven John Mithen","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}