{"id":"DF25FD75-F121-4AC3-AD2B-11152B4CDD72","title":"Aphid secondary symbionts: from model system to crop pests","abstractText":"Aphids are one of the most serious pests attacking crops in temperate countries. They are important both because of the direct damage they cause and also because they are vectors of plant viral diseases. Traditionally, aphids have been controlled by the large-scale application of insecticides, but the value of this control measure is being weakened by increasing levels of insecticide resistance and by public demand for decreased use of agriculture chemicals. This has led to renewed interest in other forms of pest control including cultural methods, the development of resistant varieties and enhancing natural enemy control. All these methods require a greater understanding of aphid biology, and while it is widely perceived that this is already very well-known, research in the last five years has revealed a hitherto unexpected series of mutualistic interactions with bacteria that have potentially radical effects on the way aphids interact with their host plants, natural enemies and the abiotic environment. These bacteria are generally referred to as secondary symbionts to distinguish them from the primary symbiont Buchnera that all aphids carry. Secondary symbionts have been found to affect an aphids ability to withstand attack by parasitoid wasps and fungal pathogens, and to resist heat shock (transient high temperatures). But many of these studies have involved single strains of aphids and bacteria, and there is already some evidence for variation across strains. Our first aim is to explore the repeatability and specificity of the effects of the symbionts by experimenting with multiple aphid strains which we systematically infect with multiple strains of symbiont. The objective is to gain a clear picture of how both the aphid and the bacterial genotypes contribute to these characteristics. Our next objective is to explore how the presence of secondary symbionts affects aphid population dynamics, clearly of importance in agriculture. We shall do this first in laboratory cage experiments in which we shall make use of the results of our first experiments to set up different combination of infected and uninfected aphid clones, in the presence or absence of parasitoids. We predict that both aphid numbers and clonal composition will be influenced by secondary symbionts in the presence of natural enemies. To understand and analyse the experiments we shall develop mathematical population models that have already proved useful to us in analysing other population cage experiments. We shall also carry out population experiments in a field setting, to add further realism. The pea aphid is a very valuable model organism, and a minor agricultural pest. But how far do results obtained in this system apply to major pests, such as cereal aphids? We shall survey two cereal aphid species to determine the frequency with which they are associated with secondary symbionts, and then test whether the symbionts affect their hosts' ability to resist parasitoid and fungal pathogen attack, and to combat heat shock. Farmers increasingly maintain field margins and other habitats that support alternative prey or hosts for the natural enemies of pests. The population dynamics of the pest and the field margin species are thus linked by the shared natural enemy (an interaction of great interest to community ecologists). Our final objective is to explore experimentally how the presence of secondary symbionts may affect this relationship, something that might either enhance or detract from pest management. We hope our work will contribute to the science underpinning pest management and sustainable agricultural methods, thus improving farmers' incomes and contributing to the quality of life in the UK","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E010857/1","grantId":"BB/E010857/1","fundValue":"370309","fundStart":"2007-02-12","fundEnd":"2011-02-11","funder":"BBSRC","impactText":"  Our findings have contributed to ongoing work on aphid and on eukaryote-prokaryote symbiosis Agriculture, Food and Drink,Environment Societal","person":"Hugh Charles Jonathan  Godfray","coPersons":[],"organisation":"University of Oxford","findingsText":" Polyphagous insect herbivores experience different selection pressures on their various host plant species. How this affects\npopulation divergence and speciation may be influenced by the bacterial endosymbionts that many harbor. In the project we studied the population structure and symbiont community of the pea aphid (Acyrthosiphon pisum), which feeds on a range of legume species and is known to form genetically differentiated host-adapted populations. Aphids were collected from eight legume genera in England and Germany. Extensive host plant associated differentiation was observed with this collection of pea aphids comprising nine genetic clusters, each of which could be associated with a specific food plant. Compared to host plant, geography contributed\nlittle to genetic differentiation. The genetic clusters were differentiated to varying degrees, but this did not correlate with their degree of divergence in host use. We surveyed the pea aphid clones for the presence of six facultative (secondary) bacterial endosymbionts and found they were nonrandomly distributed across the aphid genetic clusters and this distribution was similar in the two countries. Aphid clones on average carried 1.4 species of secondary symbiont with those associated with Lathyrus having significantly fewer. The results are interpreted in the light of the evolution of specialization and ecological speciation. This is primarily fundamental science but we hope that increased understanding of aphid biology will help control the dominent insect pest of temperate agriculture Agriculture, Food and Drink,Environment","dataset":"gtr"}