{"id":"DF25735B-CF59-467A-B516-DE8BCC0D2401","title":"Transformation and Tradition in Sixties British Cinema: Production Cultures, Cross Media Relations and National Branding","abstractText":"The 1960s is widely regarded as a period of significant social and cultural transformation - for historian Arthur Marwick, the decade constituted nothing less than a 'cultural revolution'. British cinema of the 1960s would appear to support this assessment, with first the working class realism of the 'new wave', then a more classless and cosmopolitan cinema epitomised by the James Bond cycle, the Beatles films, and other productions of 'swinging London'. There was also a growth in independent production, much of it backed by Hollywood finance, and the presence of major international film-makers in British studios. Moreover, cinema was benefitting from a process of unprecedented cultural exchange with other dynamic media including television, pop music, advertising and fashion. But recently the decade has been subject to different interpretations, Dominic Sandbrook arguing it was marked much more by continuity and tradition than by radical transformation. There is also evidence that British cinema continued to be dictated by established structures, processes and styles. The industry remained dominated by the duopoly of Rank and ABPC - a system firmly in place since the coming of sound. Meanwhile alongside new talent like Tony Richardson, John Schlesinger and Richard Lester, seasoned veterans such as Anthony Asquith, David Lean, Carol Reed and the Boulting brothers continued to work. The collaborative nature of production meant that established and neophyte filmmakers sometimes worked together, while international luminaries from Stanley Kubrick and Joseph Losey to Roman Polanski and Francois Truffaut formed significant creative associations with British technicians. Cultural exchange was also complicated by two-way movement between media - as 'young turks' from TV drama and current affairs moved into cinema (Ken Loach, Ken Russell, Jack Gold), so older film personnel found new opportunities in single camera TV drama (Charles Crichton, Roy Ward Baker, Pat Jackson).\n \nThis project will critically examine the implications of this tension between novelty/innovation and tradition/continuity in 1960s British cinema, providing new insight and understandings of this apparently familiar but rather over-mythologised decade. It will focus on three distinct but related areas of inquiry. \n\nFirstly, the organisation and operation of the industry and the development of production and distribution. How significant was the development of independent production? How beneficial was Hollywood finance and how did this compare with the relationships independents had with the established UK companies? How important were sources of public support? Did independent producers constitute a new entrepreneurial culture with the British film industry during the decade? \n\nSecondly, the promotion and reviewing of films at home. How were these films understood as innovative and/or traditional? Was their Britisness significant? How did associations with the 'swinging sixties' sit alongside more traditional versions of the national culture? \n\nThirdly, the significance of new forms of exchange between different media including television, advertising, the visual arts and fashion. How did this impact upon production processes, techniques and styles? How did innovation sit alongside the presence of established and more traditional film-makers and approaches? How did the collaborative nature of film-making complicate the relationship between old and new? What were the implications of creative personnel moving between different media? \n \nThe project will benefit from collaboration with the British Film Institute, making extensive use of major BFI research collections - including newly acquired and rarely consulted papers and other archive resources - and ensuring strong public engagement by informing publications, screenings , public talks and other events which will form the BFI's blockbuster programme on 1960s British cinema in 2017.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L014793/1","grantId":"AH/L014793/1","fundValue":"665130","fundStart":"2015-01-05","fundEnd":"2018-01-04","funder":"AHRC","impactText":"","person":"Duncan James Petrie","coPersons":["Melanie  Williams"],"organisation":"University of York","findingsText":"","dataset":"gtr"}