{"id":"DF30BC5E-81B8-4310-944C-AC3F66ADF978","title":"Improvement of the performance of germanium detectors using pulse shape analysis for industrial and environmental applications","abstractText":"A commonly used method of identifying and quantifying radioactive isotopes in safety, security and environmental applications is to measure the gamma-ray spectrum using a high resolution germanium detector. This allows an individual gamma-ray energy to be determined exactly and then the isotope uniquely identified and quantified. A limitation of germanium detectors is their poor peak to background response. As the most probable interaction of the gamma rays of interest with the detector material is Compton scattering there is a significant Compton continuum in the spectra at energies below the incident gamma-ray energy. This can result in the Compton background from high activity isotopes masking the photopeaks from lower activity isotopes. Reduction of Compton background is one aim of this work. The demand from many users is to have very efficient detector systems to improve their sensitivity and reduce their counting times. Once the efficiency is greater than a few percent coincidence summing becomes a problem. This occurs when two or more gamma rays from the same decay event are detected simultaneously. This can lead to substantive corrections being necessary. These corrections are often very difficult to apply when the isotope decays with many gamma rays.The identification of coincidence summing events is a second aim of this work. Germanium detectors used for industry applications have to be simple, usually single crystal devices, to allow their use in a wide range of establishments. Those available on the market today, in general, have poor timing characteristics and this timing information is not easily available to the user. The third aim of this work is to develop an algorithm to define accurately the time of the interaction in the detector and to measure how the charge is collected immediately after this. This will be done by looking at signals derived from both electron and hole collection. This should lead to an improved spectral response as events will be better characterised. The final aim of this work is to investigate the feasibility of using a single germanium crystal with a relatively simple electrode structure to produce spectroscopic gamma-ray images. This work will used electric field simulations to investigate the possibilities.\n\nCanberra is a world-leading supplier of instrumentation for the nuclear industry. The annual market size for standard High Purity Germanium detectors worldwide is around &pound;13M, with Canberra's share at approximately 50% (the market leader in this field). The project aims to optimise Canberra's unique detector portfolio for the digital era, in order to realise real world improvement in the UK's installed detector base. Canberra expects the results of this project to grow sales of these detectors by 15%, and Canberra's market share by 7%. The new detectors and instruments that arise from the project will directly influence Canberra's UK operation where they are a major supplier of instruments and R&amp;D to key UK laboratories in the nuclear power and decommissioning sectors, the environmental and public health sectors and those working on security and the UK counter test ban treaty work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L003236/1","grantId":"ST/L003236/1","fundValue":"351173","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"STFC","impactText":"","person":"Andrew John Boston","coPersons":["Helen Claire Boston","Paul  Nolan"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}