{"id":"DF317CE5-15C6-4BEC-B239-18A2EC2C738C","title":"Development of the Dynamic Gastric Model","abstractText":"The Dynamic Gastric Model (DGM) is a physical apparatus which accurately simulates the physical and biochemical processes that occur within the human stomach. It allows samples to be taken at any stage of digestion, which would be difficult, expensive and ethically challenging in humans or animals. The DGM is based on 15 years of research including human validation studies using MRI to determine the physical behaviour of the human stomach during digestion. \nWe now need to clearly demonstrate how well it simulates the availability of nutrients or drugs in humans, and to refine the model so that it can be more widely used, and therefore reduce the reliance on expensive animal and human studies. The model will also be further developed to enable studies that would not be permitted in humans; for instance, the impact of taking drugs with alcohol, or the development of an infant formulation. \nThese outcomes will significantly improve the commercial and scientific potential of the DGM.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K010913/1","grantId":"BB/K010913/1","fundValue":"530749","fundStart":"2013-03-01","fundEnd":"2015-08-27","funder":"BBSRC","impactText":"","person":"Peter  Wilde","coPersons":[],"organisation":"Institute of Food Research","findingsText":" One of the main findings currently arising from this work is that the Dynamic Gastric Model is a more accurate way of investigating how the presence of food, particularly complex meals, influence the bioavailability of active ingredients such as drugs, compared to simple dissolution tests. certainly the difference between the fed and fasted states is more accurately predicted. Additionally, work looking at the effect of alcohol on drug release also shows good correlation with human studies, particularly for poorly soluble drugs, where the presence of alcohol can affect solubility. However, the ethical aspects of animal and human studies involving high doses of alcohol is questionable, therefore the Gastric Model offers a valuable alternative, without ethical implications. Currently, raw data acquired from human studies is being compared with the model data from the dynamic gastric model to quantify its accuracy for predicting drug uptake. This research will offer a range of protocols for in vitro digestion methods which will more accurately account for the release and uptake of drugs and other bioactive compounds in the presence and absence of food. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}