{"id":"DF387EAA-ED96-4EA5-90D9-FF14BFB154C8","title":"Epidemiological and statistical research on health problems of developing countries: MRC Tropical Epidemiology Group","abstractText":"While there have been major improvements over the past century in the health of populations all over the world, there are still deep inequalities between the rich and poor nations. Gains in health in many of the poor countries have been reversed recently due to the global epidemic of HIV/AIDS and steep increases in TB and malaria. Life expectancy in some parts of Africa has fallen by more than 20 years. There is an urgent need to find effective means of controlling these major killer diseases in order to bring down the high burden of mortality and ill health.\n\nThe MRC Tropical Epidemiology Group is a group based at the London School of Hygiene and Tropical Medicine whose main aim is to conduct research on these infectious diseases in Africa and other parts of the developing world. We collaborate with scientific groups overseas, assisting especially with the planning and analysis of research studies. These studies are designed to improve our understanding of risk factors for these diseases, and to evaluate the impact of different control measures.\n\nDuring the next five years, our main focus will be on HIV, TB and malaria which between them cause around eight million deaths each year. We will study various ways of preventing HIV infection, as well as approaches to providing treatment for HIV-positive people in Africa where health-care resources are limited. Because the risk of TB is increased by HIV infection, TB is now out of control in some countries with major HIV epidemics, and we will therefore study new ways of preventing and treating TB. In malaria, our research will focus on intermittent preventive treatment, a new approach whereby all children and pregnant women are given periodic doses of antimalarial treatment, and on improved methods of controlling the mosquitoes that transmit malaria. We will also carry out work to develop new methods that can be used to study these health problems in developing countries.\n\nAs well as reporting our work in scientific journals, we frequently write articles aimed at a non-specialist audience, as well as contributing to television and radio programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700837","grantId":"G0700837","fundValue":"3516110","fundStart":"2008-11-01","fundEnd":"2013-10-31","funder":"MRC","impactText":"","person":"Richard John  Hayes","coPersons":["Peter George Smith","Helen Anne Weiss","Paul  Milligan"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}