{"id":"DF4A85A3-00EB-482B-8E88-1BAECEA60A08","title":"Towards Anti-Microbial Multifunctional Stainless Steel Surfaces: Active-Screen Plasma Surface Alloying with C, N, Ag and Cu","abstractText":"Austenitic stainless steel has been an important material of choice for many years for medical (such as surgical and dental tools and hospital work surfaces), domestic (such as kitchen-ware and food processing equipment) and general engineering. However, post operative infections, cross-infection of patients during hospitalisation (e.g. MRSA) and bacterial (e.g. E-coli) related food poisoning are areas of increasing concern. Indeed, the NHS is not on track to meet its MRSA target and another bug, Clostridium difficile, is endemic in hospitals. Silver (Ag) and Copper (Cu) have a long history of use in human healthcare and medicine because Ag/Cu is poisonous to bacteria just as lead is to human beings. Due to its desirable combination of broad-spectrum antimicrobial activities and remarkably low human toxicity, Ag has been found several medical applications including Ag-containing PMMA bone cement, Ag-implanted indwelling catheters and Ag-impregnated polymer wound dressings. Although attempts have been made to coat stainless steels with a Ag-doped polymer coating, the durability of the polymer coating is too poor for tribological applications and the high uncontrolled release of silver from the coated stainless steel may potentially cause cytotoxicity. Clearly, it is a timely task from both a scientific and a technological view-point to develop multi-functional stainless steel surfaces with high wear resistance, long-lasting antimicrobial effects and minimal leaching of Ag/Cu. Such innovative surfaces could be achieved by developing a novel surface engineering technology based both on recently developed active screen plasma technology and a detailed scientific understanding of metastable supersaturated expanded austenite, i.e. S-phase. The active screen plasma technology will be used to alloy stainless steels with both interstitial (e.g. C and N) and substitutional (e.g. Ag and CU) elements; and the formation of a very hard S-phase with an extremely expanded lattice would make it possible for such substitutional alloying elements as Ag and Cu to diffuse into austenitic stainless steels surfaces to form a sustainable low concentration Ag/Cu reservoir for slow, controlled and continual release of Ag/Cu for prolonged antimicrobial effect.The proposed research seeks to develop novel stainless steels surfaces with enhanced combined tribological, corrosion and long-lasting anti-microbial properties, thus extending product lifetime and preventing hospital-acquired infection and food-borne diseases. To this end, a series of active screen plasma surface alloying treatments will be conducted with both interstitial elements C and N (to form hard and durable C/N S-phase) and substitutional elements Ag and Cu (to confer the anti-microbial effect). The interaction between Ag/Cu and the S-phase will be investigated to advance scientific understanding, and systematic materials characterisation will be conducted to build up the necessary scientific and technical database for process development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F006926/1","grantId":"EP/F006926/1","fundValue":"320234","fundStart":"2008-01-01","fundEnd":"2011-06-30","funder":"EPSRC","impactText":"","person":"Hanshan  Dong","coPersons":["Tomas  Bell"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}