{"id":"DF56415B-EE0F-45D1-B11E-6217E955C8A2","title":"Graded representations of symmetric groups and related algebras","abstractText":"Representation theory of symmetric groups is a very active branch of research with connections to physics, chemistry and many different topics across mathematics. In a sense, representation theory is the study of symmetry: whereas a group may be viewed as an abstract set of symmetries, a representation of that group is a way of realising those symmetries through an action on a concrete object, namely, on a vector space (such as the 3-dimensional space we live in). \nRepresentations of symmetric groups have been investigated for more than a century: this has led to many strong results and, in particular, to beautiful combinatorial constructions. \n\nHowever, many problems remain unsolved in the study of modular representations of symmetric groups: in this context, we do not even know the dimensions of irreducible representations, which are the building blocks that can be used to construct all representations. A substantial part of the required information can be obtained through the study of representations of certain Iwahori-Hecke algebras, which is a more tractable problem. Representation theory of Iwahori-Hecke algebras is important in its own right, as it has many other applications.\n\nIn the last 20 years, spectacular connections have emerged between modular representations of symmetric groups and the so-called ``quantum groups'', which were originally defined to study the Yang-Baxter equation in mathematical physics. These connections were made particularly precise 5 years ago, after the discovery of Khovanov-Lauda-Rouquier (KLR) algebras. It turns out that one can view representations of a symmetric group (or an Iwahori-Hecke algebra) as a representation of a KLR algebra. Moreover, this point of view reveals previously hidden exciting structural properties: in particular, the representations become graded. \n\nThe aim of the project is to exploit this ground-breaking advance to the fullest possible extent. In the first part of the project, conjectures that concern certain blocks of symmetric groups and pre-date KLR algebras will be investigated from the new point of view provided by those algebras. The second part will be devoted to a study of simple modules of Iwahori-Hecke algebras through the lens of KLR algebras. The third part will be an investigation into invariants of graded Cartan matrices of symmetric groups. It is hoped that ideas will be transferred between quantum groups and representations of symmetric groups in both directions, in particular, that combinatorial constructions related to symmetric groups will influence the theory of quantum groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L027283/1","grantId":"EP/L027283/1","fundValue":"98450","fundStart":"2014-09-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"","person":"Anton  Evseev","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}