{"id":"DF5640AA-819D-47D6-B17A-FA6AE39D9828","title":"Disseminating, applying and advancing mindfulness research to promote the wellbeing of young people.","abstractText":"<p>Epidemiological and psychobiological studies indicate that promoting adolescent wellbeing can powerfully mediate the effects of stress and psychosocial adversity on health and economic outcomes. Improving adolescent wellbeing in the UK is now a national priority with urgent calls for evidence-based, whole school interventions that help all young people to develop habits of mind and behaviour to build resilience and flourish emotionally.</p>\n\n<p>Mindfulness is an attention-based practice which promotes awareness and regulation of one's thoughts and feelings. Substantial evidence indicates that mindfulness based approaches (MBA) promote wellbeing among adults and exploratory studies suggest they may be effective for young people. Prior to effectiveness trials, this project will deepen understanding the implementation context for (hard-to-reach) young people in schools.</p>\n\n<p>This creative, user-led project will build a collective understanding with users and stakeholders to explore if, and how, MBA can be implemented in schools. With a young person’s steering group, the project will:</p>\n\n<ul>\n \n\n <li>identify user and stakeholder priorities</li>\n\n <li>explore organisational and policy influences and develop routes to impact</li>\n\n <li>host an art exhibition to represent adolescent wellbeing and stress</li>\n\n <li>deliver a workshop for users and stakeholders</li>\n\n <li>host a national conference</li>\n\n <li>establish international knowledge exchange mechanisms to sustain partnerships beyond the life of the project. </li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K000632/1","grantId":"ES/K000632/1","fundValue":"64195","fundStart":"2013-04-15","fundEnd":"2014-05-07","funder":"ESRC","impactText":"  The project was the platform from which a White Rose Consortium was developed. Through this forum, the findings have been used to inform the development of two grant applications, in collaboration with local council and local schools. Findings were submitted to the All Party Parliamentary Group on Economics and Wellbeing, where they considered the role of mindfulness in education. Education,Healthcare Societal,Policy & public services","person":"Siobhan Adele Hugh-Jones","coPersons":["Harald  Walach"],"organisation":"University of Leeds","findingsText":" The aim of this project was to disseminate research on mindfulness and to build understanding of how to design and implement next stage research in ways that aligned with guidelines on complex trials and which were relevant to the end user.\n\nBased mostly on data from the Leeds region, but also some national and international data, the project identified that inner city secondary school staff and pupils and key departments relevant to children's services, felt there was a significant need for whole school interventions to promote well-being and readiness to learn among young people. \nYoung people themselves reported being open to mindfulness and saw its relevance to managing stress, negative thoughts and attitudes, and interpersonal relationships. They demonstrated reasonable buy-in to a model of self-care to minimise risk of poor mental health now and later in adulthood, although there were developmental differences in understanding and appreciating the importance of preventative approaches to mental health. Some pupils found some aspects of mindfulness conceptually difficult. \n\nSecondary schools management teams (SMTs) were interested in mindfulness programs although its ideal purpose varied according to school type and key needs. SMTs were broadly interested in the potential impact of mindfulness practice on attainment, attendance and behaviour. Some schools place pupil social and emotional well-being high on the agenda and were interested in how mindfulness would impact emotional regulation and readiness to learn. Whether mindfulness could reduce self-harm, substance abuse and vulnerability to sexual exploitation was of importance to some schools. Pre-service and in-service teacher access to mindfulness programmes to prevent stress and burnout were also recommended. \nWe consulted with Children's Services, the Complex Needs Service and Public Health Services of Leeds City Council. They were motivated to see mindfulness programmes trialled in schools, and suggested ways in which it would complement existing universal and targeted services. Child and Adolescent Mental Health Services and schools' capacity to cope with mental health of young people is under strain. Local services emphasised the importance of support from SMTs, the need for non-stigmatising and whole school approaches to promote positive mental health.\n\nMost stakeholders supported (i) delivery of mindfulness programmes to teachers for stress management and then cascade to the whole school via teacher champions or (ii) delivery to pupils via an external expert. There was overwhelming emphasis on: (a) the importance of a cascading, whole school approach regardless of mode of delivery, and (b) teachers having access to mindfulness programmes. Schools and services named the following as preferred primary outcomes in future research: emotional wellbeing, emotional literacy, staff stress, pupil behaviour, resilience, self-control, attainment, attendance, and pupil anxiety. Years 7 and 11 were identified as important starting points for a next stage trial.\n\nReported challenges are that:\n(i) mindfulness is not a quick fix nor a fix-all programme, and there is a danger of its usefulness being subverted by rushed or partial implementation. Identifying the impact of mindfulness on pupils and teachers requires a commitment to longitudinal research.\n(ii) there is a risk of mindfulness programmes being misused by some schools to seek outcomes for which there is currently little direct evidence (e.g. attainment).\n(iii) it can be difficult to give pupils choice in whole school approaches.\n(iv) some schools do not view pupil wellbeing as important in academic attainment. \n(v) there is currently insufficient accountability on schools to show a non-stigmatising approach to supporting pupil and teacher mental health.\n(vi) little is known about the most effective ways to secure parental support and whether this is crucial to good outcomes from mindfulness programs \n(vii) wellbeing is often not a strategic priority and local services often need to invest in responsive rather than preventative approaches.\n(viii) the ideal mindfulness program template has yet to be defined - return on investment is difficult to identify given multiple modes of delivery and dosage.\n(ix) it is as yet unclear how to most effectively and appropriately build on existing international programs and evidence. A large trial is needed to explore the acceptability and feasibility of whole school mindfulness programmes, and for different outcomes (around readiness to learn and mental health). It is also important that service commissioners and policy makers remain aware of the evidence around mindfulness for different groups. Education,Healthcare","dataset":"gtr"}