{"id":"DF600592-A5BE-4A1E-8531-D66C9161B7B6","title":"A Hybrid Modelling And Evidence-based Fault Diagnosis Approach To Power Transformer Winding Deformation Detection","abstractText":"Power transformers are designed to withstand the mechanical forces arising from various in-service events, such as over-voltage and lightning, which may cause deformation or displacement of winding. Among various techniques applied to power transformer fault diagnosis, frequency response analysis (FRA) can give an indication of winding deformation faults without expensive and interruptive operations of opening a transformer tank, which can minimise the impact on system operation and loss of supply to customers and consequently save millions of pounds in timely maintenance. However, in industrial practice, FRA is always used as a comparative method, by comparing a test frequency response with a reference set, which cannot provide an insight understanding of transformer internal faults. A range of research activities have been undertaken to utilise FRA in the development winding models but with limitations, such as too complicated models, large computation time and inaccurate responses in the high frequency range between 1MHz and 10MHz. The proposed research is to build on the experience already gained at Liverpool and to develop an accurate winding model and a reliable fault diagnosis approach. A new hybrid winding model will be developed by modifying the analytical approach and results of transformer winding analysis obtained by Rudenberg for each disc, and subsequently connecting the travelling wave equation of each disc in a form of Multi-conductor Transmission Line (MTL) model. This can significantly reduce the order of the model yet with good modelling accuracy in the high frequency range, which allows access to the current and voltage at any desired turns of a winding. The electrical parameters of the hybrid model will be estimated with the finite element method (FEM), and further identified with evolutionary algorithms based on actual FRA measurements. The characteristic signatures between particular winding faults and winding parameters will be derived, which can be employed to detect and distinguish winding deformation faults. Then, the simulation of the hybrid model will be used to extract high frequency fault fingerprints of FRA for improving the detection of small winding changes, which will be further examined and verified through laboratory studies. For typical winding fault diagnosis, both the quantitative and qualitative judgements are generally considered, which can be treated as evidence and are often incomplete and imprecise. The Evidential Reasoning (ER) algorithm is very suitable for combining such evidence with a firm mathematical foundation. In this project, an evidence-based fault diagnosis system will be constructed to aggregate diagnosis information and deal with uncertainties for reliable winding fault diagnosis. The work is to be carried out as a collaborative project between the University of Liverpool, OMICRON and NG, bringing together academic and industrial expertise in the field of transformer test, modelling and fault diagnosis. The outcome of the proposed research will be the new hybrid winding model and the evidence-based winding fault diagnosis system. The new approach aims to improve the fundamental understanding of multi-frequency signal propagation across a winding, which will allow extracting fault fingerprints in both the low and high frequency ranges and provide new diagnostic rules for early fault detection and location. The extracted high frequency fault fingerprints will provide a feasible solution for early fault detection, which can assist a FRA test kit manufacturer, e.g. OMICRON, in fully understanding FRA and improving test kit precision. The developed evidence-based system for winding fault diagnosis can be a useful decision support tool for utility companies, e.g. NG, for reliable fault diagnosis yet with high efficiency, when processing numerous FRA records.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G049459/1","grantId":"EP/G049459/1","fundValue":"158146","fundStart":"2010-01-31","fundEnd":"2012-01-30","funder":"EPSRC","impactText":"","person":"Wenhu  Tang","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}