{"id":"DF60FE23-FA36-4C83-B569-E6917F14382F","title":"Verifying Properties in Electronic Voting Protocols","abstractText":"Electronic voting promises the possibility of a convenient, efficient and secure facility for recording and tallying votes, and to offer security guarantees not available on paper-based systems (such as voter verification of the election). But it also carries the potential of making abuse easier to perform undetectably and at a large scale, and therefore rigorous security analysis is essential.The research will analyse existing voting protocols defined in the literature in terms of the formalisations of properties previously undertaken by the investigator and the named visitor.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E029833/1","grantId":"EP/E029833/1","fundValue":"27458","fundStart":"2006-09-01","fundEnd":"2006-12-31","funder":"EPSRC","impactText":"  Instigated a new field of formal methods analysis of electronic voting systems, which has been taken up by several other groups around the world. Our papers in this area have been cited over 461 times.\n\nBeneficiaries: Democratists, computer scientists\n\nContribution Method: Instigated a new field of formal methods analysis of electronic voting systems, which has been taken up by several other groups around the world. Our papers in this area have been cited over 461 times. Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Security and Diplomacy,Other Societal,Economic","person":"Mark  Ryan","coPersons":[],"organisation":"University of Birmingham","findingsText":" Formal characterisation of the coercion-resistance property of electronic voting protocols.\n\nAnalysis of existing protocols in terms of said characterisation.\n\nDevelopment of automated techniques for said analysis. Research can be used to inform partner companies that make voting systems, such as Opt2Vote and Electoral Reform Services.\n\nResearch can be used to inform partner UK government departments such as Ministry of Justice. Creative Economy,Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy,Government, Democracy and Justice,Security and Diplomacy,Other","dataset":"gtr"}