{"id":"DF66898A-A5DD-483B-BA43-B2044C018E0E","title":"The Ordered Universe: Interdisciplinary Readings of Medieval Science","abstractText":"The Ordered Universe Research Project proposes a fresh, interdisciplinary examination of the 13 scientific treatises on natural phenomena by Robert Grosseteste (c.1170-1253). A noted reformer as bishop of Lincoln, political advisor, poet, theologian, philosopher, translator, and 'scientist', Grosseteste's thought marks a major turning point in western medieval intellectual history. He was able to fuse, in a remarkable way, ancient understanding of the natural world, principally that of Aristotle, with Christian learning and biblical revelation. Grosseteste's scientific works are central to this enterprise. They are his first encounter not only with Aristotle's natural philosophy, but also earlier commentaries on Aristotle from Islamic and Hebrew writers, all newly translated into Latin. In the scientific treatises Grosseteste developed his critical response to these authorities, deploying, in particular, original mathematical arguments and the evidence of his own observations of natural phenomena.\nThere are, however, two significant impediments to a detailed assessment of Grosseteste's scientific thought. The first is the inadequacy of the current critical edition (1912). Its editor, Ludwig Baur, knew fewer than a third of the manuscripts now catalogued (research into the manuscript tradition of the treatise On the Rainbow identified substantial additions to the text, unknown to Baur). Moreover, Baur used later manuscripts, which preserve accumulated scribal errors, many of which are sufficient to obscure Grosseteste's meaning. The second impediment to a deeper understanding of Grosseteste's scientific works is the sophistication of his conceptual mathematical frameworks. Their elucidation, crucial for both the translation and the interpretation of his works, requires more than textual analysis alone. The complex nature of his scientific texts, their taut linguistic expression, and their computational virtuosity present intellectual challenges which can only be addressed with an interdisciplinary approach.\nThe Ordered Universe project will do precisely this, with experts from both sciences and humanities. The core research team consists of medieval historians, linguists, palaeographers, theologians and philosophers, together with physicists, cosmologists, vision scientists, mathematicians, engineers, computer scientists and meteorologists. Through a series of collaborative research symposia, classic humanities research on the establishment of the text, its translation and interpretation, is enriched by scientific perspectives and analysis. These processes of collective translation and textual elucidation lead to genuinely interdisciplinary outputs. Grosseteste is not interpreted here with any anachronism, especially scientific; rather, the interpretative tools of humanities and scientific disciplines are used together to bring the text to life in all of its dimensions.\nThe proposed project builds on a pilot study and an AHRC network grant. Working collaboratively with historic texts has also generated new science, published in leading scientific journals. Co-authored with humanities scholars, these papers drew the attention of the wider scientific community and were featured in two commentaries in Nature. Similar outputs are planned here, along with three stand-alone, humanities-led, articles on the significance of Grosseteste's scientific works. The wide range of academic beneficiaries is mirrored by the potential for public dialogue and impact. The Ordered Universe will collaborate with an award-winning widening participation scheme for university entrance, to create a module on Grosseteste's scientific world with material drawn from project research. A series of 16 public workshops in the UK, Europe and North America, with video record and an active website, will emphasise the cultural heritage of medieval science and its contemporary resonance, through presentation of one of the most dazzling minds of his generation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N001222/1","grantId":"AH/N001222/1","fundValue":"784261","fundStart":"2015-10-15","fundEnd":"2019-10-14","funder":"AHRC","impactText":"","person":"G  Gasper","coPersons":["Tom  McLeish","Hannah Elizabeth Smithson"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}