{"id":"DF6D0219-037F-49F7-9D32-7DB4551339E2","title":"Identification of NMDA receptor subunits contributing to midbrain dopaminergic learning and behavioural functions","abstractText":"Many nerve cells in the brain communicate with each other by releasing chemicals known as neurotransmitters. Nerve cells depend on these chemical signals in order to carry out the functions of the brain, and any errors in neurotransmitter signalling can give rise to brain diseases, such as Parkinson's disease or drug addiction. One important neurochemical in the brain is the amino acid, glutamate. Glutamate is released from many nerve cells, and stimulates target cells by binding to receptor proteins specialised to recognise glutamate. Among the family of glutamate receptor proteins, one in particular is very interesting because it can have both beneficial effects and harmful effects on the brain. This receptor protein, known as the 'NMDA receptor', is required for the normal development of the brain from childhood to adulthood, and is also activated while the brain is learning and acquiring new information and memories. However, this receptor can be active under conditions that cause cells to die- this is known as neurodegeneration. Scientists have been interested in NMDA receptors for many years, and NMDA receptors have been identified and carefully characterised in several brain regions. However, one brain region where little is known about NMDA receptors is a set of nerve cells that are though to be important in controlling our movements, and in making us feel rewarded and motivated. These nerve cells release another important brain chemical known as dopamine. They are believed to be affected in several brain diseases, including Parkinson's disease, schizophrenia and drug addiction. NMDA receptors are believed to have an important role in controlling the behaviour of dopamine nerve cells, but at present, we do not know which kinds of NMDA receptors are found here, or what beneficial or harmful effects NMDA receptors have on these cells. This project aims to characterise NMDA receptors in dopamine nerve cells, and to link the activity of NMDA receptors to a simple behavioural learning process. Not only will the results from this project provide new information about how NMDA receptors are involved in the normal function of dopamine nerve cells, but it might reveal new NMDA receptor targets for developing therapies in some of the brain diseases mentioned.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D015286/1","grantId":"BB/D015286/1","fundValue":"288373","fundStart":"2006-08-01","fundEnd":"2009-09-30","funder":"BBSRC","impactText":"","person":"Susan  Jones","coPersons":["Jeremy Neil  Skepper"],"organisation":"University of Cambridge","findingsText":" Aim 1: We have shown that functional NR2A subunits are not present at mature glutamatergic synapses in dopaminergic neurons (rats aged postnatal day (P) 14 to P28), and do not contribute to NMDAR-mediated synaptic responses (Brothwell et al., 2008).\n\n\n\nAim 2: We have shown that NR2B and NR2D subunits contribute to NMDA receptor-mediated synaptic responses in dopaminergic neurons (P7 to P21), and that developmental changes in the composition of these receptors occur (Brothwell et al., 2008). This was the first demonstration that NR2D subunits form triheteromeric synaptic NMDA receptors in dopaminergic neurones; a combination of NR2B/ NR2D subunits has not previously been reported at mammalian brain synapses. This work was highlighted in an accompanying 'Perspective' by Dr David Wyllie (J Physiol 586.3 (2008) p 693 693: &quot;2B or 2B and 2D? - That is the question&quot;).\n\n\n\nAim 3: We have shown that NR2B and NR2D subunits, but not NR2A subunits, are present at extrasynaptic sites in dopaminergic neurons throughout postnatal development (P7 to P28). We have detected differences in the desensitization properties of NMDA receptors in dopaminergic neurons compared with non-dopaminergic neurones (Suarez et al., 2010). Demonstrating that NMDA receptors in dopaminergic neurones show virtually no desensitization in response to NMDA has implications for cell health, as the resulting sustained Ca2+ entry could increase susceptibility to cell death.\n\n\n\nAim 4: We have shown that although amphetamine induces persistent behavioural effects and accompanying changes in the ratio of AMPA-EPSC/NMDA-EPSC (at P7 and P14), there is no accompanying change in synaptic NR2B subunit expression in dopaminergic neurons after a single injection of amphetamine (Suarez et al, presented at the Physiological Society meeting, Dublin 2009).  ","dataset":"gtr"}