{"id":"DF71B7E2-6D2F-4188-9675-7E00DED6C25A","title":"UK-China Science Bridges: R&amp;D on 4G Wireless Mobile Communications","abstractText":"Digital Economy has been identified as one of the four priority research themes in the recent EPSRC Delivery Plan (2008-11), to respond to the challenges facing UK society and the economy. As the key enabler for Digital Economy, information and communication technologies (ICT) play an indispensable role in modern society. Wireless communications is a, perhaps the, critical element in future global ICT strategy, underpinning many other industries. It is therefore extremely important to ensure that the profile and global influence of the UK is sustained in this area. There has been extensive research on the fourth generation (4G) wireless communication technologies. The standardisation process of 4G is expected to be finalised at the end of 2009 and the deployment of 4G systems may begin around 2012. Different countries have their own visions on 4G systems. It is crucial and timely, therefore, that the UK forms effective collaborations with leading countries in 4G, such as China. This project will focus on building science bridges between the UK and China in 4G wireless communications. China is an ambitious and increasingly significant country that influences the international standardisation process of 4G wireless communications, due to its huge potential market and strong support from the Chinese government. There is currently no long-term joint research initiative between the UK and China in wireless communications. The aim of this project is to create, initially, a UK-China panel within Mobile VCE and, ultimately, a UK-China Joint R&amp;D Centre for 4G Wireless Mobile Communications, enabling long-term sustainable collaboration between the UK and China by supporting collaborative research, mutual visits, exchange of researchers, and rapid technology transfer and commercialisation.The proposal has involved 13 Chinese Consortium members (7 universities and 6 companies) and 29 UK Consortium members (10 universities, Mobile VCE, and 18 industrial members of Mobile VCE), largely based on the existing substantive collaborations among the UK and Chinese Consortium members. The China consortium consists of 7 academic partners, which are key academic players in China for 4G wireless research, and 5 industrial partners led by Shanghai Research Centre for Wireless Communications (SHRCWC), which is recognised by the Ministry of Science and Technology (MOST) in China as the international centre for wireless collaborative research. In the UK consortium, there are 6 academic partners led by Heriot-Watt University, while Mobile VCE leads the industrial partners involving 18 industrial members. In addition, 6 researchers from 4 top UK universities and BT will serve as the associate members.By the proposed collaboration activities, such as mutual visits, joint-organisation of international workshops, and developing prototypes of 4G wireless technologies, the consortium members can pool key competencies and combine complementary strengths through collaboration, which will certainly accelerate knowledge transfer and commercialisation and impact future standardisation process of 4G wireless mobile communications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G042713/1","grantId":"EP/G042713/1","fundValue":"907554","fundStart":"2009-08-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"  With successful collaboration outcomes, this project have made significant impact on the scientific research community, industry, standardisation bodies, and society. Main beneficiaries include: \n\nResearch community, particularly in the UK and China: UK and Chinese researchers have undertaken resource intensive R&amp;D on an international scale through mutual visits and face-to-face discussions at workshops. Reliable and long-term collaborative links have been well-established through the exchange of researchers. The UK's world-class research reputation and technical contributions in B4G have been further promoted, particularly in China. As a result, many collaborative research outcomes and follow-ups have been anticipated, such as joint publications, joint-organisation of international workshops, joint project applications, joint standard proposals, and joint IPR. These also have made a great impact on the wider research community, not only in the UK and China. \n\nTelecom Industries, particularly in the UK and China: They have benefited from an improved understanding of cutting-edge B4G wireless communication technologies and enjoy the prototypes developed and access to IP created by academia. The project has also brought excellent opportunities to interact with UK and Chinese researchers, industrialists and officials, to learn more about the telecom market, to meet potential business partners with key technologies and market influence, and to exploit potential commercial opportunities. Standardisation bodies: Both China and the UK are significant countries in B4G wireless mobile communications. The successful outcomes of this Science Bridge project have significantly contributed to the rapid development of the (B)4G standardisation. \n\nGeneral public: The contribution to the research community, industry, and standardisation bodies have further stimulate the growth of the wireless communications market, with a subsequent impact on the economy success, the general public, and their quality of life. Digital/Communication/Information Technologies (including Software),Electronics Cultural,Societal,Economic,Policy & public services","person":"Cheng-Xiang  Wang","coPersons":["Peter  Grant","Lajos  Hanzo","Yang  Yang","Harald  Haas","Kin-Fai  Tong","Mark  Beach","Joe  McGeehan","Jie  Zhang"],"organisation":"Heriot-Watt University","findingsText":" The UC4G project has been successfully completed with fruitful outcomes. There have been a total of 48\nJournal publications , 47conference papers (including\n4 IEEE best paper awards and 6 invited papers), 5 invited keynote speeches, and 2 patents. There are 8 newly\nawarded project grants amounting to about ?2.25M. \n\nWith the support of this project, the Advanced Wireless Technologies (AWiTec) Lab of Heriot-Watt University has built up the first MIMO wireless testbed in Scotland. Using this testbed, lot of advanced wireless technologies can be demonstrated, such as the LTE system, the WLAN system, and the Spatial Modulation system. 1, High quality publications are widely cited by other researchers.\n2, The UC4G MIMO testbed can be used to inspire innovations with real-world experimentation. It can also be employed for proof-of-concept, technology transfer, and commercialisation of the latest wireless inventions and innovations. Digital/Communication/Information Technologies (including Software),Electronics,Energy","dataset":"gtr"}