{"id":"DF76829F-4DD5-4582-89DB-6215C089AA10","title":"Numerical Characterization of Effects of Addition of H2, CO, CO2 and H2O in High-Pressure Premixed Turbulent Flames","abstractText":"Global environmental concerns impose an increasing demand for stringent control of emissions. This is of pressing importance to the power generation sector. Accordingly, the emphasis has shifted to ultra-low emission technology. Correspondingly, combustion engineers and scientists are moving away from nonpremixed combustion to premixed combustion devices.The proposed project is aimed at improving the physical understanding of the fundamental aspects of premixed turbulent combustion, namely, (i) large-eddy simulation investigation of premixed turbulent flame development of multi-component fuel/air mixtures, (ii) influence of high-pressure on turbulent burning velocities, and (iii) the molecular transport effects (the Lewis number and preferential diffusion) on premixed flame characteristics. Specifically, it will examine the above named effect of the three factors on the flame characteristics. The study will focus on addition of diluents (H2, CO, CO2 and H2O) to hydrocarbon mixtures, biofuels and synthetic gas. In the second phase of the work, a universal turbulent reacting flow model for diluent/hydrocarbon/air mixtures will be developed and validated against independent experimental databases.Numerical investigations will be undertaken using advanced large-eddy simulation technique and will incorporate a variety of combustion models. Any improved devices arising from this work will enhance the scope for diversifying energy resources. Advances resulting from this study should enable the UK industrial sector to take a lead in developing design guidelines for combustion applications. Additionally, it has the merit of meeting the strategic objectives of the European Community in achieving independence from the use of fossil fuels.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H010173/1","grantId":"EP/H010173/1","fundValue":"100468","fundStart":"2010-04-09","fundEnd":"2011-06-08","funder":"EPSRC","impactText":"","person":"Siva Prasad Muppala","coPersons":[],"organisation":"Kingston University","findingsText":"","dataset":"gtr"}