{"id":"DF77CEDB-61E8-49B6-84FF-C74C38AF0195","title":"Hexaporins: the rational design of transmembrane channels","abstractText":"Our research is concerned with understanding how biology builds functional structures using molecular building blocks, such as nucleic acids (DNA and RNA) sugars, proteins and lipids. The latter two are the subjects of this grant proposal.\n\nProtein molecules are polymers of amino acids that fold into defined three-dimensional (3D) functional structures. For example, collagen provides scaffolding in most of our tissues; haemoglobin transports oxygen from the lungs to active organs; and hexokinase breaks down glucose-containing foodstuffs to help provide energy in biology.\n\nMany proteins fold and function in water. Essentially, there are two types of amino acid in proteins: hydrophobic ones, which are literally &quot;water hating&quot;, and polar ones, which are soluble in water. A water-soluble protein with both polar and hydrophobic parts will fold to put most of its polar amino acids on its surface and in contact with water, and bury most of its hydrophobic amino acids.\n\nHowever, much of biology goes on at the interfaces between, or within the membranes of cells, and these are not simple water-filled spaces, and a different set of proteins is needed.\n\nBiological membranes surrounding cells are largely made up of lipid molecules. Lipids also have two distinct hydrophobic and polar regions. In membranes, many lipids aggregate together to form a bilayer, in which one leaf of lipids interacts with another burying the hydrophobic parts, leaving the polar parts exposed to water; much like in a sandwich with the bread (the polar parts in this analogy) on the outside, and the filling (the hydrophobic parts) in the middle. This organisation makes largely impermeable barriers, which presents a problem in biology, and other molecules, namely membrane-spanning proteins, are needed to facilitate transport and communication across the membrane. Nature uses these proteins to perform many functions, such as allowing nutrients into cells; excreting waste; exporting defence molecules; conveying signals across membranes; and even converting light into chemical energy.\n\nMembrane-spanning proteins have a different overall chemistry to water-soluble proteins; they are hydrophobic on both the outside and the inside. This makes them more difficult to study, and harder to understand.\n\nRecently, we discovered a new type of water-soluble protein structure, which we call CC-Hex. It has 6 protein chains, each of which folds up into a helix. These bundle to form a cylinder with a hole through it, a little like a stack of polo mints. This structure resembles membrane-spanning proteins called channels. Here, we propose to turn the water-soluble CC-Hex into a membrane-spanning protein by rational protein design. The key is that we understand both the chemistry and the structure of CC-Hex, which will guide our designs.\n\nWhy do this? The famous physicist Richard Feynman remarked that what he could not build, he did not understand. This is the principle that we have adopted: we will look at natural membrane-spanning proteins, learn from them, and then test our understanding by designing simplified membrane-spanning channels from CC-Hex. There is a risk that this might not work, but the potential rewards are high: we stand to learn how some of biology's components assemble at the very least; and possibly we could apply this understanding to create new proteins that might find applications in other areas of fundamental science and biotechnology.\n\nFor instance, a class of natural membrane-spanning channels known as the aquaporins transport and control the balance of water across cell membranes. As an example, in the kidneys aquaporins recover water from urine concentrating it to help avoid dehydration. Aquaporins are large complicated molecules. If we could capture their properties in a small protein like CC-Hex, we could possibly produce new molecules with potential application in water-purification and desalination devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J008990/1","grantId":"BB/J008990/1","fundValue":"439297","fundStart":"2012-08-15","fundEnd":"2015-08-14","funder":"BBSRC","impactText":"","person":"Dek Neil Woolfson","coPersons":["R Leo Brady"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}