{"id":"DF789DCC-C604-47AC-81FA-7678E839FA72","title":"Modelling spatial distribution and change from wildlife survey data","abstractText":"A reduction of biodiversity loss is a key aim of the Convention on Biological Diversity (CBD) for 2020, and quantifying the loss is essential for managing it. This involves estimating the size and distribution of wild populations, which is statistically challenging - using only animals detected (often a very small fraction of the population), one must deduce the abundance and distribution of animals that were not detected.\n\nNatural systems invariably have spatial structure, and monitoring and understanding what drives habitat use, spatial distribution and changes in spatial distribution is central to understanding and predicting the effects of natural or human-induced perturbations of natural systems. This is difficult because the spatial structure of fauna and flora is often complex, involving spatial trend, spatial randomness and spatial correlation. Fitting spatial models that cannot accommodate all these aspects of spatial distribution can lead to very misleading conclusions about the drivers of spatial distribution and changes in distribution. In particular, inadequate modelling of randomness and correlation can lead to incorrect inferences and misleading predictions. And while realistically complex spatial models have existed for some time, until very recently the methods for fitting such models were too slow to be useful. With the advent of the Integrated Nested Laplace Approximation (INLA) method this is no longer the case, and as a result, use of this method has grown rapidly and the software implementing it is in great demand.\n\nHowever, there are currently no methods or software (INLA or other) for fitting realistically complex spatial models to data obtained from processes in which the probability of detecting population members is unknown. And a distinguishing feature of wildlife survey data is that they involve exactly such unknown detection probabilities, and what is worse, they involve detection probabilities that vary in space. The spatial distribution(s) of the population(s) of interests and the spatial distribution of detection probability have to be separated in order to draw reliable inferences about the population spatial distribution.\n\nDistance sampling (DS) and capture-recapture (CR) methods are far and away the most widely-used wildlife survey methods. Much of DS research effort has focused on developing methods for reliable estimation of spatial detection probability. Until very recently CR methods neglected the spatial component of detection probability entirely, but with the recent advent of Spatially Explicit Capture-Recapture (SECR) methods, CR methods are now also able to estimate spatial detection probability. But (with a few exceptions) both methods currently estimate detection probability assuming unrealistically simple population spatial distributions. While estimates of abundance are robust to this, estimates of distribution are not.\n\nThis project combines the strengths of DS and CR methods and INLA. It will unite spatial modelling methods in INLA and spatial detection probability estimation methods of SECR and DS methods, to provide for the first time rigorous statistical methods and software for estimating realistically complex spatial distributions using data from the two most widely-used wildlife survey methods. It will provide more powerful methods and tools than are currently available for drawing inferences about what drives the distribution and change in distribution of fauna and flora. In so doing, it will provide substantially more powerful tools for monitoring and managing biodiversity loss than are currently available. And because DS and CR surveys usually record spatial data, the methods will be retrospectively applicable to many existing time series of survey data, so that they can be used immediately to &quot;look into the past&quot; and draw inferences about distribution and changes in distribution stretching as far back into the past as do reliable data sets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K041053/1","grantId":"EP/K041053/1","fundValue":"230902","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"EPSRC","impactText":"","person":"Finn Kristian Lindgren","coPersons":[],"organisation":"University of Bath","findingsText":" Not applicable this year. Not applicable this year. Digital/Communication/Information Technologies (including Software),Environment","dataset":"gtr"}