{"id":"DF82B038-9577-47C7-A85A-E128A96F9BF2","title":"The paradox of high-amplitude inter(glacial) variability across the Oligo-Miocene transition tackled using spectacular new deep-sea sediment archives","abstractText":"Carbon dioxide, CO2, is a powerful greenhouse gas and its concentration in Earth's atmosphere has increased by around 35% since the start of the Industrial Revolution (in a ca. 250 yr time period) to a level that is higher than at any time in the past 800 thousand years as measured in air bubbles from ice cores. If man-made (anthropogenic) CO2 emissions to the atmosphere follow projected rates, then by 2100, concentrations will reach values not seen on Earth since the Oligocene epoch ~34 to 23 million years ago (Ma). Back then, Earth is thought to have been warmer than today, featuring a genuinely green Greenland and a waxing and waning East Antarctic Ice Sheet (EAIS) that drove high amplitude sea level change (~40 m). These startling observations provide a powerful incentive to improve our understanding of the workings of that past climate system. \n\nOur focus is arguably the most extreme event of this interval the Oligocene-Miocene transition, OMT, (~24 to 22 Ma) and presents us with a fundamental paradox on two counts: \n\n(1) Published records indicate that the OMT was marked by a prominent 'transient' in global climate involving the inferred expansion and then retreat of Antarctic ice sheets from about half to full present-day East Antarctic ice sheet, EAIS, configuration and back again in ~400-kyr with superimposed high amplitude higher frequency orbital oscillations. Yet numerical analysis suggests that, in the absence of big changes in CO2 levels (only modest change is apparent in existing records), once formed, a large EAIS should be stable because of strong hysteresis properties associated with ice sheet geometry [to drive substantial melting of a 2 to 4 km-thick ice sheet, the snow line must ascend high into the atmosphere, well beyond the original bedrock surface where ice growth was first initiated]. \n\n(2) The imprint in these records of the influence of intricate changes Earth's orbit around the Sun on inferred glacial-interglacial cycles is unmistakable. Yet, time-equivalent oxygen isotope series from different sites show fundamentally different frequencies of orbital change- a result that contradicts the basic principles of oxygen isotope systematics if the cycles are forced by the growth and decay of large continental ice sheets. \n\nThe main factor that has limited progress in tackling this paradox has been a lack of suitable deep-sea sedimentary sections on which to work.\n\nWe propose to tackle this problem by exploiting new deep-sea sediment archives recovered from sediment drifts on the Newfoundland margin, NW Atlantic by IODP, Expedition 342 (Jun-Jul 2012; Wilson, Co-Chief Scientist; Liebrand, Stratigraphic Correlator, see Part 1, Case for Support). These sediments accumulated unusually quickly, directly in the flow path of the present day Deepwestern Boundary Current, they are clay-rich and host spectacularly well-preserved calcareous microfossils and well-sorted angular sand-sized lithic grains. \n\nSome of the questions that we seek to address:\n\nHow reproducible are the different published oxygen isotope data series for the OMT at a site where sedimentation rates are high and microfossils are spectacularly well-preserved?\n\nWhat was the nature of climate variability in the contemporaneous high-latitude North Atlantic where proximity to northern hemisphere ice sheets, sites of deep-water convection and sea ice formation make the region such an important agent in the climate system today?\n\nDo existing CO2 records fail to capture the full amplitude of Oligo-Miocene change or do the models perhaps grossly over estimate the stability of the East Antarctic Ice Sheet? \n\nWhat is the significance of the increases in CaCO3 content and organic carbon burial and then re-oxidation event inferred for the core of the OMT in our pilot study records?\n\nOur work will shed new light on the ways in which global climate, ice sheets and the carbon cycle interact in a warm world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K014137/1","grantId":"NE/K014137/1","fundValue":"302189","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"NERC","impactText":"","person":"Paul Alastair Wilson","coPersons":["Chuang  Xuan"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}