{"id":"DF92003E-0C37-4E7E-99DE-197E35CFD3EA","title":"SILVER: Semantic Interactive Learning Visualisation Environment Research","abstractText":"SILVER will develop new methods, tools and applications for knowledge visualisation in learning. The R&amp;D addresses the creation of intelligent learning objects with semantic metadata, reasoning about complex situations, the visualisation of domain knowledge and knowledge structures. The authoring and delivery environment will exploit interactive whiteboards for knowledge visualisation, and online PCs &amp; mobile devices for input, interaction and personalised access. It will deliver semantic-based visualisation of the community's knowledge, goals, reasoning, usage &amp; assessment, and online presence. The project partners will produce a toolkit for building Visual Interactive Presentations with semantic reasoning and visualisation, and exemplary applications for education and business training. SILVER will enable future development of learning resources, knowledge visualisation and reasoning in educational, training, corporate and consumer use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=DT/E010350/1","grantId":"DT/E010350/1","fundValue":"314888","fundStart":"2007-07-01","fundEnd":"2010-04-30","funder":"EPSRC","impactText":"  The project has developed a machine learning based methods and algorithms for the interpretation of visual data. The methods have been further adapted and extended in the project that followed: Decipher and Eurogene (both CEC supported), CORE and Retain (Jisc supported). Eurogene has been used as an environment for education European geneticists, CORE has become the UK Open Access aggregator. Education,Culture, Heritage, Museums and Collections Cultural,Policy & public services","person":"Zdenek  Zdrahal","coPersons":["Paul  Mulholland"],"organisation":"Open University","findingsText":" The research produced methods for associating key concepts and interpreting visual images and for learning lessons by comparing and contrasting images and annotations. The approach has been to new domains, esp. cultural heritage and education. Some of these spin-off results are in routine use. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}