{"id":"DF95D789-FF81-4C05-A6DA-6B6856605334","title":"Robust Methods for Monitoring &amp; Understanding People in Public Spaces (REASON)","abstractText":"The main goal of the research described in the proposal is to held the police (and other beneficiaries) to be able to more effectively detect crime as it is taking place. The crime of interest includes vandalism, theft from vehicles in car parks and muggings. At present, the these types of crime are detected by people watching pictures from cameras - the cameras are placed in a carpark, for example, and the images sent to a control room. Crime is only detected if the operators in the control room observe the pictures and see crime actually taking place at that time.The alternative is to get one or more computers to automatically analyse the pictures and to inform the operators of what is happening. However, the processing of images by computer is prone to many problems, and computers are not able to reliably 'understand' what is happening all the time. In order to do this requires the computer to be programmed with a number of ways of analysing the images, working together, to produce a reliable result. The system will indicate to the operator if there is something unusual happening the scene, possibly a crime.This proposal aims to improve the reliability of such systems. In short, to to automatically detect and understand the behaviour of people, and to then infer when crime is taking place. The work will be based on two different scenarios - one inside (e.g. a railway station platform) and one outside (eg. a car park). The recognition system to be developed will be thoroughly tested to ensure it works and the results will be checked by the police and otherinterested parties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C533402/1","grantId":"EP/C533402/1","fundValue":"236045","fundStart":"2006-03-27","fundEnd":"2009-09-26","funder":"EPSRC","impactText":"","person":"James  Ferryman","coPersons":["Andrew Alexander Adams"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}