{"id":"DF9FA051-6E5C-4F53-A577-2579E1754153","title":"Cell-type specific functions of autophagy in intestinal physiology and pathology","abstractText":"The vast majority of bacteria that live in our intestine, termed commensals, are beneficial for human health and co-exist peacefully with us. Our immune system is regulated in a such a way as to tolerate these commensal bacteria, while remaining poised to rapidly respond to any harmful pathogenic bacteria that try to invade through our intestine. It is not clear how the immune system is able to discriminate between good and bad bacteria in our guts, but the importance of maintaining this balance is illustrated by the inflammatory bowel diseases (IBD), chronic debilitating disorders of the intestine caused by inappropriate activation of immune response against commensal bacteria. IBD encompass Crohn's disease (CD) and ulcerative colitis (UC), which together affect around 1 in 500 people in the UK and currently there is no cure. IBD patients are also at increased risk of developing bowel cancer. Treatment involves long term administration of immune suppressive drugs to reduce the symptoms of disease, but these often have harmful side effects and are not always effective. A better understanding of how the immune system malfunctions in the intestine during IBD is necessary in order to develop new and improved therapies.\n\nGenetic studies in IBD patients have indicated that altered versions of genes involved in bacterial recognition and control are associated with an increased risk of IBD. Several genetic changes that predispose to IBD are in genes associated with autophagy, a cellular survival response that is induced by stress or starvation. However, recent studies have shown that autophagy proteins are also involved in immune defense against bacterial infection.\nThe aim of this study is to use mouse models of IBD to to investigate the role of autophagy proteins in controlling inflammation in the intestine. The second key objective is to better understand the immune functions of autophagy proteins in different types of cells in the intestine. Many intestinal bacteria do not directly interact with the white blood cells of the immune system, but instead have important effects on the epithelial cells that line the surface of the intestine. In turn, the epithelial cells can influence the behaviour of the host immune cells. Therefore, we aim to use genetically-modified mice that lack certain autophagy genes either in the intestinal epithelial cells or in the host immune cells.\n\nThese experiments will help us define how autophagy proteins contribute to the control of inflammatory responses in the intestine and to the interactions between host cells and intestinal bacteria. We also hope to identify the intestinal cells in which autophagy proteins mediate their effects, as well as the pathways involved. The knowledge gleaned may lead to novel therapies for patients with IBD, especially for those who carry altered versions of autophagy genes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K011898/1","grantId":"MR/K011898/1","fundValue":"392700","fundStart":"2013-01-09","fundEnd":"2016-01-08","funder":"MRC","impactText":"","person":"Kevin Joseph Maloy","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}