{"id":"DFA2F26D-B32B-433E-AD12-D4DE49098107","title":"Planck LFI Post Launch Support","abstractText":"The ESA Planck mission will be the most sensitive satellite mission yet launched for mapping the cosmic microwave background in exquisite detail. The surveys it will produce will enable us to answer many outstanding cosmological questions,and will provide a wealth of information on galaxy clusters, external sources, and our Galaxy itself. Jodrell Bank Centre for Astrophysics has already built and delivered the Front End Modules (FEMs) for two of the three frequency channels of the Planck LFI. The FEMs are now integrated in the Instrument on the spacecraft. The LFI Instrument team are asking for support with testing, calibration and performance verification during both the pre-launch tests and the post launch repetition of the tests. Our unique knowledge of the radiometer performance (RJD and AW) means we are the the only people qualified to give this assistance in characterising the instrument in flight, and in resolving problems should any arise. One member of our team (JPL) is the LFI expert on radiometer polarization. He will work on characterizing the polarization systematics, and devising ways in which they may be removed from the data. He will spend a significant amount of time at the Data Processing Centre in Trieste designing and developing the polarization processing pipeline which will enable the polarized signal to be extracted from the data. The final member (SL) has been fundamental to the development of the software system which extracts the instrumental data, and is now working on the monitoring of data quality throughout the life of the Instrument. He will also take part in the instrument modelling essential for understanding the radiometer performances.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F011849/1","grantId":"ST/F011849/1","fundValue":"410943","fundStart":"2007-10-01","fundEnd":"2010-03-31","funder":"STFC","impactText":"","person":"Richard  Davis","coPersons":["John Patrick Leahy"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}