{"id":"DFA6CA89-254F-4B95-AAB4-B2352182A889","title":"Exploring the effect of musical context on vibrato pitch","abstractText":"It is important for singers and string players to be in tune when producing tones with 'vibrato'.\\n\\nVibrato is a musical effect typically associated with singing and string playing that is used for expressive purposes, whereby the musician varies the pitch or 'fundamental frequency' of a note repeatedly above and below the intended pitch. This variation in pitch is termed 'frequency modulation' and for vocal vibrato the extent of pitch variation can be up to 1 semitone either side of the intended pitch. The rate of frequency modulation for vocal vibrato is typically between 4 to 6 cycles per second, where one cycle consists of an oscillation in pitch above and below the intended pitch.\\n\\nIt has been suggested that vibrato helps to create a more vague sensation of pitch, and can be used for masking errors in tuning. Previous studies on the pitch of vibrato tones have focused on determining the average pitch perceived for vibrato tones, but as of yet there have been no studies on vibrato tones presented within a musical context which determine the acceptable range of tuning for vibrato tones. \\n\\nThe aims of this research are to determine the range of acceptable tuning for vibrato tones presented within a musical context and compare this range to that of tones without vibrato in the same context. In addition, several intended vibrato pitches will be explored to determine whether or not the range of acceptable tuning for vibrato tones varies with intended pitch. \\n\\nThis research will inform musicians, composers, musicologists and researchers in the fields of psychoacoustics and audiology about how musical context and expectancy can alter listeners' perceptions of vibrato tones and how vibrato might be deliberately employed to generate a more vague sensation of pitch. The research could also be used to develop algorithms that mimic human pitch perception. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E002706/1","grantId":"AH/E002706/1","fundValue":"16106","fundStart":"2006-12-01","fundEnd":"2007-05-07","funder":"AHRC","impactText":"","person":"David M Howard","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}