{"id":"DFAF9AF3-E382-45BD-815B-309E12255FA6","title":"Controlled ensemble size and elucidation of structure-sensitivity: a new approach in nitride catalysis","abstractText":"Most industrial chemical processes use catalysts to enhance the rate at which a reaction proceeds or to favour a specific product. Catalysts thus lead to significant savings in the energy used for large scale processes and a reduction in the amount of waste generated. Amongst the catalysts applied, heterogeneous catalysts are the most practical due to the ease of their separation from product streams. \nThis project will combine synthetic and application based advances to metal nitrides which are an emerging class of heterogeneous catalyst with interesting and distinctive properties. The approach taken is to exert control over both the size and composition of active centres dispersed within a host matrix. Controlled ensemble size has proven to be a powerful approach with other categories of catalysts. We propose to develop novel materials with enhanced activity for ammonia synthesis, a vitally important reaction on a global scale for which some metal nitrides have already shown activity of potential interest for industrial application. We also plan to target high activities in two other important processes - ammonia decomposition, which is a potential clean hydrogen source for renewable energy applications, and ammoxidation, important in chemicals synthesis. The latter is a particularly challenging target which requires catalyst design that combines different functionalities within active centres. \nOur programme combines the development of catalyst synthesis routes, which will be used to control the size and elemental composition of the catalytic sites with extensive catalyst testing, involving reactions performed under industrially relevant conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J018384/1","grantId":"EP/J018384/1","fundValue":"310307","fundStart":"2012-12-12","fundEnd":"2016-06-11","funder":"EPSRC","impactText":"","person":"Justin Stephen James Hargreaves","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}