{"id":"DFB56918-F1D8-4EAE-B951-A4BFABFE051B","title":"Behavioural characteristics of cyber-criminals in online trading","abstractText":"Online trading companies are increasingly being subjected to fraudulent attacks on their website. Such cyber attacks use invented customer information and stolen credit cards to place advertisements to attempt to sell non-existent goods to regular users. Other fraudulent activity includes phishing (attempting to gain access to login and password information through emails purporting to come from the company) and clone sites, which are constructed around similar-looking URLs. By working with such a company, this research project will investigate two aspects of this activity. Firstly it will measure the amount of such cybercrime activity, the nature of this activity, whether it is increasing and whether patterns of activity can be determined. It will compare the ilevel of such behaviour i na single company with the results of the Commercial Victimisation Survey of the Home Office. Secondly, it will focus on those fraudulent criminals who register on the website, and seek to determine how their pattern of behaviour and information added by the cyber-offender differs from that of a regular user. The research will harvest weblogs, examining the webpage history and activities of both regular users and cyber -criminals and combining that with intelligent use of information collected during the registration process. Bayesian Network analysis and other behavioural mining techniques wil be used to build a prototype system with the intention of providing early detection of fraudulent behaviour. One part of this will seek to use sociodemographic information from user postcodes to identify dissonance between the value of goods being advertised and the classification of the postcode.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L01498X/1","grantId":"ES/L01498X/1","fundValue":"139908","fundStart":"2014-12-01","fundEnd":"2017-03-30","funder":"ESRC","impactText":"","person":"Brian  Francis","coPersons":["David  Lucy"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}