{"id":"DFB56BDC-AC2C-480B-9C3A-12A07EACEF8E","title":"How is the spread of the parasitic honeybee mite Varroa destructor changing the viral landscape of Hawaii?","abstractText":"Honeybees supply man with honey and provide a vital pollination service. However, recently a large number of colonies have died unexpectedly. Although the reasons for this remain unexplained, scientists believe that the parasitic honeybee mite Varroa destructor, and its ability to transmit honeybee viruses, is a major factor. A hidden problem is that the world-wide spread of Varroa may have permanently altered the viral landscape within which honeybees and other insects now operate. In areas where Varroa is now well established, certain honeybee viral pathogens are almost ubiquitous and, worryingly, have been found in native bees, wasps and bumblebees in several countries, therefore posing a wider biodiversity threat. However, almost nothing is known about the viral landscape before Varroa arrived, since the mite had already spread world-wide before the molecular tools required to detect the viruses were developed. The very recent spreading of the Varroa mite across the Hawaiian Islands provides a rare opportunity to study how Varroa is affecting the viral landscape, load and strain virulence. By collecting viral data from honeybee colonies, native bees and wasps before the spread of Varroa will allow us for the first time to compare viral patterns pre- and post-Varroa at both local and global scales. This will provide insights into the population dynamics and evolutionary consequences of the introduction of a new viral transmission route. Although these data are vital to understand host-parasite co-evolution between the honeybee-Varroa mite and viral pathogens, it will also shed light onto the wider issue of how such invasive pests may threaten biodiversity indirectly, by potentially changing the wider viral landscape.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H013164/1","grantId":"NE/H013164/1","fundValue":"18387","fundStart":"2010-02-01","fundEnd":"2010-07-31","funder":"NERC","impactText":"","person":"Stephen John Martin","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}