{"id":"DFCE1AAA-66F1-4EBE-BD30-8B613F7B8220","title":"Aromatic feedstock chemicals from degradation of lignin","abstractText":"One of the biggest problems facing society today is our dependence on dwindling fossil fuels, and the contribution to global warming of power stations, car transport and domestic heating that make use of fossil fuels. Not only is oil used to prepare fuel, but also an essential by-product of oil refining is the production of raw materials for chemical and pharmaceutical synthesis. In 50-100 years time, all of these chemicals will need to be produced from renewable, non-petroleum sources, but at present we have very limited methods to do this, so a lot of new technology needs to be developed in a relatively short space of time. The carbon content of plant lignocellulose, found in plant cell walls, represents an abundant source of renewable carbon. One component of lignocellulose is an aromatic polymer called lignin, that binds the cellulose cell walls together. Lignin is very hard to break down, so at present lignocellulose is broken down via a 'pre-treatment' step, usually involving heating with acid and steam to 200 oC, which consumes a lot of energy. Therefore, if we could use Nature to break down the lignin, we would improve the efficiency of lignocellulose breakdown, and liberate useful aromatic by-products. We have recently developed a new method for identifying strains of bacteria that are able to break down lignin, and we have already found several strains of bacteria that are able to do this. We will isolate the lignin-degrading enzymes from these strains, and use molecular genetics to produce large quantities of these enzymes for further studies. We will then use these strains to try to produce useful aromatic chemicals from breakdown of lignocellulose. One example is vanillin, which is used for food flavouring in products such as vanilla ice cream; other examples are phenols that are used in the manufacture of plastics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H004270/1","grantId":"BB/H004270/1","fundValue":"377681","fundStart":"2009-10-26","fundEnd":"2012-10-25","funder":"BBSRC","impactText":"  The findings were published in scientific journals. The outputs generated interest from academic and industrial groups, and led to a new collaboration with Biome Bioplastics Ltd, which has secured funding from TSB for a pilot project into a new route from lignin to platform chemicals for bioplastics. The PI has also discussed the outcomes with policy makers (Members of Parliament) at a meeting in Nov 2014 at Westminster. Chemicals,Manufacturing, including Industrial Biotechology Economic,Policy & public services","person":"Timothy David Howard Bugg","coPersons":["Paul  Norris"],"organisation":"University of Warwick","findingsText":" This project resulted in the following significant results:\n\n\n\n1. A new colorimetric assay method was developed for monitoring lignin breakdown\n\n\n\n2. Using this assay method, 12 new bacterial lignin-degrading bacteria were identified from soil samples, and their lignin degradation capability assessed\n\n\n\n3. A bacterial lignin-degrading peroxidase enzyme DypB was identified in Rhodococcus jostii RHA1. This is the first bacterial lignin peroxidase to be well characterised.\n\n\n\n4. Using gene deletion strains of Rhodococcus jostii, high levels of metabolites in lignin degradation were produced by fermentation of lignocellulose, including vanillin, a valuable chemical for the food/flavour industry After consultation with Warwick Ventures regarding intellectual property, the results were published in international scientific journals. Chemicals","dataset":"gtr"}