{"id":"DFD4DAAB-B208-4424-AB35-75F6470B0552","title":"SATURN (Self-organising Adaptive Technology underlying Resilient Networks)","abstractText":"The architecture and protocols that ensure safe operation of Critical National Infrastructure (CNI) networks are ultimately constrained by fundamental rules and principles. For instance, data flow in information networks is constrained by physical limits that apply to individual parts of the network as well as the network as a whole. The goals of SATURN can only be achieved if they are informed by such theoretical considerations.A number of tools have been created to analyze systems such as CNI networks in the field of Complex Networks, a critical growth area of Complexity Science. Unfortunately, most work has been done without data from the systems themselves due to the difficulty to obtain such data. SATURN will be an opportunity to address this problem, a test bench for these tools, and a source of development of new ones.The most relevant features of CNI networks are their structural resilience, and their transport performance and efficiency. The resilience of an CNI network is a measure of the percentage of the network that needs to fail before global failure occurs. The transport performance and efficiency corresponds to the amount of flow a network can cope with and with how much strain it does it. We aim to analyze the structural resilience and transport performance and efficiency of CNI networks under normal conditions, and under partial or global failure. Another aspect of the SATURN project is the interaction and integration of multiple CNI networks in an efficient way so they can be monitored and used simultaneously. For example, if the road network fails due to some generalized problem, the rail system becomes an alternative, and it is necessary to determine how to use it in an efficient way to partly or fully compensate for the other failure. Theory can help understand and plan for this situation by determining the transport performance and efficiency and resilience of the two networks combined together.For resilience, we employ the methods of percolation theory, including recent advances such as Limited Path Percolation (LPP), which attempts to address real-world problems. Transport performance and efficiency will be measured through the use of conductance, flow capacities, etc., to determine how much traffic/flow a given network can sustain, and what strain is being placed on its components due to the flow. A further theoretical aspect that can be addressed is the determination of how critical a given network element is to the correct functioning of the network. Our theoretical approaches in percolation theory, electrical conductance and other similar measures can provide criticality scores to network elements that should guide authorities and stakeholders in planning the maintenance and security of these CNI networks. We intend to conduct our research iteratively based on a close collaboration with the partners of the SATURN consortium. First, from our theoretical analysis we can predict possible failure and/or low transport efficiency regimes in CNI networks. Then, with the help of other partners we can study these scenarios in more realistic systems. The partners can then offer results, as well as propose other possible failure mechanisms that we need to incorporate into the theoretical models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/H001832/1","grantId":"TS/H001832/1","fundValue":"329328","fundStart":"2009-11-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"","person":"Felix Paul Reed-Tsochas","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}