{"id":"DFEFF968-E045-464F-A1B1-BFA76921B3B6","title":"Nonlinear vibration of multi-spool aero-engine assemblies","abstractText":"Most modern jet engines are multi-spool assemblies comprising two or three co-axial nested rotors rotating at different, ambiguously related speeds. The vibration characteristics of such systems are considerably complex due to the so-called nonlinearity introduced into the assembly by the oil film dampers ( Squeeze Film Dampers - SFDs) used with the bearings. Designing such nonlinear elements into the assembly presents a tricky problem due to potential undesirable effects like amplitude jumps on acceleration and deceleration of the engine, and vibration that is not synchronous with the rotational speeds. The ability to predict and analyse such phenomena is essential to guarantee structural integrity of both engine and airframe, smooth engine running, and reduced noise levels. At present there is no efficient computational method of doing this for multi-spool engines within feasible time frames, and consequently, the nonlinear dynamics of such systems are poorly understood. Indeed, operational vibration measurements routinely reveal phenomena that cannot be predicted by current analytical studies of individual nonlinearly damped rotors considered in isolation. The proposed project concerns the creation of a tool for the efficient prediction of the nonlinear vibration of multi-spool aero-engine assemblies, and the analysis of such systems through its use. The objectives of the proposed project are: (i) to devise a computational tool that will significantly enhance the capabilities of the current rotordynamic modelling platforms; (ii) to investigate the vibration characteristics of an aero-engine assembly in the context of the theory of nonlinear dynamics; (iii) to construct a test rig that is a simplified model of a twin-shaft engine, for use as a laboratory demonstrator of nonlinear vibration phenomena; (iv) to establish guidelines for a rationalised approach towards designing SFDs into a typical aero-engine assembly. The research programme will integrate fundamental research into nonlinear dynamics theory with more applied research involving computational modelling and experimental validation. The results of this research would benefit primarily the aerospace industry, in its quest to develop lighter and more efficient engine designs while keeping up with ever more stringent safety requirements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D054575/1","grantId":"EP/D054575/1","fundValue":"118251","fundStart":"2006-09-18","fundEnd":"2009-09-17","funder":"EPSRC","impactText":"  The following is a statement from Andrew Rix, Corporate Rotordynamics Specialist from Rolls-Royce plc, dated 10 January 2014 (WEM stands for Whole Engine Modelling and SFD stands for squeeze-film damper):\nWe are happy to confirm that we have had a collaboration that has been beneficial to Rolls-Royce on the SFD project. We actively collaborated on this 3 year grant and supplied Philip with example WEM models and some measured engine responses. Philip successfully developed fast and accurate transient and harmonic balance response predictions. Aerospace, Defence and Marine,Energy,Transport Economic","person":"Philip  Bonello","coPersons":[],"organisation":"The University of Manchester","findingsText":" This project developed a suite of novel computer algorithms in collaboration with the Whole-Engine Modelling Group of Rolls-Royce (RR) that significantly advance the reliability of design calculations for aircraft engine vibration attenuation. All publications produced have been endorsed and archived by the Rolls-Royce publications committee. The work funded by EPSRC grant EP/D054575/1 (118k GBP, PI: Dr P Bonello; PhD student: Pham Minh Hai) had additional in-kind support and collaboration from RR (165k GBP). The RR support involved the provision of the provision of proprietary data and hardware for an aero-engine bearing testing facility (built at the University of Manchester and used to validate the analytical/computational models). This project work, and allied PhD project work by Keir H Groves (funded by the EPSRC DTA scheme), were presented at peer-reviewed international conferences in Florida, Glasgow, Seoul, Vancouver, Rome (invited presentation at Sapienza Universit&agrave;) and London (IMechE Headquarters). It has secured follow-on funding for Dr Pham Minh Hai and Dr Keir H Groves on the PhD Plus scheme (21.5k, 13.5k GBP respectively). It has contributed to the successful bid for EPSRC grant EP/ I029184/1. Please see impact summary Aerospace, Defence and Marine,Energy,Environment,Transport","dataset":"gtr"}