{"id":"DFFD3453-649C-41EB-8399-2D69C485E197","title":"Super-diverse Streets: Economies and spaces of urban migration in UK Cities","abstractText":"This project explores the intersection between city streets, social diversity and economic integration. It is a multidisciplinary, comparative analysis of 'super-diverse' high streets that aims to explore how urban retail economies and spaces are shaped by and shape migrant entrepreneurial practices. The project focuses on five high streets within the UK's most diverse cities including: London, Leicester, Manchester, Birmingham and Bradford. Two questions at the heart of urban life and political debate in the UK provide the project's orientation. The first question - 'What is the future of the British high street?' - has publicly resonated since 2008, as high streets struggle with the aftermath of the global economic recession and a parallel increase in technological innovations in online purchasing. The second question focuses on increasing migration into UK Cities over the past two decades, and extends to how urban concentrations of migrants locate, invest in and transform the economies and spaces of UK cities, in particular its urban high streets. The pertinence of 'the changing nature of the UK high street', and questions of 'social diversity' have been highlighted in recent ESRC research initiatives and investments, but as separate rather than related subjects. This project therefore explores macro societal changes, combining migration and shifts in urban retail economies, through the transformation of micro worlds.\n \nIn comparing the social, economic and spatial compositions of five high streets in the UK's most diverse cities, the project aims to address empirical and policy gaps in detailed understandings of how contemporary high streets are transformed though urban migration. By focusing on social diversity and urban retail economies the project empirically explores the role of migrant proprietors as part of the UK's high street landscapes, and engages with larger questions of migrant incorporation and urban adaptation. The overarching objective is to define and analyse the 'super-diverse' high street as a complex urban assemblage: to explore connections between the diverse origins and networks of the shop proprietors; their range of retail activities and practices; and the spatial infrastructure that supports and is altered by their endeavours. In developing a comparative evidence base, the research aims to input into policy on high street futures, and to contribute more broadly to understanding how migration transforms our streets and cities. \n\nThree key questions frame the project:\n1. What are the appropriate definitions of a 'super-diverse' high street, and how can the composition of spaces and practices provide an analytic lens on the relationship between the retail activities of a high street its migrant proprietors?\n2. What broader lessons can be drawn from the comparison of five super-diverse streets, for understanding the role of migrants in transforming urban space and economy?\n3. What methodological aspects of this research are replicable for larger comparative studies of migration and urban change?\n\nFive core aspects of the high street will be explored including: social diversity, retail activity, measures of value, spatial infrastructure and stewardship. The project will commence with a socio-economic survey of the proprietors of each street and will include GIS spatial mapping and data visualisation. Focus group workshops will be held with respective local authorities, traders and local organisations to understand how these streets are organised, managed and imagined. The project will be based at LSE Cities, and national and international collaborations will be developed with the 'High Street Future' centre, the 'Centre on Dynamics of Ethnicity', and the 'Global Diversities' unit. Public engagement will be actively sought through seminars with academic, policy and third sector organisations, and project information will be shared through a 'Super-diverse streets' project website.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L009560/1","grantId":"ES/L009560/1","fundValue":"217829","fundStart":"2015-01-06","fundEnd":"2017-10-05","funder":"ESRC","impactText":"","person":"Suzanne  Hall","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}