{"id":"DFFF82D4-8E84-4B04-86BA-D77F3BE909B3","title":"ANIHWA call2: Can we predict emergence and spread of Culicoides-borne arboviruses in Europe according to genetic drivers","abstractText":"Culicoides biting midges (Diptera: Ceratopogonidae) are currently the most important biological vectors of livestock arboviruses in Europe. Outbreaks of bluetongue virus (BTV) and Schmallenberg virus (SBV) continue to have a significant economic impact through clinical disease and the imposition of animal trade movement restrictions. At least three Culicoides-borne viruses recently identified in Europe possess an unknown origin, hence future outbreaks involving described or undescribed strains or species of Culicoides-borne viruses have a high potential of occurring in the future. These viruses could include further incursions of known arboviruses (including additional species of Culicoides-borne\narboviruses such as African horse sickness or Epizootic Haemorhagic Disease Virus) or as yet undescribed species with an unknown pathogenicity to livestock or humans.\n\nIn this project we will dissect Culicoides vector-arbovirus relationships across multiple ecosystems and species and in unprecedented detail to provide data useful for both defining risk of incursion and subsequent spread. Using newly developed methods to blood-feed Culicoides viruses of epidemiological interest, we will assess barriers associated with vector competence that may underlie restrictions to arbovirus movement in Europe. The fundamental genetic drivers determining vector competence in Culicoides will then be explored using genomic techniques to identify panels of candidate genes influencing this process. Following identification, comparative genomics will identify species specific differences in panels which will be examined across ecosystems in Northern and Southern Europe. In addition, we will also examine the virome of European\nCulicoides of veterinary importance as a potential influence on vector competence and as a means of understanding how viral diversity within populations can be used to infer risk of outbreak. Using metagenomic analyses we will examine viromes from Culicoides populations across the participating countries that have already been the subject of targeted sampling for surveillance purposes. We expect this to reveal for the first time the true diversity of viruses present within Culicoides and to begin to untangle their role in the epidemiology of pathogenic virus transmission, opening a new field of research for animal virus vectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M028372/1","grantId":"BB/M028372/1","fundValue":"414557","fundStart":"2016-02-01","fundEnd":"2019-01-31","funder":"BBSRC","impactText":"","person":"Simon Thomas Carpenter","coPersons":["Peter Paul Mertens","Paul Julian Kersey","Mark Stewart Fife"],"organisation":"The Pirbright Institute","findingsText":"","dataset":"gtr"}