{"id":"E000F3D0-5D6B-4995-B779-C99AEE15EBE9","title":"Visions of Black. How Britons Came To Know US Civil Rights","abstractText":"My purpose is to explore how the volcanic movements in black America in the 1950s and 1960s were understood by people in Britain, the majority of whom would have had no immediate experience of the United States.\\n\\nThis was the period of Civil Rights and of Black Power, movements which set out to dismantle the systems of racial power that had been put in place in America at the end of the C19. There was no part of the US which remained untouched by this epic, momentous struggle.\\n\\nMy chief historical focus is on the events in Birmingham, Alabama in 1963. In the spring, the Civil Rights leaders determined that the only way to destroy the city's institutions of segregation was by calling upon local black schoolchildren to demonstrate in the downtown area, to resist the police, and thus to fill the city's jails. This marked the climax of the Civil Rights movement. In the following autumn, retribution came to the black population with the bombings of the 16th Street Baptist Church, in which four little girls were killed.\\n\\nHow did these stories, when they were relayed to the UK, project race? How did these stories of black America allow citizens in Britain to imagine race, and to reflect on their own racial identities and commitments? What narrative possibilities were available to Britons to think through these issues? \\n\\nIn order to address these questions I examine the ways in which these dramatic stories, and others like them, were presented in the popular press and also on the (still relatively new) medium of television. I aim to discover how these essentially foreign stories entered the British situation. Were press commentators, for example, sympathetic to the Civil Rights activists? Did they believe that racial antagonism was a peculiarly American malaise, and not really something which affected Britain? \\n\\n(In the US until at least the middle of the 1960s Time and Newsweek magazines were consistently hostile to Martin Luther King. The later, posthumous heroizing of King was for long nowhere to be seen. What did British journalists and commentators make of him? Was there in Brtain a similar reversal in public perspective?)\\n\\nI also explore the writings of two prominent spokesmen for the Civil Rights and Black Power movements, James Baldwin and Stokley Carmichael. Each came to Britain, and each at various times was prominent publicly. What was the response in Britain to their writings and to their visits? What kind of dialogue emerged between these black Americans and white British commentators?\\n\\nI plan to reveal how stories of black America of the time came to inflect the British experience of race itself, and how they became part of the British debate about race. With the impact of mass non-white migration, and the speedy dismantling of Britain's empire, this represented a critical moment in the making of contemporary racial attitudes in Britain. The contending images of black America, I argue, were also part of this larger situation.\\n\\nIn addition I aim to understand the role of television itself. The 1950s and 1960s mark the period when TV broadcasting became the dominant means by which British people came to understand the public world, and the wider world beyond British shores. What sort of knowledge of the world was presented on TV? What sort of knowledge of the world could be presented on TV? In particular, how was race - in the two arenas, the UK and the US - represented in the UK media? \\n\\nIn the long collapse of the colonial worlds after the second world war - and in the consequent breaking of the explicit systems of racial supremacy which had accompanied colonial rule - TV became a privileged means by which people made sense of these historical changes. This was a dramatic history. As Henry Louis Gates puts it, when as a boy in West Virginia he was watching on his 12' TV Civil Rights unfold he was winessing what he called 'the drama of our race'. How was that 'drama of our race' played out on TV.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E004555/1","grantId":"AH/E004555/1","fundValue":"30262","fundStart":"2008-09-01","fundEnd":"2008-12-31","funder":"AHRC","impactText":"","person":"Bill  Schwarz","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}