{"id":"E00613D6-5167-42DB-9D18-49BA07EB720B","title":"Defining the molecular and physiological mechanisms of pancreatic islet dysfunction which lead to type 2 diabetes","abstractText":"The growing prevalence of Type 2 diabetes (T2D) worldwide represents a massive challenge to global health in the decades to come, and novel strategies for the prevention and the treatment of this condition are urgently required. \n\nIt is widely accepted that T2D results from a failure of the insulin-producing pancreatic beta-cells to respond adequately to demands for increased insulin production resulting from age- and obesity-related insulin resistance. However, the reasons for that failure remain poorly understood: it is not known for example how far this is the consequence of problems within the beta-cells themselves as opposed to the impact of external influences. \n\nMany of the treatments currently available for T2D are designed to bolster insulin release from the pancreas but they are only partially effective in most patients. The hope is that a better understanding of the processes responsible for the failing beta-cell performance will open the door to more powerful options for treatment.\n \nHistorically, much of the work to define these processes has relied on studies conducted in a variety of animal and cellular models of diabetes. Whilst studies in such models have generated many useful insights, the relevance to the human situation can always be questioned. The use of suboptimal models may go some way to explaining the high failure rates seen when new, promising drugs are first tested in man.\n\nThe present study is motivated by the view that the solution lies, at least in part, in the extended use of human subjects in diabetes research. Our research integrates several novel research opportunities and strategies, and aims to deliver insights that are of direct relevance to the mechanisms driving development of T2D in man.\n\nThe specific question we seek to answer is this: &quot;What are the molecular and physiological mechanisms of pancreatic islet dysfunction which lead to type 2 diabetes?&quot;. Our research plan involved four main steps\n- First, we will exploit data from a number of massive genetic studies that are currently underway to identify sets of DNA sequence differences (&quot;DNA variants&quot;) that are clearly associated with individual predisposition to T2D and/or related traits; \n- Second, we will select a subset of those diabetes-associated DNA variants that we can show exert their diabetes-effect via defective insulin production from the pancreatic islets. We will use studies of human subjects and of recently-available human-derived pancreatic cell-lines to achieve this;\n- Third, and at the core of the program, we will recruit healthy human volunteers from a pool of at least 12,000 individuals who have agreed to participate in studies such as these. We will select volunteers who carry the DNA variants of interest, and individuals with similar characteristics who do not, and will conduct detailed tests of physiology designed to tease out subtle metabolic differences beween the two groups. \n- Finally, we will perform further rounds of studies involving both human subjects and human-derived cells to define the mechanisms through which those DNA variants are acting, and how altered gene function is modifying an individual's risk of T2D.\n\nBy delivering an improved understanding of the processes involved in T2D-associated islet dysfunction, this research will pave the way for development of novel drugs acting against high-quality targets that have been validated, from the perspectives of both therapeutic potential and side-effect profile, in human subjects. The work may also lead to identification of new markers of islet function that have clinical value in monitoring of disease progression, prediction of disease risk and evaluating treatment response.\n \nThis research program will be challenging to implement, but it represents a powerful strategy for delivering the precise biological insights that form an essential part of a principled and systematic effort to reduce the impact of T2D on global health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L020149/1","grantId":"MR/L020149/1","fundValue":"2469270","fundStart":"2014-09-01","fundEnd":"2018-08-31","funder":"MRC","impactText":"","person":"Mark Ian McCarthy","coPersons":["Andrew  Hattersley","Patrik  Rorsman","Timothy Mark Frayling","Fredrik  Karpe","Guy Allen Rutter","Anna L Gloyn"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}