{"id":"E00920DC-5866-48F6-8C3C-6149AFFF85BA","title":"FOCUS - Fundamentals of Optimised Capture Using Solids","abstractText":"We aim to establish a formal collaboration between the University of Edinburgh and North China Electric Power University to build upon the research excellence in carbon capture at both institutions, and to develop a novel process based on circulating new solid materials that will take up CO2 from fossil fuel combustion products and then release it as a pure stream that can be compressed and stored. The target is to reduce the energy requirement for capturing CO2 by 25-50% compared to current technologies, a significant reduction in additional fuel use and hence costs. The objectives of this research programme are to:1. Establish a vigorous collaboration between leading UK and Chinese research groups in the development of carbon capture technologies.2. Develop novel solids that take up CO2 by a combination of physical and chemical processes.3. Advance the understanding of ways in which these particles can be moved around in CO2 capture units attached to power stations4. Establish ways to combine experimental results and modelling at plant scale down to minute pore scale to obtain reliable modelling predictions for capture units5. Predict the performance of these novel carbon capture processes when they are added on to coal fired power stations operating in a realistic wayFor objective 2 different types of silicas as well as different amines will be developed as materials for CO2 adsorption at NCEPU. Their stability will be evaluated by thermogravimetric analysis (TGA) at the UoE. Samples of adsorbents will be ranked in terms of CO2 capacity using the rapid screening technique based on the zero length column (ZLC) method developed at the UoE as part of US-DOE and EPSRC-funded research. The technique needs only 10 mg of adsorbent and is therefore ideal for the early stages of development. The group at the UoE will host a researcher from NCEPU for a month to provide training and give assistance so that a similar system can be implemented at NCEPU. At NCEPU the pelletised materials will be used to generate breakthrough curves using CO2/N2 mixtures with and without water. These experiments will also be used to evaluate the potential for regeneration of the adsorbent using a purge stream which would significantly reduce the energy consumption for the process. Repeated adsorption/desorption cycles will be used to evaluate the stability of the materials over time. In 3, in order to be able to understand fully the performance of circulating fluidised beds of the novel capture materials UoE will perform solid circulation rate and gas tracer residence-time experiments using air as the fluidising gas, and resins, sand and adsorbent pellets for the particles. To gain further detailed insight into particle flows, the CFBs will be tested at the Positron Emission Particle Tracking (PEPT) facility in Birmingham. The detailed experimental results will form the basis for testing computational fluid dynamic (CFD) models developed at NCEPU and the UoE.To meet objective 4 NCEPU and the UoE will collaborate on extending large-scale computer particle flow modelling to include the effect of changes in the density of the particles due to adsorption and desorption. The resulting CFD code will be tested on the individual sections to evaluate the ability to describe the different flow regimes. A very small scale model for the description of combined mass and heat transfer in the adsorbent materials will be implemented and used to interpret the kinetic ZLC experiments. These models will then be combined to evaluate which capture equipment configuration works best in terms of separation efficiency and energy requirements. Throughout the project in order to meet objective 5 the work on the novel adsorption process will be coupled to work on novel power plant integration concepts. Both Chinese and UK partners have extensive power industry experience and can ensure that the research is relevant for real applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I010939/1","grantId":"EP/I010939/1","fundValue":"568237","fundStart":"2011-01-01","fundEnd":"2014-06-30","funder":"EPSRC","impactText":"","person":"Stefano  Brandani","coPersons":["Hannah  Chalmers","Xianfeng  Fan","Jonathan  Gibbins","Hyungwoong  Ahn","Mathieu Serge Lucquiaud"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}