{"id":"E009D7EB-0C9D-41E4-8456-A3F7D417E135","title":"Tack energy and switchable adhesion of liquid crystalline elastomers","abstractText":"Pressure sensitive adhesives (PSAs) are important in a wide variety ofapplications including assembly of electronics products and cars. Onemeasure of a PSA is the tack energy, which quantifies the amount ofenergy required to separate two objects joined by the PSA layer. ThePSA must have several properties for it to have a high tack energy; itmust be soft (have a low shear modulus), it must be resistant to thepropagation of cracks, and it should strain soften initially(i.e. become less stiff as it is elongated) and the strain harden forlarger elongations. If we could tune some of these material propertiesthen the tack energy of the PSA could be changed, and the adhesiveproperties switched.Liquid crystal elastomers (LCEs) have similar polymer chemistry(Acrylate or Polydimethylsiloxane based) to common PSAs. However theyincorporate rodlike molecules (liquid crystals) onto the polymerchains. The rodlike molecules are disordered (isotropic) at hightemperature so the chain shape of the polymers is on averagespherical. At low temperature the rods align with each other and causethe polymer backbone to elongate. The mechanical properties of the LCEare crucially dependent on the orientation of the rodlikemolecules. When the elongation direction is perpendicular to thealignment direction the mechanical properties show a long stressplateau (strain softening) on extension followed by strainhardening. This is the optimal shape for a PSA with high tackenergy. By modifying the state of the liquid crystal rods the tackenergy of the LCE can be switched. For example by switching from thenematic state with the rods aligned in the plane of the adhesivelayer, to the isotropic state (e.g. by illuminating with light) thetack energy of the adhesive could be switched. This will be a largechange as the mechanical properties switch from having a long stressplateau, to a classical rubber.The aim of this project is to investigate the use of LCEs asswitchable PSAs using theoretical techniques. The tack energy indifferent liquid crystalline phases, and with various orientationswill be calculated to ascertain the tack energy change onswitching. The properties of the contact between a rough metalsubstrate and the adhesive layer will also be modeled.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I01277X/1","grantId":"EP/I01277X/1","fundValue":"100926","fundStart":"2011-08-08","fundEnd":"2013-02-07","funder":"EPSRC","impactText":"  The findings from this project have been used by other researchers to develop practical details for a possible new adhesive. Research disseminated through conferences and research journals has now been cited by other researchers.  ","person":"James  Adams","coPersons":[],"organisation":"University of Surrey","findingsText":" We have developed a simple mathematical model of a new type of adhesive based on a recently developed class of rubbery materials called liquid crystal elastomers. The adhesive has a state of high adhesion, and one of low adhesion, so switching between these two states could turn the adhesion on and off. This model provides some understanding of the way in which the proposed adhesive will work, and provides some encouragement for experimental investigation. Pressure sensitive adhesives are useful for assembling goods such as electronic devices, cars, and planes. If the adhesives can be switched on and off robustly then it will aid manufacture, and recycling of materials. By engaging with experimentalists and industrial partners at the University of Surrey it might be possible to develop this technology for the market. Chemicals,Electronics,Healthcare,Transport","dataset":"gtr"}