{"id":"E0093609-6910-4E63-AA16-D6ED8ACF6CDA","title":"Listening to the Micro-World","abstractText":"Technologies associated with looking at the microworld are extremely mature, and include a wide variety of microscopies. By contrast little work has been done to extend our sense of hearing into the micro-world. The purpose of this grant is to develop a basic technology for listening to the micro world, in as sense a micro ear.Just like our own ears, most sound detectors respond to changes in pressure, creating small acoustic forces and corresponding displacement of a sensor. One extremely sensitive way of measuring force is to compare it against the momentum of a light beam. Tightly focused laser beams are now routinely used to form optical tweezers, which can trap micron-sized beads, overcoming both the thermal and gravitation forces. These tweezers systems are typically built around a microscope and manipulate samples suspended in a fluid medium / such that the technology is highly compatible with biological systems. Using a microscope to observe the bead position allows the measurement of piconewton forces and the corresponding displacement of a few nanometres. The subtle movements of these optically trapped beads will form the basis of our micro-ear. We plan to develop, demonstrate and test a number of different micro-ear approaches. All imaging systems based upon focusing are restricted to scales of a wavelength or so. Even in water, acoustic wavelengths are 100s mm, making the concept of focussing irrelevant to microscopic systems. However, as evident by most wind instruments or antique hearing aids, sub wavelength horns still work. In this proposal we plan to use microfabrication techniques to produce structures that channel the fluid flow from the emitting object to the sensor bead, providing a method of guiding the pressure wave, and if necessary amplifying it (e.g. in a flared channel). We will use the optically trapped beads as sensors to measure these forces (as described above). However, it is important to consider that, at the microscale, the movements of the beads due to an acoustic response may be masked by Brownian motion / and hence distinguishing the real signal from this thermal background will be a major challenge challenge.The key to overcoming the Brownian background will be the use of high-speed cameras to measure the position of many beads simultaneously. Rather than the signal being derived from one bead, it is the correlated motion of the beads that distinguishes the sensor response from the uncorrelated background. We envisage two basic configurations. In the first, simplest case, the beads will be positioned at the ends of defined flared microfluidic structures to measure molecular interactions resulting from mechanical biological systems (molecular motors). Alternatively, we will create a circular array around the test object and measure the radial breathing of the ring. In this latter configuration there is the possibility of being able to make new and exciting biological measurements in a non-contact mode, where we will determine both short and long range interactions between cells and surfaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F040857/1","grantId":"EP/F040857/1","fundValue":"1251550","fundStart":"2008-12-31","fundEnd":"2012-06-30","funder":"EPSRC","impactText":"","person":"Jonathan  Cooper","coPersons":["Miles  Padgett","Justin  Molloy","Walter  Kolch"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}