{"id":"E011F3F6-A44E-41D4-B53F-297DDCC0B32D","title":"The Gascon Rolls 1317-1468","abstractText":"In 1152 the future King Henry II of England married the divorced wife of King Louis VII of France, Eleanor of Aquitaine. This brought the great duchy of Aquitaine into the possession of the Plantagenet kings of England with momentous consequences for the history of Europe and in particular for the relations between England and France. Although studies have been devoted to many aspects of the subsequent period, there are still very significant gaps in our knowledge. To a very large degree this is a result of the inaccessibility of the major source for Plantagenet rule in Aquitaine, namely the Gascon Rolls (C 61) in the U.K. National Archives.\\n\\nThe rolls are of fundamental importance, shedding as they do considerable light on English government in the last major continental possession of the English Crown, and revealing the relationship between the king, and his English administration, with his officers in the duchy, and with his subjects in his lordship of Aquitaine. But this goes well beyond the administrative, political and economic history of a French province, and provides one of the principal primary sources for any study of Anglo-French relations at a time when tensions were growing between the English and French crowns culminating in the outbreak of the Hundred Years War. They are also a primary source of evidence for relations with other European rulers (the Iberian kingdoms, the Low Countries). Until these records are made accessible, a comprehensive history of the Hundred Years war in Aquitaine is unlikely to be written, in either England or France. The production of the edition will open up a wide range of study, and the research undertaken by members of the research team will provide a foundation for this.\\n\\nThe chronological scope of the project is shaped by the treaty of Paris made between King Henry III of England and King Louis IX of France in 1259 and the final expulsion of the English from Aquitaine in 1453. The treaty radically undermined the position of the English monarchs as dukes of Aquitaine and provided the arena for the disputes that racked Anglo-French relations for the next two hundred and fifty years, and culminated in the English expulsion.\\n\\nThe research team comprises the principal investigator, Dr Malcolm Vale (St John's College, Oxford), the co-investigator, Mr Paul Booth (School of History, University of Liverpool) and two post-doctoral researchers, Mr Guilhem P&eacute;pin and another to be appointed by international advertising. The researchers will be employed for three years in making the unpublished Gascon Rolls available in electronic form for both the research project itself, and for the international research community. A successful pilot project, funded by the British Academy, has already established the methodology and chronology. The final version of the edition of the Gascon Rolls will be available in a mixture of text and translation, and calendar (summary translation) online, and funding is being sought from France for a French version. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F018762/1","grantId":"AH/F018762/1","fundValue":"721073","fundStart":"2008-10-01","fundEnd":"2011-12-31","funder":"AHRC","impactText":"","person":"Malcolm Graham Vale","coPersons":["Paul Howson Booth"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}