{"id":"E024AA0F-DC72-464D-8A58-6A2D50739FE3","title":"Canonical Scattering Problems","abstractText":"Scattering problems (or diffraction problems) consist in studying the field resulting from a wave incident upon an obstacle. This can for example be an acoustic or an electromagnetic wave. In general, these are complicated time-dependent problems, but often a justified hypothesis can be made, which allows time considerations to be dismissed. As a consequence, the wave fields encountered in such problems all satisfy the same equation called the Helmholtz equation. The adjective &quot;canonical&quot; in the title of the project derives from studying simple obstacles, generally of infinite size, with particular characteristics such as sharp edges or corners. Although &quot;simple&quot;, these canonical geometries can be used to evaluate the scattered field of more complicated finite obstacles subject to high frequency incident waves. \n\nThe first such canonical problem to be considered was the problem of diffraction by a semi-infinite half-plane, and it was solved very elegantly by Arnold Sommerfeld in 1896. This was the start of the mathematical theory of diffraction. Since then, some very ingenious mathematical methods have been developed to tackle such problems, the most famous being the Wiener-Hopf and the Sommerfeld-Malyuzhinets techniques. However, despite tremendous efforts in this field, some canonical problems remain open mathematically, in the sense that no clear analytical solution is available for them. In particular, this is the case for two such problems, the three-dimensional problem of diffraction by a quarter-plane and the two-dimensional problem of diffraction by a penetrable wedge. The word penetrable means that waves can propagate inside the wedge region as well as outside, but with dissimilar wave speeds in the two regions.\n\nThe aim of this project is to find a mathematical solution to these two problems, and to use these in concrete applications. It is motivated by a need to address environmental and economical issues linked to both climate change and the near future extinction of fossil fuels. In particular, results on the quarter-plane will be used to understand noise generation within a new type of aeroengine (predicted to drastically reduce the fuel consumption of civil aircraft) and underwater propulsors. This will have a significant impact in these fields of engineering, and will help to cement the UK's position as one of the leading countries for aero and underwater propulsor design. Results on the penetrable wedge will be used in collaboration with climate scientists at the University of Manchester to improve current models for quantifying the effect of light diffraction by ice crystals in clouds. This is a particularly important application since, due to the complex shapes of ice crystals, this problem currently represents one of the biggest uncertainties in predicting climate change. Furthermore, both aspects of the project will enhance the UK's reputation for high quality interdisciplinary applied mathematics research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N013719/1","grantId":"EP/N013719/1","fundValue":"93588","fundStart":"2015-11-30","fundEnd":"2017-11-29","funder":"EPSRC","impactText":"","person":"Raphael Charles Assier","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}