{"id":"E02574F4-97CA-4645-B261-F8B9FEB7E2E9","title":"Welfare, Employment and Energy Demand: Examining Tensions and Opportunities in the Delivery of Demand Reduction","abstractText":"Energy demand reduction is a key issue for the UK as it is necessary to meet several national policy goals, including energy security, carbon emissions targets and wider sustainability aims. The challenges involved in achieving this are significant and in general there is strong recognition that it will not be achieved through technological change alone but will require changes in the way that we use energy as part of daily life. What energy is used for is in part a reflection of how governments shape objectives and investments across many different policy domains. It follows that non-energy policies, for example, relating to economic development, health and safety or consumer choice, can have major implications for energy demand. This proposed project takes on the challenge of identifying the unintended energy demand consequences of policies beyond those focused specifically on energy. The research uses the policy area of welfare and employment as a case because it includes goals that have implications in terms of increasing energy demand (e.g. economic growth), reproducing particular temporal patterns of demand (e.g. through employment policies), and reducing demand (e.g. across welfare policies, such as for housing). The project aims to offer insight into; 1) the role of non-energy policy in the constitution of energy use and needs; and 2) the tensions and opportunities that arise in using non-energy policy to transform energy demand.\n\nThe research will address the following key questions: \n\n1) How do welfare and employment policies contribute to the construction of needs, entitlements, and expectations, with regard to energy usage? \n2) Which policy goals and associated strategies in this area conflict with aims for reducing energy usage and what opportunities exist for synergy?\n3) How can policy-makers reconcile conflicting policy objectives and achieve welfare and employment goals in ways commensurate with reducing energy demand?\n\nThese research questions will be addressed through a programme of empirical research split across three interlinked work packages. Work package 1 focuses on reviewing and mapping current welfare and employment policies, along with relevant literature, empirical research and secondary data to facilitate assessment of energy demand impacts. Work package 2 builds on the review work by undertaking in-depth qualitative interviews with policy-makers and other stakeholders in the areas of welfare and employment. Work package 3 involves deliberative forum workshops with people working in both energy and welfare and employment across policy (national and regional), policy delivery, NGO's and other relevant institutions. The project will generate a rich novel data set that will be used to interrogate important questions about the role of non-energy policy in energy demand reduction. The lessons learned from this case study will inform processes of policy-making and innovation for energy demand reduction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M008150/1","grantId":"EP/M008150/1","fundValue":"242250","fundStart":"2014-12-31","fundEnd":"2017-12-30","funder":"EPSRC","impactText":"","person":"Catherine Christina Butler","coPersons":["Gordon P Walker","Karen Julia Bickerstaff","Karen Anne Parkhill"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}