{"id":"E0299FF7-A8E7-4F63-8BB2-860FAFA71AE3","title":"SuperSTEM Access for advanced electron microscopy studies of magnetic nanocomposite materials","abstractText":"The synthesis and characterisation of nanomaterials is a very exciting emerging field of research which has received important scientific and technological attention. Nanomaterials can be found as bulk materials with grain size in the nanometer range or as separate nanoparticles. The large surface-to-volume ratio of nanoparticles means properties can differ significantly from those of the corresponding conventional materials. The magnetic properties show a dramatic dependence on particle size. As the particle size decrease, the formation of ferromagnetic domain walls becomes unfavourable, and superparamagnetism occurs. Arrays of nanoparticles can be arranged in two- and three-dimensional structures, whose electric, optical, transport and magnetic properties depend on the interaction between nanoparticles. Nanoparticles dispersed in a protective medium are called nanocomposites, and consist of two phases: the nanoparticles (dispersed phase), and the matrix (protective medium), which prevents direct contact. Such nanocomposites yield interesting magnetic, electric and catalytic properties depending on the ratio between the dispersed and matrix phases. For example, there will be a transition from magnetically isolated to interacting behaviour. One of the main challenges is characterising the morphology, surface and atomic structures of nanomaterials, which are keys to their technological properties. However, conventional techniques may be limited for nanomaterials due to the small particle size. For example, X-ray diffraction (XRD) spectra of nanocrystalline powders evolve to resemble an amorphous sample as particle size decreases. The complementary use of different structural characterisation techniques is needed. Furthermore, most standard techniques measure an average over the whole sample, and cannot distinguish between different nanoparticles, or different regions of a single nanoparticle. There is a great need to provide nm-scale analysis of the structural and compositional homogeneity of the nanoparticles, which can strongly affect their behaviour. For example, metallic particles in nanocomposite materials with oxide matrices often have a surface oxide layer which can reduce the effective ferromagnetic volume. To understand this phenomena requires identifying the surface oxide and its thickness. Ideally suited to this problem are advanced electron microscopy techniques which can probe nm-scale regions to reveal information on structure, via high resolution electron microscopy (STEM), or composition, via electron energy loss spectroscopy (EELS). The aim of this proposal is to apply the advanced electron microscopy techniques of STEM and EELS which are available to the SuperSTEM facility to study nanocomposites containing Fe/Co alloy and oxide nanoparticles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F03699X/1","grantId":"EP/F03699X/1","fundValue":"1939","fundStart":"2008-01-01","fundEnd":"2008-06-30","funder":"EPSRC","impactText":"","person":"Gavin  Mountjoy","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}