{"id":"E02B2974-EFA1-4963-A823-777D495B0892","title":"Understanding and targeting chromatin-surveillance mechanisms in human ageing","abstractText":"Human cells are highly organised and regulated, and any change in this organisation can affect the entire body. It has become evident that one crucial part of the cell is a structure called the nucleus, which generally looks like a sphere-shaped compartment that contains the well-packaged genetic code: DNA. This is why the nucleus is considered to act as a control-center for the cell. The nucleus and its DNA content are formidably organized. One of the elements that contribute to this organization is a mesh-like network composed of filaments made up of a protein called lamin-A/C. Interestingly, this mesh is disrupted in cells from patients that suffer premature ageing as well as in cells from elderly individuals. When the lamin-A/C mesh is disrupted, the nuclei become misshapen and as a result cells become generally unhealthy and grow very slowly, or even stop dividing. This suggests that defects in the lamin-A/C mesh contribute to ageing, but how this happens is not completely understood at the moment.\n \nWe have discovered a trick that a cell uses to sense problems with the organization of it nucleus and DNA. This trick involves the marking and stimulation of a protein enzyme called KAT5. Because of our discovery, we thought that KAT5 may become marked and stimulated in ageing cells, where it may contribute to making ageing cells unhealthy and causing their nucleus to become misshapen. Indeed, our initial results support this idea because we found that KAT5 becomes stimulated in ageing cells. Importantly, we also found that when we stop KAT5 stimulation (using an available medicine) in ageing cells, their nucleus becomes normal and they start dividing again. Therefore, our initial work has revealed a new explanation for how ageing cells become unhealthy, and has established a novel strategy that can render these aged cells healthy again.\n\nThis proposed work describes experiments to help us increase our understanding of how marked (stimulated) KAT5 makes cells unhealthy and determine exactly how stopping the marking of KAT5 and its stimulation help in correcting the problems that ageing cells face. In order to achieve these, we set four specific aims:\n\n1. We will use a complementary (and a more definitive) strategy to stop KAT5 stimulation and examine the effect of using this strategy on turning ageing cells into healthy ones again. \n\n2. We will determine how exactly KAT5 becomes marked and stimulated in ageing cells. \n\n3. We will examine the direct consequences of stimulating KAT5 on making ageing cells unhealthy. \n\n4. We will identify the reason why stopping KAT5 stimulation helps ageing cells recover. \n\nWe believe that this work could improve our fundamental understanding of the ageing process, and will provide us with new insights into how stimulated KAT5 contributes to these events. Moreover, this work will also open up new perspectives for therapeutic intervention in premature ageing diseases, which are also likely to be useful in reducing normal ageing-associated frailty. Our work has the potential to improve health and well-being in a population with increased life expectancy; which of course in the long term may have great impact on public health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N000013/1","grantId":"MR/N000013/1","fundValue":"412231","fundStart":"2015-10-05","fundEnd":"2018-10-04","funder":"MRC","impactText":"","person":"Abderrahmane  Kaidi","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}