{"id":"E02DA600-58D9-4330-8B90-247CE39590B1","title":"PLATFORM: Pennine Water Group: Developing Knowledge and Tools for Sustainable Urban Water Services in the 21st Century","abstractText":"The Pennine Water Group is a large multi-disciplinary research group,based at the Universities of Bradford and Sheffield. Currently there are 11 academics and 43 researchers working within the group. A major unique strength of the Pennine Water Group is that its members have expertise in a diverse range of disciplines; it contains engineers, economists, geographers, management experts and social scientists. The PWG has a mission to advance scientific and engineering knowledge across all aspects of water cycle so that water services can be delivered to the public more efficiently and effectively. More efficient and effective ways of delivering services will need to be found if water service providers and other stakeholders are to meet the challenges faced by rapid future climate changes, changes in user expectations, legislation and the needs of those without access to clean water and sanitation. Key components of this include better asset management of existing and new infrastructure, utilising new approaches to dynamic system operation and control, new types of simulation models, accounting for quality as well as quantity in performance, and improved approaches to the holistic management of all aspects of the water cycle. This should include supply, disposal and flood risk management as well as balancing human needs with the needs of the environment. It is intended to utilise on-going access to information from across the water sector, together with access to large scale test catchments, pilot plants and unique laboratory facilities to: develop new systems for the management of information and knowledge about system performance; develop new ideas and rules for the dynamic management of networks to better deal with quality of supplied water and disposed sewage; develop prototype multi-process models which can better integrate physical, chemical and biochemical processes and develop protocols to upscale these multi-process models to successfully simulate large and dynamic urban water systems. Together, this new knowledge will be used to develop more integrated approaches to the sustainable management of urban water systems, helping to define and account for risk and uncertainty, and providing some of the tools needed to assist stakeholders in decision making for better more sustainable management of water system assets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D031311/1","grantId":"EP/D031311/1","fundValue":"383770","fundStart":"2006-01-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"","person":"Richard Martin Ashley","coPersons":["Catherine Anne Biggs","Joby  Boxall","Linda Ann Lewis","E  Sharp","Simon  Tait","Robert  Edyvean","William  Zimmerman","Virginia  Stovin","Adrian John  Saul","Kirill V Horoshenkov"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}