{"id":"E02D9527-5556-48AE-9294-4843EDF7534A","title":"Linear-matrix-inequality-based stability analysis and performance design of fuzzy-model-based control systems","abstractText":"A fuzzy model-based control system comprises a nonlinear plant represented by a fuzzy model and a fuzzy controller connected in closed loop. Fuzzy-model-based control approaches offer systematic design and analysis methodologies to tackle general nonlinear systems with fuzzy controllers. In this investigation, we shall further work on the results obtained in our years of research, and tackle the problems of system stability and performance of sampled-data and time-delayed fuzzy model-based control systems. The investigation will focus on the following areas. 1) To derive stability conditions that guarantee the system stability of sampled-data and time-delayed fuzzy-model-based control systems with or without parameter uncertainties. 2) To formulate the design of the two fuzzy controllers subject to system stability and performance as a linear matrix inequality problem that can be solved numerically using some convex programming techniques. 3) To develop a software package based on the obtained analysis results to aid the design of the fuzzy controllers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E05627X/1","grantId":"EP/E05627X/1","fundValue":"96541","fundStart":"2008-01-07","fundEnd":"2011-01-06","funder":"EPSRC","impactText":"","person":"HK  Lam","coPersons":[],"organisation":"King's College London","findingsText":" Fuzzy-model-based control approach offers an alternative promising solution other than the conventional control\n\napproaches, thanks to its superior inference, stabilization and robustness abilities, towards some industrial applications.\n\nThe aim of this project is to investigate the stability and performance of the fuzzy-model-based control system. Stability and performance conditions have been obtained to determine the system stability and facilitate the control synthesis. The analysis results The proposed investigation touches the cutting-edge research areas in the fuzzy control society. The proposed\n\nresearch methodologies can form a concrete theoretical basis supporting industrial and engineering applications. The project covers the most essential issues, stability/stabilisation analysis and performance realisation, in nonlinear control. The analysis methods can be extended to other control methodology. For example, output-feedback, time-delay, observer-based and networked-based Electronics,Other","dataset":"gtr"}