{"id":"E02EC9FE-B883-4A17-B495-806F6201C33D","title":"The role and diagnosis of complement dysregulation in disease","abstractText":"The proposed research addresses basic questions of how a central part of the immune system is controlled. It is relevant because understanding of these mechanisms and their disturbance in disease will better equip us to identify those at risk of disease to target prevention and treatment.\nComplement is part of our immune defence against infection, a group of proteins in blood plasma that recognise, attack and destroy bacteria. This role of complement is important for health and people with complement defects are susceptible to infections. However, this defence comes at a price. Because of its powerful cell-killing properties, complement must be tightly controlled to prevent damage to our own cells resulting in disease. Recently, it has become apparent that small inherited changes in complement proteins, when present in specific combinations, affect this control and greatly increase the risk that complement will attack our own cells and damage organs, particularly kidney and eye. These include a common form of irreversible kidney failure in children (aHUS) and the commonest cause of blindness in the elderly (AMD). We plan to study the ways in which these small inherited changes (either common and called polymorphisms or rare and called mutations) in complement lead to loss of control. To do this we will first gain an understanding of how complement is normally activated and controlled using tools to study the ways that proteins interact. We will use these tools to test how the polymorphisms and mutations weaken control. This knowledge will be used to benefit health in two ways. First, we will develop simple and inexpensive blood tests to identify people carrying risky polymorphisms; those at risk can then be monitored closely to reduce the risk of getting disease. Second, better understanding of the problems in control will enable the design of appropriate treatments to restore control in the complement system to prevent and treat disease.\nThe work will be performed by a team with proven expertise in complement biology and genetics that has already made contributions to understanding how complement drives disease. The work involves analyses of proteins, either obtained from patients or healthy volunteers or manufactured in the laboratory, to discover how small changes in these proteins predispose to common diseases such as AMD and lethal disorders such as aHUS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701298","grantId":"G0701298","fundValue":"631698","fundStart":"2008-09-01","fundEnd":"2011-09-30","funder":"MRC","impactText":"","person":"Claire  Harris","coPersons":["Bryan Paul Morgan"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}