{"id":"E0311E19-147D-4CA9-9A0F-57AED4FE79F6","title":"Cell Method to Calculate Solution Free Energies from Computer Simulation","abstractText":"Computer simulation is a powerful tool widely used in many fields of research. In this approach, a model of the system of interest is simulated on a computer to mimic how the real system behaves without the need to make the system in reality. Simulation can produce information that is difficult or even impossible to obtain by real experiment.The interactions of atoms and of the molecules they form control how the world behaves. Therefore, an understanding of their interactions may help explain such behaviour. The nanoscale of molecules makes them difficult to study directly, and this renders them a prime candidate for computer simulation.One important quantity is the free energy. The free energy describes a system's stability and enables one to predict how the system will behave e.g. will water freeze, will oil and water mix, will a drug bind to a target etc. To apply computer simulation to investigate molecular properties, one needs a theory to relate the interactions on the molecular scale to their behaviour on the larger scale. Current methods are still incapable of calculating adequately the free energy from a computer simulation for most systems of interest.This proposal aims to develop a method with the potential to calculate the free energy for any molecular computer simulation. The method is based on a rather venerable approach called cell theory. Instead of trying to look at all molecules at once, cell theory treats each molecule separately in the average environment of its neighbours. Developed before the advent of computers, cell theory had been incapable of effectively calculating this average environment, rendering it of little use. However, with a computer simulation now doing all the hard work of calculating this average environment, I have shown how cell theory can be successfully applied to calculate accurate free energies from a simulation of a simple liquid as a test. The proposal describes the extension of this straightforward and practical approach to simulations of more complex systems. In addition, the method will be used to understand the properties of liquids and how molecules dissolve in them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E026222/1","grantId":"EP/E026222/1","fundValue":"174167","fundStart":"2006-11-01","fundEnd":"2010-04-30","funder":"EPSRC","impactText":"  Two collaborators, Dr Frauke Grater and Dr Julien Michel, have joined me in developing the entropy method further.\n\nThe new topological definition for the hydrogen bond has been tested by a few groups but is still yet to make a larger impact. Pharmaceuticals and Medical Biotechnology ","person":"Richard Humfry Henchman","coPersons":[],"organisation":"The University of Manchester","findingsText":" * Determined a model for the structure and dynamics of liquid water consistent with experimental data.\n\n* Proposed a general, accurate and versatile definition of a hydrogen bond.\n\n* Discovered long-range structuring of water around solutes.\n\n* Derived a theory to calculate the free energy of liquids and solutions. This was applied to water and other organic liquids and to aqueous solutions of hydrophobic solutes, small organic molecule and monatomic ions. It also helped resolve the controversy about much entropy molecules lose when they bind together, an important issue in drug-design. Computational molecular modelling, experimental interpretation, molecular design (drugs, biomaterials, enzymes etc.) Allows the accurate structural and dynamical characterisation of molecular systems.\n\n\n\nAllows the prediction of equilibrium constants for molecules e.g. solubility, binding, self-assembly. Chemicals,Energy,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}