{"id":"E033BC82-6118-4C29-9F45-92C5974F2F97","title":"Accelerating NFS/CIFS to produce a tenfold performance improvement for Office/Database applications over the WAN/Grid","abstractText":"This proposal focuses on studying how applications can best take advantage of the increased transfer bandwidth. A model for end-to-end available bandwidth estimation will be established to close the growing gap between the utilized bandwidth and available bandwidth. In our lab, a core engine jetFS has been developed, which melds distributed file system technology with high performance data transfer techniques to meet the needs of WAN/Grid-based virtual organizations. In a real-world test, jetFS beats classic protocols by 2-25 times. The source code of the developed jetFS is of 40,000 lines in length and we have spent four plus man years in developing and revamping it within the context of an EPSRC/DTI project Grid-oriented Storage . This work has already been accepted for publication in IEEE Transactions on Computers. In this proposal, we will implement NFS/CIFS's alternative protocols (a-NFS/CIFS) by incorporating the developed multi-streamed jetFS engine to accelerate the file sharing traffic. With the accelerated and secure a-NFS/CIFS that remain fully compatible with the existing IT infrastructures, computer users can open and share remote files (such as vi, Emacs, MySQL, OpenOffice Writer/Impress/Calc, and MS Office Word/PowerPoint/Excel) on the Internet without having to install new software, upgrade to any new platform or change the way they work. The a-NFS/CIFS are believed to extend established Internet architectures and protocols to meet the immediate needs and are positioned to adapt to the future needs of Grid computing through the minor versioning provision of the existing data communication protocols. The resulting a-NFS/CIFS will be made available and supported as open-source under the GPL, strengthening the competitiveness of the UK-led open-source products in the global market.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E064930/2","grantId":"EP/E064930/2","fundValue":"111229","fundStart":"2010-09-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  The GOS-FS has been used as an underlying engine in the EC-funded EuroAsiaGrid, the EC-funded QuickLinux and other testbeds. Education Cultural,Societal,Policy & public services","person":"Frank Zhigang Wang","coPersons":[],"organisation":"University of Kent","findingsText":" CloudJet has been developed to deal with long-distance, bulk data, cross-domain data operations - a capability lacking in the current Cloud solutions. The source code is of 20,000 lines in length. Our findings have been reported widely, eg at IEEE Big Data Conference in USA. Others might use our findings via open source. Education","dataset":"gtr"}