{"id":"E033EFB1-B33D-40B1-90D4-636FDF81511C","title":"The Time of the Clock and the Time of Encounter: Pathfinders for Connection","abstractText":"This project investigates the difference between the time of the clock and the lived time of experience. We live in a world dominated by the time of the clock, yet many aspects of life have a different rhtyhm and temporality. The time of community, especially, is very often more complex and differentiated that standardised clock time. A co-inquiry of researchers from a range of disciplines in the arts and humanities and practioners in community organisations will explore ways by which communities can acquire a more open and diversified relation to time; they will approach this question both from a theoretical point of view as well as from a practice- and intervention-based point of view. As such the project will make a significant contribution to developing a concrete ethics and culture of temporal diversity.\n\nThe project is a co-inquiry between researchers and community organisations and the impact runs therefore in both ways: we aim to develop interventions that will enable communities to reflect on common assumptions about time, but also recognise that like any other community, the research and knowledge production community itself is driven by certain assumptions about time which are in need of examination, and so this project will also explore what the research community can learn from its engagement with other communities. \n\nIn addition to the theoretical research, the project contains three 'pathfinders' for community engagement on the issue of time:\n\n1. This strand considers contextualisation of interventions on temporal diversity. What have alternative clocks looked like, such as the Doomsday Clock, the Clock of the Long Now and the 100 Months Clock, how have they affected communities, which methods, justifications and broader impacts do they have? What can we learn from previous community interventions by artists, art organisations but also others? The strand will consider both older and recent interventions.\n2. The question of the diversity of time will also be explored in a community project about 'the score'. The score is a convergence between measured time (regular beat) and lived time (unique patterns of individual composition), expressed visually through the grid/frame in notation/drawing as the structural principle and the line as depicting movement. The experimental score (in music and the visual arts) is an embodiment of freedom within constraint, offering the potential for a different, variable relationship with time from the purely mechanical. \n3. In a psychoanalytical study the experiences of children with time, and how ways of dealing with time can include and exclude, will be examined in the context of a Special Needs School. The importance of issues of temporality for the building of sustainable communities in which people can feel at home from an early age will be the focus here. The research and analytical findings will be connected to an artistic practice intervention on alternative clocks - clocks that measure different temporalities from normal clock time - which will be designed in collaboration with the school and will take place at the school (including a workshop for the school community).\n\nThroughout the project the three strands will give input to each other, will learn from and reflect on each other's practice through regular workshops and will contribute to, and use the findings of, the theoretical research activity (co-inquiry).\n\nThe project will consist of research activity, exhibitions and interventions, an on-line forum and blog, workshops and a conference.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006637/1","grantId":"AH/J006637/1","fundValue":"79978","fundStart":"2012-02-01","fundEnd":"2013-02-14","funder":"AHRC","impactText":"  The findings of this project have been used to work with two communities in the form of engagements sessions about their cultures of temporality. Further, one element of the project has been rolled out to another community partner (outside of the project). Thirdly, follow-on funding leading to the development of a new type of school planner for use in secondary schools has been applied for and awarded. Creative Economy,Education Cultural,Societal","person":"Johan Isaac Siebers","coPersons":["Anne  Douglas","Michelle  Bastian","Chris  Speed"],"organisation":"University of Central Lancashire","findingsText":" This project has helped us to understand better how much community cohesion and community well-being is influenced by the way communities understand and organise time - from the time of the working day to the time of the home or family, the time of the community as a whole and the time of individual personal encounters. We have developed ways in which communities can become more aware of their own 'cultures of time' and how they can work towards a more diversified awareness of how different experiences of time all play a role in the life of a community. Our engagement models can be, and have been, applied by other communities than the ones we worked with. A follow-on project has now started in one of our initial communities (Holmewood School). Our research has also been published in academic journals and books. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}