{"id":"E038B26E-8A0D-461B-8754-CD8D0EEEBFDE","title":"The Genetic Basis of Neuropsychiatric and Neurodegenerative Disorders","abstractText":"Psychiatric disorders are common in the UK and throughout the world. They not only result in considerable personal suffering but also have major economic and social impact. We know that genes play an important role in influencing the risk that an individual may develop such disorders from studies of families, twins, and people who have been adopted. However at present, we do not know exactly what the genes are out of the many tens of thousands of genes each person carries. Broadly speaking then, a central aim of our Co-operative Group is to use modern genetic methods to locate and identify the specific genes involved in contributing to the development of major psychiatric disorders. By identifying the actual genes, we will then be able to determine the function of the proteins they encode, and, consequently, the nature of the dysfunction that leads to disease. This should lead to a better understanding of the causes, genetic and environmental, of serious mental disorders, and a more secure foundation for better diagnosis and ultimately to the development of more effective treatments. Other aims of our group to begin to use animal models to help us to understand how genetic factors lead to disease and to develop novel methods for treating brain diseases with an initial focus on Huntington?s disease.\n\nThe PIs and field workers in all projects regularly give presentations to healthcare workers, NHS managers, service planners and policy makers, teachers, carers and users as part of our dialogue with the public. In addition we produce Newsletters aimed at users/carers, and a number of television and newspaper pieces involving our group aimed at the public have been broadcast and published. The PIs have also given public lectures on various aspects of Psychiatric Genetics. Examples of all these activities are given in our Five Year Progress Report. \n\nIn addition, our Co-op will play a major role in the Wales Gene Park, one of the partners in which is Techniquest, Cardiff?s public centre for science discovery. Public and professional education in relation to genetics, including psychiatric genetics, is a major part of the Gene Park?s mission and funding for a non-clinical lecturer in the Public Understanding of Genetics has been obtained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G9810900","grantId":"G9810900","fundValue":"920585","fundStart":"1999-03-08","fundEnd":"2009-03-07","funder":"MRC","impactText":"","person":"Michael John Owen","coPersons":["Nick  Craddock","George  Kirov","Stephen B. Dunnett","Anita  Thapar","Paul Robert  Buckland","Nigel  Williams","Michael Conlon O'Donovan","Lesley  Jones","Anne Elizabeth  Rosser","Julie  Williams"],"organisation":"University of Wales College of Medicine","findingsText":"","dataset":"gtr"}