{"id":"E03A6BBD-60B2-46DB-84D6-8519B7355EC5","title":"'Healing the Body Politic' through genocide: metaphors of racial 'illness' and 'cure' in National Socialist ideology and propaganda, 1919-1945","abstractText":"The project investigates the imagery used by National Socialist ideologues to conceptualize the German nation as a (human) body that had to be cured from a deadly disease/poisoning, which was supposed to have been caused by the parasitical Jewish 'race' as well as other groups allegedly related to them. Whilst the use of such imagery has been described and commented on frequently in studies of political history and discourse history as well as in sociological research on racism, its cognitive status has often been left unclear. Interpretations range from assertions that it was a merely ornamental, though effectively used, 'figure of speech' to claims that it expressed the core beliefs of Nazi ideology and provided a literal 'blueprint' for the Holocaust. Both accounts seem problematic from the viewpoint of Cognitive Metaphor Theory, which holds that metaphors are cognitive operations of 'mapping' or 'blending' between different conceptual domains. Far from being mere rhetorical ornaments, they organize and shape human categorization, especially in the socio-political sphere, but unlike 'literal' concepts they involve multiple frames of categorization and argument-structure. \\n\\nThis cognitive perspective provides the basis for the reassessment of previous research on the imagery of Nazi ideology and for a detailed study of the use of this imagery in key Nazi texts and their conceptual and intertextual relationships with traditions of political thought in Germany. Specifically, it will be argued that the body-health-illness metaphors in Nazi discourse served different purposes at different levels of ideology and propaganda. In the view of the general public, these metaphors appeared to be standard applications of a complex of concepts that had been established in Western thought since the Middle Ages. For the narrower, though demographically still significant, group of Nazi supporters and sympathizers, the imagery functioned as an explanatory model for the understanding of Germany's national crisis post-1918 and its 'solution'. For the Nazi leadership and the successively increasing groups of perpetrators, it provided a camouflage terminology for the implementation of genocide 1941-1945. This multi-level interpretation resolves the apparent contradiction between the 'literal' and 'ornamental' meanings of these metaphors, and it also relates its core concept (the bio-political blending to justify genocide) with recent findings in socio-historical research on Nazism that highlight the direct relevance of bio-political concepts at all levels of genocidal policies in the 'Third Reich'.\\n\\nThe cognitive approach also allows us to reassess and complement standard interpretations of post-1945 discourse phenomena that seem to provide examples of 'surviving' Nazi and racist ideology. Political Illness/hygiene metaphors are still used by extremist right-wing groupings and parties to denounce minorities and foreigners. Whilst the rhetorical closeness and conceptual continuity of such discourse to historical Nazi discourse have been repeatedly emphasized in Critical Discourse research, its cognitive import has seldom been questioned. Moreover, the use of similar imagery in left-wing extremist discourse and even in strands of 'critical' descriptions of post-war discourse development has been left largely unexplored. The study will show that strands of these supposedly 'critical' uses in fact 're-cycle' illness/poison/parasite imagery to emphasize the ethical 'purity' of respective new political discourses in East and West Germany and post-unification Germany. By taking these newer strands of the continued use of bio-political imagery into account, the study provides a critique of the theoretical assumptions and methods of Critical Discourse Analysis and Cognitive Metaphor Theory. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F002653/1","grantId":"AH/F002653/1","fundValue":"28843","fundStart":"2007-09-01","fundEnd":"2007-12-31","funder":"AHRC","impactText":"","person":"Andreas  Musolff","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}