{"id":"E03B4A33-FDEA-4CE9-9C78-5ECE3880EE90","title":"Transcriptional regulation of the Notch and Vegf signalling pathways during angiogenesis and arterio-venous differentiation","abstractText":"The correct formation of blood vessels is essential for human development and health. However, mistakes in vessel growth or formation occur in a large variety of diseases. For example, the development of solid tumours involves the growth of new blood vessels into the tumour to provide the required nutrients, and a number of eye diseases are caused by faulty blood vessel growth in the retina. Consequently, it is very important that we increase our understanding of how the formation and growth of blood vessels is controlled. \n\nThe growth of blood vessels requires the precise regulation of a large number of genes, and it is this regulation that our laboratory investigates. In particular, we are interested in how genes are specifically switched on in blood vessels but remain off in other tissues. This MRC project will investigate the regulation of a group of related genes that make up the Notch and VEGF signalling pathways in blood vessels. These pathways are different, but related, ways in which blood vessels receive information from their surroundings suggesting that a new blood vessel needs to be formed, and the type of vessel that is needed. For example, if a tissue is short of oxygen and therefore wants more blood vessels, it will utilise these two pathways (and others) to signal this need. The two processes we are investigating are angiogenesis, which is the process by which new vessels first form, and how arteries and veins mature.\n\nThe benefits stemming from this work will include a massive increase in our understanding of how the process of signalling to form new vessels is controlled, and how the processes of vessel growth and differentiation are regulated. It is anticipated that the results will help drive forward the development of therapies to prevent, alter or encourage vascular growth in many different diseases, including cancer, eye disease, inflammatory and autoimmune disorders, and heart disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J007765/1","grantId":"MR/J007765/1","fundValue":"509702","fundStart":"2012-09-30","fundEnd":"2016-03-29","funder":"MRC","impactText":"","person":"Sarah  De Val","coPersons":["George  Bou-Gharios"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}