{"id":"E03C6040-44A4-4D7D-A76F-DC1215F3A1A0","title":"HOTHOUSE: Hot water provision in homes: Consumption, Storage and Lifestyle","abstractText":"We are compelled to move towards a low carbon future through government directives and legislation necessary to combat climate change. Simultaneously the nation must maintain a secure energy supply. The generation and consumption of energy for space heating and hot water provision in homes is a significant proportion of national energy use. As we reduce the need for space heating through increased efficiency, reduce the volumes that are heated in buildings, and become satisfied with lower internal temperatures, energy consumption for hot water provision will become more significant. The significance of hot water consumption in the future will also increase through pressures on the potable water supply to homes: in the UK water is heated potable (mains) water. The pressure on the nation's water and energy resources will increase as our population grows. \n\nOur lifestyles and routines, however, do not always move in the right direction. The introduction of high efficiency condensing combination boilers, which are less wasteful than older boilers, has given access to 'unlimited' hot water supply, rather than consumption moderated by having a finite volume cylinder of water. This has led to the installation of larger shower heads, which use more water and longer showers, and hence the boiler efficiency savings are all but lost by increased consumption.\n\nTrends like this are unintended and counter intuitive. Further complicating hot water use in the future, will be: the introduction of new heat generation and storage technologies, which might be all electric; the increasing intermittency of the supply of energy (affecting cost to the consumer); the potential for small-scale generation in the home; as well as the development of new appliances and services. Making decisions about how to provide hot water in the home is important. Poor decisions could mean that we use new technology inefficiently, because it doesn't operate in the way we need to meet our lifestyles. Alternatively, established household routines may need to change, in response to the features of new systems. This too could have undesirable, and unintended effects, such as increasing both water and energy consumption.\n\nThis project aims to understand what the likely future for hot water production in family homes looks like now, and as we transition to a new future. The HOTHOUSE project will consider such matters as new technology, appliances, hygiene routines (bathing and cleaning), energy efficiency, etc.\n\nThe research will:\n\n* Develop future scenarios that describe these possible futures;\n* Use numerical modelling to understand how the new technologies will perform in the home of the future; and,\n* Evaluate the potential 'stresses' that might become acute as we try to reconcile our need for hot water and the pressures on supply. \n\nThe project is very timely and is supported by a range of organisations and businesses: EON (global energy provider); ETi (renovating smart heating systems for the UK); EST (energy saving advice for the consumer); PS Sustainability (design and build new low carbon homes); Bentley (a global modelling and simulation tools developer); BRE (a national centre for building an energy research); and Forum for the Future (Promotes sustainable thinking in organisations).\n\nThe work should generate new insights, data and modelling tools that will help many sectors of society from central government, through house builders and home energy equipment manufacturers, to the public that own or manage homes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M006735/1","grantId":"EP/M006735/1","fundValue":"598392","fundStart":"2014-12-01","fundEnd":"2017-05-30","funder":"EPSRC","impactText":"","person":"Richard Andrew Buswell","coPersons":["Mike  Hazas","Christina Johanna Hopfe","Kevin  Lomas","Philip  Charles  Eames","Valerie Ann Mitchell"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}