{"id":"E0424FD0-B510-49D0-B9B7-D598EA2B2EC6","title":"Latin(o) American Digital Art: Exhibitions and Audience-Participation Workshops","abstractText":"This project follows on from my AHRC Fellowship which focussed on how Latin(o) American online cultural producers represent key locations in Latin America in their works. In the course of researching my Fellowship, which fell under the AHRC's Digital Transformations highlight, I identified 3 particular trends: firstly, the practices of tactical media, whereby Latin(o) American new media artists employ digital technologies against the grain; secondly, the fact that online technologies are often employed to represent offline place; and thirdly, that new media art combines digital participation with offline intervention. These 3 findings now inform the current proposal, which will enable me to communicate these findings to a wide range of stakeholders and to put into practice these concepts in a series of workshops, collaborative events and exhibitions.\n\nThis new proposed project builds upon my previous research, but moves beyond the realm of academic research. Over the course of the year, a series of forms of collaboration, engagement and impact will be held involving 4 principal groups: third sector community media organizations; art galleries and museums; artists and cultural producers; and spectators and audiences. \n\nThe project aims, firstly, to draw out interconnections between the digital art examined in the previous Fellowship and other regional and national contexts, enabling the sharing of ideas between Latin(o) American new media artists and third sector collaborative media projects in Liverpool. Secondly, the project aims to foster and exhibit art works that reach out beyond the usual contours of cultural-artistic practice, encouraging participatory digital art works with spectators enabled as active co-creators. Thirdly, the project aims to bridge the gap between social media and cultural-artistic practice to encourage reflective use of social media as potential feedback loops for artistic and curatorial practice.Fourthly, the project aims to address the existing gap in curatorial practice in new media festivals in the UK, in which Latin(o) Americans are currently under-represented, and so raise the profile of these artists, bring their work to a UK audience, and provide for innovative forms of engagement with their practice.\n\nIn order to achieve these aims, the project plans a series of activities structured over the course of an 11-month period. These include a 2-month Artist in Residence Scheme, held jointly at the University of Liverpool and FACT art gallery; an original artwork developed by the artist; a visit of 3 further Invited Artists for a shorter, 10-day period; an exhibition, entitled Cities in Dialogue, at the Independents Liverpool Biennial, 2014; and a series of shared themed workshops with the Liverpool-based community media projects, Veterans in Practice, Tenantspin and Freehand. The project will also trial throughout the year open-ended participatory audience platforms making use of social media, which will be integrated into the workshops, exhibition and Residency mentioned above, but also continuing beyond these. \n\nThe project also includes 3 written outputs, comprising firstly the Programme Notes to accompany the Cities in Dialogue exhibition for the Independents Liverpool Biennial 2014, which will include interviews with the artists, contextual information about their practice, and an introduction to the works in the exhibition. The second written output is a Retrospective volume on the exhibition targeted at a general audience, and including introductory pieces explaining the context, interviews with the artists, conversations with the third sector organizations, observations of the works in progress and colour photographs of the works. The third written output will be a short Policy Document for FACT, the Independents Liverpool Biennial and other new media and contemporary art venues, summing up the main findings during the course of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L012545/1","grantId":"AH/L012545/1","fundValue":"79696","fundStart":"2014-07-28","fundEnd":"2015-06-27","funder":"AHRC","impactText":"","person":"Claire Louise Taylor","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}