{"id":"E04803B6-42A7-452E-805D-1F26DD76D475","title":"Narrative Objects: The Sakha Summer Festival and Cultural Revitalization","abstractText":"This project will investigate the ways in which historic artefacts are tools for contemplating the past, for remembering collective practices of ethnic identity, and for contributing to cultural revitalization processes, particularly in areas that have experienced political and ceremonial suppression. The regional focus is the Sakha Republic (Yakutiia), Russian Federation, and the centrepiece of the project is a unique mammoth ivory model of ysyakh, the summer festival of the Sakha (Yakut) people, which has been in the collection of project partner, the British Museum (BM), since 1867. During the Soviet era, many Sakha cultural expressions, including ysyakh, were suppressed. Since the 1990s, and the collapse of the Soviet Union, cultural revitalization and attempts to establish political autonomy have generated considerable interest in these expressions and in the intersection of their historic and contemporary forms. Accessing Sakha historic artefacts, now scattered in museums worldwide, is key to these processes. While considerable work has been done in North America to link museum collections with descendent communities, there is virtually no scholarship regarding such projects in Russia. This project will thus be a model for developing inter-cultural relations between museums in the Russian Federation and beyond, and will contribute to better understanding cultural movements in post-Soviet states more broadly. \n\n&quot;Model of a Summer Camp&quot; depicts a scene from ysyakh and is the earliest known representation of this festival. Although it is regarded as a quintessentially Sakha work, few Sakha people have engaged directly with the model and it is not normally on public display. Through the exhibition of the model in project partner, the National Arts Museum of the Sakha Republic, Yakutsk, timed to coincide with the ysyakh celebrations of 2015, and associated archival and ethnographic research to explore its historical and contemporary relevance, we will:\n- explore the silencing of cultural memory during times of ideological oppression;\n- investigate the capacity of historic artefacts to support cultural revitalization;\n- examine the articulation of historic artefacts, cultural memory, narratives and silence and to ask how it might inform contemporary museum practice; \n- contribute to the professional development of museum colleagues in Russia and the UK through the exchange of curatorial expertise;\n- disseminate our research through a range of formats, e.g., scholarly and popular publications, conference presentations, two exhibitions, and a project website with educational resources in English, Russian and Sakha;\n- promote and strengthen relations between the UK and the Russian Federation through the first collaborative project involving cultural institutions in Britain and the Russian North.\n\nThis project will engage stakeholders in the Sakha Republic, the UK, and internationally. The project team (Dr. Alison Brown, Dr. Tatiana Argounova-Low, and a postdoctoral Research Assistant) will work directly with contemporary artists utilising Sakha traditional forms, cultural practitioners, and ysyakh celebrants. Our research methods include archival research, artefact analysis, interviews, participation in ysyakh events, and observation and discussion of arts practices. The project's main societal impacts will be in the areas of culture and well-being. It also has the potential to influence museum practice. Beneficiaries include school, college and university students; artists; museum professionals; scholars in disciplines such as Anthropology, Museum Studies, Visual Culture, and History; the wider public with interests in other cultures and their artistic and ceremonial traditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M000265/1","grantId":"AH/M000265/1","fundValue":"445154","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"AHRC","impactText":"","person":"Alison Kay Brown","coPersons":["Tatiana  Argounova-Low"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}