{"id":"E05FBF93-503D-4304-9901-97E6C5844076","title":"14TSB_ESAP Improved risk prediction for precision agriculture: automated monitoring of pathogen movement","abstractText":"The project seeks to develop an innovative automated in-field instrument for integrated spore-sampling and testing for airborne fungal pathogens in wheat which currently cost the UK in excess of &pound;120 million annually to control. The instrument will form the basis of a distributed detection network, providing real-time information on inoculum movement, allowing more effective timing and targeting of fungicide control. This will aid the crop science industry to further research risk prediction and development/refinement of decision support systems for fungal pathogens, benefitting the cereal industry in the first instance, but also the UK society in general by helping to secure the long term future of the food industry. The work involves integration of cyclone air sampling, automated fluidic handling and DNA analysis using Loop mediated isothermal AMPlification (LAMP) methods for direct detection and identification of fungal species. The University of Hertfordshire's (UoH) primary involvement, and thus our core objectives, are the development of the particulate capture and transport mechanisms within this unit.\n\nIn particular the primary objective is the development of a cyclonic separator for spore collection (Septoria tritici, Puccinia triticina and P striiformis) with subsequent fluid handling and sample processing platform development. The cyclone separator forms the initial stage of a collection unit which will also include a particle retention chamber and mechanical/fluidic interface. The latter, comprising both milli and microfluidic systems, transfers collected analyte to the processing module to prepare the sample for the detection chamber, wherein detection will be based on sensitive real-time fluorescence detection of the target DNA. An engineering solution will be developed to integrate the air sampling, fluid handling and detection platforms.\n\nThe system will sample periodically with the collected analyte analysed in batches. The approach that we propoe here will offer rapid and accurate analysis of samples collected by remotely distributed in-field instrumentation. In order to achieve our objectives the work plan for UoH, is as follows:\n\nObjective 1: Development of in-field cyclonic fungal spore collector (Lead UoH)\nMilestone (MS) 1.1 Design &amp; development of cyclonic collector and intake assembly\nMS 1.2 Design &amp; development of fluidic handling and processing module\nMS 1.3 Manufacture &amp; evaluation of prototype cyclonic collector and intake assembly\nMS 1.4 Cyclone aerosol collection characterisation and performance tests with dry spore simulants\nMS 1.5 Manufacture &amp; evaluation of prototype fluidic handling and processing module\nMS 1.6 Manufacture &amp; evaluation of fluidic handling and processing module\n\nObjective 2: Evaluation of sample processing of fungal spores (Lead Fera)\nMS 2.2 Integration of sample preparation procedure with fluidic handling and processing module\n\nThe aim is to contribute to the core development of a precision agriculture tool to enhance efficient use of resources in the crop, maximise yield and minimise potentially negative environmental impacts associated with food production in line with the scope of the competition. The proposal brings together the knowledge and skills of a cross-disciplinary team from designers and engineers of scientific instruments (Optisense and University of Hertfordshire), representatives of the crop protection industry (Bayer), and plant pathology/detection experts (Fera). The resultant tool will therefore have input from a broad spectrum of crop science stakeholders.\n\nHowever, developing these new technologies is only part of the challenge. It is also necessary to make sure these new methods are fit-for-purpose and that they work in a way that meets the needs of end users including research scientists, food producers and agri-chemical specialists. To achieve this, core end users are represented in the development work within this consortium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M005453/1","grantId":"BB/M005453/1","fundValue":"248246","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"  NULL SUBMISSION: Not valid at this stage of the project  ","person":"Daniel  McCluskey","coPersons":["Ian David Johnston","Mark Christopher Tracey"],"organisation":"University of Hertfordshire","findingsText":" NULL SUBMISSION: Not valid at this stage of the project NULL SUBMISSION: Not valid at this stage of the project Other","dataset":"gtr"}