{"id":"E05F2C9C-3C50-4B17-B6C2-840622DD4A8F","title":"State-resolved studies of the vibronic structure and reaction dynamics of molecular dications","abstractText":"Molecules which carry two positive charges, molecular dications, possess unusual properties. Firstly, due to the repulsion of the two like-charges the molecules are highly energetic. This high energy means that they react differently to singly-charged ions. Secondly, the repulsion between the two positive charges means than many of these doubly charged molecules are very short-lived and they fragment to form a pair of singly-charged ions. However, for most small molecules, certain arrangements of their electrons give strong enough chemical bonds to hold the molecule together despite the repulsion between the pair of positive charges. These arrangements of the electrons generate so-called long-lived ( metastable ) electronic states of molecular dications. In these metastable states many small molecular dications can live for long enough to collide with a neutral molecule and undergo chemical reactions. This application proposes an extensive upgrade to a piece of apparatus developed by the applicant to study the chemical reactions of molecular dications. The apparatus operates by identifying both of the charged products that usually are formed in a dication chemical reaction. The apparatus uses a specially designed mass spectrometer to detect and identify both of the charged products from reaction of an individual dication; a so-called coincidence experiment. Using a position-sensitive detector in the mass spectrometer allows the experiment to precisely determine how both of the product ions are moving following an individual reactive event. Such studies of the motion of the product ions, the so-called dynamics of a reactive process, provide a powerful probe of the mechanism of the chemical reaction. In it's current configuration the experiment has revealed the reactivity of a wide-range of dications and shown that dication reactions proceed by unusual pathways. However, the accuracy with which the experiment can probe the energies of the reaction products is currently limited and this application proposes significant developments to the spectrometer to dramatically improve this energy resolution. We propose to install a larger area detector and improved timing electronics, together the incorporation of a more controlled and constrained inlet (a molecular beam ) for the neutral molecules. These improvements, together with a new design of mass spectrometer which incorporates a velocity imaging methodology, will improve the energy resolution of the spectrometer so that the energies and reactivity of individual vibrational levels of diatomic dications can be determined. Velocity imaging is a technique developed for laser spectroscopy, involving a special arrangement of electric fields in the mass spectrometer, which allows the product ion velocities to be determined accurately. To implement velocity imaging in our experiment, which does not use a laser to ionize the products of the reaction, involves a new design of mass spectrometer, which we have developed, which still gives accurate product ion velocities but does not degrade the ability of the mass spectrometer to identify different species. We propose to use the upgraded apparatus to study the energy levels of diatomic dications which cannot be probed by existing techniques and also to study the reactivity and reaction mechanisms of the molecular dications which have recently been implicated as key species in the chemistry of planetary ionospheres.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E038522/1","grantId":"EP/E038522/1","fundValue":"390194","fundStart":"2007-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  MOdelling planetary atmospheres and the interstellar medium Aerospace, Defence and Marine,Education Societal","person":"Stephen Douglas Price","coPersons":[],"organisation":"University College London","findingsText":" Molecules which carry two positive charges, molecular dications, possess very unusual properties. Firstly, due to the repulsion of the two like charges the molecules are highly energetic. This high energy means that they react very differently to singly-charged ions (monocations). Secondly, the repulsion between the two positive charges means that many of these doubly charged molecules are very short-lived, fragmenting to form a pair of monocations. However, for most small molecules, certain arrangements of the electrons give strong enough chemical bonds to hold these doubly-charged molecules together despite the repulsion between the pair of positive charges. These arrangements of the electrons generate so-called long-lived (&quot;metastable&quot;) electronic states of molecular dications. In these metastable states many dications can live for long enough to collide with a neutral molecule and undergo chemical reactions. This grant involved performing an extensive upgrade to a piece of apparatus developed by the applicant to study the chemical reactions of molecular dications. The apparatus operates by identifying both of the charged products that usually are formed in a dication chemical reaction. The apparatus uses a specially designed mass spectrometer to detect and identify both of the charged products from an individual reaction of a dication; a so-called coincidence experiment. Using a position-sensitive detector in the mass spectrometer allows the experiment to precisely determine how both of the product ions are moving following an individual reactive event. Such studies of the motion of the product ions, the so-called &quot;dynamics&quot; of a reactive process, provide a powerful probe of the mechanism of the chemical reaction. In it's previous configuration the experiment had revealed the reactivity of a wide-range of dications and shown that dication reactions proceed by unusual pathways. However, the accuracy with which the experiment could probe the reaction pathways was limited. In this grant we significantly adapted the spectrometer to dramatically improve its performance. This improved performance allowed us to study dication reactions with an unprecedented level of detail.\n\nOne series of studies looked at the reactions of small dications like N2++, O2++ and C2H2++; such dications are thought to be important in the ionospheres of planets; N2++ in the ionospheres of Earth and Titan for example. We revealed a wealth of new chemistry of these reactive species. One notable result was characterizing the reaction of N2++ with molecular hydrogen, a process that is thought to be important in Titans atmosphere. Our studies showed this reaction is fast and generates the NH+ molecule. In another series of studies we showed that reactions of the SF4++ dication are very efficient at fluorinating a variety of molecules. Of particular interest is the efficient formation of C-F bonds when SF4++ reacts with species containing carbon atoms. The formation of C-F bonds in an efficient manner is of great interest in general chemistry, and our results reveal a new pathway (using charged species) to potentially exploit to this end. More fundamentally, our work provided an explanation for a long-standing conundrum: why, when a dication reacts with the corresponding neutral species (e.g. CO2++ with CO2) to form a supposedly identical pair of monocations, do each of the monocations formed behave very differently? For example why do the two CO2+ ions, formed by electron transfer when CO2++ reacts with CO2, behave very differently. Our experiments show that the two product ions are formed with different arrangements of their electrons. These different electronic arrangements in the two, supposedly identical, products mean their chemistry is very different - the two ions behave very differently. The theory we developed to account for this fundamental behaviour has been shown to apply in many different dicationic systems. Modelling the role of dications in industrial plasmas Detailed interactions with ionospheric modellers Environment","dataset":"gtr"}