{"id":"E06458D5-275C-4812-BB54-3E5AAB0A0B5B","title":"PLATFORM GRANT: Earth Systems Engineering: Sustainable systems engineering for adapting to global change","abstractText":"In August 2003, in the midst of the hottest European summer on record, the journal Nature entitled an editorial Welcome to the Anthropocene . The editors explained how the Earth has become an 'anthropogenic planet' in which its natural systems are marked by, and often profoundly influenced by, human activity. Management of the 'anthropogenic planet' presents enormous challenges to engineers. For example, to plan and design water resource systems require a capacity to analyse the behaviour of whole river basins over timescales of decades, to simulate and test the effectiveness of alternative management options and to monitor and modify the system performance. This process of rationally 'engineering' coupled technological, human and natural systems is referred to as Earth Systems Engineering. In Newcastle we have established a pioneering research programme in Earth Systems Engineering dedicated to understanding and modelling of processes of change within coupled technological, human and natural systems. We use our knowledge to inform the sustainable management of these complex systems, often through the development of computer-based decision support tools. Our research programme in Earth Systems Engineering is structure around six interacting themes. In Theme A we are developing detailed scenarios of future climate change. Theme B combines cutting edge field monitoring data with satellite datasets, to provide inputs to the computer models of technological, natural and human systems that we are pioneering in Theme C. In Theme D we are applying novel methods for dealing with the uncertainty that pervades complex systems management problems. Theme E brings the preceding knowledge together to inform engineers and policy makers in choice of management options, primarily through the development of visualisation and decision support tools. These methods are tested and demonstrated in Theme F in major integrated case studies, which currently encompass integrated assessment of whole cities, and catchment management. We will over the next five years work towards a major regional-scale demonstration. We seek Platform Grant funding to orchestrate this complex endeavour and realise our vision for the new era in analysis and decision making that is required for engineers to respond to the challenges of intensifying global change. This will be achieved through targeted research activities and strategic investment in the success of our team. We will use Platform Grant funding to: 1. Test and pilot new high risk methods that may hold the key to the problems we are trying to solve.2. Enhance the computer modelling systems upon which we depend.3. Join up our research in order to deliver integrated systems approaches.4. Safeguard monitoring programmes at our field sites. 5. Enable research staff to take increased responsibility for research projects, by providing opportunities to pilot ideas, write proposals and see projects through to fruition. 6. Train the junior researchers and postgraduates who represent the next generation of high-flyers. 7. Support interdisciplinary working, by running an interdisciplinary seminar programme and supporting discipline-hopping activities by our researchers. 8. Build international partnerships and secure the international profile of our research. 9. Deepen relationships with industry and government through collaborative work with industrial partners and secondments by researchers. 10. Engage with schools and the public to build understanding of the solutions that engineers can offer to the challenges of global change, and to motivate the next generation of potential Earth Systems Engineers. By enabling our talented team of researchers to realise their potential and by funding initiatives to integrate and grow our Earth Systems Engineering research programme, a Platform Grant will help us to deliver the engineering systems responses to global change that are so urgently needed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G013403/1","grantId":"EP/G013403/1","fundValue":"1324300","fundStart":"2008-12-01","fundEnd":"2014-05-30","funder":"EPSRC","impactText":"  The nature of this grant has been to enhance and leverage other research projects and so our findings and use of Platform Grant funding have been very effective through two mechanisms:\n? Pump-priming and demonstration of high-risk research concepts: One such example was work by Barr et\nal. (2012) that demonstrated the feasibility of the network data model, which is now used by the ITRC and the University of Wollongong SMART Infrastructure programme; \n? Adding value across groups of projects: For example, Tyndall Centre Cities, SWERVE ARCADIA and SCORCHIO all explored different aspects of climate impacts, adaptation and greenhouse gas mitigation in London. PG funds enabled us to integrate across these projects and inform revision of the London Spatial Development Plan \nLeverage PG funding to add value:\nWe hold &pound;5.68m (EPSRC) and &pound;3.3m (NERC &amp; EU) active grants \nPG funds have helped us leverage these by, for example:\n? Enabling leadership of an EU COST network, which provided a platform to set the international agenda on urban sustainability and led to the FP7 RAMSES project.\n? Flexibility to attend international workshops has, for example, led to RA Burton being awarded &pound;572k of\nDFID funding as PI to develop a Caribbean weather generator.\n? Investment in time to engage with industry led, for example, to an invitation to join the Willis Research Network\n? Newcastle University, invested &gt;&pound;350k in additional field monitoring equipment, RA time and computer hardware to\nsupport the ESE programme. Construction,Digital/Communication/Information Technologies (including Software),Education,Energy,Environment,Financial Services, and Management Consultancy,Government, Democracy and Justice,Transport Societal,Economic,Policy & public services","person":"Christopher  KilsbyJim William Hall","coPersons":["Stuart  Barr","Jon Philip Mills","Sean  Wilkinson","Stephanie  Glendinning","Richard Jonathan Dawson","Enda  Oconnell","Hayley Jane  Fowler"],"organisation":"Newcastle University","findingsText":" We have met, and generally surpassed, all of our original objectives. Highlighting selected achievements,\nwe note how our work has been complemented by, and benefited from, the special nature of PG funding.\n(i) Integrate and accelerate our ambitious programme of research in Earth Systems Engineering.\nOur delivery of transformative research is summarised here according to the themes in our Platform Grant: \nTheme A: Climatic change scenarios for engineering systems analysis\nOur focus has been on the development of future weather scenarios tailored for impact studies on engineering systems. Much of this has centred around advances in our strategically vital stochastic weather generator, which include (i) incorporation of probabilistic scenarios within the weather generator, subsequently developed as a web-service for UKCP09 (http://ukclimateprojections.metoffice.gov.uk/), to\nprovide climate information for industry and academia, (ii) an enhanced version of the weather generator that produces spatially correlated heatwave and rainfall events (Jenkins et al., 2014), and, (iii) large scale spatial extreme rainfall models for flood and water resource planning, re-insurance and analysis of national scale infrastructure (e.g. Jones et al., 2013). Speculative research has shown the potential of approaches\nthat use transient climate scenarios (Goderniaux et al., 2011) and high resolution climate model simulations to capture convective rainfall events and provide scenarios for flash flooding (Kendon et al., 2013). \nTheme B: Multi-scale observation and monitoring of infrastructure\nProvision of geospatial information has evolved rapidly over the last five years with datasets pertaining to the human, built and natural environment now captured ubiquitously by an ever expanding toolbox of sensors mounted on increasingly versatile, often integrated, platform systems (e.g. mobile mapping systems, Unmanned Aerial Vehicles - UAVs). State-of-the-art examples we have investigated include fullwaveform \nairborne lidar (e.g. Abed et al., 2012) for river channel and flood bathymetry. Significant advances have also been made in error modelling (Aguilar et al., 2010) and in developing distributed processing solutions for remotely sensed datasets, as well as the synergistic combination of multi-sensor datasets (Hardy et al., 2012), to derive information on infrastructure and\nurban systems for the purposes of engineering analysis (Miller et al., 2012; Holderness et al., 2013).\nTheme C: Analysis and simulation of coupled human-natural-engineered systems\nAt the outset there had been limited research on modelling coupled human-natural engineered systems. PG funding has enabled us to explore a range of approaches at the forefront of the emerging global research agenda in this area. This has involved extension of traditional land use models (e.g. Dawson et al., 2011b), whilst more speculative research has developed agent-based models that explore feedbacks and responses of people to information on risk (Dawson et al., 2011a; O'Connell, O'Donnell, 2013) and applied transition theory (Castan-Broto et al., 2014) to understand the disruptive \ninfluence of extreme events on infrastructure systems. Notably, work by Dawson et al. (2011a) has been used by local governments to inform the siting of flood evacuation shelters.\nTheme D: Uncertainty analysis to identify robust engineering interventions We have explored highly innovative probabilistic and non-probabilistic approaches (Kriegler et al., 2009) to decision making. The latter are arguably a more appropriate way to characterise the extreme uncertainties associated with engineering decisions over long time horizons. &quot;Classical&quot; probabilistic methods (Hall et al., 2009; Manning et al., 2009) have been developed and applied to help understand uncertainties related to ESE decisions. Following the relocation of original theme leader Hall, emphasis shifted to spatial uncertainty analysis. Many systems of interest are spatially heterogeneous and understanding the sensitivity of system\nresponse to these spatial uncertainties enables improved targeting of interventions (O'Donnell et al., 2011;\nSerinaldi &amp; Kilsby, 2012).\nTheme E: Decision-support tools to integrate knowledge and support policy making \nPrototype software for integrated systems modelling (e.g. in support of Dawson et al., 2011b) allows multiple models to be 'chained' via database workflows. Pilot work funded by the PG (Barr et al., 2012) on spatial network data structures, now forms the basis of the ITRC's national infrastructure database and has been applied to hotspots of infrastructure vulnerability for Infrastructure UK. Web services have allowed industry and other academics to use our models (e.g. Stephens et al., 2011). Our socio-informatics tools for visualisation and decision support have facilitated participative stakeholder events to develop city-wide climate adaptation strategies\n(Walsh et al., 2013a).\nTheme F: Integrated demonstrations for broad scale analysis of engineering systems\nPG funding has leveraged, and integrated across, many projects to implement a suite of flagship large-scale\ndemonstrations to test methods developed in Themes A-E against the challenges of ESE. These include:\n? Integrated assessment of coastal systems: ground-breaking work has quantified, for the first time, the trade-offs between erosion and flood risks in East England that are introduced by the morphological connectivity of beach sediment movements (Dawson et al. 2009).\n? Integrated catchment management: pioneering methods for multi-scale monitoring and modelling have been used for quantitative assessment of full-scale interventions of upland land use management on catchment scale flood generation (O'Donnell et al., 2011) and informed government policy [7].\n? Urban Integrated Assessment: coupled economic, land-use and climate impacts (flooding, drought,heatwave) models have enabled analysis of trade-offs between spatial planning, climate adaptation and greenhouse gas mitigation strategies at the city-scale (e.g. Dawson et al., 2011b).\n? Infrastructure 'system of systems' modelling: high profile work has studied the vulnerability of the European air travel network after the Eyjafjallaj?kull eruption (Wilkinson et al., 2011) and the influence of infrastructure interdependencies on reducing system resilience (Dunn et al. 2013). Climate scenarios work - actively being taken forward in collaboration with UK Met Office and others in research and industry with applications in flood risk, water resources management and agriculture. \nSustainable Cities work actively moving forward with partners in academia, government and industry through e.g. EPSRC iBUILD programme grant. Agriculture, Food and Drink,Construction,Education,Energy,Environment,Government, Democracy and Justice,Transport","dataset":"gtr"}