{"id":"E06D3B3A-F17B-45AD-8CA5-CC44F81B66AA","title":"Theory and Application of Inerters for Mechanical Control","abstractText":"The inerter concept represents a new direction in the synthesis ofmechanical networks. The inerter is actually a mechanical capacitor,in the force-current analogy between mechanical and electricalnetworks. The mass element is usually taken as the analogue of thecapacitor, whereas in fact it is the analogue of a capacitor with oneterminal connected to ground. From the point of view of designingmechanical networks with specified impedance or admittance(force/velocity) characteristics, networks consisting of springs,dampers and inerters can be shown to be capable of realising anypassively implementable characteristic, whereas networks withsprings, dampers and masses cannot.Quite a number of different applications can be envisaged for theinerter. One example is a suspension system for an automobile. Herethere is a possibility to use the inerter alongside conventionalsprings and dampers (shock absorbers) to give improved ride forpassengers and better handling for manoeuvres. Another example is toimprove the stability of motorcycles by using a steering compensatorinvolving an inerter. This has the potential to reduce the weave andwobble oscillations that are experienced in motorcycles driven at highspeed. (These can often be observed visually in televised motorcycleracing.) The purpose of this project is: (1) to extend the theoretical understanding of the advantages that the inerter can bring in various applications, (2) to further understand the principles involved in the construction of inerters by developing and testing new prototypes, (3) to evaluate the practical benefitsthat inerters can offer in automobile suspensions and other applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F062656/1","grantId":"EP/F062656/1","fundValue":"290247","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"EPSRC","impactText":"","person":"Malcolm Clive  Smith","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}