{"id":"E0717F74-9AD3-4AA5-8B88-7D60FB7C9C0C","title":"REAL TIME AND IN-SITU HOLISTIC STUDY OF ENGINE TRIBOFILM FORMATION KINETICS","abstractText":"The current level of understanding of boundary/mixed lubricated tribological systems offers little predictive ability. Therefore, a detailed understanding of interface phenomena, especially of tribofilms' formation and removal kinetics, and their effect on friction and wear will significantly improve the process of designing new lubricants and coatings for ensuring increased fuel economy and high durability in internal combustion engines. Having the ability to characterise the tribofilm chemical composition in-contact will inevitably facilitate the studies on tribofilm formation and removal kinetics, far beyond what can be achieved currently.The proposed research project will use the X-ray absorption technique based on the latest development of the synchrotron source and the well established RAMAN spectroscopy to develop methodologies for in-situ and real time lubricated surface chemical characterisation in non-vacuum conditions. The equipment developed will be used for tribochemistry study in an engine relevant tribology system (cam/follower).While the friction of lubricated surfaces of the elastohydrodynamic interface is relatively well understood, the understanding of energy dissipation within the boundary layer regime, or at the solid-solid interface is less well understood. The project will be focused primarily in methodology and technique development for in-contact (within the rubbing contact), in-situ (within the tribotest) and in-lubro (uncleaned samples removed from the tribotest) analysis of tribochemistry processes which will be then applied to study the interface phenomena occurring in the Diamond like Carbon (DLC) coated cam/follower system when lubricated with organic friction modifier containing engine oils. The two main deliverables from this work are the development of protocols for tribology tests with in-contact and in-situ surface analysis and development of protocols for high resolution chemical in-lubro surface analysis using X-ray absorption spectroscopy. This work will enable development of a new approach for studying the tribochemistry processes occurring in sliding and rolling/sliding IC engine tribology contacts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I008519/1","grantId":"EP/I008519/1","fundValue":"100792","fundStart":"2011-02-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"  They have contributed to obtaining further funding from EC. The experimental methodologies developed with this grant are now essential for doing several research projects funded by MC Initial Training Network. Education,Energy,Transport Economic","person":"Ardian  Morina","coPersons":[],"organisation":"University of Leeds","findingsText":" Material interaction with the chemical additives present in engine oils are key for forming surface anti-wear and friction-reducing films in boundary lubricated systems such as the engine valve train system. The nano/micro properties of these films determine the friction and wear of the system, directly influencing the reliability and fuel consumption of the engine. Surface analysis tools have contributed to a great extent in current understanding of tribochemistry phenomena that occur between engine oil additives and material and which determine the tribological performance. However, the main limitation of most surface analysis work in this field is that the analysis of surface is done ex-situ in a different environment to the one during the lubrication process. The main aim of this project was to develop new experimental methodologies that will enable in-situ surface analysis in real environment conditions of boundary lubricated systems. The key findings are:\n\n- Coupling Raman spectroscopy with a bespoke pin-on-disk tribometer enables in-situ chemical analysis of the tribofilms. Part of this project, the tribometer has been designed and built.\n\n- A synchrotron based Reflectance mode X-ray Absorption Near Edge Spectroscopy (XANES) methodology provides the physical and chemical sensitivity for analysing key additive elements such as P, S, Zn K-edges and Mo K- and L-edges. \n\n- The XANES methodology above has been used for analysis of thermal films formed in-situ on steel and a Diamond like Carbon coating from model (base oil containing only Mo friction modifier with and without Zn anti-wear lubricant additive) engine oils as a function of temperature and time. The results obtained have clearly shown the potential of reflection mode XANES methodology for analysing the chemical structure of P, S, Mo and Zn species formed on lubricant surface films in ambient conditions. They are unique in a sense that for the first time the chemical structure of lubricant surface films could be obtained in non-vacuum conditions. This research will enable better understanding of the link between molecular scale phenomena on the interface and macroscale performance of friction and wear. Some results obtained from this project were included in the training material developed for the Industrial Training Programme for Cummins Turbo Technologies in May 2012. This research led to two follow-on projects funded by EC MC ITN scheme. Chemicals,Energy,Environment,Transport","dataset":"gtr"}