{"id":"E074A925-08DF-4BE3-B8ED-7702C0A46223","title":"Visiting Researcher Grant - Multiscale modelling of ferroelectric materials for actuator design","abstractText":"Piezoelectric ceramics are becoming used increasingly as the basis for electromechanical sensors and actuators for control, medical, electronic and microelectronic machine (MEMS) applications. \n\nElectromechanical actuators take benefit from the strain resulting from the application of an electric field in ferroelectric materials. Many sources of internal stress can arise in actuation devices. First the manufacturing process can introduce residual stresses. The boundary conditions related to the actuator packaging is another source of operating stress. At a finer scale still, due to the heterogeneity of ferroelectric materials (polycrystalline structure), the piezoelectric strain is usually not compatible, resulting in internal stresses when an electric field is applied. Despite its significant role, the dependence of the internal stress on the piezoelectric strain is rarely accounted for in the design of actuators, mainly because it is difficult to quantify or predict. The development of micro-macro models of ferroelectric behaviour provides a pathway to establish fully coupled electro-mechanical constitutive laws for ferroelectric materials. Such constitutive laws will improve the quantitative description of electric field induced strains, and allow the optimisation of piezoelectric actuator design.\n\nConsequently, through the development of multiscale tools the objective of this project is to describe in a quantitative way the effect of applied and internal stress on ferroelectric behaviour. This will provide the tools to design high performance ferroelectric actuators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010685/1","grantId":"EP/J010685/1","fundValue":"120959","fundStart":"2012-01-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Philip  Withers","coPersons":["David Anthony Hall"],"organisation":"The University of Manchester","findingsText":" A multiscale model for reversible ferroelectric behaviour of polycrystalline ceramics has been proposed, encompassing the range from the single crystal level to the multi-domain level and finally to the polycrystal. Most notably, it has enabled an estimation of the evolution of internal stresses in piezoelectric ceramics during electromechanical loading. By this means, it has been shown that although domain switching is the main contributor to internal stresses in polycrystalline ferroelectrics, the role of local elastic anisotropy is also significant. From the experimental point of view, in-situ neutron diffraction experiments have been carried out at ISIS and at the SNS (Spallation Neutron Source) at ORNL (Oak Ridge National Laboratory) in Tennessee. These experiments provided a practical means of monitoring the domain switching processes and internal stresses in polycrystalline piezoelectric ceramic samples subjected to coupled electric and mechanical loading. A potential application of this work is the use of micromechanical approaches as a tool for the optimisation of material composition and microstructure (material processing industry) or for the design of piezoelectric devices (actuators or sensors manufacturers). The results of the experiments provide an insight into the microscopic mechanisms responsible for the macroscopic strain and polarisation switching processes in ferroelectric ceramics under electromechanical loading. They will be particularly useful to carry a critical assessment of micromechanical models for ferroelectric behaviour. The modelling tools developed during the project give an estimate of internal stresses in ferroelectric materials and provide a link between the domain switching mechanisms and the macroscopic behaviour. Furthermore, they can be used to explore the optimum operating conditions for piezoelectric devices and to evaluate the mechanisms responsible for fatigue and failure. The next step would be the implementation of micromechanical models into structural analysis software. ","dataset":"gtr"}