{"id":"E0754648-E481-4B6B-96BF-81BA3E7E5677","title":"UK Fusion Programme","abstractText":"Fusion is the energy-releasing process that powers the sun and other stars. If it can be harnessed economically on earth it would be an essentially limitless source of safe, environmentally responsible energy. Fusion energy is therefore strongly mission-orientated. The most promising method uses strong magnetic fields in a tokamak configuration to allow a high temperature deuterium-tritium plasma to be generated while minimising contact with the surrounding material surfaces.The UK contributes to fusion research in two ways: (i) through the UK's own programme focused on the spherical tokamak experiment MAST, and (ii) by contributing to the Joint European Torus (JET) programme. The MAST and JET facilities are situated at Culham Science Centre. International co-operation is strong with the focus on the International Tokamak Experimental Reactor (ITER), which will be the first fusion device to achieve energy gain and sustained burn.Experimental programmes on the MAST and JET tokamaks are performed to help resolve and refine understanding of key physics issues for ITER. In addition, experimental programmes on MAST focus on testing the potential of the spherical tokamak as a more compact option for future fusion devices. A strong theory and modelling group supports the experimental programmes and contributes to the research and development of fusion materials and to studies of conceptual fusion power stations. Expansion of the research and development of ITER specialist (i.e. diagnostic and heating) systems, focuses on securing major roles for the UK in the provision of two or three of these large complex projects.The results of the research are presented in reports and publications, and at conferences, expert groups and specialist committees. Collaborations with researchers in other areas of science and technologies are pursued strongly, where the research overlaps with fusion R&amp;D.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E034438/1","grantId":"EP/E034438/1","fundValue":"46433000","fundStart":"2006-04-01","fundEnd":"2008-03-31","funder":"EPSRC","impactText":"","person":"Christopher  Llewellyn-Smith","coPersons":[],"organisation":"EURATOM/CCFE","findingsText":"","dataset":"gtr"}