{"id":"E07B5BC8-21AD-44EE-A4BB-BC122AC4CFE0","title":"Environmental Assessment of Domestic Laundering","abstractText":"Summary Inadequate provision is currently made for energy-efficient domestic laundering, particularly drying, in the case of social housing (most stressed in terms of occupants' provision, or lack of it, and habits relating to laundering; but its status also has relevance for the rented and home-owning private sectors). Poor facilities for drying, ironing and airing indoors is also likely to induce other negative environmental impacts - e.g. either high ventilation with its concomitant energy penalty, or high humidity levels, increasing risk of mildew, mould, and large populations of dust mites and attendant vulnerability to asthma and other respiratory complaints.The volume of rooms used to dry clothes, the intensity of their occupation and means of cooking, if sharing space with drying, will also influence humidity and associated indicators of air quality such as levels of CO2. Tumble driers, if used, are inherently energy-intensive, and un-vented models, or unconnected vented ones, risk further detriment to the internal environment as indicated above. Given historical changes in domestic laundering (e.g. from hand-washing to top-loading twin-tubs and front-loading, fast-spin automatics; and passive drying on 'pulleys' to parasitic drying on radiators and tumble driers), including consequent influences indoors, the initial aim of this study (objectives 1-3), is to evaluate current energy consumption and efficiency, together with associated unwelcome, unhealthy or damaging environmental impacts within the home, and to identify specific design and control cruxes (e.g. designer/procurer: lack of suitable drying facility and low ceilings; designer/procurer and user: use of radiators at maximum setting and open windows to aid drying, including when heating is not required). A consequent aim is to suggest practical guidance and solutions to address the predominant environmental deficits, including potential for heat recovery from 'grey' water and air. A holistic environmental evaluation of a representative range of household laundering habits will be achieved through a series of surveys which will elicit key parameters, including occupancy patterns, room layout, drying practices and motivation, construction and furnishing. This work will then be extended by means of an incremental series of 'what if?' scenarios using a detailed dynamic modelling tool, the aim being to identify critical parameters that affect habitability and affordability as well as significantly compromise energy efficiency. To enable this stage of the research, it is intended that work on detailed measurement of humidity in materials (Glasgow Caledonian University) will be used to enhance the integrated modelling expertise of ESRU (University of Strathclyde). The research proposed will be the first to quantify the moisture loads due to domestic laundering, in turn forming the basis of modelling studies that will help to identify solutions to the energy, environmental and cost impacts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G00028X/1","grantId":"EP/G00028X/1","fundValue":"438903","fundStart":"2008-12-01","fundEnd":"2011-11-30","funder":"EPSRC","impactText":"","person":"Colin  Porteous","coPersons":["Christopher Hugh Sanders","Paul Howard Baker","Paul  Strachan","Rosalie  Menon","Nick  Kelly","Tim  Sharpe"],"organisation":"Glasgow School of Art","findingsText":"","dataset":"gtr"}