{"id":"E08912BD-4D61-49B6-B104-A937EA16B469","title":"Meanwhile use as Performance: Securing social value from vacant space","abstractText":"Meanwhile and Pop-Up spaces and events have become a familiar part of the regeneration scene, turning the many empty buildings, shops and building sites that have been created by the current economic climate into temporary galleries, shops, studio spaces and gardens. \n\nFurther, economic, political and environmental changes are creating a situation where short term interventions are needed to supplement or replace permanent support mechanisms which may be no longer viable in a future of austerity. This project explores how to make these briefer interventions successful with the aim of understanding how the concept of 'meanwhile' can be more broadly used by community organisations to release social value from vacant spaces. In so doing, it works to promote a culture of resilience and interdependence.\n\nThe research team starts from the premise that short-term interventions are sometimes perceived by third sector and grass-roots bodies as being of less value because they are not sustained over a long period. We argue that significant benefits can be gained from these interventions in terms of building social capital, enhancing self-efficacy and contributing to community cohesion. A series of short-term interventions puts change at the heart of the community rather than focused in the space being used. \n\nThrough design research, the project will use these insights and draw on performance theory to generate ideas for and experiment with a model of a 'meanwhile' community intervention as a site-specific, temporary, performance. It will re-focus community ideas to consider space as a resource, not a base, and it will look at how new social media tools can help reach and engage a mobile and flexible population in responsive and robust community organising. The project will learn from existing 'pop-up' projects and facilities, the practices of successful meanwhile entrepreneurs and the needs of a variety of community groups. It will create an exemplar meanwhile activity as part of reporting on its findings. And in this way it uses performance theory to understand meanwhile uses as performative events, examining how to attract clients/users for short-term and ephemeral interventions as a hub for community networking and organising.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J00717X/1","grantId":"AH/J00717X/1","fundValue":"31995","fundStart":"2012-02-13","fundEnd":"2013-01-31","funder":"AHRC","impactText":"","person":"Andy  Dearden","coPersons":["Ann Maxine Light"],"organisation":"Sheffield Hallam University","findingsText":" We discovered that small organisations can use spaces that are temporarily vacant (empty shops, land waiting for development) as places to try out new ideas, build up experience and gather evidence that can then help the community achieve longer term goals. For example, running a week of activities for children during the school holidays in a temporarily vacant space, could help build the capacity to secure funding for and to manage a permanent creche or after school club. Community groups and community development workers can use the ideas to build capacity. Local planning authorities can encourage such usage. Creative artists can support engagement with community development initiatives. Landlords with empty properties can see the long term potential Communities and Social Services/Policy,Creative Economy,Environment,Retail","dataset":"gtr"}