{"id":"E089D2AD-A7ED-433F-8348-7A92C86F7EE8","title":"Is a NOESY-like 2 dimensional experiment possible in mass spectrometry?","abstractText":"This research is intended to develop better instrumentation which will be helpful in a wide variety of chemical and biochemical problems, such as understanding the fundamental mechanisms of disease and the migration of petroleum byproducts through ground water. \n\nFor example, type 1 diabetes is a condition where some event has triggered the body's immune system to kill the islet cells in the pancreas that produce insulin. The exact molecular change that this virus produces to trigger this immune response is also not clear, but it usually stimulates antibody production against insulin itself, insulin precursor protein, or islet cell surface proteins such as GAD65. In order to understand exactly what the problem is, and hence to be able to develop more effective treatment and hopefully a cure, it is important to figure out the nature of that exact change. Unfortunately, this is a classic &quot;needle in a haystack&quot; problem. There are tens of thousands of proteins in most tissues, and although the medical/scientific community has a number of good guesses about the proteins that are involved and the modifications that are made to them, the sample is nevertheless very complex. It is possible to separate most of the components of these mixtures, but even when the candidate molecules are isolated, it is necessary to sequence them completely, without disrupting the modifications in order to find out exactly what changes. Mass Spectrometry methods exist to do this, but they all have limitations. This research progress seeks to develop a new, unbiased method to completely fragment proteins and other biomolecules in complex mixtures without pre-selecting which ones to focus on. By simultaneously generating fragment mass information on all components in the mixture, more data can be generated, faster, and with little bias which can then be data-mined for the important information.\n\nAnother example involves tracing of potential sources of contamination of ground water (and fish) by petroleum byproducts from refineries and testing of bioremediation methods. The phasing control methods to be developed herein will improve our ability to determine the presence and structure of oil-related compounds in many samples, from soil, to ground-water, to bioremediation algae.\n\nThe primary method involved, called two-dimensional Fourier Transform (2DFT) mass spectrometry is a corollary of Nuclear Magnetic Resonance correlation spectroscopy methods such as NOESY. The 2DFT method has actually been around since the late 1980's, but it was impractical at that time. That impracticality was a side-effect of the fragmentation methods used at the time, but can be avoided by use of new methods which have become available, and even widespread, in the last decade. Furthermore, this methodology can potentially be applied to all sorts of ions without much tinkering with the controlling voltages, currents, and laser power. If this promise bears fruit, new instruments can be designed and built which will make this type of analysis routinely available to the bulk of biomedical researchers.\n\nThis method is, of course, not limited to the study of diabetes and petroleum contamination studies, but can be used in the study of any modification on any molecule, whether it's related to heart disease or anthrax vaccines. Thus, it will be of great use in the pharmaceutical, chemical, petroleum, and biotech industries in terms of development, quality control, tracing, and troubleshooting. It can, theoretically, be applied to any complex mixture, provided the fragmentation is effective for such molecules. As always, with science, the devil is in the details, and the methods being developed in this project will generate far more detailed information on complex samples than previously possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J000302/1","grantId":"EP/J000302/1","fundValue":"436361","fundStart":"2012-11-30","fundEnd":"2016-05-29","funder":"EPSRC","impactText":"","person":"Peter B. O'Connor","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}