{"id":"E089D35F-8805-40E9-8AB1-7544A664C49C","title":"Materials World Network: Tailoring Electrocatalytic Materials by Controlled Surface Exsolution","abstractText":"This project will focus on both the development and characterization of highly electronically conducting doped titanates and vanadates which have the perovskite structure for use as the active electrochemical component in efficient, fuel flexible, and redox stable electrodes in solid oxide fuel cells (SOFC) and other high-temperature electrochemical devices. While our previous work and that of others has demonstrated the potential of the titanates and vanadates as the electronically conducting components in SOFC anodes, the performance of these electrodes is generally rather poor due to their low catalytic activity for oxidation reactions. In order to address this problem, we propose to use recently discovered exsolution/dissolution phenomena in which transition metals (e.g. Ni, Pt, Pd) move into and out of a perovskite lattice as the ambient conditions are changed from oxidizing to reducing. Exsolution of the metals from the host perovskite lattice under reducing conditions will be used to decorate the electrode surface with nanoparticles of highly catalytically active materials. Since the metals can be dissolved back into the oxide upon exposure to oxidizing conditions, dissolution/exsolution cycles can potentially be used to regenerate catalytic activity resulting in highly robust electrodes. We also propose that the exsolved metals will have a degree of anchorage to the host lattice and hence will be more stable than catalysts added by more conventional means. Developing a detailed understanding of the mechanism of the exsolution/dissolution process, its dependence on the oxide composition and defect chemistry, and the relationships between microstructure and electrochemical performance are therefore the primary goals of the proposed project. The research team will be composed of the Vohs/Gorte groups at the University of Pennsylvania and the Irvine group at the University of St. Andrews. These groups both have extensive expertise in solid-state electrochemical systems, are world leaders in fuel cell research, and bring unique experimental capabilities to the collaboration (e.g. in situ TEM at St. Andrews and coulometric titration at Penn) and also have a long track record of using collaborative approaches to achieve research goals","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J018414/1","grantId":"EP/J018414/1","fundValue":"298222","fundStart":"2013-02-01","fundEnd":"2016-01-31","funder":"EPSRC","impactText":"","person":"John  Irvine","coPersons":["Mark  Cassidy"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}