{"id":"E093E016-548E-47E1-9810-4EA2DCA47CD7","title":"Identifying molecular determinants of drug susceptibility in salmon lice (Lepeophtheirus salmonis)","abstractText":"The salmon louse, Lepeophtheirus salmonis, is a crustacean ectoparasite infecting wild and farmed salmonid fishes, which causes significant problems in marine Atlantic salmon aquaculture. Salmon louse infections on farms require control to maintain good fish health and welfare, and to minimise potential impacts of farm-origin parasites on wild fish populations. Currently, salmon louse control on fish farms depends heavily upon the use of drugs, supplemented by farm management measures. A number of non-chemical control strategies are currently under development, and these include the biological control of lice through cleaner fish and attempts to render salmon resistant to lice through vaccination and selective breeding programmes. However, these and other alternative control strategies are presently not sufficiently developed to allow full implementation at an industrial scale.\n\nWhile anti-parasitic drugs offer efficient salmon louse control, relatively few types of delousing agents are available. It is known from other pests and parasites that the repeated use of the same or similar chemicals increases the risk that parasites may develop drug resistances, driven by the mechanisms of natural selection discovered by Charles Darwin. Certain genetic features, called &quot;resistance alleles&quot;, are usually rare in organisms as they provide no benefits to their carriers under normal conditions. Parasites possessing resistance alleles, however, are able to survive drug treatments better than those without, hence if the same drug is over-used, resistance alleles can increase their frequency in treated parasite populations as susceptible individuals are killed by treatment. This may ultimately result in drug resistance of the entire population.\n\nVery little is known about the mechanisms responsible for drug resistance in salmon lice. In the proposed project, drug-resistant strains of salmon lice generated in the laboratory will be used to investigate potential resistance mechanisms. Two strategies will be followed to find out how these lice have managed to become drug resistant. Firstly, breeding crosses will be made between resistant and drug-susceptible salmon lice, and genetic sequences that are associated with resistance will be identified using the latest DNA sequencing methodologies. Secondly, differences in gene expression between resistant and drug-susceptible salmon lice will be determined, which will provide new insights into the involvement of particular molecular pathways in development of resistance to particular drugs. Such knowledge will be extremely useful in the identification of drugs which can break the resistance mechanism.\n\nChoices among available treatment options on salmon farms are currently based on the results of &quot;bioassays&quot;, which are small-scale laboratory treatments of salmon lice used to establish susceptibility to treatment. However, salmon louse bioassays are error-prone and regularly fail to correctly predict the success of subsequent farm treatments. The present project will develop fast tests to detect genetic susceptibility to treatment that are expected to be more specific and accurate than bioassays in identifying the best treatment choice for a given farm situation. Using the best available treatment has obvious economic and environmental benefits, and can help to prevent resistance development. New, unexploited drug classes represent a limited natural resource of high value for future food security. By helping to combat the development of drug resistance, this project will help to extend the life of current and novel delousing agents, and thus improve the sustainability of intensive salmon farming.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L024004/1","grantId":"BB/L024004/1","fundValue":"20335","fundStart":"2014-10-31","fundEnd":"2017-10-30","funder":"BBSRC","impactText":"","person":"Karim  Gharbi","coPersons":["Ross  Houston"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}