{"id":"E095A087-A25B-4642-91A8-8D4A40953077","title":"2015 Joint UK-Japan Workshop on Physics and Applications of Superconductivity","abstractText":"2013 was the 400th anniversary of the opening of trade, scientific, cultural and diplomatic ties between the UK and Japan, and 2011 was the 100th anniversary of the discovery of superconductivity by Heike Kamerlingh Onnes. Both the UK and Japan have developed world-leading research groups in the fields of the physics and applications of superconductivity over a number of decades. However, it is only in recent years, for example, that long lengths of high-quality tape high temperature superconducting (HTS) materials, which show the most promise currently for meaning practical applications, have been available. There are also continuing developments in other areas of physics and materials science, too, which have led to the development in recent years of new superconductors, such as magnesium diboride (MgB2) and the iron pnictides.\n\nFundamental research is still required because of the complexity of the materials, and applications research can benefit greatly from the discovery of new superconductors that offer improvements over existing materials. There is a close and complementary relationship between physics and engineering in this field, with many physicists now working in superconducting materials engineering and applied superconductivity. This is particularly true of the effort in superconductivity research in Japan over the past couple of decades, and makes this a natural theme for the workshop. Although a great number of developments have already taken place, there are still many unanswered questions regarding the underlying physical mechanisms of superconductivity - a complete theory is still proving elusive for high temperature superconductivity, for example.\n\nApplied research is also necessary to develop practical, real world applications of superconductivity. In the field of electrical engineering alone, for example, the expected improved performance and efficiency, as well as smaller size and weight, has seen much interest in using these materials in electric machines and other electric power applications such as transformers and cables. Superconductors are also being used in the field of quantum computing - for example, the only quantum computer currently on sale uses superconducting flux qubits and in quantum photonics as single photon detectors.\n\nThe workshop will be comprised of longer contributed talks by senior academics and shorter contributed talks by early career researchers and students, and cover a wide range of themes, ranging from the underlying physics that explains superconductivity to the development and prediction of new superconducting materials to the design of practical and commercially viable superconducting devices. Bringing together a critical mass of world-leading researchers of the physics and applications of superconductivity from the UK and Japan will provide the perfect platform to encourage exchange of ideas and scientific discussions and allow the formation of formal and informal international collaborations between researchers. It is now the perfect time to bring together leading researchers from the two countries for a multidisciplinary workshop to discuss the current state-of-the-art and problems, and to help guide the future direction of research in these highly complementary fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M014703/1","grantId":"EP/M014703/1","fundValue":"26493","fundStart":"2015-02-09","fundEnd":"2015-09-08","funder":"EPSRC","impactText":"","person":"David Anthony Cardwell","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}