{"id":"E096E0DD-F5EC-4650-BE65-15749147BDBC","title":"Delta3D; Bench top assays for the rapid detection of protein 3D structural changes","abstractText":"Pharmaceuticals were once just small molecules such as aspirin and penicillin. These contain 21 and 42 atoms respectively and their structure is determined by the rigid bonds between each atom. Their purity is easily measured and any chemical changes are detected by established methods and their production is straight forward. Currently, a new generation of biopharmaceuticals is emerging which use large molecules such as those found in the body e.g. proteins, to selectively treat a range of disorders. One of the first biopharmaceuticals was insulin, from animal pancreas which since the 1920's has treated forms of diabetes caused by the patients' inability to make insulin. No small molecule can do what insulin does and now medicinal insulin is made by bacteria carrying the gene for human insulin. Insulin is a small protein but even so has 791 atoms linked not only by covalent bonds but also by weaker effects which stabilise its complex 3D structure. This exemplifies the main features of biopharmaceuticals; they offer highly selective effects of great medical value but are very complicated and difficult to make. Currently there is much discussion of drugs which treat previously untreatable conditions e.g. Herceptin and metastatic breast cancer. Herceptin is a protein called an antibody which kills specific cancer cells just as our own antibodies protect us from invading cells. Antibodies currently account for most new biopharmaceuticals and are complexes of more than 20,000 atoms. There are many other proteins used to target specific effects impossible to achieve with small molecules. These include hormones (signalling molecules like insulin), enzymes which carry out chemical reactions in the body, and antiviral proteins like interferons. Although very different, they all start off being made in living cells which also contain several thousand other proteins. Thus they need to be purified or contaminants will poison the patient. Once pure, their fragile structure needs to be stabilised by storage at low temperature in the presence of soluble and solid stabilising agents. Development of these stages of manufacture is called bio processing and relies upon sensitive techniques to measure the purity, concentration and quality of the product at every stage. We already have ways to look at the 3D structure of proteins and these are to ensure that the products are correct. However, they need expensive apparatus, large amounts of protein and years of experience to use effectively. We already use these methods but want to develop small test kits that are sensitive to structural changes so that any variation in protein quality can be rapidly detected and subjected to proper analysis. These kits are based upon slow, complex existing procedures that currently need too much protein to be useful. We will develop methods for the specific purification of target protein from complex mixtures so that more stages of the process can be analysed. We will also reduce the amounts of protein needed for the traditional assays. However, we wish to spend most time developing easy to use kits which detect changes in the 3D structure by other means. In one example we will separate small amounts of protein according to how much strongly they bind to a waxy surface. Good quality proteins should not whilst ones that have not properly formed are sticky and bind. Another example will use a chemical that lights up when it binds to parts of proteins that are not correctly formed. We intend not only to miniaturise this but also use it to test protein stability by observing at what temperature the chemical is released. To test whether the proteins are individual or aggregated we will use small chemical linkers to freeze the aggregated state for a later analysis which separates proteins according to their size. Finally, we will use small enzymes which cut floppy bits of protein to detect whether the molecules are correctly or loosely folded up.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005768/1","grantId":"BB/F005768/1","fundValue":"363526","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"  Our Bench Top assays have been used by several BRIC members and academic groups to assay protein stability. Manufacturing, including Industrial Biotechology Economic","person":"Jeremy Hugh Lakey","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}