{"id":"E0999739-6762-4CB0-94B5-67489B95073B","title":"Role of the cerebellum in survival circuits activated by fear.","abstractText":"Our understanding of how disturbances in neural networks in the brain result in emotional disorders is limited, and many patients (animal and human) don't respond well to existing treatments. Fundamental research into the neural networks that underlie 'survival circuits' in animals will provide essential information that will inform the development of new therapeutic strategies.\n \nThere are two types of survival circuits that produce defensive responses to aversive or fearful events. One generates an UNCONDITIONED response, innate and hard wired, the other a CONDITIONED response, the result of activity in survival circuits modified by experience. Both co-ordinate adjustments to emotional state, cardiovascular activity and generate appropriate actions such as fight, flight or freezing. The sum of these activities constitutes a defensive response.\n\nThe neural networks involved can be likened to a postal service that 'knows' what's being posted and where it needs to go in order that the appropriate information informs the necessary outcome. A major gap in our understanding concerns how this postal service engages with motor systems of the brain to elicit distinct and behaviourally appropriate unconditioned and conditioned defensive responses to fearful events. It is also unknown if the motor system can feed back and modify activity in survival circuits.\n\nWe aim to provide new insights into the ANATOMY - which defines the 'postal address'; the PHYSIOLOGY - which determines the nature of the 'message' being transmitted; and the BEHAVIOUR- the effect the message has. The cerebellum is the largest motor controller in the brain and an emerging concept is that it plays a key role in this postal system. Recently we have shown that defensive freezing behaviour in rats, evoked by unconditioned and conditioned fearful events, is dependent on intact cerebellar circuitry. The cerebellum is a highly modular structure, so there is ample scope for different pathways to be involved in the range of defensive responses essential for survival. \n\nWe will focus on cerebellar interactions with key components of central survival circuits, namely the midbrain periaqueductal grey and the amygdala. Our key objectives are to:\n(i) chart the chain of neural connections that link the cerebellum with the brain survival network;\n(ii) test directly for a causal link between cerebellar function and survival circuit-related unconditioned and conditioned defensive responses.\n\nWe will use the combined power of anatomical, electrophysiological and behavioural techniques at the systems level of analysis to improve understanding of the structure and function of brain circuits involved in animal survival. If specific regions of the cerebellum (modules) are an essential part of the neural network by which survival circuits elicit particular aspects of a defensive response, then experimental inactivation of these different regions should lead to an altered emotional, motor and/or cardiovascular response. \n\nChoice of experimental model: cerebellar and survival network architecture and patterns of connectivity are highly conserved across mammalian species, including human. However, rats are the experimental animal of choice because our understanding of the basic neuroanatomy and physiology is most complete in this species. Importantly, our experiments will include study of neural network interactions during behavioural situations that have been most thoroughly characterized in rats, namely: unconditioned and conditioned behaviours in response to exposure to an aversive or fearful stimulus e.g. predator (cat) odour and aversive footshock.\n\nOur results should reveal general rules as to how brain circuit structure and information coding give rise to the well-defined behavioural responses that are so critical to animal welfare and survival.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M019616/1","grantId":"BB/M019616/1","fundValue":"598181","fundStart":"2015-09-14","fundEnd":"2019-09-13","funder":"BBSRC","impactText":"","person":"Richard  Apps","coPersons":["Bridget  Lumb"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}