{"id":"E0A67360-D357-4325-9B36-8C372215BE67","title":"MyPLACE: Mobility and PLace for the Age-friendly City Environment","abstractText":"The aim of this project is to develop and test through real-world research, a digital platform and toolkit that will enable members of the public to engage with local councils and other organisations more effectively in the research, planning and design of the urban environment.\n\nThe specific domain of this project is people's experiences of mobility and access to the urban environment, and how this changes with age. The project is a collaboration with City Councils in the Northeast Region, and Newcastle's' Age Friendly city initiative. Through VoiceNorth will engage members of the public in the project as co-researchers and co-designers, to collect a body of quantitative and qualitative data on older people's experiences of mobility in the built environment, and to co-design digital tools, information and services to enhance that experience. \n\nTo achieve this we will design and develop a toolkit of digital sensors to capture evidence and experiences from older people's journeys through and social interactions within the city centre. We will combine this evidence with social research data through interactive architectural visualisations which will support citizens and stakeholder in participatory design of the age friendly city. \n\nWe will also develop a participatory design platform which will allow members of the general public to access, comment, and vote on design issues, and to add their own experiences of access and the built environment. This extended public engagement in the research and design activities will offer a new model of public engagement in civic decision making.\n\nThe toolkit and platform will be validated through the design of and deployment of digital interventions in the city. We will also document our findings for policy makers and other stakeholders regionally and nationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K037366/1","grantId":"EP/K037366/1","fundValue":"1301010","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"EPSRC","impactText":"  The Project has not been running long enough to develop impact  ","person":"Peter  Wright","coPersons":["Mark  Blythe","Cathrine  Degnen","Ruth  Conroy Dalton","Tim Guy Townshend","Rose  Gilroy","Lynne  Corner","Patrick  Olivier","Helen Clare Jarvis","Katie Rhian  Brittain","Thomas  Ploetz"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}