{"id":"E0BEE5C2-F036-462B-86F6-B010F8ABE40A","title":"Development and Study of Hybrid Organic-Colloidal Quantum Dot Systems","abstractText":"Carbon-based materials (organic or polymer materials) are of great interest to researchers and industry due to their wide ranging properties and potential to fabricate low-cost devices from them. In recent years intensive research into these types of materials has lead to their use in electrical devices such as light emitting diodes for display applications. This research has proved particularly successful and these devices are now found in a number of commercial applications. Following the success of this work researchers have turned their attention to using these materials in devices that emit near infra-red (NIR) light, and in solar cells. Due to a number of limiting factors, this research has not to date been able to demonstrate these types of devices operating with a high enough efficiency. The limiting factors are based on the fundamental properties of these materials and include the processes that lead to light being emitted and the mechanisms that allow energy and charge to move between and within the materials.Recently, a new class of non-carbon based (inorganic) particles have been developed that behave like artificial atoms called quantum dots (QDs). These QDs have a number of properties that are of interest for use in devices such as those mentioned above. In particular, QDs can be designed and tuned to emit light efficiently from the visible into the infra-red region of the spectrum if suitably excited. These QDs can also be isolated and coated with organic materials thus allowing them to be used in hybrid systems that mix organic and inorganic materials together. Such hybrid systems have great potential for producing a new generation of efficient devices including solar cells and infra-red emitters that are highly efficient and low cost to produce. However, all of the devices reported to date (that are based on this hybrid mixture of materials) have exhibited efficiencies well below what could be possible if the systems were better designed. In order to design such 'optimised systems' the interactions between the organic and inorganic materials must be fully understood so we can utilise the mechanisms taking place to our favour.The research to be carried out in this programme is designed to obtain a clearer understanding of the interactions and associated mechanisms that take place between the organic and inorganic materials (organic molecules and QDs respectively) in these hybrid systems. The techniques that will be used include studying these processes in real-time using femtosecond spectroscopy techniques along with other more standard techniques. By varying the organic molecules and QDs used, detailed measurements of a number of representative systems will be obtained. The experimental data obtained will be used to formulate an understanding of the significant processes that govern the interactions in these systems, and how this relates to current models. Having obtained this understanding it will be used to design and optimise new hybrid systems with improved efficiency for the applications in mind. We will use these 'optimised hybrid systems' to demonstrate optically and electrically excited emission in the NIR with improved efficiency over currently state-of-the-art devices. Similarly, we will also seek to demonstrate a solar cell with significantly improved efficiency.There are two further aims of this research. One of these aims is to establish an international collaboration with leading chemists in Korea that will benefit the research carried out at each institution and the wider research community in each country. In this collaboration the chemists will provide QDs designed to emit in the NIR coated in a number of different organic complexes (ligands). The second aim is to establish a recognised research group led by the applicant carrying out leading work on the development and study of functional organic and hybrid materials for device applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C013824/1","grantId":"EP/C013824/1","fundValue":"121970","fundStart":"2006-01-01","fundEnd":"2008-03-31","funder":"EPSRC","impactText":"  The research undertaken led the use of PbS quantum dots in conjunction with organic materials to harvest near-infrared light for photovoltaic applications and also to achieve efficient near infrared electroluminescence. A number of peer reviewed journal articles can be directly linked to the research undertaken drawing &gt;200 citations to date. Furthermore, the basic principles developed during the project have been taken up by research labs internationally and further developed. Digital/Communication/Information Technologies (including Software) Economic","person":"Richard James Curry","coPersons":[],"organisation":"University of Surrey","findingsText":" This project led to the first demonstration of hybrid organic-inorganic systems that are able to capture visible and near infrared sunlight and turn this into an electric photocurrent. To achieve this photovoltaic devices (solar cells) were developed that contained lead sulphide (PbS) nanocrystals (NCs) which enabled near infrared light to be absorbed in conjunction with various organic materials. Sensitivity to the sun's light was extended from the typical limit of ~800nm for organic only devices to the near infrared ~1500nm. The priject also enabled the demonstration of the first efficient hybrid organic-nanocrystal near infrared electroluminescent device displaying internal efficiencies of ~12%. This led to other international research groups adopting the device design to further improve device efficiencies. Following the project a series of world-leading photodetector devices were also realized leading to significant interest from international companies. The work is of use to those looking to establish a list of potential candidate technologies that might fulfill current and future market demands. In doing so it then may help inform decision making relating long-term investment and industry-based research and development programmes.\n\nThe work is also of potential interest in education as it draws together topics of energy production, engineering and physics showing the interconnectivity of traditional and new disciplines and themes. Digital/Communication/Information Technologies (including Software),Energy","dataset":"gtr"}