{"id":"E0C77C48-6E43-4C2E-BAA7-A41E53BC8FE3","title":"Turbulence in breaking gravity waves - a computational study","abstractText":"Fluid flows in which the density varies ('stratified flows') are common in many important industrial contexts and in the atmosphere and oceans. The existence of turbulent patches generated by breaking waves is well known to operators of both aircraft and submersibles. What is much less clear is the character of the turbulence in such patches and the extent to which the source of the patches can be deduced from the nature of the turbulence. We propose studying the generation and characteristics of turbulence within breaking waves in a stratified flow using computational techniques (LES - Large Eddy Simulation). Previous studies have been restricted to very low Reynolds number - i.e. to flows of the kind that can be studied in the laboratory; this project will be one of the first attempts to use LES to study more practically relevant flows (i.e. flows at higher Reynolds numbers). This will entail substantial modifications to an existing numerical code, which will lead to production of a more widely applicable tool for LES studies of high Reynolds number, stratified turbulent flows. The code will than be used to study the characteristics of turbulent patches produced by the breakdown of large-scale gravity waves, typically generated by the influence of bottom topography on a stratified upstream flow, and thence to allow comparison of such turbulence with that generated via other mechanisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C008561/1","grantId":"EP/C008561/1","fundValue":"192238","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"  Only, thus far, in terms of informing the wider research community. Aerospace, Defence and Marine,Environment Societal","person":"Ian P  Castro","coPersons":["Trevor Glyn Thomas"],"organisation":"University of Southampton","findingsText":" Turbulence in the atmosphere or oceans has significant effects, not least on the mixing of pollutants. Large internal waves (like lee waves behind high mountains) can sometimes break - rather like wave-breaking on a beach - and this can be a serious hazard to aircraft. We have discovered in much finer detail than was previously available the processes which govern the transition to turbulence in such a breaking wave. With the development of ever-more-powerful computers, it will be possible to build on our results by undertaking similar computations at higher Reynolds numbers - i.e. in conditions even more representative of full-scale situations - and, indeed, with even more realistic wind conditions. Aerospace, Defence and Marine,Environment","dataset":"gtr"}