{"id":"E0D1F42E-25EF-4B50-87C1-7FCD0465E7DF","title":"The Networked News Lab","abstractText":"<p>New communication technologies raise questions about the role of journalism in our societies, opening up the possibility for the profession to be, in many respects, reinvented.</p>\n\n<p>This knowledge exchange project focuses on the future of journalism in Kenya and Ethiopia and maintains a close link with professional practice in those countries. The researcher will collaborate with leading journalists to co-produce knowledge with an aim of influencing how the profession is practiced, supported, and regulated. In partnership with Twaweza, a ten-year initiative with a strong focus on information and transparency, Networked Journalism Lab will be created. This will be a forum for journalists where the possibilities of the new communication landscape can be researched: accessing new sources of information, connecting with people who could not be reached before, and using crowd-sourcing, social media, innovative survey techniques and citizen journalism as well as speaking with people in person.</p>\n\n<p>The knowledge produced and lessons learned will then be communicated through a series of ‘best-practice’ examples that will be of interest to a wide array of audiences.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J010448/1","grantId":"ES/J010448/1","fundValue":"45389","fundStart":"2012-10-31","fundEnd":"2013-10-30","funder":"ESRC","impactText":"  Over the course of a year, the Networked News Lab repeatedly assembled a group of leading journalists in Kenya to look critically at news coverage and offered them support to experiment with innovative approaches to news-making that might address the shortcomings they perceived with current practices. The process was informed by research carried out concurrently with the project by Research Fellow and PhD candidate, Nicholas Benequista, into the nature of journalistic agency in this country.\nThe Networked News Lab communicated its findings widely, using the networkednews.org website, social media and special events to present to audiences that included Kenyan editors, journalists, national and international media development practitioners and other media scholars. The ESRC funding also supported a series of publications - for both academics and practitioners - from the project. \nThe project has already a modest but discernible impact on the audiences it targeted, and has helped to build relationships and promote ideas for future collaboration that could deepen that impact considerably. \nThe impact on the participants themselves has been the most notable success. The participation of one television journalist in the Networked News Lab has had an influence on the concept and format of a new television show interrogating journalistic practices in Kenya. &quot;Face the Press&quot; has since become a successful weekly show on national television network KTN. \nOthers testify that the project has helped them to sharpen their ideas and practices in more subtle ways, and also helped to strengthen their position in their own institutions, which was one of the intended consequences of the project. \n&quot;I am part of the Networked News Lab because I believe that sharing our experiences as journalists across different formats and from different media houses can only improve Kenya's media. The Lab has helped connect me to a group of younger journalists whose perspectives and experiences have given me food for thought and also affirmed the first principles of journalism that I hold to be true. The revamped website has also generated interest in my work and helped those who view my work to see it in a different light. Now my bosses know that my work is of interest beyond the circle of those who eat and breath international justice.&quot;\n- Tom Maliti, journalist and contributor to the International Justice Monitor (www.ijmonitor.org)\nRequests for further information about the project from editors at The Star and East African and from institutions such as the Editor's Guild and Media Council of Kenya also suggest the project's insights and findings have reached others in the Kenyan news profession. \nThe project has also had an influence on practitioners in the fields of media development and communication for development, as originally envisaged. Because of the work of the Networked News Lab, the multi-donor funded Making All Voices Count took adjusted its country strategy in Kenya based on input from PhD researcher Nicholas Benequista. Organizations including the iHub, Media Focus on Africa, Article IXX and Internews have also sought advice and input from the project's insights. \nFinally, the Networked News Lab has drawn interest from several organizations and individuals interested in establishing a media think tank in Kenya. These include Moi University, the University of Nairobi, the Media Council of Kenya, Pawa254 and others. Institutionalizing the Networked News Lab as a research unit within one of Kenya's universities or as a private trust would be the most significant outcome from the project, but this may have to wait until the coordinator of the Networked News lab has completed his PhD and is in an institutional position to pursue this goal. Creative Economy Policy & public services","person":"Robin Elizabeth Mansell","coPersons":["Nicholas  Benequista"],"organisation":"London School of Economics & Pol Sci","findingsText":" The Networked News lab was a knowledge exchange project intended to promote innovative forms of journalism in Kenya and to inform the policies that affect journalism. Over the course of a year, the Networked News Lab repeatedly assembled a group of leading journalists in Kenya to look critically at news coverage and offered them support to experiment with innovative approaches to news-making that might address the shortcomings they perceived with current practices. The process was informed by research carried out concurrently with the project by Research Fellow and PhD candidate, Nicholas Benequista, into the nature of journalistic agency in this country.\n\nThe Knowledge Exchange project enabled the formulation of recommendations for policy and practice, and also informed the research itself – allowing for scholarly ideas to be scrutinized and tested by practitioners.\n\nIt has highlighted an array of factors – some economic, some attitudinal – that prevent the country’s mainstream journalists from effectively collaborating with the new media community.\n\nThe knowledge exchange also highlighted how new communication technologies are sometimes used as tools by journalists to assert creative control over their work and to push for changes in their industry – with implications for how the development of Kenyan media can be supported. \n\nFinally, the exchange project yielded a number of lessons about how to create stronger ties between media research and practice in Kenya. One of the project’s greatest contributions may be in fostering a stronger relationship between scholars and journalists. The Networked News Lab has primed several audiences both in and outside Kenya to the findings from the Knowledge Exchange project and further results are expected from the research and analysis that will build on this project for the PhD thesis. Several academic and policy briefing publications are anticipated – containing, respectively, academic and practical insights that benefit from the knowledge exchange project. \n\nThe process itself has left a potential legacy in Kenya in the form of a model indicating how to bridge research and participatory action in news media production. An upcoming workshop with media scholars will explore this topic, and prospective participants in that event have expressed an interest in discussing how to institutionalize the Networked News Lab, or some version of it, for longer-term engagement between scholars and journalists. \n\nThese discussions are likely to bring in organizations such as the Editor’s Guild, the Media Council of Kenya and other bodies with influence over Kenya’s media regulatory framework and the policies of major media houses. \n\nA cooperative endeavour of this kind, if it does emerge from the Networked News Lab, has the potential for a lasting impact on the future of Kenyan journalism, as the project initially intended. Creative Economy,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}