{"id":"E0D3CECD-25AF-4EB2-A5C3-3ED9711E066A","title":"Portable Direct Immunoassay Diagnosis Devices for Animals and Humans (PDIDDAH)","abstractText":"The purpose of this project is to develop a novel portable device for rapid and sensitive detection of viruses and bacteria associated principally with disease of livestock. If successful, this device should permit the detection of infection at an earlier stage than conventional methodologies, permitting more effective implementation of infection control measures and minimising the economic impact of the disease. The initial target for the device is foot and mouth virus, outbreaks of which can be economically devastating, as evidenced in the UK recently. The technology is then expected to be extended for rapid testing of other pathogens of interest, both in animal and human public health sectors e.g. spore forming organisms (B. anthracis, C. difficile), and other bacteria (MRSA etc.) and viruses (H5N1, human influenza etc). The technology that underpins the project is based upon novel photonic nanodevices that employ lasers, optical fibres, photodynamic and spectroscopic techniques, integrated with liquid and airborne sample collection devices that use microfluidic and electrical entrapment techniques. Essentially, the sensor device employs electronic analysis of the optical signal from the photonic detection chip to recognise biological binding events (i.e. between antibodies and antigens of interest) and for data capture and transmission. The focus of work conducted at the Institute of Biotechnology will be on the biological aspects of the project, developing and optimising assay procedures for the targets of interest. The final device will be verified by comparing the technology to existing technologies (ELISA's, PCR techniques etc.) and by live testing of both air- and liquid-borne samples.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G001812/1","grantId":"TS/G001812/1","fundValue":"192990","fundStart":"2009-01-13","fundEnd":"2011-01-12","funder":"EPSRC","impactText":"  A portable suitcase-sized detector was developed based on an optical fibre based immunoassay. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Christopher  Lowe","coPersons":["Graham  Christie"],"organisation":"University of Cambridge","findingsText":" This research was part of a TSB funded project designed to develop a portable direct immunoassay system for the detection of foot and mouth disease virus. The commercialisation of this device was to be conducted by our commercial partners. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}