{"id":"E0D6589E-05C1-4DA9-A3F5-4FDF7234069F","title":"Putting next generation fusion materials on the fast track","abstractText":"Enormous numbers of energetic neutrons are released when helium is produced by the fusion of deuterium and tritium at high temperatures, as in our Sun. This promises to solve the World's long-term energy needs if a controlled version can be carried out on Earth. JET at Culham has been one of the leading experimental reactors for magnetically confined fusion using gaseous plasmas, and has been an important step towards designing the international thermonuclear experimental reactor, ITER. UK fusion technology is now on the fast track and will demand a new generation of materials for commercial reactor construction. The selection of materials for ITER has been based on those available some years ago, but there are trade-offs in deciding whether to use high temperature metals that are resistant to plasma erosion but liable to be damaged by radiation and also contaminate the pure plasma, or to use light elements that are toxic (beryllium) or more easily eroded and may absorb significant amounts of tritium fuel (graphite). We want to establish a materials capability for the next generation, and in particular to exploit our capability in diamond films as a route to designer carbons as plasma-facing wall materials. This proposal intends to coat carbon tiles with diamond on a large scale, in order to lower the erosion rates, dust formation, and tritium absorption, by using the unique properties of diamond, namely high temperature stability, radiation resistance, high atomic density and unsurpassed chemical stability in the presence of hydrogen plasmas. This solution enables the preferred use of low atomic number plasma-facing materials. Computational modelling of carbon structures will complement the experimental programme in optimising the chemical and physical structure of a composite functional material exposed to radiation. If successful, this approach would enable reactors to operate for longer periods before component replacements and without compromising the tritium inventory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E035868/1","grantId":"EP/E035868/1","fundValue":"743778","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"EPSRC","impactText":"","person":"John  Wilson","coPersons":["Phillip  John"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}