{"id":"E0D65412-12E2-4904-8901-1427E6D9BC80","title":"Holomorphic Linking and the Twistor Geometry of the S-matrix","abstractText":"Holomorphic linking was introduced by Sir Michael Atiyah in 1981 as a complex analogue of the Gauss linking number of closed curves in three dimensional space. He was led to this whilst trying to construct Green's functions for the Laplacian on the four-sphere using the complex geometry of twistor space, a complex three-dimensional space. Knot theory and three manifold topology were subsequently revolutionized by the introduction of nonabelian link invariants such as the Jones polynomial, which are `Wilson loops' associated to certain three-dimensional gauge theories (Chern-Simons theories). \n\nThe S-matrix of a quantum field theory is the mathematical object that contains all the available data (amplitudes) of all possible scattering processes. Recently the twistor geometry of the S-matrix for certain gauge theories on four-dimensional space-time has come under intense study and found to be extraordinarily rich, making contact with many different geometrical ideas ranging from integrals over moduli spaces of curves to the study of cycles in grassmannians. This culminated last year with the realization that the S-matrix should best be understood as a holomorphic link invariant of a complex polygon in twistor space that encodes the data on which the S-matrix depends. \nAlthough holomorphic link invariants were proposed 30 years ago, the available mathematical technology remains rudimentary and indeed this S-matrix is the first nonabelian example to be defined and studied. This proposal seeks to develop the technology underlying holomorphic linking into a framework that can be used to solve for the full S-matrix and to extend the ideas to other related problems. The solution will require novel geometrical constructions of polylogarithms based on Grassmannian integral formulae. It will also require the study of nonlinear integrable systems of equations (certain Hitchin systems) and their quantization.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J019518/1","grantId":"EP/J019518/1","fundValue":"285308","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Lionel Jeremy Mason","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}