{"id":"E0E2BED2-6090-4585-9961-DE0B4B16E086","title":"Spaces of television: Production, site and style","abstractText":"The project concerns television fiction produced in the UK from 1955-94. It will analyse how the material spaces of production (in TV studios and on location) conditioned the aesthetic forms of programmes, and how fictional spaces represented on screen negotiated the opportunities and constraints of studio and exterior space, film and video technologies, and liveness and recording. Specific foci for the research include BBC studios in London and the regions, the sound-stages at Elstree where programmes for ITV were made, and location shooting of drama series and serials in the period. Genres of programme studied include popular drama such as the police and adventure series, science fiction, period costume drama and sitcom. \\n\\nThe research will involve significant archival work, and will produce a historiography of production spaces in British television and connect this spatial and institutional history with a historiography of television style. Fictional space will be understood as a component of mise-en-scene, where the material space of production impacts on modes of performance, styles of camera work, and the significance of sound environments and visual design. Material spaces of production will be understood as a component of the economic, institutional and political histories of British television, where the availability of production space, its architectural design and resourcing, technologies of camera and sound, and the cultural meanings of these conditions of production changed over time and were negotiated among professional personnel in the television industry.\\n\\nOne strand of this research concerns the aesthetic specificity of television, in terms of its conventions of spatial representation. Since some of the technologies and practices of representing space were assimilated from cinema (e.g., using film studios, location shooting practices, cameras and directors) the research includes comparative work by one PhD student (Leicester) on the range of production practices and aesthetic codes of mise-en-scene in videotaped and filmed television, where televisual and cinematic conventions were negotiated and in dialogue with each other. The student will study the realisation and representation of space in telefantasy drama, a genre where representations of the alien and familiar, and the past, present and future have been aesthetically and materially significant. Studio-shot television fiction using video technologies was argued to have its own aesthetic, and this debate will be researched by one PhD student (Glamorgan) with a focus on how the changing uses of the studio impacted on the performance styles of actors. One PDRA (Smart, Reading) will trace the detail of resourcing and use of production spaces for programmes, their technologies, production practices and personnel, with a focus on directing practices. The other PDRA (Panos-Horritt, Reading) will focus on theoretical and historiographic debates about the aesthetics and histories of television space, conducting comparative studies across genres, production institutions and periods in order to develop the larger theoretical and methodological framework of the research by means of case studies. The research will include gathering testimony by TV production staff and performers about their experience of spatial opportunities and constraints.\\n\\nThe project's outcomes will include authoring and joint-authoring journal articles and book chapters. The postdoctoral researchers will be the lead editors of an edited collection of chapters, a journal special issue and the authors of several articles and chapters. The Investigators and PhD students will also publish in these outlets and elsewhere. Outcomes will also include two one-day symposia and one international conference, and engagement with appropriate resource holders and industry audiences. An existing network of academics and archivists (the Southern Broadcasting History Group) will advise on the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H018662/1","grantId":"AH/H018662/1","fundValue":"827429","fundStart":"2010-07-19","fundEnd":"2015-03-18","funder":"AHRC","impactText":"  We have exchanged insights with non-academics at two one-day and one three-day international conferences about spatial approaches to television drama history. In conjunction with the British Film Institute, we contributed expertise to BFI staff and programmed a season of TV drama screenings at London's South Bank in 2014, showcasing innovative uses of the TV studio in drama programmes. At each of these events there were not only academics but also people from the TV industry working with different kinds of space in drama. For instance, with production designers we evaluated the challenges of working with Colour Separation Overlay (green-screen) to create fantastical, unreal spaces in drama. Creative Economy,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Jonathan  Bignell","coPersons":["Stephen William Lacey","James Robert Chapman"],"organisation":"University of Reading","findingsText":" We have studied a broad range of television fiction produced in the UK from 1955-94. We have found that spaces of production (in TV studios designed for multi-camera shooting, and in enclosed sound stages and on location) conditioned the form and visual style of programmes in a range of ways affecting scenic design, performance and shot composition, for example. The fictional spaces represented on screen used the opportunities and constraints of studio and exterior space, film and video technologies, and liveness and recording creatively, exploiting professional competences that we have explored in particular case studies. So, for example, we have investigated how BBC studios in London and the regions were used, and compared this to examples of filmed TV production by commercial ITV companies in sound-stages, and the location shooting of TV drama series and serials by both BBC, ITV and Channel 4. The genres of programme we studied included the police and adventure series, science fiction, soap opera and period costume drama. There is scope to understand British television's audio-visual heritage in terms of space and the representation of interior and exterior places. The impact of television technology can be demonstrated by showing how it affected broadcasting of the past. The different roles and scope of professional workers in the television industry, such as producers, directors, designers and performers, can be understood in new ways by reflecting on how these people dealt with physical space in their work. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}