{"id":"E0E8AEDA-12D6-4519-A101-F524F30CC046","title":"Analysing the roles of peptidases in Leishmania infectivity and pathogenicity","abstractText":"Leishmaniasis is a severe disease of humans and animals in the tropics and sub-tropics (including Southern Europe) and has severe costs in both health and economic terms and drains resources that could be used to promote growth of developing nations. There is no effective vaccine against the disease and chemotherapy is the prime means for reducing the leishmaniasis burden. Unfortunately the drugs available have many limitations and new drugs are desperately needed. Our aim in this programme of work is to characterise key biological processes of Leishmania, the parasite that causes leishmaniasis, and so identify and validate potential drug targets. We have shown that peptidases, enzymes that digest proteins, play central roles in the development of Leishmania and are important in the infectivity and pathogenicity of the parasite. Our work will concentrate on 3 key areas of the biology of the parasite. Firstly, on the changes in cell shape mediated by a process called autophagy (self-cannibalism), which leads to the development of infectious parasites and allows the parasite to live within a mammalian host. We now aim to elucidate the key roles and molecular mechanism of autophagy in Leishmania under different stimuli, such as starvation and stress. We will determine the importance of autophagy for the multiplication of amastigotes of Leishmania (the parasite form that lives in humans) and so whether it can be effectively targeted by drug intervention. We will also investigate whether Leishmania modulates autophagy in its host cell as a survival strategy. Secondly, on the crucial role of the parasite?s internal membranous structures for interactions with the mammalian host, and how factors that make the parasite virulent are released from the cell. Thirdly, we will investigate the function of a parasite-specific peptidase, metacaspase, which is essential for growth of the parasite but the function of which is unclear. A key approach will be to genetically manipulate important Leishmania genes to find out what role the encoded proteins play in the parasite?s infectivity and virulence. One outcome from this study will be greatly improved understanding on the roles of these biological processes in Leishmania, and the molecular mechanisms of the processes themselves ? which will be relevant to many areas of biology. Another expected outcome will be knowledge on which peptidases are valid drug targets and this information will be exploited by collaborating to discover inhibitors of peptidases, which should be leads in the development of new drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700127","grantId":"G0700127","fundValue":"1492780","fundStart":"2008-01-04","fundEnd":"2013-05-31","funder":"MRC","impactText":"","person":"Jeremy Charles Mottram","coPersons":["Graham Herbert  Coombs"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}