{"id":"E0E93603-0BD7-4B93-93DD-A342266C2034","title":"Centre for Hidden Histories","abstractText":"In a British context, and with significant exceptions, WWI still focuses largely on the white British armed forces active on the Western Front. While it is possible to subject the events of 1914-18 to disinterested and objective historical inquiry, the commemorative landscapes and rituals created after 1918, and reaffirmed each year in the UK and on the Western Front, tend to prevent a broader understanding of WWI as a global conflict that has continuing relevance for all communities in an increasingly cosmopolitan British society. This includes those for whom the Western Front, and the conventional British narratives associated with it, have limited significance. Many Indians fought on the Western Front, but people from different parts of the former Austro-Hungarian Empire, including Ukraine, Russia, and Poland are likely to focus more strongly on the fallout from the collapse of the Russian Empire 1917-22, and the subsequent emergence of new nations in central and eastern Europe after 1918. People of the Balkan states may be more interested in the post-1912 wars which essentially led to Yugoslavia, the fall of the Habsburg monarchy and the emergence of a stronger Greece. Turkey's participation in WWI led to the destruction of the Ottoman Sultanate and the creation of the modern Republic of Turkey. The Irish have yet a further perspective on these years.\n\nThe centrality of WWI to British identity has been reaffirmed by the UK government's ambitious &pound;60 million programme to mark the centenary in 2014-18. The explicit objective is to remind the next generation 'that the First World War is not ancient history but a shared history that unites our country'. What of the many communities which have settled in Britain during the 20th century? Are they (intentionally or unintentionally) excluded? Some families have lived in Britain for several generations but do not necessarily feel any sense of engagement with previous commemorative events.\n\nThe proposed Centre aims to idntify and facilitate imaginative democratic community action and engagement around the memories and narratives of the period 1914-18 within the diverse communities which make up contemporary British Society. Initially the Centre will take advantage of its location and work with three, large cosmopolitan cities in the English East Midlands region: Nottingham, Leicester and Derby. These three cities have distinctive but comparable industrial heritages, and through the 20th Century experienced sustained immigration from all parts of Europe, the Commonwealth and elsewhere. From this foundation, and utilizing community networks, we aim to expand our community partnerships to achieve a national reach.\n\nThe Centre will be led by a cross-disciplinary network of academics from across the Arts and Humanities, the Social Sciences and the Information Technologies. The University of Nottingham and its partners in the Centre have a strong track record of working with community groups and our key mechanisms of engagement will include a comprehensive programme of community-focused events (themed roadshows, research surgeries, talks and training) co-ordinated by an experienced Community Liaison officer. Access to research expertise will be facilitated by two funding schemes: (i) a Community Challenge Fund to support community groups to gain access to training, facilities and expertise to assist the development of community-led programmes and support the development of bids to the Heritage Lottery Fund (HLF) schemes; and (ii) a Research Development Fund, aimed at extending the potential of a community-led HLF project or funding follow-up activities to further develop a completed HLF project. Mechanisms of engagement through events, and the funding schemes, will encourage fresh approaches to collaborations through the involvement of community theatre practitioners, community film makers and the novel use of technology through the UoN's digital research centres (e.g. Horizon).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L008378/1","grantId":"AH/L008378/1","fundValue":"524298","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"AHRC","impactText":"  It is too early in the work for this question to be answered. I would expect to report more fully in twelve months. Government, Democracy and Justice Cultural,Societal","person":"John  Beckett","coPersons":["Nigel Charles Hunt","Paul  Elliott","Michael John Heffernan","Natalie  Braber"],"organisation":"University of Nottingham","findingsText":" It is too early to report key findings, as the project has been going only a few months. Too early to say as yet. Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}