{"id":"E0EC190B-0DEC-4BB7-8209-C77004D9E404","title":"Interaction of Oceanic Vortices with Steep Topography","abstractText":"Irregular topography is a prevalent ocean feature, appearing in the shape of the ocean bottom, along the coastline, and on the shelves and slopes that connect the coast to the deep abyss. Strong jet-like currents, with considerable variability and enhanced mixing, are often observed near topography, implying that the continental shelves and slopes, ridges and seamounts exert a strong dynamical oceanic influence. Past studies have illustrated the complicated nature of vortex-topography interaction in which smaller-scale vortices are often produced; that is, topography catalyzes a forward cascade in the mesoscale fields and may provide important routes to dissipation.The interaction of an ocean vortex with the continental shelf and slope is one aspect of a more general problem about wave-vortex interactions in a variable medium. A crucial parameter in the oceanic context is the ratio of the shelf width to the vortex size, which is typically small. In order to develop adequate mathematical models, and to clarify the basic physical mechanisms, we propose a thorough investigation of the evolution of a strong vortex in the vicinity of confined steep topography. Since a proper description of ocean dynamics over a steep continental slope adjacent to the deep-water side of a shelf-break requires baroclinic effects to be taken into account, we will use a novel two-layer numerical model in the deep area matched with a barotropic model in the shallow area, where the ocean depth is smaller than the interface depth. Such a combination of barotropic-baroclinic models captures the most essential elements of current variability in the littoral zone, which remain presently relatively unexplored.Previous studies have indicated that the on-shelf advection of shelf water with high potential vorticity into the open ocean results in the development of a vortex sheet around the intense primary eddy. The subsequent rolling-up into smaller-scale cyclonic vortices will be studied numerically using both our numerical model and contour dynamics methods which together can be expected to capture the essential dynamical processes. The results of our study will be compared with other numerical simulations and observational data for a range of the relevant parameters. Our general aim is to obtain a deep understanding of the process of vortex-shelf interaction, which can provide an adequate description of variability and mixing near confined topography.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I007180/1","grantId":"EP/I007180/1","fundValue":"7888","fundStart":"2010-09-01","fundEnd":"2010-11-30","funder":"EPSRC","impactText":"","person":"Roger  Grimshaw","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}