{"id":"E0F1019D-B38C-43DC-B65D-BF9B9E9BF18D","title":"'New Thinking on Living with Dying': Research Network","abstractText":"To answer the question 'can we improve the well-being of people with life-limiting illness' we propose to establish a network of researchers and clinical practitioners and to hold three workshops, three public events and one Patients' Forum. \n\nRadid advances in clinical care have extended life expectancy in life limiting and non-curative illness. As a result of the extension of life expectancy, poor prognosis can mean living with dying for a number of years. Patients with life-limiting illness report a low quality of life and high levels of anxiety or depression. This raises two significant challenges: How can subjective well-being be enhanced for this cohort of patients? Can we develop an appropriate structured clinical response to what are often existential worries. \n\nWorkshop: Thinking about Dying? (20 participants)\nThe question for this workshop is: 'can we live 'right up to death'?'\n1. Do cross-ethnic, cultural and religious perspectives provide new ways to frame living with dying?\n2. Does it make sense to talk about well-being during life-limiting illness?\n3. How personal is 'my death'?\nAdriana Cavarero invited to give public lecture (120 audience)\n\nWorkshop: Mental Health and Living with Dying ( 2 day event: 20 participants in workshop / open registration (&pound;30 to cover cost))\nThe problem for this conference is: 'how can we map well-being during life-limiting illness?'. Questions include:\n1. How is the sense of 'who I am' unsettled at this time?\n2. What is the relationship between remorse, loss, guilt, shame, and fear to life-limiting illness?\n3. How can we can accommodate new identities, bodily shapes and somatic capacities at this time?\nArthur Frank invited to give public lecture (120 audience)\n\nWorkshop: The Clinical Model of Care (20 participants)\nThe problem for this will be 'does the current clinical model adequately address the needs of patients living with dying?'. Questions for the workshop include:\n1. Do we have the right level of understanding andknowledge of the needs of this cohort of patients?\n2. What is the role of therapy in care?\n3. How might we adapt communication practices to make them more appropriate?\n\n\nThe following public events aim to involve patients in the development of new material and 'softer' approaches.\n\nFood for Thought:Reading as Therapy\nThis session will be organised by the nationally recognised 'Reader Organisation'. It will involve piloting a range of suitable reading material. 100 participants. \n\nDaDa Festival: Changing Bodies\nDrawing on critical disability theory, this session at the DaDa festival will deal with how identities changes during this period and ask how we might learn to live with changing body shapes and capabilities. Expected footfall 120 (capacity of the Bluecoat) and web streaming of content. \n\nStimulus session: Encounters with Nature\nThere is already empirical research to show the importance of encounters with nature during times of trauma; in particular when living with dying. Working with Ness Gardens and the Sefton Allotment Movement we will investiage how to translate existing empirical research - that encounters with nature significantly enhance well-being - into practice. These patients have altered capacities, can often be tired and unable to have sole responsibility for an allotment or garden. By sharing allotments, patients can achieve the benefit of encounters with nature without feeling it a burden. 30 people involved in the workshop then a rota of patients will be established.\n\nPatients Forum\nTo feedback results from previous sessions and to test the usefulness of patient material developed during the previous sessions.\n\nBy the end of the project we expect to have collated personal stories to be included on the website and as a publication 'Cancer Stories'; to have produced two journal articles and patient material as well as policy on the role of nature in non-curable","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J008427/1","grantId":"AH/J008427/1","fundValue":"24096","fundStart":"2012-04-01","fundEnd":"2014-03-31","funder":"AHRC","impactText":"","person":"Susan  PickardGillian  Howie","coPersons":["Peter  Salmon"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}