{"id":"E0F72F37-A877-4B2B-8184-AE154712B80D","title":"Resource limitations to sustainability of groundwater well-points in basement complex regions of sub-Saharan Africa","abstractText":"35% of Africa, 40% of the sub-Saharan Africa land surface and almost 37% of the member states of the Southern African Development Community (SADC) is underlain by weathered and fractured 'basement complex' bedrock which contains groundwater within its weathered mantle (most significant under the 'African erosion surface') and to a lesser extent within rock fractures (most significant under the 'post-African erosion surface'). Achievement of the Millennium Development Goals (MDGs) in Africa (MDG Target 7.C: to halve, by 2015, the proportion of the population without sustainable access to safe drinking water and basic sanitation) is therefore fundamentally reliant on the long-term sustainability of groundwater abstractions from these crystalline basement complex aquifers (BCAs).\n\nThe incentive for our proposal is a recent reconnaissance analysis of the sustainability of groundwater resources of the BCAs in Malawi (the 'Malawi analysis' of Robins et al 2013). The reconnaissance method for estimating groundwater resource limitation compares estimates of groundwater throughflow and storage depletion with actual abstractions at a coarse scale (100s km2). The analysis raises concern that groundwater abstractions exceed long-term recharge in 4 of the 15 'water resource areas' (WRAs) of Malawi, in parts of both the 'weathered' and 'fractured' BCA environments. This controversial conclusion contrasts with the long and widely held view that resource development from BCAs is limited by low transmissivity, hence through low yield of wells, compounded by widespread technological failure of the well-points themselves. Also, it provides a cautionary perspective on a continent-wide assessment of groundwater 'volumes in place' in Africa by MacDonald et al (2012) who have estimated the BCA resource at 500,000 m3/km2 on the basis of published geological maps and estimates of hydrogeological parameters. Availability and sustainability of the groundwater resource, however, fundamentally require ground-truth measurements and process-based analyses (Edmunds 2012). Cumulative groundwater abstraction has greatly increased across much of SSA over the past 30+ years following numerous rural water development and drought relief programmes. Therefore the Malawi experience could be indicative of groundwater resources sustainability in BCAs more widely throughout SSA. If the Malawi analysis is correct, one important implication is that additional, un-recoverable well-point failure will be expected in the affected regions. This expectation forms the basis for the test we will apply to the Malawi analysis.\n\nThis proposal therefore addresses the concern that the Malawi experience is indicative for groundwater in BCAs throughout SSA. The principal objective is to test the Malawi analysis, by examining the implications for well-point failure using independent data on well-point occurrence and status (available through WaterAid and the Malawi Ministry of Water Development and Irrigation). Concurrently, we will explore the links between well-point failure, health, poverty and gender issues where resource limitation to sustainability of groundwater well-points has been proposed, using census and aggregated heath data. \nWe will carry out field investigations to refine the analysis of groundwater resource limitation over a smaller area and to develop a preliminary analysis for a selected region in southern Zimbabwe. We will develop a methodology for application to water-use policy and local resource/well-point monitoring. We will stimulate awareness and adoption of the methodologies at a regional Workshop. Hence we will support national mitigation measures, and local management of groundwater use. The project will lead to new estimates of resource limitation in Zimbabwe, new collaborations, and form the basis for wider investigation of resource-limitation across SSA basement complex regions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L002132/1","grantId":"NE/L002132/1","fundValue":"103273","fundStart":"2013-07-30","fundEnd":"2014-07-29","funder":"NERC","impactText":"","person":"William Graham Burgess","coPersons":["Richard  Chandler"],"organisation":"University College London","findingsText":"","dataset":"gtr"}