{"id":"E0FB329E-DF30-450A-A4CC-3317113F86B0","title":"Small items of research equipment at the University of Bath","abstractText":"The aim of this proposal is to expand and update the essential basic equipment resources available for Early Career Researchers in the engineering and physical sciences at the University of Bath. This will lead to an enhanced research environment within the University and greater opportunities for Early Career Researchers to expand their networks of collaborators and undertake novel, challenging research. Based on our current research strengths, and following consultation with colleagues across the University, we have identified four key areas for investment. These are of strategic importance to the University and also align to EPSRC's strategy. \n -Catalysis and Sustainable Chemical Technologies\n -Sensing and Imaging\n -Built Environment\n -Materials\n75% of the total value of this award will be placed across these four high quality areas, further enhancing the world-leading research that is being undertaken at the University.\n\nThe remaining 25% (&pound;150K) of the award will be invested into a flexible mechanism which will address future needs of Early Career Researchers and enable the University to respond effectively to research demands that are yet to be anticipated. This flexible pot will be split into two strands. Of the order of &pound;75K will be invested directly into our Chemical Characterisation and Analysis Facility (CCAF) and Microscopy &amp; Analysis Suite (MAS), upgrading the current infrastructure. This will particularly benefit those seeking to establish research careers who will be able to use the expertise available at the facility to expand their range of skills. The remaining &pound;75K will be used to purchase a pool of equipment and a small amount of technician time that can be used flexibly to respond to specific needs of current and future Early Career Researchers. The equipment will be based in the Analysis Suites and can be used on site or loaned to Early Career Researchers for a period of time and then returned to the central pool for others to u \n\nA Management Group has been established to oversee spending of this potential award, ensuring the equipment will deliver the best research quality and that the funding will be spent within the allotted time frame.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K031597/1","grantId":"EP/K031597/1","fundValue":"499946","fundStart":"2012-11-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"","person":"Jane  Millar","coPersons":["Julian B  Chaudhuri","Matthew Gwilym Davidson"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}