{"id":"E0FE3C5B-EF28-4DB4-8592-D7FC61C8E9C3","title":"In Situ Oil Analysis in Real Time","abstractText":"The owners and operators of high value oil lubricated machinery such as aircraft, ships and heavy plant equipment put much effort and money into ensuring the health of their machines through condition monitoring of their lubricants and moving parts. Failure of critical systems through tribological wear can result in death (e.g. as a result of aircraft systems failures) and/or financial loss (e.g. as a result of failure or degradation of mining/excavation equipment). Non-optimum operation can also cause reduced machinery lifetime and premature component failure, environmental damage and reduced efficiency. Ensuring efficient operation would increase mechanical efficiency thereby reducing fuel use and pollution.\n\nTraditionally, samples of oil from the equipment are regularly sent to laboratories for analysis (e.g. by X-ray fluorescence spectroscopy) to see if the lubricant is degrading or if there are signs of tribological wear (as evidenced by metallic particles in the oil). However, this leaves a period between sampling where the conditions of the machinery and its lubricant are unknown. For some critical applications, such as helicopter gear boxes, basic monitoring is carried out continuously by instrumentation aboard the vehicle, but the instrumentation is far less advanced than that available in a dedicated laboratory, and regular offline sampling is still required.\n\nOur business idea is to develop compound semiconductor sensors to enable continuous, state of the art laboratory-quality X-ray fluorescence monitoring of lubricant and machinery condition in situ, in real time, to provide constant high-quality data on the health of important oil lubricated equipment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K003933/1","grantId":"ST/K003933/1","fundValue":"88361","fundStart":"2013-09-30","fundEnd":"2015-03-31","funder":"STFC","impactText":"","person":"John Ernest Lees","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}