{"id":"E102A0EE-E5E6-43D3-AB47-236D3FE42CEA","title":"New methods for assessing the control of blood flow in the brain","abstractText":"In England, approximately 110,000 patients suffer a stroke each year, and at least 300,000 people live with moderate to severe disabilities as a result. The direct cost to the NHS of stroke is estimated to be 2.8 billion per year, with additional costs of informal care around 2.4 billion. Stroke accounts for about 11% of deaths, and around half of the survivors depend on others for everyday activities. Further research to reduce the incidence and long-term consequences of strokes on patients' lives is clearly called for. The brain requires a constant supply of blood to ensure that sufficient oxygen and nutrients are always available, and waste products produced by active cells are rapidly removed. A complex control system that dilates and constricts small arteries in the brain achieves this efficiently in healthy humans. This system, which is still poorly understood, responds to changing blood pressure (e.g. during exercise or when standing up), changes in breathing pattern, and variations in brain activity (e.g. waking / sleeping or responding to sensory stimuli). If the control system fails (e.g. following trauma or in premature babies), the subject may suffer from insufficient or excessive blood flow, either of which can lead to temporary or permanent brain damage, provoking strokes or aggravating their consequences. It is important to detect impairment of the control system early, in order to ensure appropriate care for the patient, such as keeping their blood pressure constant to avoid further brain damage. However, it is very difficult to measure whether a patient's blood flow is adequately regulated. Techniques that are currently used may require the patients' blood pressure to be changed quite considerably, but this cannot be done safely in vulnerable subjects. Procedures used are often uncomfortable and results not very reliable.We are proposing new experimental methods that are less aggressive and therefore might in the future be used in a wider group of patients. These methods use a variety of repeated small random changes in blood pressure (and also inhaled carbon dioxide concentrations), rather than larger swings. Extending previous work carried out by our teams in Southampton, Leicester and Norwich, we will simultaneously record blood pressure (using non-invasive methods) and blood flow in two arteries in the brain (using Doppler ultrasound applied on the outside of the head over the temples), together with CO2 in breathed air. From the small fluctuations in the prolonged recordings of these signals, we will estimate the characteristics of the system controlling blood flow, and in particular whether it is operating adequately, or is impaired. We will only carry out the experiments on healthy adult volunteers, and will provoke temporary impairment of the control system, by inhalation of air with increased levels of CO2, a procedure that is quite safe in the controlled laboratory conditions.In addition to developing new experimental methods, we will also develop and apply novel mathematical and computational techniques for signal-data analysis, which we believe will be more effective for the data we are investigating. Advanced statistical methods will be used to analyse results, and distinguish the known random variations between subjects (and also in repeated test in the same subject), from significant changes. In this joint project, we will be able to compare a number of different experimental methods and data processing techniques, in order to identify the ones with the best performance.In summary, the aims of the project are to investigate and develop new experimental protocols and data analysis methods, in order to provide new techniques that can be used to assess patients' brain blood flow control. We also expect this work to help understand better, how the control system works in healthy human subjects. As outcome we expect to recommend one or more new methods for future use in hospitals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G008787/1","grantId":"EP/G008787/1","fundValue":"109689","fundStart":"2009-01-20","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  Results from the project have been disseminated through international conferences and also published in the peer reviewed literature. These have contributed to important advances in the field and are gradually being cited in the literature. Healthcare ","person":"R  Panerai","coPersons":["John F Potter"],"organisation":"University of Leicester","findingsText":" One key objective met was the design, construction and validation of a new device and data acquisition system, to induce random oscillations in arterial blood pressure and also in the delivery of carbon dioxide or other gases that can influence the regulation of blood flow in the brain. Testing of the new system demonstrated superior behaviour compared to more classical alternatives, with superior sensitivity and specificity in relation to assessments of dynamic cerebral autoregulation based on Outcomes of the research have great potential for clinical use, including bedside assessment of cerebral blood flow regulation. The results of the project will be of great interest to investigators in the field of cerebral haemodynamics, neurologists and neurovascular surgeons. The new equipment produced has potential to be commercialised. Results will be disseminated through publications in peer-reviewed journals and scientific meetings. Healthcare","dataset":"gtr"}