{"id":"E1085775-A660-4DE8-9AE8-FB66109E2019","title":"New Dimensions of Engineering Science at Large Facilities","abstractText":"The knowledge of multi-component, spatially varying stress and strain states and structural information is crucial for elucidating advanced concepts and models in materials science and strength engineering. Recent developments in neutron and high energy X-ray diffraction techniques at large scientific facilities have pushed the spatial resolution towards ever smaller length scales, at the same time improving data acquisition rates, making it possible to obtain large collections of diffraction patterns. However, because of the limitations imposed by gauge volume geometry and grain structure of the object the desired information is often contained within these data sets in implicit form, e.g. as convolutions or averages. Recently it has been demonstrated that robust inverse problem formulations akin to tomographic reconstruction methods can successfully be used to de-convolve detailed, spatially resolved information about material structure, texture and deformation. The present project will develop systematic approaches to the treatment of redundant high energy X-ray and neutron diffraction data sets for the purpose of extracting time-dependant, three-dimensional, multi-component maps of strain, texture and damage. X-ray diffraction experiments will be conducted on the JEEP beamline at Diamond, beamline ID15A at the ESRF, and neutron transmission data will be obtained on the ENGIN-X instrument at ISIS. The results will establish foundations for future methodologies for multi-dimensional analysis (3D and time-resolved) of strain, texture and structure of advanced engineering materials and components.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H003215/1","grantId":"EP/H003215/1","fundValue":"138367","fundStart":"2010-03-01","fundEnd":"2014-02-28","funder":"EPSRC","impactText":"  The far-reaching impact of this research concerns 3D imaging in the widest &quot;rich&quot; sense: stress-strain, phase, grain orientation, etc. This kind of insight is in demand right across the range of technologies, cultural context, forensics, etc. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Construction,Creative Economy,Education,Electronics,Energy,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Transport Societal,Economic,Policy & public services","person":"Alexander M Korsunsky","coPersons":["Shu Yan  Zhang"],"organisation":"University of Oxford","findingsText":" A host of new approaches developed allows &quot;rich&quot; tomography characterisation of structural and functional materials and components. We are able to map strain, grain orientation, damage etc. in 3D using neutron and synchrotron X-ray beams. Failure analysis, microstructure analysis, strength analysis, product optimisation New generation of non-destructive materials characterisation tools Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Construction,Creative Economy,Education,Electronics,Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}