{"id":"E10A9F10-0F03-4845-8EA2-2D9B21F4E59D","title":"Restoration of Reach and Grasp in Stroke Patients using Electrical Stimulation and Haptic Feedback","abstractText":"When you practice playing tennis you become better at it, because new nerve connections have been made within your brain and spinal cord. Not only do you need to practice, but you also need feedback of your performance so that you can correct your movement. In this research we are using this idea to teach people who have had a stroke how to learn new skills. When people re-learn skills after a stroke they go through the same process as you do when you learn to play tennis. But they have a problem. Because some of the nerves connecting their brain and their muscles have been damaged they can hardly move at all. Consequently they cannot practice which means they don't get feedback. Muscles can be made to work by Electrical Stimulation of the nerves leading to them. Electrical impulses travel along nerves in a similar way to electrical impulses from your brain. If stimulation is carefully controlled, a useful movement can be made. This works better if the person is attempting the movement themselves; we therefore need to combine a person's own effort with just enough extra electrical stimulation to achieve the movement. In a previous research project we designed and tested control algorithms (rules used to regulate stimulation) to stimulate one muscle during a simple reaching task. We asked patients to track a spot of light with their hand as it moved away from their body. Their forearm rested on a horizontal support that glided over a table and their hand was curved around a vertical bar. As they moved we stimulated the muscle that extended their elbow muscle. After each attempt we used the 'rules' to adjust the level and timing of the stimulation on the next to improve their tracking. After five attempts patients could track the spot of light almost perfectly. They then continued to practice; if they tracked the spot well, then the next time they got less help from the stimulation. This is called Iterative Learning and it models the way the brain learns new skills.A study with 5 stroke patients showed that it helped them to relearn to move their arm, but they didn't get much better at performing everyday tasks. To do this we believe we need to make the tasks more 'real' by being 3D and include opening the hand and grasping as well as reaching. This requires stimulating the muscles of the shoulder, elbow, wrist and fingers. Tracking a spot of light is also boring and does not give the 'touch' feedback that you experience in real-life. So, rather than tracking a spot of light, patients will play a virtual reality computer game and when they successfully grasp a virtual object they will get a sensory stimulus to the finger tips. To the make the games more fun we will adjust the level of difficulty so make it challenging and give a feeling of success and progress. To design control algorithms to adjust stimulation to multiple muscles so that they can perform real-life tasks, provide appropriate and timely sensory feedback and adjust the 'game' is the goal of this project. These are the steps to be taken to achieve our goal. Firstly, to design the rules, we will create a mathematical model of the arm and hand to predict how it will respond, taking into account things like spasticity (involuntary over-activity in some muscles) and fatigue. We then design the algorithms - this is the most challenging part of the project. To provide the sensory or 'haptic' feedback we will adapt a commercially available glove (no need to re-invent this) adding sensors, linking the information from the glove to the algorithm and making the glove easy for patients to put on and take off. Throughout the project we will talk to patients, therapists and others to make sure what we create is fit-for-purpose. Each component will be tested with healthy people and those who have had a stroke. The experimental work will culminate in an 8-week clinical trial involving between five and eight stroke patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I01909X/1","grantId":"EP/I01909X/1","fundValue":"483109","fundStart":"2011-04-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  This funded work was to investigate fundamental questions concerning the use of control algorithms initially developed for industrial robotics in next generation healthcare. The research proceeded to the stage of small scale clinical trials which confirmed basic feasibility but much research remains to be done, starting with the case for a large scale clinical trial and possible end use. The timescale for the use of new tools by healthcare practitioners is well beyond this 3 year award. Healthcare,Other Societal","person":"E  Rogers","coPersons":["Jane  Burridge","Christopher Thomas Freeman"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}