{"id":"E10C3243-B8B4-450B-8986-791C9F92960B","title":"Investigating the Solar System with Isotope Cosmochemistry","abstractText":"We focus on the prehistory, formation and evolution of our solar system, to understand whether planets like our Earth, capable of supporting life, are common. To do this we pioneer new technology and apply it to samples of extraterrestrial material, notably samples from space missions and meteorites, (fragments of planets and asteroids that reach the Earth). Our solar system formed by collapse of a cloud of dust and gas in interstellar space. We can find out what our sun's parent cloud was like by studying presolar grains - particles of dust from the cloud that have been preserved inside meteorites. Each grain formed around a dying star, so they reveal the history of the galaxy before our sun formed and how the elements of our everyday world were made in previous generations of stars. They also experienced shocks from exploding stars as they floated through galactic space. Comparing these grains with those entering the solar system today (returned by the Stardust mission) will let us to see how galactic dust has changed over the last 5 billion years. We also study our sun's birth place through traces of radioactive decay preserved in meteorites. The decay occurred so quickly that radioactive material must have been made shortly before the sun began to form, so the sources - massive stars - must have died nearby relatively recently. From these traces we learn how the stars made material and how it was mixed into their surroundings. This radioactive decay in the early solar system also lets us measure the time between events as asteroids and planets formed. In meteorites we have snapshots of stages in the life of the first asteroids that tell us how long it took them to grow, heat up, form cores and rocky mantles, and cool. Material that the Stardust mission returned will tell us if comets played a major role in providing our Earth with volatiles. Volatiles (things that condense at low temperature, like water) are essential for life, and meteorites let us understand how they behaved on the first asteroids. The sun's mass dominates the solar system, so it defines the bulk composition. The Genesis mission returned a solar wind sample, allowing us to measure this composition and so tell where the Earth's varies. This will also help us understand how our planet grew in its current form. We know planets incorporated volatiles into their interiors - on Earth and Mars volcanoes have released massive amounts of CO2 into the atmosphere. But when rocks are heated or melted as a planet forms they ought to lose volatiles very quickly, so why do planetary interiors contain any volatiles at all? There are two ideas. Some people think volatiles dissolved into a molten planetary surface from a massive early atmosphere that had been captured by gravity, others that volatiles trapped in the material from which the planet was built could not escape easily. Neon can act as a fingerprint that will allow us to identify the culprit, once we have understood the neon composition trapped in meteorites. The story wasn't complete once planets were assembled. Terrestrial planets like our Earth have been affected by many processes since they formed. These processes can be studied through the traces they have left on samples such as meteorites from Mars and the Moon. By studying martian meteorites we can understand the timing of fluid flows on the martian surface and what sort of environment these fluids had come from. In particular, we can compare them with terrestrial fluids and seek evidence of the effects of life. By looking at lunar samples we can supplement the information gained from the Apollo missions and better understand the massive cratering events and volcanic processes that shaped the familiar face of the full Moon.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G003068/1","grantId":"ST/G003068/1","fundValue":"2806210","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Ian  Lyon","coPersons":["James Duncan Gilmour","Maria  Schonbachler","Christopher John Ballentine","Grenville  Turner","Ray  Burgess","Henner  Busemann"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}