{"id":"E1108D00-F603-41BA-9EB6-05650AA9803F","title":"PREVENTING VENTILATOR-ASSOCIATED LUNG INJURY USING FEEDBACK CONTROL ENGINEERING","abstractText":"This project will develop a multi-compartmental, multi-scalar, mathematical model of alveolar ventilation dynamics (which includes gas exchange, dynamic and non-linear alveolar compliance and bronchial resistance), cardiovascular performance and blood (with reference to its gas-carrying abilities). The developed model will be used to elucidate the extent and distribution of the factors causative of lung injury in diseased, heterogeneous, mechanically-ventilated lungs. By treating the problem as one of feedback control, we will investigate methods of parameter adjustment in the mechanical ventilator to optimise cardiac output and arterial gas tensions while minimising the factors associated with VALI. Due to the inevitable complexity of the simulation model which we intend to develop, advanced methods from multivariable robust and optimal control theory will be required in order to identify which combinations of parameters should be adjusted, and how, in order to achieve the desired reduction in VALI. The work will go beyond that previously attempted in quantifying the factors that risk lung injury during mechanical ventilation through the greater fidelity of the proposed simulation platform. In addition, we will apply robustness analysis techniques to the modelling to improve the reliability and applicability of our findings. This will allow us to perform population modelling, rather than the commonly used approach of modelling and studying a single, idealized subject, rendering our findings applicable to populations and to a variety of real patients, in contrast to previous work where the idealized subject is in fact representative of neither the population nor any one individual.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F057016/2","grantId":"EP/F057016/2","fundValue":"99948","fundStart":"2010-03-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"","person":"Declan  Bates","coPersons":[],"organisation":"University of Exeter","findingsText":" 1. We developed and applied new systems-engineering methods for model validation to a model of gas exchange in the lung developed by our clinical collaborators. By employing a number of different global optimisation algorithms to evaluate the robustness of the model, it could be established that for all realistic levels of uncertainty in key model parameters such as haemoglobin level, cardiac output, oxygen consumption, respiratory quotient and core body temperature the model responses always stay within the physiologically realistic bounds. The resulting paper in JRS Interface reports one of the first examples of the successful application of systems engineering tools to validate realistic medical simulators, and demonstrates the huge potential of such tools in clinical medicine. \n\n\n\n2. In close collaboration with our clinical co-applicants, we developed and applied multiobjective optimisation algorithms to the problem of determining optimal combinations of ventilator parameters to manage the tradeoff between ensuring adequate oxygenation and avoiding the risk of ventilator associated lung injury. Optimal settings were computed for healthy patients and for patients with a variety of lung diseases. In several cases, our results were non-intuitive, and provide new insight for clinical practitioners into how to manage ventilation of critically-ill patients. The results from this part of the project have just been submitted for publication to the journal Critical Care Medicine. Clinical care and design of mechanical ventilators We intend to exploit the results of this project both in a clinical setting (by publishing our results in clinical care journals and by engagement with interested specialists) and in a commercial setting (by engaging with manufacturers of mechanical ventilators to explore routes to possible commercial application of our results). Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}