{"id":"E11158E2-1987-4DBA-8A4A-17AAF7B96602","title":"Host acute stress responses and the regulation of C. jejuni virulence in the avian gut","abstractText":"Food producers strive to minimise the risks of food poisoning for consumers. The most important food-associated bacterium, which infects humans, is Campylobacter, which is naturally present in large numbers of raw poultry products. If Campylobacter could be eliminated from chickens on the farm it would have a significant impact on human health by preventing many thousands of cases of food poisoning each year. If control is to be achieved it is important that we better understand how Campylobacter infects chickens, how the animal host and the pathogen interact, and the impact that modern production methods have on this interaction. Environment and farming practices all influence the microbiology of the farm. Modern chicken production is highly intensive and even the presence of a visitor can cause stress to the animals. Our hypothesis is that increased levels of stress in chickens may lead to higher levels of Campylobacter in the birds and cause the bacterium to behave in a very different way from normal. The reasons for this are not clear, but may involve changes in the populations of protective bacteria in the gut, alterations in immunity, and increased pathogen fitness compromising the animal's ability to resist infection. Animals stressed or in pain release neurotransmitters throughout their body. For example, a stressed chicken being caught and transported to the slaughterhouse will have higher levels of neurotransmitters in its gut. The main neurotransmitter in this respect is noradrenaline and levels of this can increase rapidly during stress. Noradrenaline will affect the animal by altering the permeability of the gut cells and by changing fluid balance, but it will also change the nature and behaviour of pathogenic bacteria in the gut. For example, recent work at the University of Bristol has shown that Campylobacter grow much more quickly and are more motile in the presence of noradrenaline. Other research on Salmonella and E. coli showed that bacterial cell surface structures, important in animal infection, are also influenced by noradrenaline. The purpose of this work is to understand the effects of noradrenaline on Campylobacter, particularly on how the bacterium acquires iron, interacts with animal tissues, and how this affects the expression of genes important for infection. The work will explore the hypothesis that noradrenaline allows translocation of Campylobacter from the gut to other tissue and that it also makes the bacteria better able to survive in the farm environment. A better understanding of the interaction between Campylobacter and the stressed host could eventually enhance animal welfare and improve food safety.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D012708/1","grantId":"BB/D012708/1","fundValue":"134052","fundStart":"2006-11-01","fundEnd":"2008-10-31","funder":"BBSRC","impactText":"  The work has opened up the issue of the effect of host stress on susceptibility to colonisation of chickens by Campylobacter. Before this information is of direct use to the poultry industry a direct link between stress and colonisation needs to be established. This work is ongoing, and funding has been secured to further investigate the issue. Members of the team have discussed this issue extensively with producers. Agriculture, Food and Drink Economic","person":"Julian Mark Ketley","coPersons":[],"organisation":"University of Leicester","findingsText":" Food producers strive to minimise the risks of food poisoning for consumers. The most important food-associated bacterium, which infects humans, is Campylobacter, which is naturally present in large numbers of raw poultry products. If Campylobacter could be eliminated from chickens on the farm it would have a significant impact on human health by preventing many thousands of cases of food poisoning each year. If control is to be achieved it is important that we better understand how Campylobacter infects chickens, how the animal host and the pathogen interact, and the impact that modern production methods have on this interaction. Environment and farming practices all influence the microbiology of the farm. Modern chicken production is highly intensive and even the presence of a visitor can cause stress to the animals. Our hypothesis is that increased levels of stress in chickens may lead to higher levels of Campylobacter in the birds and cause the bacterium to behave in a very different way from normal. The reasons for this are not clear, but may involve changes in the populations of protective bacteria in the gut, alterations in immunity, and increased pathogen fitness compromising the animal's ability to resist infection. Animals stressed or in pain release neurotransmitters throughout their body. For example, a stressed chicken being caught and transported to the slaughterhouse will have higher levels of neurotransmitters in its gut. The main neurotransmitter in this respect is noradrenaline and levels of this can increase rapidly during stress. Noradrenaline will affect the animal by altering the permeability of the gut cells and by changing fluid balance, but it will also change the nature and behaviour of pathogenic bacteria in the gut. \n\nThe purpose of this work was to understand the effects of noradrenaline on Campylobacter, particularly on how the bacterium acquires iron, interacts with animal tissues, and how this affects the expression of genes important for infection. \n\nThis work improved our understanding of the mechanism by which norepinephrine (NE) and related neurotransmitters enhance the growth of Campylobacter jejuni. We showed that an improved growth response is primarily associated with iron availability and we established which system is involved. We demonstrated that the TonB-dependent outer membrane ligand gated porin, CfrA, is involved. CfrA function with respect to NE utilisation was shown to require TonB3. \nUsing transcriptomics to look at which genes are expressed by campylobacter in response to NE enabled us to show that only genes associated with iron metabolism are involved.\n\nFinally, we were able to look at the whole microbial community in the gut after the release of NE. We have shown that there is a marked change in the diversity of the bacteria present. The work has opened up the issue of the effect of host stress on susceptibility to colonisation of chickens by Campylobacter. Before this information is of direct use to the poultry industry a direct link between stress and colonisation needs to be established. This work is ongoing, and funding has been secured to further investigate the issue. Members of the team have discussed this issue extensively with producers. Agriculture, Food and Drink","dataset":"gtr"}