{"id":"E114CC0D-E3EA-4F3D-BE7C-CB21DE89231C","title":"Surface, subsurface and buried interface structure at the atomic scale; pushing the limits of medium energy ion scattering","abstractText":"Solid surfaces are important in many practical situations, such as heterogeneous catalysis, corrosion and the way one solid bonds to another to make electronic devices. Often it is just the outermost one or two atomic layers of the solid which determine these properties, and over the last 30 years a range of specialised techniques have been developed which probe only these few layers and are not influenced by the underlying bulk solid for which a range of other analytical methods exist. Medium energy ion scattering (MEIS) is essentially unique in bridging the gap between these sets of methods; it can be used to probe only the outermost few atomic layers, but can also probe the subsurface up to a few hundred atomic layers below the surface. On these depth scales it can provide both compositional and structural information, and has the unusual advantage of being especially sensitive to how a solid surface may be modified by the presence of adsorbed atoms and molecules.This project seeks to exploit these special advantages, using the UK national MEIS facility at Daresbury, to investigate model systems which typify a number of different surface and near-surface systems and phenomena. One example is the problem of oxide surfaces, of great importance in heterogeneous catalysis but relatively unexplored, especially in terms of their surface structure. Ultra-thin oxide films on metals are especially relevant to their applications, and MEIS will be used to determine both the oxide surface and oxide/metal interface structure in specific systems, notably Pd(111)/V2O3. The reactivity of surfaces is known to often be strongly influenced by surface defects, such as atomic steps, yet detailed information on the structure of these steps and the way the atoms relax at the reduced coordination sites is lacking; MEIS investigations are planned to address this problem. The technique is also ideally suited to investigate distortions of a metal surface induced by adsorbed molecules, and it is proposed to exploit this to probe thiol/metal interfaces, in particular; these form the basis of many self-assembled monolayers, yet the interface structure is poorly understood. Finally, the combination of structural and compositional information provided by MEIS is of great value in studying the surface and near-surface properties of metal alloy surfaces and surface alloys, and specific model systems of this type are proposed for study, including systems of interest in magnetism.A further theme of the proposed research involves investigations of the fundamental physics of the MEIS technique itself, notably the nature of inelastic energy loss, which gives MEIS its depth resolution, and neutralisation, which influences the ion yields and thus the quantification. A better understanding of these processes should benefit the whole MEIS user community, allowing more detailed and more reliable information to be extracted from MEIS experiments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E021786/1","grantId":"EP/E021786/1","fundValue":"353589","fundStart":"2006-10-01","fundEnd":"2010-01-31","funder":"EPSRC","impactText":"  Both the work on the surface termination of vanadium sesquioxide and the trajectory-dependence of energy loss in ion scattering have atrracted significant interest from other groups internatioally and have triggered follow-up studies by these groups Chemicals,Electronics ","person":"David Phillip Woodruff","coPersons":[],"organisation":"University of Warwick","findingsText":" The project led to a detailed understanding of the structure of several surface and thin film problems and of the range of applicability of the MEIS technique. Of particular importance for the understanding gained of the structure of the (0001) surface of V2O3 which has proved especially controversial; our results showed that much of the existing 'conventional wisdom' regarding this surface was incorrect. Several results bear on future understanding of materials (such as V2O3) of importance in heterogeneous catalysis. The improved understanding of the MEIS technique can unfortunately not be put to use in the UK due to EPSRC's arbitrary and uninformed decision to cease funding the national MEIS facility. Chemicals,Energy","dataset":"gtr"}