{"id":"E11F1237-7147-4944-B89A-D591BB139445","title":"Regulation of endocytic trafficking of KATP channels by protein kinase C","abstractText":"Lay summary: Type-2 diabetes is characterized by an increase in blood glucose. Prolonged elevation of plasma glucose levels could result in kidney, heart and nerve damage, often leading to blindness, kidney failure, amputation of the extremities and, almost certainly, premature death. In normal people, such increased levels are avoided by the regulated release of the chemical messenger insulin from the pancreas. This is because insulin helps removal of excess glucose by muscle, liver and fat tissues. However, in diabetes, the tissues become resistant to insulin and fail to remove excess glucose from the blood. Although pancreas initially responds to this by pumping more insulin into the blood, it gradually loses this ability. As a result, insulin levels drop resulting in severe diabetes. The reasons for the secretion failure are not entirely clear, but research has demonstrated that a protein, known as the KATP channel, plays a crucial role. This channel sits in the membrane which surrounds the insulin containing pancreatic cell. Whenever, blood glucose levels rise, for example after a meal, the channel sends out electrical signals to insulin storage sites within the cell and trigger insulin release. Genetic screening studies revealed that mutations in the genes encoding the channel can predispose individuals to type-2 diabetes. The mechanisms by which the channel sense rise in blood glucose levels and triggers insulin release are not fully understood. The aim of this proposal is to improve our understanding of the mechanisms and exploit the understanding to develop novel strategies for treatment or prevention of insulin secretion disorders including type-2 diabetes, the incidence of which is reaching endemic proportions. The work will employ the state-of-the art techniques in modern biology and will be carried out by a team of expert scientists whose major goal is to make discoveries that lead to safer and effective disease treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802050","grantId":"G0802050","fundValue":"362451","fundStart":"2009-06-01","fundEnd":"2012-05-31","funder":"MRC","impactText":"","person":"Asipu  Sivaprasadarao","coPersons":["David John Beech"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}