{"id":"E12013AE-451F-402C-9917-514A9BB25547","title":"Mechanisms of top-down visual selection","abstractText":"Our visual world often contains many objects, only some of which are relevant to our behaviour. To survive in such an environment, we need to efficiently select the relevant information and to disregard stimuli that are irrelevant. The ability to direct attention to relevant information can be disrupted in a variety of neuropsychological disorders, including unilateral neglect. Since disorders such as neglect are indicators of poor recovery from a brain lesion, it is important to understand the factors that normally allow us to guide attention efficiently, and also to use this knowledge to guide the rehabilitation of such patients. We will conduct a programme of research to examine the functional and neural processes that allow us to direct attention in a ?top-down? manner, based on information held internally. To gain as full a picture as we can, we will use a variety of neuroscientific techniques including functional magnetic resonance imaging (fMRI), evoked potential responses (ERPs), trans-cranial magnetic stimulation (TMS) and neuropsychological studies of patients with discrete brain lesions, each of which can provide important pieces about neural function ? some providing information about the precise brain areas involved (fMRI), others about whether the brain regions are needed (TMS, lesion studies), and others about the temporal properties of the effects (ERPs). This work will assess how our expectancies of targets, how the action required by the task, and how information carried in working memory influences attention. We will finally examine whether cueing patients to attend across all the parts of objects can lead to functional recovery from neglect, providing proof of concept for rehabilitation studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601568","grantId":"G0601568","fundValue":"526167","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"MRC","impactText":"","person":"Glyn  Humphreys","coPersons":["M. Jane Riddoch"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}