{"id":"E121E206-FA01-43EC-80DA-57A602CFB1D8","title":"Multi-scale simulation of intense laser plasma interactions","abstractText":"The UK is at the forefront of high power laser-plasma research through the work of the Central Laser Facility, which has consistently received the highest praise at international review. The recently formed Collaborative Computational Project in plasma physics (CCPP) directs a substantial part of its research effort towards modelling laser-plasma interactions, driven particularly by the existing experimental programme at the CLF and the proposal to extend this to even higher intensities with the Vulcan 10PW project. Two extremely important new developments are the European HiPER project for a laser based inertial confinement fusion demonstrator and the rapidly emerging application of laser-plasmas to light source applications for ultra-short pulses in the X-ray and gamma-ray spectrum. Laboratory applications of ultra-high power laser-plasmas also include medical applications using radiation and particle beams for diagnosis and therapy and the extreme conditions in some of these plasmas serve as laboratory analogues for astrophysical objects.It is vital that computer codes are available to help progress these new developments in plasma physics. The physics accessed by these experiments is often non-linear, relativistic and couples across many orders of magnitude of scale lengths and time scales. To understand the experiments and help improve performance computational modelling is an indispensable tool. The ranges of length and time scales that are relevant to these highly dynamical plasmas make it difficult to model the whole problem with a single numerical technique. For instance, in the case of HiPER fusion targets, MHD fluid models are appropriate during the compression phase, while the ensuing heating and burn phases require detailed kinetic modelling and the transport of particles across a density range of four orders of magnitude. Experiments planned for the Vulcan 10PW laser will probe quantum electrodynamic (QED) phenomena at the scale of the electron Compton length while laboratory experiments on magnetic reconnection may involve lengths up to 1 cm. There is still no single method which is applicable to the entirety of circumstances of laser plasma experiments but the Particle in Cell method (PIC) is remarkably robust, immediately useful for many of the high intensity experiments, and has the potential to be extended at short length scales towards the quantum regime and also at long scales towards the fluid regime using methods which, while very different in terms of physics, are similar in terms of the computational requirements.This exploration of new regimes of plasma physics requires new software to be developed to include this new physics. This project will extend the current codes used for plasma simulations in several directions. They will be optimised to make use of the largest computers, using 1000's of processor on national supercomputing facilities. The codes will be extend to include particle collisions in a novel, and fast, way enabling the extension to longer lengths and time scales. Including QED effects will extend their applicability down to shorter scale lengths and more intense lasers. Radiation from individual electrons, including coherent radiation, will help probe the new regimes expected to deliver the next generation of short pulse light sources. Finally all of this will be combined into a single computational tool allowing UK plasma physicists to easily exploit the tools they need to understand the next generation of experiments and establish a world leading role for UK computational laser plasma physics to compliment it's already established reputation in experimental laser plasma science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G055165/1","grantId":"EP/G055165/1","fundValue":"313280","fundStart":"2009-11-30","fundEnd":"2013-01-29","funder":"EPSRC","impactText":"  Our papers on QED-plasmas have opened up a new field of research that is central to the research programmes on new high power lasers that are being planned or constructed. Our results show that the next generation of high power lasers will be excellent sources of high energy photons and pair plasmas.  ","person":"Anthony Raymond Bell","coPersons":[],"organisation":"University of Oxford","findingsText":" With continuing improvements in laser technology experiments are now entering a high intensity relativistic regime in which quantum electrodynamic (QED) effects are important when a laser is focused onto a solid or into a gas. We have added QED processes to the publicly available EPOCH particle simulation code so that EPOCH can be used to plan and analyse experiments to investigate electron-positron pair production and the emission of very high energy gamma-rays. We have used EPOCH to show that prolific pair production will be possible with next generation lasers when laser intensities exceed 1023 Wcm-2 and that signatures of quantum randomness in gamma-ray photon emission should be detectable in experiments scheduled on presently available lasers at lower intensities. Electrons and positrons lose energy as they radiate gamma-rays. We use a Monte Carlo model for QED phenomena. We find that this is better than a continuous radiation loss model not only because it includes important quantum stochasticity and straggling but also because it computationally efficient. High intensity laser-plasma interactions in the new QED-plasma regime will be short-pulse intense sources of a variety of highly energetic multi-MeV particles (possibly including muons and pions as well as electrons, positrons and ions) and photons. Potential applications include radiographic detection of nuclear materials for national security, cancer treatment with energetic ions, initiation of burn in commercial power generation by nuclear fusion, and power generation by photo-fission. The fully documented EPOCH+QED code is publicly available through the ccpforge web-site. It is being used to plan experiments by scientists at many laser facilities around the world. The code may be used to model pulsar magnetospheres where electron-positron production is dominant but still poorly understood. Prolific pair production may facilitate the investigation of pair plasmas in the laboratory. Education,Energy,Healthcare,Security and Diplomacy","dataset":"gtr"}