{"id":"E124CEA4-FC69-41C8-A5FE-1E4EC0BFF0F1","title":"Integration of remote sensing with ground-based observation to investigate plant diversity","abstractText":"This project addresses Global Challenges related to Environment (bioinformatics, tropical forests, monitoring). Meeting these Global Challenges will enable more effective management practices to promote resilience of plant biodiversity, which in turn underpins almost every aspect of human well-being from ecosystem services (water purification, C cycles, etc) to food security. \n\nBiodiversity management is undergoing a phase change in scale of implementation. Goals set by international bodies such as the UN require a global response, but investigations of biodiversity and constituent species are often currently conducted at a very local scale. This project will develop, demonstrate and test an approach that will make it possible to connect Earth Observation at global scale to ground-based observation at local scales. In so doing, we will establish a new link between STFC technical expertise at RAL-Space with plant population biology and international databases on georeferenced plant collection bioinformatics.\n\nAdvances in remote sensing capacity and technology provide new opportunities for monitoring plant populations across a range of species and spatial scales. This is potentially important in terms of topical issues like ecosystem level capacity for C sequestration, determining effects of climate and other disturbances on agricultural productivity, epidemiology of plant diseases at landscape-scale, etc. Indeed, there is a broad range of potential applications of remote sensing technology to plants which would have significant impacts on human wellbeing. Multiple databases of satellite images that represent global coverage and a multi-decade timescale are now available. Moreover, advances in UAV technology have made it feasible to complement satellite-based observation with much more detailed local imagery so that satellite-based observation can be extensively 'ground-truthed'. This is particularly relevant to plant species distributions where satellite images provide potentially useful but untested information.\n\nWe propose to test a multifaceted remote-sensing approach to analyse distributions of plant species and ultimately spatial distribution of biodiversity. Our overall objective is to refine methods for plant species range analysis in order to enhance large-scale conservation assessment in order to facilitate scientific input into STFC Global Challenges related to Environment and other broad social challenges such as the Millennium Development Goals. We will be applying this approach in a demonstration project analysing spatial distributions of legumes in Madagascar. Legumes are a very species-rich plant family, and their patterns of biodiversity have been demonstrated to mirror broader patterns of plant biodiversity in biogeography and ecology. The legumes of Madagascar have been extensively investigated over more than 20 years by scientists at RBG Kew, and as such an extensive database of their distribution, based on georeferenced collection data validated by scientific experts, exists.\n\nThe anticipated output of this project would be a validated novel application of remote sensing data to range modelling that could be applied for plant species distribution and conservation assessment at a large (global) scale. Moreover, the methods developed and refined over the course of this project will enhance other applications for monitoring plant populations, such as remote sensing applications to monitoring plant disease and agricultural productivity.\n\nThe Global Challenges funding will enable a new collaborative link between STFC RAL-Space, scientific expertise in plant population biology (St Andrews), and expertise in plant taxonomy and distributions (RBG Kew). Thus, STFC research capacity will be linked to a new application that has potential impact on global biodiversity management, and in so doing can demonstrate applicability to other global challenges.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M007200/1","grantId":"ST/M007200/1","fundValue":"49299","fundStart":"2015-12-01","fundEnd":"2016-11-30","funder":"STFC","impactText":"","person":"Thomas  Meagher","coPersons":["Alwyn Hugh  Mortimer"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}