{"id":"E127A5DD-3F11-4975-8BC7-31903E32B75E","title":"Development of a lab on a chip comprehensive two-dimensional gas chromatography","abstractText":"A major analytical science success of the 20th Century has been the development of technology to detect trace level chemicals in highly complex mixtures and at the parts per trillion level (pptv; 1picomole per mole) and below. Technology development in this area has been primarily focussed on issues of sensitivity and specificity often at the expense of unit cost, size or operational ease. A major challenge for the 21st Century is therefore to develop miniaturised separation, detection and sensor technologies and harness them together to form highly specific measurement techniques in forms that are low cost, fully autonomous and yet which have all the capabilities of today's laboratory based instruments. This follow on funding project aims to develop a miniaturised low cost, low energy, high resolution comprehensive two-dimensional gas chromatograph (GCXGC), capable of isolating individual species from complex sample matrices. The core technologies to be developed in this project are micro fabricated gas chromatography devices wet-etched at the micron level onto alkali metal oxide glass monoliths / a so-called lab-on-a-chip. This is very new engineering technology and is one which is now being activity exploited for biochemical and pharmaceutical applications through the explosion of interest in lab-on-a-chip microfluidics. The initial construction of a glass monolithic GCXGC column has been undertaken and the essential next step is the construction and validation of an integrated prototype incorporating existing technologies and developing specialised control electronics. The commercial objective of this project is ultimately the creation of a spin-out company manufacturing very portable GCXGC systems with a product price of &lt;&pound;10,000. The driver for this technology is the lack of a technical solution to the problem of analysing complex gas mixtures cheaply without requiring the collection of gas samples and returning them to the laboratory for analysis uing expensive and bulky equipment. The founding rationale for the development has been the bottleneck in VOC data in environmental pollutant measurements, such as the large reduction in the UK automated hydrocarbon air quality network in 2002, but we consider that the technology has wider applications with significant market potential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G000255/1","grantId":"NE/G000255/1","fundValue":"70588","fundStart":"2008-10-01","fundEnd":"2009-12-31","funder":"NERC","impactText":"","person":"Jacqueline  Hamilton","coPersons":[],"organisation":"University of York","findingsText":" This was a follow on fund to develop a next generation instrument capable of measuring volatile organic compounds in the atmosphere which was smaller, lighter, lower power than current instruments making both a high resolution and field portable equipment. I was awarded a Yorkshire Enterprise Fellowship during the grant to develop a business plan and commercialization strategy. The original instrument design, based on a using a glass microfluidic gas chromatography was developed into a field portable instrument but was ultimately too expensive and difficult to maintain. Further funding from the Ministry of Defence to develop a field portable VOC monitor allowed a modified prototype to be developed. This was deployed during the NERC funded Clearflo project to take measurements of VOCs in London. Recently, further funding from the MoD was obtained for a proof of concept stage for the detection of airborne chemical hazards (&pound;70,000). The prototype developed could be used for deployment of a high resolution and field deployable VOC detector. Our ongoing work with the MoD will determine if the technology has the potential for defence and security applications. Agriculture, Food and Drink,Chemicals,Environment,Manufacturing, including Industrial Biotechology,Security and Diplomacy","dataset":"gtr"}