{"id":"E12EA63E-8D19-498B-9D53-7C875C293252","title":"FAPESP-ESRC-NWO-Joint Call Sustainable Urban Development ...... RESOLUTION: REsilient Systems fOr Land Use TransportatION","abstractText":"We will explore the impact of transportation on social segregation in S&atilde;o Paulo and London, comparable world cities in terms of their population, area and density at both municipal and metropolitan levels. In large cities, social groups classified by income, class, and ethnicity manifest extreme differences in where they locate and how accessible they are to a variety of opportunities for mobility, as reflected in the physical distribution of resources associated with different transport systems. These two cities provide us with examples of segregation enabling us to use the findings in one city to 'probe' the other; patterns of segregation with respect to transportation are similar in some senses, different in others. This provides us with an ideal opportunity for comparative work on segregation using rich data sets for each of these cities. We first construct web-based portals that allow us to represent a wide variety of network, flow and socio-economic attribute data. We will build on the extensive experience in these systems acquired by CASA (see www.maptube.org; www.datashine.org.uk), transfer these ideas to S&atilde;o Paulo, building on their own systems (www.fflch.usp.br/centrodametropole/en/). We will add transportation explicitly in both cities and this will provide us with a stream of analytics that will inform the development of simple agent-based models which simulate how changes to transport systems are reflected in shifting patterns of segregation. These models will build on existing structures pioneered in various collaborations between CASA, Birkbeck, CEM, UFABC and INPE. The data systems and models we build offer prospects for practical testing of alternative transport scenarios on spatial structure by urban policy makers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N011449/1","grantId":"ES/N011449/1","fundValue":"212494","fundStart":"2015-10-01","fundEnd":"2017-09-30","funder":"ESRC","impactText":"","person":"Michael  Batty","coPersons":["Andrew  Hudson-Smith","Joana  Barros"],"organisation":"University College London","findingsText":"","dataset":"gtr"}