{"id":"E13016CD-D7E1-4E4D-9251-419455AA32D3","title":"Staging China","abstractText":"Network partners\n\nThe project is a cross sector partnership between universities and the theatre area of the cultural industries. The core institutions will be represented on the steering committee: the Universities of Leeds, Newcastle, Zhejiang, Nanjing, California Davis, British Columbia, and Queensland with the Royal Shakespeare Company, West Yorkshire Playhouse and Sichuan Peoples' Art Theatre. These institutions are leaders in their fields with international profiles which will be further enhanced by this proposed network. The RSC's first production of a Chinese play 'The Orphan of Zhao' (a 13th century classical play based on historical events during 600-500BC yet with period transcending themes) provides a good topic for the network to examine how China and Chinese culture are presented in intracultural, intercultural and transcultural theatre productions, and how languages and translations play a key role in stage productions to form or to alter people's perception of others' cultures.\n\nAcademic outputs in the funding period (01/2013 - 08/2014) \n\nWe will carry out conventional and practice-led research (University of Leeds is an international leader for both), workshops for the future plan of the repository of stage productions, development of curricula on translating Chinese drama, and practical work involving professionals and general public. Through these activities, the network attempts to seek answers to the following research questions and related issues, allowing for further definition, clarification or alteration during the course of the project.\n\nPrimary question and related issues\n\nHow is China constructed and projected through intra/inter/trans-cultural stage productions in Chinese (including different dialects) and in English, and how can research into languages and translations contribute to understanding of the perceptions of China?\n\nTo answer the overarching question, the following will be addressed through proposed activities:\n\n1. Why has the ancient play 'The Orphan' (first written in the 13th century based on historical events during 600-500BC) fascinated so many artists? What images do various Chinese productions (in the styles of indigenous song-dance theatre, Western-inspired spoken drama and Western opera) and now that of the RSC's attempt to create? How can a classical Chinese play be made relevant to today's British/ Chinese youth and how do we tackle language, culture and generation barriers? \n\n2. Is 'translation' involved in theatre even within China's own territories? Does 'translation' only mean 'verbal rendition' and what happens when a written text transfers to performance and travels from one regional genre to another in different dialects and stage vocabulary? What levels of translation are involved when an English poet adapts 'The Orphan' to be directed and performed by British artists? How does the intracultural encounter contribute to the intercultural work?\n\n3. How does theatre shape perception of China and Chinese culture through the languages and translations it involves? \n\n4. What skills gaps exist in the UK, and what strategies exist to fill those gaps i.e. to help students build the capacity to tackle complicated language and culture issues in translations? The introduction of a new module 'Translating Chinese Drama' at Newcastle University will serve as a case study. \n\n5. How can intercultural theatres develop, based on a genuine dialogue in the highly complex global cultural landscape, engaging issues from broader perspectives involved in languages and translations?\n\n6. How can digital technology be used to share knowledge and expertise on Chinese theatre and to enrich international and intercultural engagement?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K003577/1","grantId":"AH/K003577/1","fundValue":"36092","fundStart":"2013-02-01","fundEnd":"2014-09-30","funder":"AHRC","impactText":"  Key findings have been used by the project partners in research, teaching and theatre practice. Project partners have used their engagement with 'Staging China' to support further funding applications, career and policy development. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Ruru  Li","coPersons":["Susan  Daniels"],"organisation":"University of Leeds","findingsText":" We have examined how China is presented in intracultural, intercultural and transcultural theatre productions. We have developed a network among arts and humanities academics, students and practitioners to explore how Chinese theatre can be a 'cultural bridge' to build genuine dialogue and mutual understanding of cultural heritages, languages, narratives, values, beliefs and histories. \nWe have made improvements to academic practice of theatrical translation through practice-led research. The academics and postgraduate translation students from the Universities of Queensland Australia and Newcastle UK are engaged in translating classic and contemporary Chinese plays previously unavailable in English. Selection is an aspect of the Staging China Research Network. The drafts are then given to the stage@leeds theatre company who use script in hand and complete performances (with an audience drawn from translation disciplines and from theatre academics and professionals) to interrogate the process of the cultural translation in regard both to the representation of the cultural identity and the cultures of the theatres.\nWe have constructed a digital library of resources for educators and theatre professionals wishing to access Chinese theatre, Chinese cultural identity and Chinese Studies in general. The methodology relating to translation of theatrical works can be used by other translators and theatre practitioners. The digital library of resources will be available for educators and theatre professionals wishing to access Chinese theatre, Chinese cultural identity and Chinese Studies in general. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}