{"id":"E1364F67-8AA7-40F4-B05A-888947697453","title":"Tackling Fuel Poverty: Bridging the divide for low income and vulnerable communities","abstractText":"There is little doubt that the UK is facing an energy crisis, within the next 5 years fuel prices are set to treble, meaning that thousands of people on low income will soon be forced into fuel poverty. Coupled with this, is the global drive to reduce carbon emissions and develop more energy efficient products. In both its Energy Review (2006) and the Energy White Paper (2007), the UK Government identified two major challenges for the UK: securing an energy supply for the future and reducing carbon emissions through reduced-carbon energy generation and energy saving. The Government regards energy efficiency as central to achieving its fuel poverty targets. However, it has become clear that in order to tackle this issue effectively amongst those on the lowest incomes and most vulnerable requires an interdisciplinary approach between the social sciences and those involved in the engineering and development of energy efficient measures. For many low-income and vulnerable households, the problem is how to afford the energy they need to warm and their homes to an adequate standard, as well as how to afford the up-front cost of the insulation and heating measures necessary to improve their home's thermal efficiency. The latest projections, form DECC, suggest that there were around 4.6 million fuel poor households in England in 2009 (Department Energy Climate Change, Annual Energy Statement, 2010).There is currently a range of energy saving measures available for free or at a much reduced cost for low income households. However, there is much evidence to suggest that the uptake of these options is well below the national average for those who are classed as vulnerable and low incomes. The proposed activity looks to explore this further and put in place the links to assist in addressing the current mis-match between what we know about people and communities and how technology is developed, supplied and installed in households. There is general recognition that the technology has been developed sufficiently to improve the energy efficiency of domestic dwellings, through retrofit projects. The focus of this hop would be to better understand and explore the role that building materials and technology play in alleviating the presence of fuel poverty in the lives of vulnerable people. The activity aims to develop a better understanding as to the inter-disciplinary challenges and opportunities to tackling fuel poverty faced by these local vulnerable residents and social renting tenants, including those on low incomes, the older people, people with disabilities and life-limiting conditions, and families with young children (particularly single parents), as well as looking at the issues faced by housing providers, developers and technology providers. The project will also look at a range of issues faced by the geographic location of households for instance: urban, rural and coastal residents. This activity will consist of: reviews of literature; surveys and interviews with vulnerable and low-income households; engagement with various key stakeholders; workshops with organisations and industry within the retrofit technology supply chain; and, continued inter-disciplinary dialogue and learning.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I030832/1","grantId":"EP/I030832/1","fundValue":"58171","fundStart":"2011-09-26","fundEnd":"2012-09-25","funder":"EPSRC","impactText":"","person":"Philip  Brown","coPersons":["William Colman Swan"],"organisation":"University of Salford","findingsText":"","dataset":"gtr"}