{"id":"E13C4971-FE0A-41ED-A071-BB15F84C4A2D","title":"The European Union and Global Labour Law","abstractText":"Context:\\nMy research is concerned with the social dimension of globalisation and prospects for a more effective system of transnational regulation of labour law within an international rule-based legal order. In particular, it seeks to evaluate the increasingly influential contribution of the EU to global social governance and consider the extent to which the EU has the political and legal capacity to fulfil its aim of setting globalisation within a 'moral framework' by utilising its normative powers to promote European social values as a central component of its international relations policy.\\n\\nSummary of the project:\\nThe project is divided into three parts. The first part introduces the main themes and presents the case for reinforcing global labour law. In the second part there will be an analysis of the scope of EU labour law and social rights with reference to their potential to aid the effective enforcement of transnational labour standards. The third part addresses the legal and political relationships between, on the one hand, the EU and the ILO, and on the other, the EU and the WTO. This part includes case studies, to help explain and analyse these relationships, and a discussion of the effectiveness of alternative models of global social governance. I will suggest that the future dynamic of EU labour law is likely to lie with its external dimension but the success of EU policy depends on striking the right balance between Europeanisation and social self-determination for people in developing countries. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G009422/1","grantId":"AH/G009422/1","fundValue":"32486","fundStart":"2009-09-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"","person":"Jeffrey Simon  Kenner","coPersons":[],"organisation":"University of Nottingham","findingsText":" This is a study of the social dimension of globalisation and prospects for a more effective system of transnational regulation of labour law within an international rule-based legal order. In particular, I have sought to evaluate the increasingly influential contribution of the EU to global social governance and consider the extent to which the EU has the political and legal capacity to fulfil its aim of setting globalisation within a &quot;moral framework&quot; by utilising its normative powers to promote European social values as a central component of its international relations policy.\n\n\n\nThe project was divided into three parts. The first part introduced the main themes and presents the case for reinforcing global labour law. In the second part there was an analysis of the scope of EU labour law and social rights with reference to their potential to aid the effective enforcement of transnational labour standards. The third part addressed the legal and political relationships between, on the one hand, the EU and the ILO, and on the other, the EU and the WTO. This part included case studies, to help explain and analyse these relationships, and a discussion of the effectiveness of alternative models of global social governance. In the conclusion it is suggested that the future dynamic of EU labour law is likely to lie with its external dimension but the success of EU policy depends on striking the right balance between Europeanisation and social self-determination for people in developing countries. The aim of this research beyond the acadmic context is to influence governmental actors in the European Union to promote adherence to international labour standards as a central component of external relations policy. It is also aimed at influencing other international and regional organisations including the International Labour Organisation and the African, Carribean, Pacific Group of States (ACP). My work on Economic Partnership Agreements is of particular relevance to the ACP and regional organisations within the ACP. It also has the potential to influence non-governmental actors in developing countries including trade unions, employers organisations and groups representing minorities and indigenous peoples. Communities and Social Services/Policy,Education,Environment,Healthcare,Government/ Democracy and Justice,Manufacturing/ including Industrial Biotechology,Security and Diplomacy","dataset":"gtr"}