{"id":"E14657F4-51F3-409E-9304-14CA846E3602","title":"Digital Originals","abstractText":"Digital OriginalsThe ease with which digital files can be copied and shared presents profound challenges for the creative industries. This project seeks to explore alternative business models for the dissemination of digital content and takes art as a case from which to learn. The British artist David Hockney has received much attention for drawings he has made both on the iPhone and iPad. The images have been both produced and disseminated digitally, leading critics to ask what or where the original image might be. Traditional notions of a signed original or even a limited print run begin to break down in this context. Clearly this is not a problem for established artists such as Hockney but for many new and aspiring digital artists it presents serious challenges. New technologies and new business models are urgently needed to turn some of the challenges into new opportunities both for artists and collectors. We will use off the shelf or near to market technologies to ensure the real world viability of any solutions generated. This project will prototype two new systems for adding value to digital art and test the associated business models in live field studies. (1) Authorized Art AppDigital watermarking embeds information in ways that are difficult to remove. Watermarks may be visible or invisible). Many variations of this technology already exist but it is usually deployed to support legal action against copyright infringements, for example, tracing the source of an illegally distributed reviewer's copy of a new film. Using similar techniques it would be possible to create a unique watermark that would relate artworks to particular owners. The digital watermark itself would need to respect the aesthetic of the artist and this would create an interesting space for creativity. The key might include information such as when and where it was created or perhaps even bioinformatic information from the artist. The certification process could take the form of an app which allowed users to take a photograph of their artwork and verify a digital signature. (2) Digital Original ArtifactsA second field study will explore the ways that a physically unique object complementary to the artwork, such as a bespoke digital frame could be used to imbue the work with a collectable value. For example, within the physical frame of a digital artwork, it would be possible to embed an RFID tag with an encrypted certificate of authenticity. This tag would be read with a separate device (an RFID reader) provided by the artist. Providing the work in an infrastructure like an interactive frame would also allow for a subscription model of digital art ownership, with the limited issue of the subscription being guaranteed by the authentication mechanism. For example, the frame might be online and the display updated with new work. Users might pay a membership fee to rent a set of work that changes each month. Different models of sale and rental will be explored in a real world market setting.Prototypes will be developed with artists, collectors and dealers at the Bar Lane Studios at York. Bar Lane Studios is a Social Enterprise Business hub with a contact list of over 250 artists and collectors. We will conduct a live market testing of the prototype technologies in exhibitions and study the experience so as to inform future market development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I032088/1","grantId":"EP/I032088/1","fundValue":"208213","fundStart":"2011-12-28","fundEnd":"2013-12-27","funder":"EPSRC","impactText":"  Repentir was used by sales assistants in Nathan Walsh's debut show at the Bernaducci Meisel gallery in New York. The gallery owners and sales staff reported that the app was of direct use in achieving sales. Walsh's work is &quot;photo-real&quot; and people who see it are often fascinated as to how the effects are achieved. They were astonished and delighted to be able to virtually peel back the layers of paint. The app allowed for a greater appreciation and understanding of the work but also helped justify the very high prices as it made clear the amount of labour involved in making the image. The show was a great success and the works sold for hundreds of thousands of dollars. Although this exploitation route was made through an elite institution and clientele we also sought exploitation in terms of affordable art. Consequently we organised a sale of interactive prints of two works by Walsh to raise money for the charity New Visuality. The brief show generated sales of over a thousand pounds, the gallery owner reported that sales were five times what he had achieved in previous sales of non interactive prints. This indicates great potential for further work with artists and a secondary markets in terms of interactive prints and apps which have not been previously explored. A large number of users pointed out the educational benefits of the app and Large scale interactive prints produced for the exhibitions were donated to the permanent collection Cleveland College of Art and Design and York St John University.\n\nA large number of academic papers were published around this project. Two of these were full publications in the CHI conference, the most prestigious HCI conference in the world. The paper describing &quot;imaginary abstracts&quot; contributed to the emerging field of Design Fiction and has already resulted in a number of follow up papers. As well as the usual academic disseminations the project findings were also disseminated through the media. The app we developed has been featured in several international art exhibitoins (See project website for details. http://digital-originals.com Creative Economy,Digital/Communication/Information Technologies (including Software),Culture, Heritage, Museums and Collections,Retail Cultural,Economic","person":"Mark  Blythe","coPersons":["Patrick  Olivier","Feng  Li","Robin  Williams","Peter  Wright"],"organisation":"Northumbria University","findingsText":" The ease with which digital files can be copied and shared presents profound challenges for the creative industries. This project explored alternative business models for the dissemination of digital content and took art as a case from which to learn. Here technologies such as the iPad and the iPhone are challenging previous business models for artists. For example, print makers such as David Hockney who use the iPad cannot offer &quot;originals&quot; or &quot;limited editions&quot; of digital paintings because the files can be easily reproduced with no diminution of quality at little to no cost. The project then investigated the notion of what a &quot;digital original&quot; might look like. \n\nWe explored this question through 1) analysis of new and emerging business models, 2) concept designs 3) prototype development. \n\n1 We conducted analyses of two emerging spaces for digital art: s[edition] and Flickr's Brushes group. &quot;s[edition]&quot; is a new service which offers limited digital editions of fine art prints by allowing users to view images and videos in online &quot;vaults&quot;. This is conceptually difficult entailing the idea of &quot;owning but not having&quot; as one user put it. The Flickr Brushes Gallery offers users a valuable social experience and operates as a form of gift exchange for digital artists. However, the main beneficiary of this model is the aggregating site. \n\n2] A large number of concepts design were generated during the project with many artists and design fictions were generated to archive them and explore alternative business models. We worked in collaboration with a number of artists to develop concept designs. We worked with one iPad artist on two live performances where he sketched and painted concept designs with iPads and projectors before live conference audiences at Mobile HCI in Berlin and Research Through Design in Newcastle. These live events offered a unique experience of the artist's work. While the product of the artistic process can be copied, the process itself is unique. The notion of exposing process was central to the final project prototype, &quot;repentir&quot;. \n\n3] We conducted an intensive eighteen month collaboration with the artist Nathan Walsh. In order to consider reproduction as a space for design we developed the app &quot;Repentir&quot; which allows users to take a picture of a finished oil painting and then rub or slide back through previous versions of the work right back to the original line drawings and blank canvas. This was evaluated in real world settings with the writer and critic Martin Gayford as well as being tested in the Bernaducci-Meisel gallery in New York during Walsh's one man show. Gallery owners and curators reported that the app helped achieve sales as it added new depth and appreciation to the work. We also organised a sale of &quot;interactive prints&quot; in York raising money for the New Visually charity which supports new artists. The gallery owner and founder of the charity reported that the number of print sales was five times what he would have expected from an ordinary sale of prints. Repentir then suggests new means of appreciating art but also new business models in the sale of interactive prints or complimentary apps. The research can be used in a non academic context by practicing artists. The app demonstrates the potential of digital reproduction which adds new levels of experience unavailable through traditional forms of reproduction such as giclee prints. More broadly it illustrates the way that digital reproduction can be thought of as a space for design rather than a copyright problem. Creative Economy,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}