{"id":"E14703AA-0A34-498E-8E4F-29DC798B1A71","title":"Synthesis and Integration of Global Air-Sea Gas and Particle Fluxes to Improve Models and Assessments of Future Climate and Pollution","abstractText":"A large amount of work has taken place over a number of years to make measurements of chemicals and small particles, included land-derived dust, in both the global ocean and its overlying atmosphere. These chemicals and particles play important roles in determining the Earth's climate and the quality of the air we breathe. In addition, dust derived from the land surface is transported through the atmosphere and becomes distributed globally. Some of this land-derived dust deposits onto the oceans and provides a source of nutrients, particularly iron, which are vital to the livelihood of marine microscopic plants (plankton). We propose to work with the scientific community to bring such measurements together into large databases and to use them, along with the most up-to-date information on rates at which chemicals and particles exchange between the air and the sea, to make the best possible estimates of the amounts of materials exchanging between the ocean and the atmosphere. An improved understanding of the relative amounts of these compounds and particles and their exchange between the ocean and atmosphere will be particularly beneficial to scientists who are trying to model the Earth's climate and air quality. This information will also be useful for predicting future changes due to factors such as increased carbon dioxide in the atmosphere and its affect on ocean acidity, temperature and ocean mixing. The predictions from such models are important to policy makers in order to maximise the benefits and minimise the costs of mitigating and adapting to climate and other global changes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H020888/1","grantId":"NE/H020888/1","fundValue":"191609","fundStart":"2010-11-01","fundEnd":"2013-07-31","funder":"NERC","impactText":"","person":"Peter  Liss","coPersons":["Timothy  Jickells"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}