{"id":"E14B539C-419D-4E3E-8924-9369A51CE5D5","title":"Understanding microtubule regulation during the making and maintenance of axons","abstractText":"Axons are slender processes of neurons extending up to meters across the body, serving as information highways that wire the nervous system. Failure to grow axons during development is either fatal or causes developmental brain disorders. Failure to re-grow axons after injury or stroke is an essential cause for lifelong disabilities. Failure to maintain axons in the ageing brain is considered an important cause of neurodegeneration. Pharmacological studies have demonstrated that axon growth and maintenance are essentially mediated by the highly dynamic microtubule (MT) cytoskeleton. However, how MTs are genetically regulated to promote axon growth and maintenance is not understood. The overarching aim of this project is to deliver such understanding, thus bridging an important gap in our knowledge about brain development, regeneration and ageing in both health and disease. \n MTs are filamentous, highly dynamic tubulin polymers that form the backbone of axons. MTs provide structural support to axons as well as highways of intracellular transport from and to the cell body. The directed extension of MTs drives axon growth, whereas their destabilisation correlates with axon retraction or degeneration. MT dynamics continue throughout an axon's life (i.e. up to decades) suggesting that axonal maintenance involves steady-state turn-over of MTs. MTs extend/retract through polymerisation/depolymerisation at their plus ends, and their plus ends interact with the intracellular environment to determine the direction and extend of MT elongation. Various proteins have been reported to regulate MT plus end dynamics, and these include EBs (end binding proteins), +TIPs (proteins binding to EBs), XMAP215 (polymerising MTs), DOUBLECORTIN (stabilising MT plus ends), STATHMIN (sequestering free tubulin), and proteins of cell cortex and organelles that can interact with MT plus ends. The principal molecular functions of most of these MT plus end regulators are known in vitro, and various have been linked to brain disorders clearly illustrating their importance in the nervous system. However, functional studies of these proteins in different neuron systems have produced only mild axon phenotypes (if any), falling short of demonstrating the essential roles that MT plus end dynamics are expected to play during axon growth and maintenance. I hypothesise that the different MT plus end regulators contribute to one common MT plus end machinery and that their functions overlap within this machinery. Deciphering this machinery and identifying the key set of components that drive axon growth and maintenance is therefore an important challenge and the overarching objective of this project. \n This challenge requires novel approaches. We use a simple genetic model organism, the fruit fly Drosophila. Research in Drosophila is fast, cheap and capitalises on efficient genetic strategies. It has been a powerhouse for the discovery of mechanisms and concepts underpinning brain development and function, many of which are evolutionary well conserved and have laid important foundations for research in higher animals. We have 8 years of experience with work on cytoskeletal regulation during axon growth in Drosophila and have provided substantial proof of principle that novel understanding can be generated and applied to higher animals. Our pilot studies of MT plus end regulators reveal characteristic axon aberrations and allow us to formulate detailed working models. On this basis, we will study cellular mechanisms of MT plus end regulators and functional links between them. Our work will prove the importance of MT plus end machinery during axon growth and maintenance and deliver a step change in understanding of how this machinery works. This will have important implications for research on developmental brain disorders, neuroregeneration, neurodegenerative diseases and ageing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L000717/1","grantId":"BB/L000717/1","fundValue":"404644","fundStart":"2014-09-30","fundEnd":"2017-09-29","funder":"BBSRC","impactText":"","person":"Andreas  Prokop","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}