{"id":"E14FD63A-777D-4D32-ACD8-55064D5093F3","title":"Self-Assembling Therapeutics for Specific Nanoscale Interactions with the Sodium Pump","abstractText":"The long-term science for this project is directed towards the preparation of new and effective therapeutics, and to dothis we need to ensure that our novel devices hit their biological targets and have proven efficacyin a particular disease application before we can commence a larger programme to guide theirdevelopment towards clinical practice. The European Science Foundation (ESF) Nanomedicine Forward Look describes the development ofnew multifunctional, spatially ordered, architecturally-varied systems for targeted drug delivery as apriority. Nanopharmaceuticals based on antibody-drug conjugates and polymer-biopolymerconjugates are a key component of enhanced efficacy medicines. While more complex, theseconjugates offer enhanced diversity, leading to drugs with much higher information content comparedto small molecule compounds. This allows for greater target specificity, improved functionality andthe opportunity to multi-task, for example to diagnose and treat in situ, or to act on more than onetherapeutic target or disease pathway simultaneously. The novel conjugate nanodevices we willprepare in this programme are thus uniquely able to address diseases which are inadequately treatednow. By exploiting new biological targets and interfaces, our materials will contribute a vital step inimproving patient, economic and society outcomes arising from disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H006915/1","grantId":"EP/H006915/1","fundValue":"189559","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"  To date, findings have been used for academic and research purposes only. Dr Teresa Matini, a PhD student trained on the project, was this year awarded an EPSRC Doctoral prize, and is taking on the materials to target triple-negative breast cancer cells. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Cultural,Economic","person":"Cameron  Alexander","coPersons":[],"organisation":"University of Nottingham","findingsText":" This project developed new polymer materials which form virus-sized compartments, and which can be used to encapsulate genetic fragments which may find use in gene therapy. The polymers change their shape in response to the changes of pH found in some cancerous tissues, and so transform from a capsule-type material to single free chains. In the container form, it was possible to include nucleic acids as prototype fragments for gene therapy, whereas in the single chain form, nucleic acid encapsulation was not possible, thus we were able to trigger release of the nucleic acids in cancer cells.\nWe also used variants of these materials on gold particles, and showed that a temperature increase to 40C (as occurs in some solid tumours) was able to change the display of targeting groups on the particles. This allowed us to deliver the gold particles specifically to cancer cells by a disease-relevant temperature change. We have taken some of the findings, and are developing these in collaboration with Cardiff University and the University of Padova in EPSRC Grant EP/J021180/1.\nOther groups are developing materials similar to ours for cancer therapy, and we are in discussions with several lopment.companies for further dev Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}