{"id":"E152DBA9-3D7C-4159-A454-0739E75F22BB","title":"Sonic Characterisation of Change in Sewer Networks","abstractText":"Water companies need enhanced information in two key areas to manage the current and strategic maintenance of sewers efficiently, which relates strongly to the operational and structural conditions and the rate of deterioration. As flooding caused by hydraulic overload can be tackled through capital investment, flooding other causes becomes increasingly significant as a failure of a service with heavy environmental, economical and social impacts. In many situations, it is more efficient to maintain the operational condition of a sewer regularly, rather then replace it in the case of structural collapse. Companies are now looking for new ways of reducing these incidents, however, the existing methods of sewer analysis and CCTV survey remain largely time-consuming and subjective.Recently, a series of acoustic experiments has been carried out by the investigators in a drained sewer pipe to identify the evolution of a small blockage. These initial results suggest that the acoustic signature of the sewer can be used to detect the location and extent of a minor change in the cross-section of a large-diameter pipe. Although, acoustic instruments have already been developed to determine variations of the cross-section of narrow pipes (e.g. musical instruments), there have been no systematic studies into the reconstruction of the cross-section profile of a realistic sewer pipe. The purpose of this project is to develop a novel practical and efficient acoustic technique to monitor the evolution of operation and structural conditions in live sewer networks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D058589/1","grantId":"EP/D058589/1","fundValue":"210732","fundStart":"2006-05-02","fundEnd":"2008-11-01","funder":"EPSRC","impactText":"  The impact of this work was the attention from the water industry, instrument manufacturing companies and venture capitalists to the acoustic sensing technology which was developed as a result of this project. This work led to the Follow-on EPSRC Grant (EP/G005737/1) and Royal Society Brian Mercer Award (http://www.youtube.com/watch?v=bXkjmfPD2qs) which enabled us to develop this technology towards the commercial end through the design of robust instrument and extensive field work. Electronics,Environment,Transport,Other Economic,Policy & public services","person":"Kirill V Horoshenkov","coPersons":["Simon  Tait","John Clive Boot","Alastair Strang Wood","Christopher David Foss  Rogers","Adrian John  Saul"],"organisation":"University of Bradford","findingsText":" The key results of this study was: (i) the development of a valid theoretical model for sound propagation in a pipe; (ii) development of a new sensor for pipe inspection based on acoustic intensity principles; (iii) laboratory and field experiments to validate the developed acoustic model and instrument. The project resulted in a novel acoustic sensor prototype and software which is capable of identifying structural conditions and defects in a live sewer pipe. Water companies and sewer network survey companies are the main non-academic beneficiaries of the technology developed as a result of this project. The results of this project are now exploited commercially by Acoustic Sensing Technology Ltd. (No. 08301004), Sci Tec Daresbury, The Innovation Centre, Daresbury, Cheshire, WA4 4FS. Electronics,Environment,Transport,Other","dataset":"gtr"}