{"id":"E1553527-EC72-4895-8FBC-AF4E312413F4","title":"Storm Prediction Information for Decision Making at Sea","abstractText":"The potential value of storm prediction research carried out at the University of Reading has been recognised by a number of industry sectors, including the marine, insurance and oil and gas. However, the question of how to interpret and utilise this information presents a major barrier. One of the major difficulties is that these industry sectors are only used to handling static information and do not know how to handle time-varying environmental data. In order to encourage these business sectors to make the required investments to overcome this barrier, it is necessary to illustrate the potential benefits of storm prediction information in a business sector that is already familiar with handling time-varying environmental data. The marine sector has such experience and is also an industry sector critical to the UK. This project will be carried out in collaboration with British Marine Technology Group Ltd ARGOSS (BMT ARGOSS, http://www.bmtargoss.com/), a technical consulting company, specialist provider and leading innovator in the supply of marine environmental information. They are already able to handle time varying data, making them an ideal partner for this project. ESSC has a longstanding relationship with the BMT Group, who have provided a research sponsorship program over the past 9 years. The maritime sector interacts with other sectors, including insurance and oil and gas, so a successful implementation of the project deliverables into BMT's systems will demonstrate the benefits to other industry sectors. Accurate forecast information about storms is vital for decision making at sea. Activities ranging from ship routing to resource exploration require such information to optimise operations and to prevent economic and human losses. For example Hurricane Katrina and other hurricanes in the Gulf of Mexico have led to repeated disruption of the oil and gas industries located there, and similar disruptions are faced regularly by operators elsewhere in the world. Ship routing systems aim to avoid dangerous weather as well as finding routes that are optimal in terms of time and fuel costs. This project aims to develop methods and tools for extracting forecast information about storms from forecast data that can be used for decision making at sea. In recent years ESSC has developed extensive expertise in analysing the ability of forecast models to predict storms. This research has particularly focused on a type forecasting system known as an Ensemble Prediction System (EPS). An EPS involves running a model multiple times from slightly different initial states to generate an ensemble of forecasts providing information about the uncertainty/probability of forecasts of severe weather events. The storm tracking approach provides useful storm focused forecast information, which it is not possible to obtain from traditional data analysis approaches used at operational weather centres. This KE proposal will enable BMT ARGOSS to utilise such novel information, to improve and extend the services they can offer their clients and thereby improve decision making at sea. In addition to storm prediction information, wind and wave Earth observation (EO) data from satellites are essential to marine operations. ESSC is currently proposing the development of an Applications program at the new International Space Innovation Centre (ISIC) based at Harwell and is thus in an excellent position to bring together EO data from multiple satellites necessary for marine operations. This proposal will exploit this new program by incorporating observational data into the forecast tools developed. The forecast tools developed in this proposal will be demonstrated to other potential end users in addition to those in the marine sector. Once a tool has been developed with the marine sector (who's information systems already use time varying data) it will be easier to penetrate the insurance and oil and gas sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I008497/1","grantId":"NE/I008497/1","fundValue":"84206","fundStart":"2010-10-01","fundEnd":"2011-09-30","funder":"NERC","impactText":"","person":"Robert  Gurney","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}