{"id":"E1696D8B-DB8D-4F3C-8770-F05B160E0F68","title":"Role of LXR alpha phosphorylation in macrophage activation and atherogenesis","abstractText":"Atherosclerosis is a disease caused by the build up of fatty material (cholesterol) in blood vessels (arteries) causing them to narrow, which reduces the amount of blood and oxygen delivered to vital organs. Both cholesterol and inflammation play an important role in the initiation and progression of the disease. Activation of the receptor LXRa_decreases atherosclerosis in animal models and its ligands could potentially treat the disease in humans. Macrophages are specialized cells that eat and digest germs, are present in the arteries and are crucial for the progression of the disease. There are two types of macrophages, ?classically? activated and pro-inflammatory and the ?alternatively? activated and anti-inflammatory. Activation of LXRa by specific compounds (ligands) increases the production of certain genes. We have found that one of those genes, called arginase I, is characteristic of the alternative activation state of macrophages. In addition, we have seen that by introducing a specific mutation in the receptor we can also activate it resulting in even more elevated levels of arginase I. We hypothesize that activation of LXRa may also affect the production of other genes so that its activation induces is a switch from the classical to the alternative state of macrophages. This would change the inflammatory status of these cells and could ultimately affect the progression of atherosclerosis. We also believe that the specific mutation in LXRa would influence this activation switch. We have cell lines that express the unmodified LXRa receptor, and cells that express the mutated LXRa. Using these cells we aim to first determine what is the mechanism that explains the induction of arginase 1 in cells that have the mutated receptor. Next we will determine whether the cells with the mutated receptor are in a more alternative state and therefore if they are less inflammatory compared with cells having the unmodified receptor. Finally, to examine that effects in these cells can affect the whole body and the development of atherosclerosis we propose to generate a mouse model that will have the mutated receptor. Then we will investigate if the mutation has an effect on inflammation in these mice and whether it affects the progression of the atherosclerosis compared to mice that have the unmodified receptor in their cells. The proposed work will provide a deeper understanding on how we can regulate the LXRa receptor and could eventually lead to novel therapies for the treatment of atherosclerosis and other inflammatory diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801278","grantId":"G0801278","fundValue":"494807","fundStart":"2009-05-01","fundEnd":"2013-11-30","funder":"MRC","impactText":"","person":"Ines  Pineda Torra","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}