{"id":"E179DF3F-0E22-4F1D-8FD0-FC13BEAC1FCE","title":"Combined hydrogen and oxygen transport ceramic membranes for methane dehydro-aromatisation","abstractText":"The costs-effective separation of high purity hydrogen at high temperatures (above 500 degC) is an important step in many industrial processes such as methane reforming, biomass gasification etc. Hydrogen transport membranes are ideally suited for such operations as they can provide high selectivity towards hydrogen transport and when coupled with appropriate catalysts in a catalytic membrane reactor they can combine the reaction and separation step in one processes thus minimising the overall process footprint, energy, utilities requirements and ultimately cost. In addition to hydrogen removal, for reactions where catalyst deactivation due to carbon deposition is an issue, the continuous and distributed supply of oxygen to provide in situ catalyst regeneration would be highly beneficial. Ceramic membranes that exhibit protonic, oxygen ion and electronic conductivity are ideally suited for such applications and would find use in processes such as methane steam reforming, methane coupling and aromatisation to name but a few. In this project we will investigate the development of high temperature ceramic hydrogen and oxygen transport membranes to be used in membrane-based methane aromatisation with combined catalyst regeneration. The employed membranes must be both mechanically and chemically stable at the required temperature of operation and reaction conditions, providing high selectivity towards hydrogen permeation with concomitant high hydrogen fluxes. \nDespite the huge potential methane presents as a feedstock material for chemical synthesis, to date the most widespread use of methane is as a fuel, while its use as a chemical feedstock is mainly limited to methane reforming for the production of synthesis gas and hydrogen (methane reforming is the most mature technology to date for the production of hydrogen). In addition, natural gas is still wastefully flared resulting in unnecessary greenhouse emissions with a concomitant resource waste. At UK-based oil platforms emissions due to natural gas flaring amount to 2.9 million cubic meters per day- equivalent to approximately 3% of the yearly total UK gas gas production. It has been noted that the largest amount of gas flared in association with oil production is a direct result of the lack of infrastructure for its utilisation. Therefore, the development of a viable process for utilisation of methane (as the main constituent of natural gas) will be of great benefit, in particular with meeting the UK Government's target of reducing CO2 emissions by 80% by 2050. The proposed project aims to demonstrate the feasibility of a membrane-based methane aromatisation process with significant benefits for the research community and the oil and gas industry both in the participating countries and worldwide. This project links together several aspects of materials science and chemical engineering e.g. membrane stability under real operating conditions and optimisation of a catalytic process of industrial interest, while working towards a practical solution of the very interesting problem of methane utilisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M026159/1","grantId":"EP/M026159/1","fundValue":"99370","fundStart":"2015-12-01","fundEnd":"2016-11-30","funder":"EPSRC","impactText":"","person":"Danai  Poulidi","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}