{"id":"E17E3E31-81D1-457B-9094-68A516D10F79","title":"Safe and Efficient Algorithms for Monte Carlo Tests","abstractText":"Many recently suggested statistical hypothesis tests are so-called Monte-Carlo tests, meaning that the test decision (or p-value) is determined via Monte Carlo simulation. Examples of these tests include bootstrap tests and permutation tests. In practice, Monte Carlo tests are usually implemented via a fixed number of Monte Carlo samples. This has the problem that the test decision might be influenced by the simulation error. The project is concerned with the safe and computationally efficient implementation of Monte Carlo tests. Safe meaning that the test decision is affected by simulation error only up to a guaranteed (small) error bound. Furthermore, the project will consider algorithms for the evaluation of Monte Carlo tests, that is for level or power studies.A particular focus of the project will be on the implementation of double (or iterated) bootstrap tests. Theoretical and practical evidence shows that these tests are superior to simple bootstrap tests. However, they are rarely used in practice. This is because they are computationally (very) expensive due to the required nested simulation. This projects aims to remove these hurdles by developing more efficient and safer algorithms. The algorithms developed in this package will be made available as an R-package.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H040102/1","grantId":"EP/H040102/1","fundValue":"99441","fundStart":"2010-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Axel  Gandy","coPersons":[],"organisation":"Imperial College London","findingsText":" Many recently suggested statistical hypothesis tests are so-called Monte-Carlo tests, meaning that the test decision (or p-value) is determined via Monte Carlo simulation. Examples of these tests include bootstrap tests and permutation tests. In practice, Monte Carlo tests are usually implemented via a fixed number of Monte Carlo samples. This has the problem that the test decision might be influenced by the simulation error. \n\n \n\nThe project was concerned with the safe and computationally efficient implementation of Monte Carlo tests. Safe meaning that the test decision is affected by simulation error only up to a guaranteed (small) error bound. Furthermore, the project considered algorithms for the evaluation of Monte Carlo tests, that is for level or power studies.  ","dataset":"gtr"}