{"id":"E18AE88F-567D-4384-959E-AFDBF36A59F1","title":"Mathematical Virology: The Impact of Virus Structure and Function on Viral Evolution","abstractText":"Society faces a number of major challenges due to the impact of global warming on world climate. One consequence is the spread of otherwise rare and poorly characterised viral infections into economically advanced areas of the world. Examples include Bluetongue virus, which arrived in the UK after years of being restricted to much warmer climates. This poses a threat to public and animal health from both existing viruses and newly emerging ones. \nA major problem in the design of anti-viral therapies is the emergence of viral strains that are resistant to anti-viral drugs soon after initial treatment. Research into the mechanisms that could prevent such viral escape mutants is therefore urgently required in order to develop therapeutics with long-term action. Moreover, viruses can evolve strains that cross the species barrier, for example from an animal to a human host as in the case of bird flu, and it is important to be able to develop strategies to prevent this. Insights into virus evolution could shed light on both issues. In particular, we need to better understand the constraints that viruses face when their genomes evolve, and find ways of predicting such evolutionary behaviour. \nIn previous research we have gained fundamentally new insights into the constraints underlying virus structure and function, and we investigate here their impact on the evolution of viruses. If we improve our understanding of the factors that determine the evolutionary behaviour of viruses, we will be able to explore strategies to misdirect viral evolution. In particular, this analysis will allow us to quantify in how far the structural constraints we have discovered earlier lead to evolutionary bottlenecks, i.e. correspond to constraints that the viral escape mutants cannot avoid, and that a new generation of anti-viral therapeutics could target. Moreover, we plan to develop methods to predict how viruses may react to a drug, and use this to test the impact of different anti-viral strategies. This research has the potential to lead to a new generation of &quot;evolutionarily-stable&quot; therapeutics that are less susceptible to the problem of escape mutants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J009059/1","grantId":"EP/J009059/1","fundValue":"39797","fundStart":"2012-02-14","fundEnd":"2012-09-13","funder":"EPSRC","impactText":"","person":"Reidun  Twarock","coPersons":[],"organisation":"University of York","findingsText":" The purpose of this 6 months proof-of-principle study has been to establish a new method for the construction of a fitness landscape for the modelling of RNA virus evolution, and to study the evolutionary dynamics on this fitness landscape. The following results have been achieved: \n\n\n\n1) Using a novel combination of graph theory (Hamiltonian paths) with bioinformatics, an evolutionarily conserved assembly mechanism in a family of ssRNA viruses has been identified. This paper, which is currently pending with PNAS (Dykeman, E.C., Stockley, P.G. &amp; Twarock, R. (2012) &quot;Multiple packaging signals determine a conserved assembly mechanism in two single-stranded RNA viruses&quot;, submitted to PNAS), forms the basis for identifying appropriate parameters over which the fitness landscape can be defined. In particular, it suggests that the nature and distribution of packaging signals in the RNA genomes (i.e. specific types of patterns in the genomes) is an appropriate choice for a parameter space on which to define the fitness measure. \n\n\n\n2) The second step towards identifying a suitable fitness landscape was to analyse the dependence of assembly efficiency on this parameter space. This work, for which a revised version has recently been submitted and acceptance is impending, is under consideration at Phys. Rev. E (Dykeman, E.C., Stockley, P.G. &amp; Twarock, R. (2012) Building a viral capsid in the presence of genomic RNA, submitted to Phys. Rev. E). \n\n\n\n3) The results in 1&amp;2 above have then been used to introduce an appropriate fitness landscape for a viral model system, and the evolutionary dynamics (quasi-species evolution) on that landscape has been studied. A number of interesting results have been obtained, which are currently in the process of being written up for publication. One paper (a letter to nature entitled &quot;How viruses get a leg up on their ancestors&quot;) reports on the surprising result that evolution fine-tunes the packaging signal distribution to specific values, with interesting correlations between them depending on the geometry of the particle. A second paper provides a general analysis of the evolutionary dynamics. \n\n\n\nAs expected given the short time-frame of this grant of only 6 months, work submitted for publication (1&amp;2) is still pending and the later results (3) are still being finalised for publication. \n\n\n\nOne of the goals of this pump-priming study has been to gain insights that can be used as a basis to carve out a larger research programme in this area. Indeed, this pump-priming study has resulted in a follow-up grant proposal that has been submitted to the EPSRC in September 2012 (&quot;Mathematical Virology: A New Mathematical Approach to Viral Evolution Grounded in Experiment&quot;) - this proposal would not have been possible in its present form without the insights gained in this pump-priming study. This pump-priming study has provided the basis for follow-up work that lays the foundation for an exploitation of these results in the design of novel anti-viral therapeutics. The letter of support from an industrial partner that accompanies this follow-up grant application is testimony to the non-academic interest in this research. This pump-priming study has provided the basis for a follow-up grant application in which consequences of this research are further exploited in an interdisciplinary context in collaboration with experimental colleagues at the Astbury Centre for Structural Molecular Biology in Leeds. One of the aims of this follow-up work, for which an application is currently pending at the EPSRC, is to develop a new mathematical approach for the modelling of ssRNA virus assembly and evolution that can be used to gain new insights into important classes of human, animal and plant viruses that can ultimately be exploited in the design of novel anti-viral strategies. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}