{"id":"E18B3731-75DE-4C47-9E2E-DFB279BEEFE4","title":"Experimental and numerical investigation of pluvial flood flows and pollutant transport at and between system interface points","abstractText":"The 2007 flood events in the UK were estimated to have had an economic cost of &pound;3.2billion and resulted in 13 deaths. The frequency and magnitude of flood events has been forecast to increase due to the impacts of climate change, urbanisation and the deterioration of wastewater infrastructure. In the last summer period alone Newcastle, Manchester, Belfast and many other UK towns and cities have experienced significant pluvial flooding events. To mitigate these effects urban flooding hydraulic models have been developed which characterise the flow in the sewer system, overland flow in the urban catchment, and the exchange of flow between these systems so as to identify those areas which are most at risk of flooding. Such models are used by local authorities and water companies to identify areas for flood mitigation work, such as prioritising investment to improve drainage infrastructure, taking measures to reduce storm water runoff and raising the awareness of residents. \nHowever the accuracy such models is inherently difficult to verify due to the difficultly of acquiring reliable data during flood events, e.g. it is not feasible to be sure that the modelled flow paths and velocities are accurately predicted at the time of the flood event. Similarly, but more complexly, it is not currently possible to quantify the transport of potentially dangerous faecal contaminants from the sewer networks to residential areas in flood events, and hence to assess the risk to health of flood waters. Previous sampling of flood waters has shown that this health risk may be significant. The behaviour of interaction points (e.g. manholes) is critical to the transfer of such flow and pollution between sewer and surface, but the hydraulic behaviour at such interfaces is especially difficult to quantify due to the complex nature of the flow. \nThis proposal seeks to better understand these interactive processes within a unique scale model facility at the University of Sheffield that combnes the flow in a below ground sewer system with the shallow water surface flows over the catchment, linked by a number of manholes. The overall aim of the research is to improve the verification process of urban flood models, to provide detailed measurements and a more accurate understanding of the hydraulic characteristics of interaction points, to quantify surface flow paths and to advance the modelling capability to the spread of pollutants from sewer systems within the surface flow. The outcome will be a significantly enhanced modelling capability for urban flood flows and a much improved understanding of flood risk in urban areas. This will be achieved by a detailed programme of experimental testing using the facility at Sheffield, coupled with state of the art modelling work to calibrate, improve and verify urban flood models. The proposal enjoys the support and engagement of leading developers of urban flood models in the UK (Innovyze, Microdrainage), as well as consultants, water companies and a local authority. This partnership will ensure that the research findings are incorporated into the latest modelling approaches and are utilised to improve flood risk evaluation in the UK.\nAs well as advancing existing models that predict flood extent and depth, it is seen as important and ambitious to extend models to predict of mass transport, which will enable quality and potential health implications of flooding to be better established. In addition, to develop these aspects further, there is also significant value in extending the work proposed to include characterising the transport of sediments from sewers to surface flow in flood conditions. This would be of scientific and practical value as contaminants that pose a significant health risk are often attached to sewer sediments. The department has therefore agreed to provide scholarship which will use the facility to study the transport of sediments, further expanding the value of the proposed work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K040995/1","grantId":"EP/K040995/1","fundValue":"36023","fundStart":"2014-09-01","fundEnd":"2017-08-31","funder":"EPSRC","impactText":"","person":"Slobodan  Djordjevic","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}