{"id":"E18CE104-4575-4B38-B8B0-514463B727B7","title":"Clouds of October: Nuclear Weapons, Counterfactuals, and the Cuban Missile Crisis","abstractText":"The events of October 1962 are generally agreed by historians to be the closest humankind has come to thermo-nuclear war. The Cuban missile crisis (as it is called in the West) is a reference point in any discussion of nuclear crises and crisis management. October 1962 is commonly seen as a turning point in the Cold War and the development of Soviet&shy; American detente and arms control. Recent research on the crisis has revealed various incidents where nuclear weapons might have been used when political leaders were unaware of what was happening. Greater understanding of organisational and cognitive factors has helped challenge sanguine assumptions about nuclear stability and safety. The project provides a systematic exploration of scenarios, informed or generated by recent revelations. Had nuclear weapons been used by design, by accident or by unauthorised subordinates then political (or military) leaders would have faced decisions about retaliation and escalation. How they might have acted and with what consequences are central to the study. \nWe cannot properly understand the events of 1962 without examination of the risk of nuclear war and moreover, what nuclear war would or could have meant. The literature on the Missile Crisis is extensive and in the last two decades has generated understanding and debate about Soviet and American decision-making (as well as about other European and Latin American participants). Academic enquiry has focused both on high-level policy making and on the operational level. A great deal is now known about aspects of the crisis of which decision-makers knew little or nothing. It has long been recognised that the risk of war in 1962 arose from a potential concatenation of misperceptions, miscalculations, mistakes and misfortune. We now have considerable evidence of such misperceptions, miscalculations and mistakes.\nThe project draws upon this literature as well as cognate studies in nuclear history and nuclear strategy. The methoology of the book is based on systematic and critical use of counterfactuals. All historians use counterfactuals and several scholars have examined the risk of nuclear war in October 1962 in this way. 'Clouds of October' does this systematically by critically evaluating scenarios at each stage of the crisis. These scenarios are devised by adjusting one casual element in what is known about a given situation. \nWhat is termed the 'minimum-rewrite-of history' rule is applied as far as possible, where one causal variable is adjusted. Moreover, it is only by means of counterfactual reasoning that we can explore what would have happened if the nuclear threshold had been crossed and decision-makers faced choices about nuclear retaliation and escalation. Counterfactuals are indeed at the heart of thinking about the use of nuclear weapons in the field of strategic studies. \nThe literature on the missile crisis deals only occasionally with the question of how decision-makers would have responded to the use of nuclear weapons, even though this is crucial to understanding the risks and dangers of military confrontation in 1962. The peaceful resolution of the crisis has been taken for granted and western publics desensitised to the risk of nuclear war. The aim of the project is to critically evaluate whether nuclear war could have happened in 1962, and if it had what might have been the consequences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E505147/1","grantId":"AH/E505147/1","fundValue":"29061","fundStart":"2006-09-25","fundEnd":"2007-01-24","funder":"AHRC","impactText":"","person":"Leonard Victor Scott","coPersons":[],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}