{"id":"E18C34A3-35B2-436A-8B78-7980162F05FA","title":"Mobile VCE Strategic Partnership: User Interaction","abstractText":"The ongoing revolution in telecommunications has implications within and beyond the boundaries of the industry, impacting multiple facets of modern life at many levels. We are seeing the beginning of a transition from traditional telecomms services towards an environment supporting rapid provision of more flexible services to meet rapidly changing user demands. We have identified opportunities for new genres of service that could become mass markets of tomorrow. Significant within the consumer space, and reflecting prior research, are personal lifestyle support services, where contextual knowledge of users' behaviour and intentions is combined with new modes of user interaction (with devices, environments and services), to deliver new services that extend beyond simply communications and information. The overall goal of this research is to facilitate new breakthrough services through the exploration, evolution, demonstration and evaluation of advanced user interaction modalities capable of stimulating new markets within the framework of personal lifestyle support. This vision of the future has recognised the need for simple-to-use services and 'invisible technology'. Realisation of this vision requires that an individual user interacts with her personal devices, environment and services in ways that hide the complexity of the technology and the complexity of managing services. Personal lifestyle support services must adapt to the individual user's lifestyle, must be non-intrusive, and require minimal or no configuration. They must also, of course, leave the user feeling fully confident and in control. Today, most user interactions on a portable device are initiated at time of service request and delivery - e.g. dialling a voice call, typing a text message, web browsing. In the future, new types of services are foreseen, which intelligently anticipate a user's intention. Contextual information from a variety of sources, captured by user-owned products, property, or the user's surroundings (collectively, their Personal Distributed Environment) may be harnessed to allow such provision of services. This research programme therefore extends well beyond today's concepts and devices. It aims to identify, implement and demonstrate novel interaction modalities that have the potential to enable a range of new breakthrough services. It will not develop such services per se, but will define a set of usable design principles and tools, and will use these to demonstrate potential tools on which industrial partners can build, enabling creation of new capabilities, services and products.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G06167X/1","grantId":"EP/G06167X/1","fundValue":"254675","fundStart":"2009-01-01","fundEnd":"2012-12-31","funder":"EPSRC","impactText":"","person":"Eamonn  O'Neill","coPersons":["P  Johnson"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}