{"id":"E18E8B45-801B-40D5-AF7B-6C459F5F2DD1","title":"Role of energy storage in enhancing operation and stability performance of sustainable power systems (RESTORES)","abstractText":"RESTORES project seeks to bring together a joint UK-China consortium with the skills necessary to assess the potential contribution of different storage technologies to support cost-effective steady state and dynamic operation and frequency and angular stability of storage supported power system with large penetration of renewable intermittent and stochastic generation. \n\nThis will involve characterisation and aggregation of steady-state, dynamic and transit responses of multiple types of grid-scale energy storage systems, with a key challenge of dealing with uncertainty and incorporation of inter-temporal dependencies associated with changes in aggregated storage charging / discharging ratings across time.\n\nFurthermore, we will carry out fundamental research to incorporate, for the first time, multi-time scale phenomena in generation scheduling while achieving appropriate robustness of schedules. The focus on the investigation of new multi-layer scheduling and dispatch models and integrate pseudo-dynamic constraints, which has not been attempted before.\n\nWe will finally develop novel stability methodologies for ranking generators and storage technologies based on their contribution to system frequency and angular stability, investigate new framework for probabilistic risk based stability assessment, which will characterise, for the first time, dynamic signature of sustainable systems, identify aggregate dynamic contribution of dispersed storage technologies and develop local and WAMS based damping controllers for individual units and clusters of energy storage technologies. \n\nThe results of the project will contribute to preventing society from incurring potentially huge costs and discomfort due to uncertainties resulting from spatial and temporal uncertainty associated with the operation of renewable generation and increase confidence in the future power system's ability to satisfy the long term needs of society and industry, as the level of uncertainty and risk in the power system increases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014351/1","grantId":"EP/L014351/1","fundValue":"1019960","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"","person":"Jovica V Milanovic","coPersons":["Lin  Jiang","Jianzhong  Wu","J  Spencer","Nick  Jenkins","Richard B Vinter","Timothy  Green","Goran  Strbac"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}