{"id":"E190E1A3-E3E0-4961-AC39-491E7A5D8C9B","title":"New Point of Care Diagnostics for Clinical Enzyme Biomarkers","abstractText":"For both point of care diagnostic and drug development applications, there is a critical need to develop assays that measure biomolecular interactions. Immense importance is given to assays that enable rapid, high-sensitivity monitoring of enzyme activity. Historically, the detection of enzymes has required time-intensive, laborious separation methods to monitor alterations in the physical structure of a substrate, or the use of radiolabelled substrates. Less cumbersome optical methods have been developed that utilise fluorescent detection technology. Although very popular, these methods usually involve the derivatisation of the biological substrate with a fluorophore, which can alter the molecular interactions. Herein, we describe a powerful assay developed by our group for the detection of a specific class of enzymes, phospholipases\n(PLs), and we will optimise it in view of a pre-commercial demonstration and a pre-clinical validation of the product in selected patient groups to assess performance and end-user feedback and refine the demonstration product performance ahead of full commercial development.\n\nThis project will be a collaboration between Imperial College London (ICL), Imperial Innovations, Hammersmith Hospital and Mologic Ltd. Previously, the group of Prof. Stevens has developed a powerful platform for the detection of biomedical enzymes (PLs) based on the functionalisation of gold nanoparticles (NPs) with synthetic peptides. Dysregulation of PLs is a feature of several life-threatening diseases such as pancreatitis, atherosclerosis, acute sepsis, arthritis and some cancers. Since pancreatitis is very difficult to detect, and often requires expensive imaging tests, we will focus on this disease as a key initial market goal. The prototype we wish to develop for revealing PL activity is a colorimetric assay based on the aggregation of gold NPs. Gold NPs have the interesting property that when they are dispersed they form a bright red solution and when they aggregate become deep blue. The PL activity is determined via the degradation of liposomes\nformed from the natural substrate lipids and filled with a NP crosslinking agent (synthetic peptide). Release of the crosslinker aggregates the gold NPs (functionalised with a complimentary peptide), inducing colour change that can be correlated to the activity of PL in a rapid, quantitative manner.\n\nThe potential for commercialisation of our assay resides in some clear selling points. Firstly, this method uses substrates that are entirely unmodified from the natural state. This capability is unlike any other current assay and makes our system considerably more flexible and more biologically relevant. Secondly, this assay measures enzyme activity rather than just concentration, meaning that it is appropriate for drug-screening applications. Finally, the components used in our assay are stable in storage for more than four months.\n\nThe goals of the present project are to scale up the technology developed and patented by us into a lateral flow device (LFD) and to study the performance of the LFD with both simulated laboratory and actual physiological samples. The device will be designed and manufactured by Mologic at their facility and the performance/optimisation study will be carried out at ICL. These data will subsequently be used to re-optimise the performance of the device to meet the end-user requirements in a pre-registration clinical evaluation using patient samples.\n\nSince there is currently no LFD capable of detecting enzymes, the project will involve the early stage design of a new type of device. There also exists a significant business opportunity to use these technologies in the field of drug development and drug screening.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K502352/1","grantId":"EP/K502352/1","fundValue":"558727","fundStart":"2012-06-01","fundEnd":"2015-11-30","funder":"EPSRC","impactText":"  The primary focus of this project is to develop a clinical PoC diagnostic for pancreatitis. Acute pancreatitis is a relatively common disease, and we target a nanomaterials-based technology that can elicit a relevant clinical range for biosensing. Healthcare Cultural,Societal","person":"Molly  Stevens","coPersons":[],"organisation":"Imperial College London","findingsText":" We are developing an assay that addresses the major drawbacks of currently standard diagnostic devices for pancreatitis. Our prototype device allows rapid testing of serum and/or urinary phospholipase A2 (PLA2) in a clinical setting without expensive and time consuming laboratory procedures, and will provide the only point of care diagnostic tool for pancreatitis. The lateral flow device designed in this project may find application within the diagnostics market as it provides a significant step closer to having a point-of-care (POC) device for pancreatitis patients. An important goal of this project is to generate a clinically feasible technology that could act as a POC device. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}