{"id":"E196EEFD-61CF-4FF0-82A2-8AD149DE4872","title":"Enhancement of pancreatic beta cell generation in vitro and in vivo by post-translational regulation of Neurogenin3","abstractText":"Many illnesses of middle and old age result from a progressive loss of tissue function including Alzheimers, Parkinsons Disease, heart failure and notably diabetes. These chronic conditions generally require long-term medication, but recent spectacular advances mostly grounded in basic biology have raised the possibility that defective cells could be directly replaced. An increase in the mass of beta islets cells, the type of cells that are missing or malfunctioning in diabetes, has been proposed to ameliorate type 1 diabetes, and is also likely to be an effective treatment for many sufferers of Type 2 diabetes. Indeed, successful islet transplantation has been shown to result in relief from a requirement for insulin therapy and relief from diabetes-related symptoms. \nSo called stem cells, cells that can both proliferate indefinitely and can be induced to form more specialised cell types in a culture dish, could act as a source for beta cell replacement. However, a major obstacle remains in that stem cells must be induced to adopt beta cell fate and maintain that fate indefinitely when transplanted back into the patient, retaining functionality and avoiding the risk of cancerous tumour formation. It is widely acknowledged that for this to occur, stem cells must be taken down the developmental pathway that beta cells usually take when undergoing formation in the developing embryo. Based on these developmental pathways, protocols have been published where human embryonic stem cells can be induced to form relatively immature beta cells, while their in vivo implantation back into animals results in further maturation and beta cell functionality. However, a caveat to this approach is that cancer formation was also occasionally observed, indicating the need for tranplantation of beta cells that are differentiated to a more mature state to minimise this risk. This is currently a road-block to generating more mature beta cells in vitro that we may have uncovered a way of moving through.\nThe protein Neurogenin 3 (Ngn3) is needed for formation of all beta cells during development and many experiments indicate that manipulating its activity could enhance beta cell formation from stem cells. However, normal Ngn3 only causes rather immature beta cells to be generated and these cannot respond to blood glucose levels in the same way as normal beta cells. We see that changing the chemical modifications of Neurogenin protein by preventing the addition of phosphates can significantly enhance the ability of Neurogenins to drive cell maturation and we hypothesise that this may make a modified form of Ngn3 much better at generating mature beta cells than the normal protein. This project is designed to test this hypothesis and, if correct, to understand the mechanism of this enhanced cellular maturation. To help us move this project towards clinical application, we are working with Prof Douglas Melton at the Harvard Stem Cell institute who is focussed on generating beta cells of sufficient quality for human trails.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K018329/1","grantId":"MR/K018329/1","fundValue":"377129","fundStart":"2013-11-15","fundEnd":"2016-11-14","funder":"MRC","impactText":"","person":"Anna  Philpott","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}