{"id":"E197333B-E99C-4EE2-9895-9D0D2C90E765","title":"Manufacture of chiral amines using catalytic and flow processing methods","abstractText":"Chiral amines are important building blocks used in 40% of pharmaceutical products and 20% crop protection compounds\nand are high value chemical intermediates. However, current methods of manufacture are inefficient, wasteful, and often\nunsuitable for complex structures. In particular, a lack of good methods to make secondary and heterocyclic chiral amines\nwas identified by the collaborating end users. The usual processes employ enantiomer resolution (50% max yield), which\nadds processing steps and costs. In fact, the ASC pharmaceutical roundtable has listed this class of reactions as one of the\nmost important to solve, and continuous processing as the No 1 target in the key green engineeing reseacrh areas. The\nchiral amine processes have all been studied and published by Blacker and Xiao using batch processing but not in flow.\nSeparation of the catalyst and its cost within the processes have prevented industry adoption. These issues will be\novercome in the current project using the Cp-star catalysts in flow.\nThe Leeds team is responsible for the testing, process development and scale-up/out of up to 5 different processes to\nmake homochiral secondary or tertiary heterocyclic amines (WP2). The studies require solid supported catalysts (Cp-Star)\nand ligands generated at Liverpool (WP1) and YPT (WP3) and Leeds will test these in flow process equipment already in\nthe iPRD process lab, or slurry reactors developed and transferred to Leeds by AMT (WP4). The starting materials and\nanalytical methods will be supplied by the collaborating end-user companies (AZ, Pfizer, Syngenta and Dr Reddys)(WP5)\nand the process data Leeds generates on product quality, cost, productivity will be used to compare with existing poor\nmethods for chiral amine manufacture. The processes to make homochiral amines are: (a) asymmetric reductive amination\n(catalyst being developed at Liverpool, Leeds can undertake scale-up if required); (b) asymmetric transfer hydrogenation;\n(c) amine DKR by immobilised enzyme resolution, continuous product separation and Cp-star catalysed racemisationrecycle\n(d) crystallisation induced asymmetric transformation involving chiral amine crystallisation and catalysed\nracemisation of the mother liquors (e) redox-neutral amine alkylation using hydrogen borrowing enantioselectively alkylate\namines. The chiral amines required by industry are heterocyclic secondary and tertiary amines such as piperidine,\npiperazine, pyrrolidies, indolines etc. Within the project the companies will supply real examples of each class of chiral\namine to illustrate the potential for this technology. The use of flow methodology facilitates screening of multiple\ncompounds.\nThe flow reactors that will be used are fixed and trickle bed, cascade CSTR and the novel slurry reactors that are being\ndesigned by AMT and transferred to Leeds for evaluation in these systems. The reactors are all meso-scale which is\nrequired to generate data suitable for scale-up to manufacture. The measurable outputs of the work are entantioselectivity,\nconversion, yield, kinetics and reation rate, mass balance (ie green metrics eg process efficiency and waste), productivity,\nmanufacturing process cost prediction (raw material, operational and capital). This data will be compared with existing\nprocesses to the same products to enable cost benefit analysis thereby achieve the main objective of this part of the\nproject.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K504166/1","grantId":"EP/K504166/1","fundValue":"167205","fundStart":"2013-02-01","fundEnd":"2015-01-31","funder":"EPSRC","impactText":"","person":"Jianliang  Xiao","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}