{"id":"E19962C8-431B-4C58-BDB6-08DCA69942E4","title":"Suspended graphene and carbon nanotube device arrays by bottom-up assembly","abstractText":"Low-dimensional allotropes of carbon, namely the 1D carbon nanotubes (CNTs)and 2D graphene, posses a fantastic combination of superlative electronic, mechanical and optical properties. Despite the fact that high-performance nano-carbon devices have been demonstrated, they have yet to make a mark for themselves in real-world applications. The primary barrier to commercialization lies in the limited reproducibility and scalability of conventional (top-down) technologies when extended to nano-scale objects, to fabricate electronic devices, sensors, actuators, and other such architectures. While these conventional routes have yielded testable proof-of-concept devices, we would need a new, unconventional approach to fabricate these devices on a large scale at high integration densities. Simultaneously, such a method must be compatible with existing CMOS technology despite their unconventional nature, in order to achieve commercial viability and technological co-existence. \n\nIn the case of CNTs, the most promising approach is the bottom-up integration of active CNT elements into pre-defined locations using alternating-current (A/C) dielectrophoresis (DEP). DEP can be used in combination with CNT sorting methods such as density-gradient ultracentrifugation (DGU) to produce high-density arrays of only-semiconducting or even single-chirality CNT devices, making it the only commercially viable technique that can overcome the polydispersity problem in CNTs for device applications. Due to strong counteracting surface-tension forces during drop drying, DEP-based device fabrication has so far been limited to substrate-supported devices, i.e., where the active nano-carbon element has to lie on a substrate upon deposition and not freely suspended between the two electrodes. \n\nIn almost every case of CNT or graphene electronics-based device that has been studied to date, suspended devices have significantly outperformed substrate-supported devices. Devices such as resonators can only function in suspended configuration. Since every atom in a CNT or graphene is a surface atom, the properties and performance of nano-carbon devices are severely perturbed by interactions with substrates. Typical effects include heavy doping, lower mobility due to enhanced scattering, higher 1/f noise and consequently lower signal to noise ratios, and lower sensitivity in sensor applications since some surface area is obscured by the substrate. \n\nWe will carry out first attempt at large-scale bottom-up assembly and integration of nano-carbon spin-valves, comprised of ferromagnetic electrodes and graphene/CNT spin-channel, which will demonstrate a viable route for future nano-electronic circuits based on quantum-computing. A spin-valve is formed by tailoring the source and drain electrodes to switch at different fields. The substrate-gate will be used to modulate the spin current. The suspended configuration is expected to eliminate substrate-scattering and improve the spin-coherence length.\n\nNEMS devices, such as resonators for mass-sensors, are only possible with suspended CNT/Graphene devices, which hold great promise owing to the excellent combination of mechanical and electronic properties of CNT/graphene; however, an array of such resonators is required to have high quality factor, and this project will demonstrate a scalable route to fabricating such resonator arrays. \n\nThe devices proposed in this project, particularly nano-carbon based sensors, are critical components in future energy and environment based industries. A number of leading UK and global companies are currently seeking next-generation sensors for such applications, for example, hydrogen sensors, sensors for high-radiation environments like nuclear reactors or sensors for detection of trace quantities of toxic or environmentally hazardous gasses in emissions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K009451/1","grantId":"EP/K009451/1","fundValue":"100304","fundStart":"2013-06-01","fundEnd":"2015-11-30","funder":"EPSRC","impactText":"","person":"Aravind  Vijayaraghavan","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}