{"id":"E19C022E-B603-40C0-AA8C-899405DBE5BB","title":"XML with Incomplete Information: Representation, Querying, and Applications","abstractText":"Data on the Web - particularly XML data - is often incomplete andinconsistent, due to such factors as the lack of centralisation andcontrol over data quality. While the transfer and extension ofrelational tools to deal with XML data has been a central theme indata management research over the past decade, the standard databasetoolbox offers us little in terms of handling ofincompleteness. Indeed, it is one of the most notoriouslyunderdeveloped and most often criticised aspects of relationaldatabases. In addition, the flexibility of XML leads to many ways inwhich incompleteness of data can be accommodated, in addition to thestandard relational null values.There has not yet been any detailed study of incompleteness in XML.Our main goal is to conduct such a systematic study, and develop itsapplications in the area that underlies data management tasks on theWeb -- the use of data across multiple independent applications.We shall investigate models of XML with incomplete information andalgorithmic techniques for querying such data, paying particularattention to the correctness/complexity tradeoffs and to the practicalityof algorithmic tools. We shall investigate the fundamental role ofincompleteness in applications that involve the movement of XML data,such as integration of data from various sources or moving databetween peers according to mappings between their schemas. We shalldevelop a specification and algorithmic toolbox for dealing withincomplete information as it arises in such applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G049165/1","grantId":"EP/G049165/1","fundValue":"565505","fundStart":"2009-09-01","fundEnd":"2013-11-30","funder":"EPSRC","impactText":"  The key impacts are twofold: understanding the role of incompleteness in data exchange systems, and providing models of incompleteness in complex data models. The former had impact on the design of data exchange systems, the latter on the development of incompleteness models for complex structures used in today's data management tasks (graph data, RDF). Digital/Communication/Information Technologies (including Software) ","person":"Leonid  Libkin","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Data on the Web - particularly XML data - is often incomplete and\ninconsistent, due to such factors as the lack of centralisation and\ncontrol over data quality. The flexibility of XML leads to many ways\nin which incompleteness of data can be accommodated, in addition to\nthe standard relational null values.\n\nWe have provided a detailed study of incompleteness in XML, and\nprovided its applications in the area that underlies data management\ntasks on the Web -- the use of data across multiple independent\napplications.\n\nWe classified models of XML with incomplete information and\nalgorithmic techniques for querying such data, paying particular\nattention to the correctness/complexity tradeoffs and the practicality\nof algorithmic tools. We demonstrated the fundamental role of\nincompleness in applications that involve the movement of XML data,\nsuch as integration of data from various sources or moving data\nbetween peers according to mappings between their schemas. We\ndeveloped a specification and algorithmic toolbox for dealing with\nincomplete information as it arises in such applications. Processing XML data with incomplete and imprecise information Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}