{"id":"E1AFE202-D65D-4F9F-B839-BC5653B24ECC","title":"Early Detection and psychological intervention for individuals at high risk of psychosis","abstractText":"Psychotic disorders such as schizophrenia affect approximately 1 in 100 people, and can be severely disabling, causing people to spend large periods of their lives socially isolated and economically non-productive. Approximately 10% of patients with psychosis commit suicide, and psychotic disorders create a considerable burden on health service resources. Recently, some studies have examined the possibility of finding people who are at high risk of developing psychosis (leading to diagnoses such as schizophrenia) for the first time. This opens up the prospect of preventing or delaying schizophrenia, the most disabling of the psychiatric disorders. This project aims to find such a sample of people at high-risk, who are distressed and help-seeking because of incipient or attenuated symptoms, and to evaluate the effectiveness of a psychological treatment in preventing or delaying the development of psychosis, or in making psychosis less severe should it occur. This will be done by comparing the psychological treatment (cognitive therapy) and regular monitoring of patients? mental state with monitoring of mental state alone. The monitoring will involve measures of psychotic experiences (such as hearing voices and unusual beliefs), distress and a person?s diagnosis. We will examine whether the psychological treatment leads to improvements in patient?s health and reductions in the need for and use of health and social care services. This project aims to influence the future provision of mental health services; if we achieve positive results we expect our treatment to become standard in the NHS. The demonstration that psychosis is preventable will have enormous implications because of the considerable personal, economic and social costs of this disorder. Such a demonstration should also help to reduce the stigma experienced by psychotic patients and their families. We will therefore aim to communicate our findings not only to our professional colleagues (through articles in professional journals) but also to the general public. We have experience of educating the general public about mental illness. Many of the grant holders have given talks to general audiences, one (RPB) has written a popular science book about psychosis, and three (TM, RPB and PF) are writing a self-help book for psychotic patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500264","grantId":"G0500264","fundValue":"1111080","fundStart":"2006-09-11","fundEnd":"2010-08-10","funder":"MRC","impactText":"","person":"Anthony Paul Morrison","coPersons":["Linda Mary Davies","Peter Brian Jones","Paul  French","Shon William Lewis","Graham  Dunn","Richard Pendril Bentall","Max  Birchwood","Andrew  Gumley","David  Fowler"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}