{"id":"E1B4BF99-50FD-4D1D-AF65-5E3C07483177","title":"Making Corporations Moral: Routes of Influence on Corporate Behaviour","abstractText":"<p>Particular corporations have been heavily criticised for behaviour which detractors see as immoral. Intensely political campaigns have targeted the likes of Nike, for its use of subcontracted 'sweatshop' labour. Most recently the failures of self-regulation in the banking industry have led many to question the ability of businesses to make morally acceptable decisions.</p>\n\n<p>In response to critics some corporations have begun to emphasise new ideas that corporations need to be 'socially responsible' or 'good global citizens'. In some cases such initiatives may be motivated by the need for positive public relations. Yet some approaches to corporate responsibility place a very real organisational and financial burden on the companies willing to take part. It is possible that corporate decision-makers genuinely use these ideas to decide among different courses of action in areas where the risk of moral critique is high. </p>\n\n<p>This research project seeks to understand periods of challenge to corporate behaviour, investigating the ways that challengers make moral claims on corporations and the ways that corporate decision-makers negotiate their responses. How seriously the latter group take the moral dimension of corporate activity, and whether their responses can ever satisfy the various challenging groups, will be key questions here. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-25-0457","grantId":"RES-061-25-0457","fundValue":"135393","fundStart":"2009-10-01","fundEnd":"2013-01-31","funder":"ESRC","impactText":"  It should be noted that this project was primarily aimed at improving scholarship by bringing together a number of disciplinary perspectives and methodological advances. However, reflections on how lessons from this research might inform strategic thinking in social movements have been of interest to a number of activist groups. The panel at the 6 Billion Ways conference organised by Friends of the Earth, War on Want and the World Development Movement (listed on ROS), for instance, was attended by around 100 stakeholder participants, led to a lively discussion both at the venue and on twitter, and led to a repeat of the talk in Sheffield for a local World Development Movement group. The presentation at The Peace History Conference, organised by CND and supported by the People's History Museum (listed on ROS) was a consideration of the anti-corporate critiques present in Occupy protests in the US and UK and how they fit in to a longer tradition of anti-corporate activity through mobilisation of the same interpretative frames. (This informs a separate paper now submitted for academic publication.) Again, this provoked lively discussion and further invitations to contribute to events, and an organisers' video of the talk is available at the conference website and on YouTube. Government, Democracy and Justice,Other Cultural,Societal","person":"Kevin  Gillan","coPersons":[],"organisation":"The University of Manchester","findingsText":" This project sought to understand the nature of morally-motivated conflicts over the behaviour of large corporations. It examined the outcomes of attempts by a variety of groups (such as environmental campaigners or consumer groups) to influence corporate decision-making in a way that would, in their view, decrease negative impacts on wider society. \nThe research examined 30 examples of conflict over the period 1990-2010. It explains why some challenges lead to a corporate response while others do not through reference to patterned combinations of factors. In particular, when a group challenges activities by a consumer-facing brand and the industry contains competitors who have already dealt with a similar problem they often manage to force a change in corporate behaviour. The various factors related to industry structure have to be interpreted by participants in the conflict, and the research has also identified ways in which campaigning groups can overcome structural factors through encouraging different kinds of interpretation as when, for example, they align the interests of consumers with what appear to be purely business-to-business activities. \nThese matters of interpretation are embedded in broader cultural patterns. The research revealed three relevant 'frames' (i.e. sets of beliefs and values). Each frame encourages an understanding of large corporations as powerful, profit-driven institutions but in the implications of this belief vary depending on the other aspects of the frame. Where campaigners managed to emphasise shared understandings across frames they are much more likely to see a response in corporate behaviour. The primary value of this research is improving understanding for further scholarship on stakeholders' attempts to influence corporate behaviour on moral or political grounds. In particular: 1) further research can utilise the model of routes of influence to understand new cases\n2) this project demonstrates the utility of a particular method (QCA) in an area in which it had not been previously used; future research may benefit from following this lead\n3) the articulation of key concerns about research ethics throughout this project may help form the ethical basis for future research interventions.\nThere are two additional areas of impact:\n1) social justice campaigners targeting corporations are offered an understanding of the possibilities and limits of action on the basis of a wider and more rigorous assessment of past campaigns than is usually available to social justice organisations\n2) corporate social responsibility professionals are offered an account of the possibilities and limits of their own role in large corporations vis-a-vis significant corporate change Government, Democracy and Justice","dataset":"gtr"}