{"id":"E1B8FF5E-61EC-45B9-8292-AF81113BCA73","title":"Core Values, Student Learning and School Transformation - with special reference to the teaching of the arts and humanities","abstractText":"This project will disseminate findings from the original case study of the significance of whole school values at Trinity Academy, Doncaster, a school serving a social priority area that was designated the 'most academically improved academy in England' in 2008, raising the proportion of its students gaining 5+ GCSEs at A*-C from from 28% to 95%. The focus of the case study was on whole school values as a justification for activities and investigated how well the school prepared children to be good citizens in a liberal, plural democracy. In particular, innovative approaches to the exploration of its values (Honourable Purpose, Humility, Compassion, Integrity, Accountability, Courage, Determination) in English, History, Geography and RE were reported. These values underpinned: 1) the school ethos intended by leaders 2) arts and humanities teachers' pedagogy, from lesson planning to assessment, and 3) students' aspirations and learning through the arts and humanities. Although the original findings were published in the Oxford Review of Education (Pike, 2010) and have generated debate (ORE, August, 2011) dissemination to a wider public and professional audience would significantly increase the value and impact of the original research. The case study of Trinity Academy is directly relevant to significant shifts in several areas of education policy under the Coalition Government. The introduction of the English Baccalaureate ('EBacc') that assigns greater importance to humanities subjects, especially history, marks a shift towards an emphasis on these more 'academic' subjects at a time when the importance of 'citizenship' as a subject appears to be in decline. Yet the need to foster good citizens remains and the case study demonstrates how 'citizenship' can be addressed through value-laden arts and humanities subjects. Trinity Academy's approaches to fostering responsibility, community and good citizenship have been so successful that knowledge transfer could have significant impact. The project would allow us to gauge the degree to which the emphasis upon selected core values, documented in the original research, might inform practice in other schools, especially in challenging contexts. Knowledge exchange and active dissemination will be achieved through hosting and events and producing resources for different end users. By the end of the award we would provide school leaders, teachers and parents with events and resources relevant to their needs. We will host events at Trinity Academy near Doncaster which is accessible for those travelling to the events, being just off Jct 6 of the M18. We will also produce DVDs and resources to support leaders, teachers and parents. The focus will be on how whole school values inform leadership, teaching and parenting with special reference to learning in the arts and humanities and the role of these especially value-laden subjects in mediating school ethos. Students at the Trinity Academy will address visiting school leaders, teachers and parents about their perceptions of school leadership, teaching and parenting and what they believe best supports their learning. We anticipate wide and positive coverage of our events which will be innovative and newsworthy as 14-19-year-old students will play a key role in teaching school leaders, teachers and parents. Headlines along the lines of 'Children Teach Parents' or 'Pupils Teach Head Teachers' are envisaged. Trinity Academy now belongs to the ULT family of academies, the largest in the country, and the resources and national profile of the ULT will undoubtedly facilitate impact as will the active support and channels of the Chair of the IAA which represents 600 academies. The focus in this dissemination and impact project is upon the religious sources of inclusive values which are endorsed by students and teachers alike and which support good citizenship and high expectations for young people in a liberal society regardless of background.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J003794/1","grantId":"AH/J003794/1","fundValue":"23961","fundStart":"2011-09-01","fundEnd":"2012-08-31","funder":"AHRC","impactText":"  Impact and dissemination was two-fold: 1) upon practitioners and the local community and 2) within the academic community.\n\n1) A conference was held in 2012 at Trinity Academy, Doncaster with the theme 'Core Values, Student Learning and School Transformation' that was attended by 70 academy and free school principals and teachers. Response was overwhelmingly positive and school leaders have incorporated best practice from Trinity into their own institutions. A research report targeted at parents and the local community was produced entitled: How can we help our children and young people to succeed at school and in life? Core Values, Student Learning and School Transformation and another was produced for school leaders entitled 'Core Values, Student Learning and School Transformation'.\n\n2) Papers were presented at academic conferences such as the 2012 St John's Cambridge University, invited AHRC presentaton, New Forms of Public Religion conference Researching Christian Ethos: Comparing the Intentions of School Leaders with the Experiences of Students (aged 14 in 2008 and 18 in 2012) and in 2012 at Birmingham University, an address at the Jubilee Centre for Character and Values. Raising Attainment, Nurturing Values and Increasing Social Mobility in a School of Character 2008-2012. Education Cultural,Societal,Policy & public services","person":"Mark Andrew Pike","coPersons":[],"organisation":"University of Leeds","findingsText":" The UK's ESRC/AHRC Religion and Society Programme funded the original research project (Pike, AH/F007981/1) which sought to evaluate how well young people at were prepared for life and work in five schools with a Christian ethos, three of which belonged to the Emmanuel Schools Foundation. The main focus was on Trinity Academy in South Yorkshire, which was the subject of the case study. During 2007-2008, fieldwork (lesson observation and recording, interviews with leaders, teachers, parents and Year 9 students as well as surveys) was carried out over the equivalent of 3 weeks. Findings emerged from qualitative data that were synthesized with a quantitative survey of over a thousand participants (leaders, teachers and 14-year-old students) in the ESF schools. \n\nA dissemination conference was held at the University of Leeds on October 21st 2008. Research findings were also presented in 2008 at the US Character Education Partnership national conference in Washington DC; at the Association for Moral Education conference at Notre Dame University and at the BERA (British Education Research Association) conference at Warwick University in 2009. Findings were also disseminated in articles published in the Oxford Review of Education, Management in Education, Journal of Beliefs and Values - studies in religion and education and Journal of Research on Character Education. Follow-On funding from the AHRC's Religion and Society Programme was awarded for 2011-12 and provided the unique opportunity to re-engage with students in Year 13 (aged 18) at Trinity Academy who took part in the original research in 2008 when they were in Year 9 (aged 14) and to disseminate the findings of the original research to school leaders, teachers and parents.\n\nOver the course of the original research project, the researcher recorded several semi-structured interviews with teachers and school leaders. At least one interview (lasting around half an hour) was conducted with each of the Principals and Vice-Principals of each school during several days of fieldwork at each. Over three months these interviews were transcribed and a thematic, content analysis of transcripts revealed dominant themes. A qualitative approach informed by ethnography previously used in schools with a religious foundation was employed. Such analysis revealed the ethos as intended. Subsequently, the researcher carried out interviews with teachers of RE, History and English and conducted focus groups with 14-year-olds, without teachers present, to generate initial, tentative, hypotheses about the ethos as experienced. \n\nFinally, all schools were re-visited and an anonymous survey of the 543 14-year-olds (Year 9), 311 teachers and 11 Principals and Vice Principals in the three ESF schools was undertaken by the author in order to ascertain the extent to which the views expressed in interviews and focus groups were shared more widely. The views of focus groups were used in the questionnaire that employed a simple Likert scale; returns were received from all 865 confidential questionnaires as arrangements were made for students to be 'off-timetable' for a lesson to allow them to complete these and teachers completed their questionnaires during an afternoon devoted to INSET. The author was present on both occasions to collect them personally and to assure students and teachers that their anonymity would be preserved. For the Follow-On project focus groups were held with sixth formers who were re-surveyed using the same questions they had responded to when 14-year-olds. The quantitative and qualitative phases of the project were therefore reciprocally connected. In this paper both qualitative and quantitative data from 2008 and 2012 inform discussion of the intended and experienced ethos. Findings concerning school ethos are applicable to schools generally in social priority areas seeking to raise student aspirations and especially to Christian ethos schools. Education,Government, Democracy and Justice","dataset":"gtr"}