{"id":"E1B946EC-043B-44E0-BE91-F44074E05FD6","title":"Accretion of superfast spreading oceanic crust: Participation in IODP Expedition 335","abstractText":"Oceanic crust covers nearly two thirds of the Earth's surface. It is generated at mid-ocean ridges by the solidification of magmas formed in the upwelling mantle. These magmas are stored in magma chambers below the ridge axis, where they crystallise to yield the lower oceanic crust. The heat provided by magma input and crystallisation drives seafloor hydrothermal systems, which control ocean chemistry through lithosphere-hydrosphere exchange, and provide energy for chemosynthetic ecosystems. \nReconstructing the magmatic processes in the lower crust has proven challenging, however, primarily due to severely limited accessibility. Only lower crustal sections from dismembered crust have been studied to date, and it remains uncertain to which extent these sections are representative for intact crust. Thus, in order to understand the formation of a large part of the Earth's crust, the recovery of intact lower oceanic crust would be a major step forward.\nScientific ocean drilling in the Equatorial Pacific Ocean (IODP Hole 1256D) has penetrated the upper crust, reaching the upper crust-lower crust boundary. IODP Expedition 335 is set to deepen the hole, recovering the first section of intact lower oceanic crust. This section will yield an unprecedented view of lower crustal evolution, from magma chamber processes and the resulting formation of the crust to its subsequent cooling and alteration by ocean-derived hydrothermal fluids.\nThis proposal seeks funding for the PI to join Expedition 335, where he will serve as igneous petrologist. He will describe and interpret the plutonic rocks, which represent the building blocks of the lower crust, using their composition and textures to make first-order observations about the magma chamber processes during crustal accretion. In addition, he will define hypotheses to test during post-cruise research, and take the necessary samples to achieve the postcruise research objectives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J005592/1","grantId":"NE/J005592/1","fundValue":"8045","fundStart":"2011-04-13","fundEnd":"2013-06-12","funder":"NERC","impactText":"  The Expedition generated a significant amount of outreach to both primary school students and the general public through live Q&amp;A sessions and press coverage (written and radio). Other Societal","person":"Cornelis Johannes Lissenberg","coPersons":[],"organisation":"Cardiff University","findingsText":" We found that the transition from the upper crust (made up of volcanic rocks) to the lower crust (formed in deep-seated magma chambers) in the Pacific Ocean is more complex than previously envisaged. The findings are critical for future planning of drilling expeditions in oceanic crust.\nExpedition is highly suitable for Geoscience outreach, as evidenced by the wide interest (Schools internationally, NPR radio etc) Other","dataset":"gtr"}