{"id":"E1BD65C2-4F18-4499-8A26-331242C7C052","title":"The USSR and its contribution to global environmental scientific understanding and policy prescription, 1945-1991","abstractText":"<p>This project aims to explore the nature and character of Russian/Soviet conceptualisations of society-nature interaction and its contribution to global environmental scientific understanding during the period 1945-1991 with particular reference to input from geographical and cognate environmental science disciplines. This will be achieved via a critical exploration of the available secondary and archival literature (Russian and English language) in addition to discussions with relevant academics.</p>\n\n<p>More specifically, the research will involve an examination of the multiple influences on the development of understanding related to nature-society interaction in the Soviet Union/Russia including the work and ideas of influential scientists, wider disciplinary debates, specific scientific practices, state policies and political priorities, foreign intellectual stimuli and associated understandings, as well as broader ideological, cultural, philosophical, and religious factors particular to Russia/Soviet Union. </p>\n\n<p>A further key element of the research will involve an exploration of the nature of Soviet intellectual and practical contributions to international scientific endeavour with respect to contemporaneous international discussions and conceptions concerning the global environment. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-1734","grantId":"RES-062-23-1734","fundValue":"135775","fundStart":"2010-01-01","fundEnd":"2013-06-30","funder":"ESRC","impactText":"  Scholarly impact to date:\n(I)Two refereed papers\n(ii)One paper accepted for publication.\n(iii)Two chapters forthcoming (edited collection)\n(iv)Two papers in preparation \n(v)Edited collection (eds. Oldfield, Shaw and Julia Lajus, St Petersburg) of papers linked to the project's main Workshop (see below) provisionally accepted for publication in the journal Slavonic and East European Studies (provisional publication 2015). \n(vi)Book (Oldfield and Shaw) to incorporate the project's main findings nearing completion (Routledge).\n\nThe British Journal for the History of Science paper traces biogeochemical understandings of the environment from the early work of the Russian natural scientist V.I. Vernadskii (1863-1945) through to the influential 1968 UNESCO-sponsored Biosphere conference. \n\nThe WIREs Climate Change paper focuses on the innovative work of Soviet physical geographers /climatologists concerning heat/water exchanges at the earth's surface and their relevance to climate change debates as they broadened during the 1950s-60s.\n\nThe Journal of Historical Geography paper (accepted) explores the institutional context of Soviet geography in greater detail mediated by the events of WWII and the early Cold War period. \n\nThe Routledge book incorporates the project's main findings and provides a detailed exploration of Russian scientific ideas and associated perceptions about the nature of the natural environment from the 1880s to the late Soviet era emphasising the work of geographers and cognate scientists. It examines an array of contextual factors which influenced those perceptions.\n\nProject Workshop 'Conceptualising the Natural Environment: Critical Reflections from Russia 18th-20th Centuries': The project Workshop (with additional funds from the AHRC and CRCEES ) was organised by the two investigators in conjunction with the European University at St Petersburg. It took place in St Petersburg (March 2013). It brought together approximately 20 scholars from Russia, Europe, North America, including postgraduates/early career academics.\n\nConferences/Invited Talks/Internationalisation:\nSpecial panel on 'Soviet understandings of climate change' - convened for the BASEES conference (2012) with Russian colleagues.\n\nInvited talks - delivered by the investigators at leading universities in Russia, France, Finland, UK (see website). And a workshop organised by the Prince's Teaching Trust (secondary school curriculum).\n\nThe international aspect of the research was furthered by workshops in Helsinki and Prague organised by Oldfield (see website news).\n\nThe project findings formed a key part of Oldfield's involvement in a new Leverhulme International Network initiative 'Exploring Russia's Environmental History and Natural Resources.' \n\nSome of the key findings have been disseminated in the Russian language (see website for details). Education,Environment Cultural,Societal","person":"Jonathan Duncan Oldfield","coPersons":["Denis James Shaw"],"organisation":"University of Glasgow","findingsText":" The project has generated a large volume of material and analysis is ongoing.\n\nThe post-1945 period was characterised by complex debates among geographers and other scientists. We have focused so far on specific issues or incidents which appear to us to be especially interesting or symbolic of wider tendencies. Our analysis thus far suggests that the era can be divided into three overlapping periods of debate.\n\nThe first coincides with the early post-war period (1945-1960) which was dominated by the transformation of nature rhetoric promulgated by Stalin and the Party in their efforts to construct a functioning socialist society. This was a period of considerable political turmoil. The 'Great Stalin Plan for the Transformation of Nature' (1948-1953) and linked academic discussions have been the focus of much of our research for this period. The Stalin Plan provided opportunities for geographers/cognate scientists to demonstrate the practicality of their science for state purposes and also to comment on the scientific and organisational shortcomings of the plan. Two linked papers are being prepared for publication (see project website). A paper has also been prepared on Soviet studies of the subarctic, part of their attempt to develop a grounded understanding of the structure of the natural environment, an effort linked to the notion of environmental transformation.\n\nThe early-to-mid 1960s witnessed the emergence of a more nuanced debate linked to ideas of effective natural resource use and a growing awareness of the impact of humankind on natural physical systems. This shift is well-illustrated in the case of our work relating to climate systems/climate change (see website for details of publications). In this case, the earlier studies of pre-revolutionary scientists (e.g. A.I. Voeikov) geographers (e.g. L.S. Berg, and A.A. Grigor'ev) as well as climatologists affiliated to the Main Geophysical Observatory in Leningrad (notably M.I. Budyko), provided the basis from which complex understandings of climate systems and contemporary climate change emerged.\n\nFrom the late 1960s onwards there was a further shift in emphasis as notions of global environmental change began to dominate key areas of debate. Influential geographers such as I.P. Gerasimov tried to advance a comprehensive and applied study of the global environment (so-called Constructive Geography), once again drawing from the long tradition of work in this area. Scientists demonstrated an active, albeit politically restricted, engagement with the emerging international environmental scientific agenda during this period and this included participation in UNESCO's Man and Biosphere programme which gained additional political support during the 1970s-80s. Our work here has developed our earlier research on V. I. Vernadskii's biosphere concept.\n\nOverall, the complex interrelations between science and contextual factors like institutions and politics are well illustrated by our research.\n \nFuture research plans: In addition to ongoing analysis of the project's findings, the investigators are extending their work on Soviet ideas of climate change which has emerged as one of the key findings of the research. This will be supported by a British Academy Small Grant. A further initiative aims to examine East-West exchange in the natural sciences during the Cold War period in collaboration with Finnish and Russian colleagues. The major impacts will be scientific but we believe that aspects of our research may attract broader public attention. \n\nFindings of the work have been used as the basis for further research funding applications. Environment","dataset":"gtr"}