{"id":"E1C36D92-0ECB-4CCA-82EE-8FADA0242F07","title":"An edition with commentary of Sophocles' Ajax","abstractText":"The aim of my research is to produce a new edition, translation, and commentary of Sophocles' Ajax, a play written in the fifth century B.C. I will examine ancient and mediaeval manuscripts to come up with a more accurate text, and provide a nuanced analysis of the play, its characters, and its staging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G009090/1","grantId":"AH/G009090/1","fundValue":"22340","fundStart":"2009-10-01","fundEnd":"2010-01-30","funder":"AHRC","impactText":"  Review of my edition (cited on the book's page on the Cambridge University Press website) have been extremely positive and provide evidence for the greater understanding of the play that both scholars and students will have thanks to its publication. My edition was frequently referenced at a three-day conference at Pisa in November 2013 devoted to the explication of problems of this play's staging (available for public viewing at https://www.youtube.com/watch?v=8u2Cp1RqaHg&amp;list=PL4eX8mtGxkAkbv1qNt68hlkb5b57n6b-w). It is also used in university teaching; Professor Peter Wilson of the University of Sydney, for example, used it for a seminar he was teaching on the play. Education Cultural","person":"Patrick John Finglass","coPersons":[],"organisation":"University of Nottingham","findingsText":" Sophocles' Ajax describes the fall of a mighty warrior denied the honour which he believed was his due. This new edition of the play presents a text and critical apparatus which take full advantage of recent advances in our understanding of Sophoclean manuscripts and scholarship. The introduction and commentary scrutinise all important aspects of the drama - from detailed analysis of style, language, and metre to consideration of wider issues such as ethics, rhetoric, and characterisation. Notorious dramaturgical problems, including the staging of Ajax's suicide, receive particular attention; so too do questions of literary history, such as the date of the play and Sophocles' creative interaction with previous accounts of the myth. The translation which accompanies the commentary ensures that this edition is accessible to Hellenists of all levels of experience, as well as to readers with a general interest in the history of drama. My findings concerning the interpretation of the play, and in particular the likely staging of the play, would be of use to anyone intending to stage the play today. It will also be helpful to schoolteachers teaching this or any Greek play. Creative Economy,Education","dataset":"gtr"}